{"id": "2508.19385", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.19385", "abs": "https://arxiv.org/abs/2508.19385", "authors": ["Stephan Thaler", "Zhiyi Wu", "William G. Glass", "Richard T. Bradshaw", "Prudencio Tossou", "Geoffrey P. F. Wood"], "title": "Boltz-ABFE: Free Energy Perturbation without Crystal Structures", "comment": null, "summary": "Free energy perturbation (FEP) is considered the gold-standard simulation\nmethod for estimating small molecule binding affinity, a quantity of vital\nimportance to drug discovery. The accuracy of FEP critically depends on an\naccurate model of the protein-ligand complex as an initial condition for the\nunderlying molecular dynamics simulation. This requirement has limited the\nimpact of FEP in earlier stages of the discovery process, where appropriate\nexperimental crystal structures are rarely available. The latest generation of\nstructure prediction models, such as Boltz-2, promise to overcome this\nlimitation by predicting protein-ligand complex structures. In this work, we\ncombine Boltz-2 with our own absolute FEP protocol to build Boltz-ABFE, a\nrobust pipeline for estimating the absolute binding free energies (ABFE) in the\nabsence of experimental crystal structures. We investigate the quality of the\nstructures predicted by Boltz-2, propose automated approaches to improve\nstructures for use in molecular dynamics simulations, and demonstrate the\neffectiveness of the Boltz-ABFE pipeline for four protein targets from the FEP+\nbenchmark set. Demonstrating the feasibility of absolute FEP simulations\nwithout experimental crystal structures, Boltz-ABFE significantly expands the\ndomain of applicability of FEP, paving the way towards accelerated early-stage\ndrug discovery via accurate, structure-based affinity estimation."}
{"id": "2508.19519", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.19519", "abs": "https://arxiv.org/abs/2508.19519", "authors": ["Uiseok Jeong", "Daniel Hill", "Binghai Yan", "Angel Rubio", "Carsten A. Ullrich", "Noejung Park"], "title": "Current-Driven Symmetry Breaking and Spin-Orbit Polarization in Chiral Wires", "comment": "12 pages, 6 figures. Submitted to Phys. Rev. X", "summary": "The spin dynamics of electrons in chiral molecular systems remains a topic of\nintense interest, particularly regarding whether geometric chirality inherently\ninduces spin polarization or simply modulates spin transport. In this work, we\nemploy ab initio real-time time-dependent density functional theory (rt-TDDFT)\nto directly simulate the interplay between charge current, spin, and orbital.\nThis real-time tracking goes beyond perturbative treatments, and we analyze how\nnonequilibrium currents effectively lift the symmetry constraints of\nscrew-rotation and time-reversal symmetry. We find that above a critical\ncurrent threshold, time-reversal symmetry constraints are dynamically lifted --\nleading to pronounced spin and orbital polarizations, even when the underlying\nHamiltonian remains symmetric. Notably, the emergence of spin and orbital\nangular momenta dynamics correlates with a loss of translational (linear)\nmomentum, suggesting a redistribution of angular degrees of freedom as an\nintrinsic consequence of a current-driven symmetry lowering in a chiral system,\nwith implications for chirality-induced spin selectivity and spintronic device\ndesign."}
{"id": "2508.19537", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.19537", "abs": "https://arxiv.org/abs/2508.19537", "authors": ["Jingruo Peng", "Shuze Zhu"], "title": "Universal Generalization Theory for Physical Intuitions from Small Artificial Neural Networks", "comment": null, "summary": "Physical intuitions are native functions from human brains, yet the\nunderstanding of how physical intuitions are formulated has remained elusive.\nIn this Letter, we propose a mechanism that simulates how human brain can\nquickly develop intuitional understandings from limited observations.\nConceiving a training algorithm adapted from the well-known variational\nprinciple in physics, small artificial neural networks can possess strong\nphysical intuitions that master the problems of brachistochrone and quantum\nharmonic oscillators, by learning from a few highly similar samples. Our\nsimulations suggest that the variational principle is the governing mechanism\nfor artificial physical intuitions. A unified generalization theory is derived,\nwhich hinges upon a variational operation on the Euler-Lagrange equation. Our\ntheory also rationalizes that there is a threshold of artificial neural network\nsize below which satisfactory physical intuitions are not possible. Our work\noffers insights into how strong physical intuition can be formulated as humans\nor as artificial intelligences."}
{"id": "2508.19849", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19849", "abs": "https://arxiv.org/abs/2508.19849", "authors": ["Leonard Werner Pingen", "Jiaqi Wu", "Bo Peng"], "title": "Tunable quantum anomalous Hall effect in fullerene monolayers", "comment": null, "summary": "Nearly four decades after its theoretical prediction, the search for material\nrealizations of quantum anomalous Hall effect (QAHE) remains a highly active\nfield of research. Many materials have been predicted to exhibit quantum\nanomalous Hall (QAH) physics under feasible conditions but the experimental\nverification remains widely elusive. In this work, we propose an alternative\napproach towards QAH materials design by engineering customized molecular\nbuilding blocks. We demonstrate this ansatz for a two-dimensional (2D)\nhoneycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground\nstate and thus breaks time-reversal symmetry. The molecular system is found to\nbe highly tunable with respect to its magnetic degrees of freedom and applied\nstrain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1,\n0. Our proposal offers a versatile platform to realize tunable QAH physics\nunder accessible conditions and provides an experimentally feasible approach\nfor chemical synthesis of molecular networks with QAHE."}
{"id": "2508.19255", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19255", "abs": "https://arxiv.org/abs/2508.19255", "authors": ["Hong-Yu Zou", "Bing-Bing Wang", "Yong Ge", "Ke-Qi Zhao", "Yu-Qi Chen", "Hong-Xiang Sun", "Shou-Qi Yuan", "Haoran Xue", "Baile Zhang"], "title": "Non-Hermitian edge burst of sound", "comment": null, "summary": "Non-Hermitian band topology can give rise to phenomena with no counterparts\nin Hermitian systems. A well-known example is the non-Hermitian skin effect\n(NHSE), where Bloch eigenstates localize at a boundary, induced by a nontrivial\nspectrum winding number. In contrast, recent studies on lossy non-Hermitian\nlattices have uncovered an unexpected boundary-localized loss probability-a\nphenomenon that requires not only non-Hermitian band topology but also the\nclosure of the imaginary (dissipative) gap. Here, we demonstrate the\nnon-Hermitian edge burst in a classical-wave metamaterial: a lossy\nnonreciprocal acoustic crystal. We show that, when the imaginary gap remains\nclosed, edge bursts can occur at the right boundary, left boundary, or both\nboundaries simultaneously, all under the same non-Hermitian band topology; the\nlatter scenario is known as a bipolar edge burst. The occurrence of each\nscenario depends on the number and location of the imaginary gap closure points\nin the eigenenergy spectra. These findings generalize the concept of edge burst\nfrom quantum to classical wave systems, establish it as an intrinsic material\nproperty, and enrich the physics of the complex interplay between non-Hermitian\nband topology and other physical properties in non-Hermitian systems."}
{"id": "2508.19455", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP", "82C35"], "pdf": "https://arxiv.org/pdf/2508.19455", "abs": "https://arxiv.org/abs/2508.19455", "authors": ["So Katagiri", "Yoshiki Matsuoka", "Akio Sugamoto"], "title": "Nambu Non-equilibrium Thermodynamics II:Reduction of a complex system to a simple one", "comment": "21 pages", "summary": "Non-equilibrium thermodynamics far from equilibrium is investigated in terms\nof a generalized ``Nambu dynamics'' (termed Nambu non-equilibrium\nthermodynamics (NNET)); NNET consists of Nambu dynamics with multiple\nHamiltonians and an entropy causing dissipation.\n  It is shown that a general complex non-linear non-equilibrium system far from\nequilibrium can be reduced to a simple NNET, on the basis of an existence\nproposition of NNET. This proposition is, however, proved only formally, so\nthat there may exist various obstacles to destroy it.\n  Non-equilibrium thermodynamics studied in this article is quite general,\nincluding the case in which the product of dynamical and affinity forces forms\na higher-order mixed tensor."}
{"id": "2508.19377", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.19377", "abs": "https://arxiv.org/abs/2508.19377", "authors": ["Annina Z. Lieberherr", "Joseph Kelly", "Johan E. Runeson", "Thomas E. Markland", "David E. Manolopoulos"], "title": "Two-dimensional electronic spectra from trajectory-based dynamics: pure-state Ehrenfest and spin-mapping approaches", "comment": null, "summary": "Two-dimensional electronic spectroscopy (2DES) provides a detailed picture of\nelectronically nonadiabatic dynamics that can be interpreted with the aid of\nsimulations. Here, we develop and contrast trajectory-based nonadiabatic\ndynamics approaches for simulating 2DES spectra. First, we argue that an\nimproved pure-state Ehrenfest approach can be constructed by decomposing the\ninitial coherence into a sum of equatorial pure states that contain equal\ncontributions from the states in the coherence. We then use this framework to\nshow how one can obtain a more accurate, but computationally more expensive,\napproximation to the third-order 2DES response function by replacing Ehrenfest\ndynamics with spin mapping during the pump-probe delay time. We end by\ncomparing and contrasting the accuracy of these methods in reproducing the\nexact linear, pump-probe, and 2DES spectra of two Frenkel exciton models: a\ncoupled dimer system and the Fenna-Matthews-Olson (FMO) complex."}
{"id": "2508.19433", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19433", "abs": "https://arxiv.org/abs/2508.19433", "authors": ["Jorge Cayao", "Masatoshi Sato"], "title": "Non-Hermitian Josephson junctions with four Majorana zero modes", "comment": "10 pages, 7 figures", "summary": "Josephson junctions formed by finite-length topological superconductors host\nfour Majorana zero modes when the phase difference between the superconductors\nis $\\varphi=\\pi$ and their length is larger than the Majorana localization\nlength. While this picture is understood in terms of a Hermitian description of\nisolated junctions, unavoidable transport conditions due to coupling to\nreservoirs make them open and ground for non-Hermitian effects that still\nremain largely unexplored. In this work, we investigate the impact of\nnon-Hermiticity on Josephson junctions hosting four Majorana zero modes when\nthey are coupled to normal leads. We demonstrate that, depending on whether\ninner or outer Majorana zero modes are subjected to non-Hermiticity, Andreev\nexceptional points can form between lowest (higher energy) Andreev bound states\nconnected by stable zero real energy lines. We further find that the Andreev\nexceptional points give rise to strong local and nonlocal spectral weights,\nthus providing a way for their identification via, e.g., conductance\nmeasurements. Our findings unveil non-Hermiticity for designing non-Hermitian\ntopological phases and for operating Andreev bound states in Josephson\njunctions hosting Majorana zero modes."}
{"id": "2508.19329", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.19329", "abs": "https://arxiv.org/abs/2508.19329", "authors": ["Lei Gioia", "Anton A. Burkov", "Taylor L. Hughes"], "title": "No-go theorem for single time-reversal invariant symmetry-protected Dirac fermions in 3+1d", "comment": "24+11 pages, 6 figures", "summary": "We employ a general method, known as anomaly-matching, to derive new no-go\ntheorems of fermionic lattice models. For our main result, we show that\ntime-reversal invariant 3+1d lattice systems (such as Dirac and Weyl\nsemimetals) can never admit a lone low-energy symmetry-protected Dirac fermion\n(or node), i.e., it must always come in higher muliplets or be fine-tuned. This\ntheorem holds for both non-interacting and interacting systems as long as the\nelectromagnetic $U(1)_{V,{\\rm UV}}$ symmetry is a normal subgroup of the\nmicroscopic symmetry group $G_{\\mathrm{UV}}$; a condition that is ubiquitous in\nphysical $U(1)_{V,{\\rm UV}}$ preserving lattice models. To show that our\ntheorems are tight, we also explore both well-known and new systems that are\nconverses of the no-go theorem, obtained by forfeiting certain assumptions such\nas a broken time-reversal symmetry (magnetic Weyl semimetal), a non-compact\nnon-on-site $U(1)$ (almost local Dirac node model), no-symmetry protection\n(fine-tuned Dirac semimetal), or multiple low-energy Dirac nodes (time-reversal\ninvariant Weyl and Dirac semimetals). We will also explicitly demonstrate that,\nwhile this theorem strictly prohibits single time-reversal invariant\nsymmetry-protected Dirac node, it does allow for other odd numbers of Dirac\nnodes under certain circumstances, such as three Dirac nodes in the\nFu-Kane-Mele diamond lattice model. This is akin to the Nielsen-Ninomiya\ntheorem for an odd number of differently-charged chiral fermions, whose lattice\nrealizations are allowed if certain anomaly cancellation conditions are met."}
{"id": "2508.19255", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19255", "abs": "https://arxiv.org/abs/2508.19255", "authors": ["Hong-Yu Zou", "Bing-Bing Wang", "Yong Ge", "Ke-Qi Zhao", "Yu-Qi Chen", "Hong-Xiang Sun", "Shou-Qi Yuan", "Haoran Xue", "Baile Zhang"], "title": "Non-Hermitian edge burst of sound", "comment": null, "summary": "Non-Hermitian band topology can give rise to phenomena with no counterparts\nin Hermitian systems. A well-known example is the non-Hermitian skin effect\n(NHSE), where Bloch eigenstates localize at a boundary, induced by a nontrivial\nspectrum winding number. In contrast, recent studies on lossy non-Hermitian\nlattices have uncovered an unexpected boundary-localized loss probability-a\nphenomenon that requires not only non-Hermitian band topology but also the\nclosure of the imaginary (dissipative) gap. Here, we demonstrate the\nnon-Hermitian edge burst in a classical-wave metamaterial: a lossy\nnonreciprocal acoustic crystal. We show that, when the imaginary gap remains\nclosed, edge bursts can occur at the right boundary, left boundary, or both\nboundaries simultaneously, all under the same non-Hermitian band topology; the\nlatter scenario is known as a bipolar edge burst. The occurrence of each\nscenario depends on the number and location of the imaginary gap closure points\nin the eigenenergy spectra. These findings generalize the concept of edge burst\nfrom quantum to classical wave systems, establish it as an intrinsic material\nproperty, and enrich the physics of the complex interplay between non-Hermitian\nband topology and other physical properties in non-Hermitian systems."}
{"id": "2508.19403", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19403", "abs": "https://arxiv.org/abs/2508.19403", "authors": ["Moritz C. Schmidt", "Agustin O. Alvarez", "Riccardo Pallotta", "Biruk A. Seid", "Jeroen J. de Boer", "Jarla Thiesbrummel", "Felix Lang", "Giulia Grancini", "Bruno Ehrler"], "title": "Quantification of mobile ions in perovskite solar cells with thermally activated ion current measurements", "comment": null, "summary": "Mobile ions play a key role in the degradation of perovskite solar cells,\nmaking their quantification essential for enhancing device stability. Various\nelectrical measurements have been applied to characterize mobile ions. However,\ndiscerning between different ionic migration processes can be difficult.\nFurthermore, multiple measurements at different temperatures are usually\nrequired to probe different ions and their activation energies. Here, we\ndemonstrate a new characterization technique based on measuring the thermally\nactivated ion current (TAIC) of perovskite solar cells. The method reveals\ndensity, diffusion coefficient, and activation energy of mobile ions within a\nsingle temperature sweep and offers an intuitive way to distinguish mobile ion\nspecies. We apply the TAIC technique to quantify mobile ions of MAPbI3 and\ntriple-cation perovskite solar cells. We find a higher activation energy and a\nlower diffusion coefficient in the triple-cation devices. TAIC measurements are\na simple yet powerful tool to better understand ion migration in perovskite\nsolar cells."}
{"id": "2508.20025", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20025", "abs": "https://arxiv.org/abs/2508.20025", "authors": ["Jaehyeok Jin", "Yining Han", "Gregory A. Voth"], "title": "A Field-Theoretical Paradigm via Hierarchical Coarse-Graining: I. Generalized Mode Theory", "comment": "34 pages, 4 figures", "summary": "Multiscale computer simulations facilitate the efficient exploration of large\nspatiotemporal scales in chemical and physical systems. However, molecular\nsimulations predominantly rely on particle-based representations, which become\ncomputationally prohibitive when applied beyond the molecular scale.\nField-theoretical simulations have emerged as an alternative to overcome these\nlimitations. Despite their applicability in mesoscopic simulations, these\napproaches are typically derived from top-down principles, leaving a gap in the\nbottom-up derivation of field-theoretical models for targeted molecular\nsystems. This work presents a systematic strategy for constructing statistical\nfield models for molecular liquids from the atomistic level, marking a critical\nstep toward bridging particle-based and field-theoretical modeling techniques.\nBy introducing molecular coarse-grained models as an intermediate step, this\nhierarchical approach reduces the complexity of the\natomistic-to-field-theoretical transformation while preserving important\nmicroscopic structural correlations. We systematically derive field-theoretical\nmodels in reciprocal space for both canonical and grand canonical ensembles\nusing the Hubbard-Stratonovich transformation. By incorporating additional\nfields for both positive and negative Fourier modes, our generalized mode\ntheory extends the applicability of bottom-up field-theoretical models beyond\nthe conventional Hubbard-Stratonovich transformation, which can be limited to\npositive Fourier modes. Furthermore, we introduce an efficient perturbative\napproach for approximating Fourier modes of molecular interactions, reducing\ncomputational cost and allowing for integrating complex molecular interactions\ninto the field-theoretic description."}
{"id": "2508.19531", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.19531", "abs": "https://arxiv.org/abs/2508.19531", "authors": ["Yu-Hong Han", "Yi Li", "Feng Mei", "Liantuan Xiao", "Suotang Jia"], "title": "Observation of topological switch between Weyl semimetal and third-order topological insulator phases", "comment": "17 pages, 7 figures,", "summary": "Weyl semimetals and higher-order topological insulators represent two\nfundamental yet distinct classes of topological matter. While both have been\nextensively studied in classical-wave systems, their coexistence and\ncontrollable transition within a single platform remain largely unexplored.\nMeanwhile, implementing three-dimensional spin-orbit couplings, which is\ncrucial for realizing a broad class of higher-dimensional topological phases,\ncontinues to pose significant experimental challenges. Here, we experimentally\nrealize three-dimensional spin-orbit couplings and demonstrate that tuning the\ndimerized spin-orbit coupling strength enables both the coexistence of and a\ncontrollable switch between Weyl semimetal and third-order topological\ninsulator phases. By engineering a three-dimensional circuit metamaterial, we\nsynthesize the required spin-orbit interactions and observe hallmark signatures\nof both phases: frequency spectroscopy reveals the Fermi arcs, while local\ndensity of states measurements identify the topological corner modes.\nInterestingly, the corner mode degeneracy doubles compared to that in the\ncanonical Benalcazar-Bernevig-Hughes model, signaling an enriched topological\nstructure. Our study establishes a fundamental connection between two\nparadigmatic topological phases and paves the way for further exploring\nspin-orbit-coupling induced exotic higher-dimensional topological phases."}
{"id": "2508.20084", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20084", "abs": "https://arxiv.org/abs/2508.20084", "authors": ["Leïla Moueddene", "Nikolaos G Fytas", "Bertrand Berche"], "title": "Phase transition properties via partition function zeros: The Blume-Capel ferromagnet revisited", "comment": "23 pages, 18 figures, 1 table, preprint submitted to JSTAT", "summary": "Since the landmark work of Lee and Yang, locating the zeros of the partition\nfunction in the complex magnetic-field plane has become a powerful method for\nstudying phase transitions. Fisher later extended this approach to complex\ntemperatures, and subsequent generalizations introduced other control\nparameters, such as the crystal field. In previous works [Moueddene et al, J.\nStat. Mech. (2024) 023206; Phys. Rev. E 110, 064144 (2024)] we applied this\nframework to the two- and three-dimensional Blume-Capel model -- a system with\na rich phase structure where a second-order critical line meets a first-order\nline at a tricritical point. We showed that the scaling of Lee-Yang, Fisher,\nand crystal-field zeros yields accurate critical exponents even for modest\nlattice sizes. In the present study, we extend this analysis and demonstrate\nthat simulations need not be performed exactly at the nominal transition point\nto obtain reliable exponent estimates. Strikingly, small system sizes are\nsufficient, which not only improves methodological efficiency but also advances\nthe broader goal of reducing the carbon footprint of large-scale computational\nstudies."}
{"id": "2508.19702", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.19702", "abs": "https://arxiv.org/abs/2508.19702", "authors": ["Gonzalo Díaz Mirón", "Cesare Malosso", "Solana Di Pino", "Colin K. Egan", "Diganta Disgupta", "Christopher J. Mundy", "Ali Hassanali"], "title": "Ultrafast Solvent Dynamics Drives the Formation of the Hydrated Electron in Photoexcited Water", "comment": null, "summary": "The photophysics and photochemistry associated with irradiating UV light in\nliquid water is central to numerous physical, chemical and biological\nprocesses. One of the key events involved in this process is the generation of\nthe hydrated electron. Despite long study from both experimental and\ntheoretical fronts, a unified understanding of the underlying mechanisms\nassociated with the generation of the solvated electron have remained elusive.\nHere, using excited-state molecular dynamics simulations of condensed phase\nphotoexcited liquid water, we unravel the key sequence of chemical events\nleading to the creation of the hydrated electron on the excited state. The\nprocess begins through the excitation of electrons localized mostly on specific\ntopological defects in water's hydrogen network which is subsequently followed\nby two main reaction pathways. The first, leads to the creation of a hydrogen\natom culminating in non-radiative decay back to the ground-state within 100\nfemtoseconds. The second involves a proton coupled electron transfer, giving\nrise to the formation of the hydronium ion, hydroxyl radical and the hydrated\nexcess electron on the excited-state. This process is facilitated by ultrafast\ncoupled rotational and translational motions of water molecules leading to the\nformation of water mediated ion-radical pairs in the network. These species can\nsurvive on the picosecond timescale and ultimately modulate the emission of\nvisible photons. All in all, our findings provide fresh perspectives into the\ninterpretation of several independent time-dependent spectroscopies measured\nover the last decades, paving the way for new directions on both theoretical\nand experimental fronts."}
{"id": "2508.19536", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19536", "abs": "https://arxiv.org/abs/2508.19536", "authors": ["Youichi Yamakawa", "Hiroshi Kontani"], "title": "Theory of superconductivity and mass enhancement near CDW critical point based on Bethe-Salpeter equation method: application to cuprates", "comment": "12 pages, 9 figures", "summary": "In recent years, charge-channel orders in strongly correlated metals have\nattracted great attention. Famous examples are the electronic nematic orders in\ncuprates and iron-based superconductors, and Star-of-David order in kagome\nmetals. Critical phenomena and unconventional superconductivity arising from\nfluctuations of such charge-channel orders are central issues today; however,\nthe essential role is played by the vertex corrections, which are the many-body\neffects that are dropped in conventional mean-field type approximations. To\nsolve this difficulty, in this study, we propose the Bethe-Salpeter equation\ntheory to evaluate electron-electron interactions in two dimensional Hubbard\nmodels. This method satisfies the criteria of the Baym-Kadanoff conserving\napproximation. Here, we find that an attractive interaction in the charge\nchannel emerges from the Aslamazov-Larkin vertex corrections that describe the\ninterference processes among spin fluctuations. Applying this method to the\nsquare-lattice Hubbard model, we reveal that the cooperation of attractive\ncharge fluctuations and repulsive spin fluctuations yields high-$T_c$ $d$-wave\nsuperconductivity together with enhanced effective mass. These results\nnaturally explain the phase diagram of cuprate superconductors, where\nstrong-coupling $d$-wave superconductivity appears near the charge-order\nquantum critical point. The theory can also be applied to multi-orbital Hubbard\nmodels, like iron-based and nickelate superconductors, suggesting broad\npotential for future applications."}
{"id": "2508.19330", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19330", "abs": "https://arxiv.org/abs/2508.19330", "authors": ["Pradip Kattel", "Abay Zhakenov", "Natan Andrei"], "title": "Thermodynamics in a split Hilbert space: Quantum impurity at the edge of a one-dimensional superconductor", "comment": "5+22 pages, 3+9 figures", "summary": "We present a thermodynamic description of a single magnetic impurity at the\nedge of a superconducting wire. The impurity exhibits four phases\n$\\unicode{x2014}$ Kondo, Yu-Shiba-Rusinov (YSR) I and II, and local moment\n$\\unicode{x2014}$ a phase diagram richer than in the gapless case, contrary to\nthe expectation that the effects of impurities in gapped hosts are less\nconsequential. We derive the impurity contribution to free energy $F_{\\rm\nimp}(T)$ and entropy in each phase: in Kondo phase, the entropy flows\nmonotonically from $\\ln 2$ (UV) to 0 (IR) with critical exponents same as that\nof the conventional Kondo model; in YSR phases, thermal activation of a midgap\nbound state produces entropy overshoots above $\\ln 2$, saturating to $\\ln 2$ at\nhigh $T$ and approaching either 0 or $\\ln 2$ at low $T$ depending on whether\nimpurity is screened or not; in the local-moment phase the impurity remains\neffectively decoupled, with entropy near $\\ln 2$, with some\nintermediate-temperature features that progressively fade as $\\delta \\to 0$.\nThese behaviors, including the entropy overshoots in the YSR and local-moment\nphases, stem from a splitting of the Hilbert space into distinct excitation\ntowers: one in the Kondo phase, two in YSR~I, and three in YSR~II and the\nlocal-moment phase. Resolving these tower structures and thereby going beyond\nconventional TBA yields closed-form analytic expressions for the impurity\ncontribution to the free energy and entropy across the entire phase diagram."}
{"id": "2508.19329", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.19329", "abs": "https://arxiv.org/abs/2508.19329", "authors": ["Lei Gioia", "Anton A. Burkov", "Taylor L. Hughes"], "title": "No-go theorem for single time-reversal invariant symmetry-protected Dirac fermions in 3+1d", "comment": "24+11 pages, 6 figures", "summary": "We employ a general method, known as anomaly-matching, to derive new no-go\ntheorems of fermionic lattice models. For our main result, we show that\ntime-reversal invariant 3+1d lattice systems (such as Dirac and Weyl\nsemimetals) can never admit a lone low-energy symmetry-protected Dirac fermion\n(or node), i.e., it must always come in higher muliplets or be fine-tuned. This\ntheorem holds for both non-interacting and interacting systems as long as the\nelectromagnetic $U(1)_{V,{\\rm UV}}$ symmetry is a normal subgroup of the\nmicroscopic symmetry group $G_{\\mathrm{UV}}$; a condition that is ubiquitous in\nphysical $U(1)_{V,{\\rm UV}}$ preserving lattice models. To show that our\ntheorems are tight, we also explore both well-known and new systems that are\nconverses of the no-go theorem, obtained by forfeiting certain assumptions such\nas a broken time-reversal symmetry (magnetic Weyl semimetal), a non-compact\nnon-on-site $U(1)$ (almost local Dirac node model), no-symmetry protection\n(fine-tuned Dirac semimetal), or multiple low-energy Dirac nodes (time-reversal\ninvariant Weyl and Dirac semimetals). We will also explicitly demonstrate that,\nwhile this theorem strictly prohibits single time-reversal invariant\nsymmetry-protected Dirac node, it does allow for other odd numbers of Dirac\nnodes under certain circumstances, such as three Dirac nodes in the\nFu-Kane-Mele diamond lattice model. This is akin to the Nielsen-Ninomiya\ntheorem for an odd number of differently-charged chiral fermions, whose lattice\nrealizations are allowed if certain anomaly cancellation conditions are met."}
{"id": "2508.19496", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19496", "abs": "https://arxiv.org/abs/2508.19496", "authors": ["Liqin Ke", "R. Flint", "Y. Lee"], "title": "Accurate calculation of light rare-earth magnetic anisotropy with density functional theory", "comment": "6 pages, 3 figures", "summary": "Density functional theory (DFT) has long struggled to treat light rare-earth\nmagnetism. We show that this difficulty arises from an overestimate of the $4f$\ncharge asphericity, and thus the magnetic anisotropy energy, due to the\ninadequacy of single Slater-determinant representations. We propose an\neffective solution by combining constrained DFT+U with crystal field theory and\na systematic many-body correction to the charge asphericity. We confirm the\nvalidity of this combination on TbV$_6$Sn$_6$ and TbCo$_5$, and then show how\nthe many-body correction adjusts the calculated magnetic anisotropy energy of\nSmCo$_5$ to match experiment. Our method is an efficient DFT-based approach to\naddress light-rare-earth magnetism."}
{"id": "2508.20042", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20042", "abs": "https://arxiv.org/abs/2508.20042", "authors": ["Xinglong Zhang", "Huiwen Tan", "Jingyi Liu", "Zihan Li", "Lewen Wang", "Benjamin W. J. Chen"], "title": "CHEMSMART: Chemistry Simulation and Modeling Automation Toolkit for High-Efficiency Computational Chemistry Workflows", "comment": null, "summary": "CHEMSMART (Chemistry Simulation and Modeling Automation Toolkit) is an\nopen-source, Python-based framework designed to streamline quantum chemistry\nworkflows for homogeneous catalysis and molecular modeling. By integrating job\npreparation, submission, execution, results analysis, and visualization,\nCHEMSMART addresses the inefficiencies of manual workflow management in\ncomputational chemistry by ensuring seamless interoperability with quantum\nchemistry packages and cheminformatics platforms. Its modular architecture\nsupports automated job submission and execution tasks for geometry\noptimization, transition state searches, thermochemical analysis, and\nnon-covalent interaction plotting, while auxiliary scripts facilitate file\nconversion, data organization, and electronic structure analysis. Future\ndevelopments aim to expand compatibility with additional software, incorporate\nQM/MM and classical MD, and align with FAIR data principles for enhanced\nreproducibility and data reuse. Available on GitHub, CHEMSMART empowers\nresearchers with a robust, user-friendly platform for efficient and\nreproducible computational chemistry."}
{"id": "2508.19550", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19550", "abs": "https://arxiv.org/abs/2508.19550", "authors": ["Zhongmou Jia", "Yiwen Ma", "Zhongchen Xu", "Xue Yang", "Jianfei Xiao", "Jiezhong He", "Yunteng Shi", "Zhiyuan Zhang", "Duolin Wang", "Sicheng Zhou", "Bingbing Tong", "Peiling Li", "Ziwei Dou", "Xiaohui Song", "Guangtong Liu", "Jie Shen", "Zhaozheng Lyu", "Youguo Shi", "Jiangping Hu", "Li Lu", "Fanming Qu"], "title": "A non-invasive dry-transfer method for fabricating mesoscopic devices on sensitive materials", "comment": null, "summary": "Many materials with novel or exotic properties are highly sensitive to\nenvironmental factors such as air, solvents, and heat, which complicates device\nfabrication and limits their potential applications. Here, we present a\nuniversal submicron fabrication method for mesoscopic devices using a\ndry-transfer technique, tailored specifically for sensitive materials. This\napproach utilizes PMMA masks, combined with a water-dissoluble coating as a\nsacrificial layer, to ensure that sensitive materials are processed without\nexposure to harmful environmental conditions. The entire fabrication process is\ncarried out in a glove box, employing dry techniques that avoid air, solvents,\nand heat exposure, culminating in an encapsulation step. We demonstrate the\nutility of this method by fabricating and characterizing K2Cr3As3 and WTe2\ndevices, a one- and two-dimensional material, respectively. The results show\nthat our technique preserves the integrity of the materials, provides excellent\ncontact interfaces, and is broadly applicable to a range of sensitive\nmaterials."}
{"id": "2505.22315", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2505.22315", "abs": "https://arxiv.org/abs/2505.22315", "authors": ["Adam B. Cahaya"], "title": "Spin current compensation from competing magnon modes in ferrimagnets", "comment": null, "summary": "We investigate thermal spin pumping in gadolinium iron garnet (GdIG),\nfocusing on the mode-resolved dynamics of antiferromagnetic magnons and their\nimpact on spin and heat transport. Antiferromagnets support both right-handed\nand left-handed magnon modes, which we treat as positive and negative frequency\nbranches, analogous to electrons and holes in semiconductors. Using a\ntwo-sublattice model with a minimal exchange interaction scheme, we derive the\ntemperature-dependent spin-wave spectrum and evaluate the associated thermal\nspin pumping coefficients. Our analysis reveals that the competition between\nleft- and right-handed modes gives rise to a compensation temperature, where\nthe net thermally generated spin current vanishes. Importantly, we show that\nthis compensation point does not necessarily coincide with the crossing of\nmagnon dispersion branches. While previous research considers a detailed\nmicroscopic model including all magnetic sublattices and exchange couplings,\nour approach demonstrates that key features of mode-resolved spin transport can\nbe captured by a simplified and analytically transparent model. These findings\nadvance the understanding of spin-caloritronic phenomena in ferrimagnets and\noffer new perspectives for the design of chiral magnon-based spintronic\ndevices."}
{"id": "2508.19799", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.19799", "abs": "https://arxiv.org/abs/2508.19799", "authors": ["Piotr Michalak", "Michał Lesiuk"], "title": "Rank-reduced equation-of-motion coupled cluster formalism with full inclusion of triple excitations", "comment": null, "summary": "In this work we describe the rank-reduced variant of the equation-of-motion\ncoupled cluster theory with complete inclusion of single, double, and triple\nexcitations. The advantage of the proposed formalism in comparison with the\ncanonical theory stems from the application of Tucker decomposition format to\nthe ground- and excited-states triply-excited amplitudes tensors. By exploiting\nthe linear scaling of the dimension of the decomposed amplitudes with respect\nto the system size $N$, one can reduce the computational cost of the method to\nthe level of $N^6$ and storage requirements to $N^4$. While in practice the\nproposed rank-reduced formalism introduces an error, we show that it is several\ntimes smaller than the inherent error of the parent theory with the proposed\ndefault settings for a wide range of problems. Higher level of accuracy can be\nachieved by increasing the value of a single parameter present in this\nformulation, recovering the canonical method in an appropriate limit. We\nillustrate the accuracy and performance of the proposed method by calculations\nfor a group of molecules with excited states of different character -- from\ndominated by single excitations with respect to the reference determinant to\nstates with moderate and large contribution of double and higher excitations.\nWe report calculations of potential energy curves and related spectroscopic\nparameters for the first four singlet excited states of magnesium dimer, as\nwell as the potential energy curve for the excited state of charge-transfer\ncharacter in the NH$_3$-F$_2$ complex as a function of intermolecular\nseparation."}
{"id": "2508.19584", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19584", "abs": "https://arxiv.org/abs/2508.19584", "authors": ["Nikita Sharma", "Kuldeep Kargeti", "Neha Sharma", "Pooja Chourasia", "B. Vignolle", "Olivier Toulemonde", "Tirthankar Chakraborty", "S. K. Panda", "Sourav Marik"], "title": "Multiband Superconductivity and High Critical Current Density in Entropy Stabilized Nb0.25Ta0.25Ti0.25Zr0.25", "comment": "13 pages, 8 figures", "summary": "High and medium-entropy superconductors with significant intrinsic disorder\nare a fascinating class of superconductors. Their combination of robust\nstructural integrity, superior mechanical properties, and exceptional\nirradiation tolerance makes them promising candidates for use in advanced\nsuperconducting technologies. Herein, we present a comprehensive theoretical\nand experimental investigation on the superconductivity of equiatomic\nentropy-stabilized Nb0.25Ta0.25Ti0.25Zr0.25. The material shows bulk\nsuperconductivity (transition temperature = 8K) with a high upper critical\nfield of 11.94T. Interestingly, both the electronic band structure and specific\nheat data point toward unconventional multiband superconductivity. Our ab\ninitio calculations reveal Dirac-like band crossings close to the Fermi level,\nwith certain degeneracies persisting even in the presence of spin-orbit\ncoupling, suggesting a possible interplay between topological electronic states\nand the observed unconventional superconductivity. Remarkably, the critical\ncurrent density exceeds the benchmark of 10^5 A/cm2, surpassing all previously\nreported as-cast entropy-stabilized superconductors. This high critical current\ndensity is likely attributed to strong flux pinning at the grain boundaries,\nfacilitated by extreme intrinsic lattice distortion. Taken together, the\ndemonstrated dynamical stability, excellent metallicity, potential to host\nunconventional superconductivity, and exceptionally high critical current\ndensity highlight the potential of entropy-stabilized alloys as a platform for\nexploring the confluence of disorder, topology, and unconventional\nsuperconductivity."}
{"id": "2508.19334", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.MP", "nlin.SI", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19334", "abs": "https://arxiv.org/abs/2508.19334", "authors": ["Abay Zhakenov", "Pradip Kattel", "Natan Andrei"], "title": "Thermodynamics in a split Hilbert space: Quantum impurity at the edge of the Heisenberg chain", "comment": "The abstract is shortened. Full abstract is in the paper", "summary": "We study the isotropic spin-$\\frac{1}{2}$ Heisenberg chain with a single\nedge-coupled impurity of arbitrary exchange strength $J$. The model exhibits\nfour impurity phases. For antiferromagnetic couplings ($J>0$): a \\textit{Kondo\nphase} at weak $J$, where the impurity is screened by many-body excitations and\nthe impurity entropy decreases monotonically from $\\ln 2$ at $T \\to \\infty$ to\n$0$ at $T\\to 0$; and an \\textit{antiferromagnetic bound-mode (ABM) phase} at\nstrong $J$, where the impurity screened by an exponentially localized bound\nmode drives $S_{\\mathrm{imp}}(T)$ nonmonotonically, with undershoots below zero\nat intermediate temperatures, while tending to $\\ln 2$ as $T \\to \\infty$ and to\n$0$ as $T \\to 0$. For ferromagnetic couplings ($J<0$): a local-moment (LM)\nphase at weak $|J|$, where the impurity remains unscreened with\n$S_{\\mathrm{imp}}\\to \\ln 2$ as $T \\to 0$ but exhibits shallow undershoots at\nintermediate scales; and a \\textit{ferromagnetic bound-mode (FBM) phase} at\nstrong $|J|$, where $S_{\\mathrm{imp}}=\\ln 2$ in both UV and IR limits, yet\ndevelops an intermediate-temperature undershoot. We provide an analytic\nunderstanding of this behavior, showing that the undershoots originate from the\nfractionalization of the Hilbert space into several towers of states: for\nantiferromagnetic couplings this occurs only at strong $J$, driven by\nboundary-localized bound modes, while for ferromagnetic couplings undershoots\noccur for all $J<0$, becoming deeper with increasing $|J|$ and vanishing as\n$J\\to 0^{-}$. These bound modes screen the impurity. Incorporating the bound\nmodes and edge states provides a complete analytic understanding of this\nphenomenon and yields closed expressions for the impurity contribution to free\nenergy and entropy that are valid across all phases. These are checked and\nfound to be in excellent agreement with tensor network and exact\ndiagonalization results."}
{"id": "2508.19330", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19330", "abs": "https://arxiv.org/abs/2508.19330", "authors": ["Pradip Kattel", "Abay Zhakenov", "Natan Andrei"], "title": "Thermodynamics in a split Hilbert space: Quantum impurity at the edge of a one-dimensional superconductor", "comment": "5+22 pages, 3+9 figures", "summary": "We present a thermodynamic description of a single magnetic impurity at the\nedge of a superconducting wire. The impurity exhibits four phases\n$\\unicode{x2014}$ Kondo, Yu-Shiba-Rusinov (YSR) I and II, and local moment\n$\\unicode{x2014}$ a phase diagram richer than in the gapless case, contrary to\nthe expectation that the effects of impurities in gapped hosts are less\nconsequential. We derive the impurity contribution to free energy $F_{\\rm\nimp}(T)$ and entropy in each phase: in Kondo phase, the entropy flows\nmonotonically from $\\ln 2$ (UV) to 0 (IR) with critical exponents same as that\nof the conventional Kondo model; in YSR phases, thermal activation of a midgap\nbound state produces entropy overshoots above $\\ln 2$, saturating to $\\ln 2$ at\nhigh $T$ and approaching either 0 or $\\ln 2$ at low $T$ depending on whether\nimpurity is screened or not; in the local-moment phase the impurity remains\neffectively decoupled, with entropy near $\\ln 2$, with some\nintermediate-temperature features that progressively fade as $\\delta \\to 0$.\nThese behaviors, including the entropy overshoots in the YSR and local-moment\nphases, stem from a splitting of the Hilbert space into distinct excitation\ntowers: one in the Kondo phase, two in YSR~I, and three in YSR~II and the\nlocal-moment phase. Resolving these tower structures and thereby going beyond\nconventional TBA yields closed-form analytic expressions for the impurity\ncontribution to the free energy and entropy across the entire phase diagram."}
{"id": "2508.19497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19497", "abs": "https://arxiv.org/abs/2508.19497", "authors": ["Koichi Kajiyama"], "title": "Band gap formation theory: An alternative to the Bragg diffraction model", "comment": "12 pages, 6 figures. Submitted to Physical Review B", "summary": "The band gap, a key concept in solid-state physics, is traditionally\nexplained by the Bragg diffraction of electron waves in the periodic potential\nof a crystal. Although widely accepted, this framework raises fundamental\nissues in one-dimensional systems, where Bragg diffraction-which requires\nmultidirectional wave interactions-reduces to simple interference, thus failing\nto explain band gap formation. In this paper, we introduce an alternative\ntheory that does not rely on Bragg reflection. Using the Schr\\\"{o}dinger\nequation for Bloch waves, we consider the crystal lattice as a discrete set of\nobservation points. This discreteness introduces a sampling-like constraint\nanalogous to the Nyquist frequency in signal processing. We show that when the\nelectron wavenumber changes under a periodic potential while the lattice\nspacing remains fixed, a band gap naturally emerges as a sampling effect. By\nconstructing an energy diagram that incorporates this effect, we reveal that\nthe band gap originates from both the wavenumber change and the role of the\nlattice as discrete samplers, leading the energy curve to exhibit translational\nand mirror symmetries with respect to the Nyquist wavenumber. This approach\nprovides a novel, physically grounded explanation of band gap formation and can\nbe naturally extended to higher dimensions."}
{"id": "2508.19586", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19586", "abs": "https://arxiv.org/abs/2508.19586", "authors": ["Xue-Jin Zhang", "Jin Cao", "Lulu Xiong", "Hui Wang", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang"], "title": "Intrinsic nonlinear valley Nernst effect", "comment": null, "summary": "We investigate the intrinsic nonlinear valley Nernst effect, which induces a\ntransverse valley current via a second-order thermoelectric response to a\nlongitudinal temperature gradient. The effect arises from the Berry connection\npolarizability dipole of valley electrons and is permissible in both\ninversion-symmetric and inversion-asymmetric materials. We demonstrate that the\nresponse tensor is connected to the intrinsic nonlinear valley Hall\nconductivity through a generalized Mott relation, with the two being directly\nproportional at low temperatures, scaled by the Lorenz number. We elucidate the\nsymmetry constraints governing this effect and develop a theory for its\nnonlocal measurement, revealing a nonlocal second-harmonic signal with a\ndistinct $\\rho^2$ scaling. This signal comprises two scaling terms, with their\nratio corresponding to the square of the thermopower normalized by the Lorenz\nnumber. Key characteristics are demonstrated using a tilted Dirac model and\nfirst-principles calculations on bilayer WTe$_2$. Possible extrinsic\ncontributions and alternative experimental detection methods, e.g., by valley\npumping and by nonreciprocal directional dichroism, are discussed. These\nfindings underscore the significance of band quantum geometry on electron\ndynamics and establish a theoretical foundation for nonlinear valley\ncaloritronics."}
{"id": "2508.19716", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.19716", "abs": "https://arxiv.org/abs/2508.19716", "authors": ["David Vrba", "Roman Martoňák"], "title": "Kinetic pathways of coesite densification from metadynamics", "comment": "8 pages and 9 figures. For the Supplemental Material, please look\n  into the source .zip archive. The following article has been accepted by The\n  Journal of Chemical Physics. After it is published, it will be found at\n  https://pubs.aip.org/aip/jcp", "summary": "We study compression of coesite to pressures above 35 GPa, substantially\nbeyond the equilibrium transition pressure to octahedral phases (8 GPa to\nstishovite). Experiments at room temperature showed that up to 30 GPa the\nmetastable coesite structure develops only minor displacive changes (coesite-II\nand coesite-III) while the Si atoms remain 4-coordinated. Beyond 30 GPa,\nreconstructive transformations start, following different pathways from the\ncomplex structure of coesite. Besides amorphization, two different crystalline\noutcomes were observed. One is formation of defective high-pressure octahedral\nphases (Hu et al., 2015) and another one is formation of unusual and complex\ndense phases coesite-IV and coesite-V with Si atoms in 4-fold, 5-fold and\n6-fold coordination (Bykova et al., 2018). Capturing these structural\ntransformations computationally represents a challenge. Here we show that\nemploying metadynamics with Si-O coordination number and volume as generic\ncollective variables in combination with a machine-learning based ACE potential\n(Erhard et al., 2024), one naturally observes all three mentioned pathways,\nresulting in the phases observed experimentally. We describe the atomistic\nmechanisms along the transformation pathways. While the pathway to coesite-IV\nis simpler, the transformation to octahedral phases involves two steps: first,\na hcp sublattice of O atoms is formed where Si atoms occupy octahedral\npositions but the octahedra chains do not form a regular pattern. In the second\nstep, the Si atoms order and the chains develop a more regular arrangement. We\npredict that the pathway to coesite-IV is preferred at room temperature, while\nat 600 K the formation of octahedral phases is more likely."}
{"id": "2508.20025", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20025", "abs": "https://arxiv.org/abs/2508.20025", "authors": ["Jaehyeok Jin", "Yining Han", "Gregory A. Voth"], "title": "A Field-Theoretical Paradigm via Hierarchical Coarse-Graining: I. Generalized Mode Theory", "comment": "34 pages, 4 figures", "summary": "Multiscale computer simulations facilitate the efficient exploration of large\nspatiotemporal scales in chemical and physical systems. However, molecular\nsimulations predominantly rely on particle-based representations, which become\ncomputationally prohibitive when applied beyond the molecular scale.\nField-theoretical simulations have emerged as an alternative to overcome these\nlimitations. Despite their applicability in mesoscopic simulations, these\napproaches are typically derived from top-down principles, leaving a gap in the\nbottom-up derivation of field-theoretical models for targeted molecular\nsystems. This work presents a systematic strategy for constructing statistical\nfield models for molecular liquids from the atomistic level, marking a critical\nstep toward bridging particle-based and field-theoretical modeling techniques.\nBy introducing molecular coarse-grained models as an intermediate step, this\nhierarchical approach reduces the complexity of the\natomistic-to-field-theoretical transformation while preserving important\nmicroscopic structural correlations. We systematically derive field-theoretical\nmodels in reciprocal space for both canonical and grand canonical ensembles\nusing the Hubbard-Stratonovich transformation. By incorporating additional\nfields for both positive and negative Fourier modes, our generalized mode\ntheory extends the applicability of bottom-up field-theoretical models beyond\nthe conventional Hubbard-Stratonovich transformation, which can be limited to\npositive Fourier modes. Furthermore, we introduce an efficient perturbative\napproach for approximating Fourier modes of molecular interactions, reducing\ncomputational cost and allowing for integrating complex molecular interactions\ninto the field-theoretic description."}
{"id": "2508.19781", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19781", "abs": "https://arxiv.org/abs/2508.19781", "authors": ["Antonio Sanna", "Tiago F. T. Cerqueira", "Ekin Dogus Cubuk", "Ion Errea", "Yue-Wen Fang"], "title": "Search for thermodynamically stable ambient-pressure superconducting hydrides in GNoME database", "comment": "10 pages, 5 figures in main text", "summary": "Hydrides are considered to be one of the most promising families of compounds\nfor achieving high temperature superconductivity. However, there are very few\nexperimental reports of ambient-pressure hydride superconductivity, and the\nsuperconducting critical temperatures ($T_{\\rm c}$) are typically less than 10\nK. At the same time several hydrides have been predicted to exhibit\nsuperconductivity around 100 K at ambient pressure but in thermodynamically\nunfavorable phases. In this work we aim at assessing the superconducting\nproperties of thermodynamically stable hydride superconductors at room pressure\nby investigating the GNoME material database, which has been recently released\nand includes thousands of thermodynamically stable hydrides. To scan this large\nmaterial space we have adopted a multi stage approach which combines machine\nlearning for a fast initial evaluation and cutting edge ab initio methods to\nobtain a reliable estimation of $T_{\\rm c}$. Ultimately we have identified 22\ncubic thermodynamically stable hydrides with $T_{\\rm c}$ above 4.2 K and reach\na maximum $T_{\\rm c}$ of 17 K. While these critical temperatures are modest in\ncomparison to some recent predictions, the systems where they are found, being\nstable, are likely to be experimentally accessible and of potential\ntechnological relevance."}
{"id": "2508.19732", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19732", "abs": "https://arxiv.org/abs/2508.19732", "authors": ["Emmanuele G. Cinnirella", "Andrea Nava", "Domenico Giuliano"], "title": "Charge current and phase diagram of the disordered open longer-range Kitaev chain", "comment": "14 pages, 9 figures", "summary": "We compute the disorder averaged dc conductance in the non-equilibrium steady\nstate that sets in between a longer-range Kitaev chain and a metallic lead\nconnected to an external reservoir, as a function of the system parameters and\nof the disorder strength. From our results, we map out the phase diagram of the\ndisordered chain for different types of disorder and discuss the corresponding\neffects of the interplay between topology and disorder in the system. To do so,\nwe set up a combined analytical and numerical approach, which is potentially\namenable of straightforward generalizations to other disordered topological\nsystems."}
{"id": "2508.19334", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.MP", "nlin.SI", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19334", "abs": "https://arxiv.org/abs/2508.19334", "authors": ["Abay Zhakenov", "Pradip Kattel", "Natan Andrei"], "title": "Thermodynamics in a split Hilbert space: Quantum impurity at the edge of the Heisenberg chain", "comment": "The abstract is shortened. Full abstract is in the paper", "summary": "We study the isotropic spin-$\\frac{1}{2}$ Heisenberg chain with a single\nedge-coupled impurity of arbitrary exchange strength $J$. The model exhibits\nfour impurity phases. For antiferromagnetic couplings ($J>0$): a \\textit{Kondo\nphase} at weak $J$, where the impurity is screened by many-body excitations and\nthe impurity entropy decreases monotonically from $\\ln 2$ at $T \\to \\infty$ to\n$0$ at $T\\to 0$; and an \\textit{antiferromagnetic bound-mode (ABM) phase} at\nstrong $J$, where the impurity screened by an exponentially localized bound\nmode drives $S_{\\mathrm{imp}}(T)$ nonmonotonically, with undershoots below zero\nat intermediate temperatures, while tending to $\\ln 2$ as $T \\to \\infty$ and to\n$0$ as $T \\to 0$. For ferromagnetic couplings ($J<0$): a local-moment (LM)\nphase at weak $|J|$, where the impurity remains unscreened with\n$S_{\\mathrm{imp}}\\to \\ln 2$ as $T \\to 0$ but exhibits shallow undershoots at\nintermediate scales; and a \\textit{ferromagnetic bound-mode (FBM) phase} at\nstrong $|J|$, where $S_{\\mathrm{imp}}=\\ln 2$ in both UV and IR limits, yet\ndevelops an intermediate-temperature undershoot. We provide an analytic\nunderstanding of this behavior, showing that the undershoots originate from the\nfractionalization of the Hilbert space into several towers of states: for\nantiferromagnetic couplings this occurs only at strong $J$, driven by\nboundary-localized bound modes, while for ferromagnetic couplings undershoots\noccur for all $J<0$, becoming deeper with increasing $|J|$ and vanishing as\n$J\\to 0^{-}$. These bound modes screen the impurity. Incorporating the bound\nmodes and edge states provides a complete analytic understanding of this\nphenomenon and yields closed expressions for the impurity contribution to free\nenergy and entropy that are valid across all phases. These are checked and\nfound to be in excellent agreement with tensor network and exact\ndiagonalization results."}
{"id": "2508.19551", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.19551", "abs": "https://arxiv.org/abs/2508.19551", "authors": ["Hong-Xue Jiang", "Jia-wan Li", "Shi-Bo Zhao", "Jie Wang", "Yusheng Hou"], "title": "Giant Anomalous Hall Conductivity and Gilbert Damping in Room-temperature Ferromagnetic Half-Heusler Alloys PtMnBi", "comment": "16 pages, 5 figures, accepted by Frontiers of Physics", "summary": "Half-Heusler alloys have emerged as promising candidates for novel spintronic\napplications due to their exceptional properties including the high Curie\ntemperature (TC) above room temperature and large anomalous Hall conductivity\n(AHC). In this work, we systematically study the magnetic and electronic\nproperties of PtMnBi in {\\alpha}-, \\{beta}-, and {\\gamma}-phase using\nfirst-principles calculations and Monte Carlo simulations. The three phases are\nfound to be ferromagnetic metals. In particular, the {\\alpha}-phase PtMnBi\nshows a high TC up to 802 K and a relatively large Gilbert damping of 0.085.\nAdditionally, the {\\gamma}-phase PtMnBi possesses a non-negligible AHC,\nreaching 203 {\\Omega}-1cm-1 at the Fermi level. To evaluate its potential in\nnanoscale devices, we further investigate the {\\alpha}-phase PtMnBi thin films.\nThe Gilbert dampings of {\\alpha}-phase PtMnBi thin films varies with film\nthickness and we attribute this variation to the distinct band structures at\nthe high-symmetry point {\\Gamma}, which arise from differences in film\nthickness. Moreover, the 1-layer (1L) {\\alpha}-phase thin film retains robust\nferromagnetism (TC = 688 K) and shows enhanced Gilbert damping (0.14) and AHC\n(1116 {\\Omega}-1cm-1) compared to the bulk. Intriguingly, under a 2% in-plane\nbiaxial compressive strain, the Gilbert damping of 1L {\\alpha}-phase PtMnBi\nthin film increases to 0.17 and the AHC reaches 2386 {\\Omega}-1cm-1. The\ncoexistence of giant Gilbert damping and large AHC makes {\\alpha}-phase PtMnBi\na compelling platform for practical spintronic applications, and highlights the\npotential of half-Heusler alloys in spintronic device design."}
{"id": "2508.19602", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19602", "abs": "https://arxiv.org/abs/2508.19602", "authors": ["Xiangbin Cai", "Haiyang Pan", "Yuzhu Wang", "Abdullah Rasmita", "Shunshun Yang", "Yan Zhao", "Wei Wang", "Ruihuan Duan", "Ruihua He", "Kenji Watanabe", "Takashi Taniguchi", "Zheng Liu", "Jesús Zúñiga Pérez", "Bo Yang", "Weibo Gao"], "title": "Optical Switching of Moiré Chern Ferromagnet", "comment": "4 figures", "summary": "Optical manipulation of quantum matter offers a non-contact, high-precision\nand fast control. Fractional Chern ferromagnet states in moir\\'e superlattices\nare promising for topological quantum computing, but an effective optical\ncontrol protocol has remained elusive. Here, we demonstrate robust optical\nswitching of integer and fractional Chern ferromagnets in twisted MoTe2\nbilayers using circularly polarized light. Highly efficient optical\nmanipulation of spin orientations in the topological ferromagnet regime is\nrealized at zero field using a pump light power as low as 28 nanowatts per\nsquare micrometer. Utilizing this optically induced transition, we also\ndemonstrate magnetic bistate cycling and spatially resolved writing of\nferromagnetic domain walls. This work establishes a reliable and efficient\noptical control scheme for moir\\'e Chern ferromagnets, paving the way for\ndissipationless spintronics and quantized Chern junction devices."}
{"id": "2508.20025", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20025", "abs": "https://arxiv.org/abs/2508.20025", "authors": ["Jaehyeok Jin", "Yining Han", "Gregory A. Voth"], "title": "A Field-Theoretical Paradigm via Hierarchical Coarse-Graining: I. Generalized Mode Theory", "comment": "34 pages, 4 figures", "summary": "Multiscale computer simulations facilitate the efficient exploration of large\nspatiotemporal scales in chemical and physical systems. However, molecular\nsimulations predominantly rely on particle-based representations, which become\ncomputationally prohibitive when applied beyond the molecular scale.\nField-theoretical simulations have emerged as an alternative to overcome these\nlimitations. Despite their applicability in mesoscopic simulations, these\napproaches are typically derived from top-down principles, leaving a gap in the\nbottom-up derivation of field-theoretical models for targeted molecular\nsystems. This work presents a systematic strategy for constructing statistical\nfield models for molecular liquids from the atomistic level, marking a critical\nstep toward bridging particle-based and field-theoretical modeling techniques.\nBy introducing molecular coarse-grained models as an intermediate step, this\nhierarchical approach reduces the complexity of the\natomistic-to-field-theoretical transformation while preserving important\nmicroscopic structural correlations. We systematically derive field-theoretical\nmodels in reciprocal space for both canonical and grand canonical ensembles\nusing the Hubbard-Stratonovich transformation. By incorporating additional\nfields for both positive and negative Fourier modes, our generalized mode\ntheory extends the applicability of bottom-up field-theoretical models beyond\nthe conventional Hubbard-Stratonovich transformation, which can be limited to\npositive Fourier modes. Furthermore, we introduce an efficient perturbative\napproach for approximating Fourier modes of molecular interactions, reducing\ncomputational cost and allowing for integrating complex molecular interactions\ninto the field-theoretic description."}
{"id": "2508.20042", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20042", "abs": "https://arxiv.org/abs/2508.20042", "authors": ["Xinglong Zhang", "Huiwen Tan", "Jingyi Liu", "Zihan Li", "Lewen Wang", "Benjamin W. J. Chen"], "title": "CHEMSMART: Chemistry Simulation and Modeling Automation Toolkit for High-Efficiency Computational Chemistry Workflows", "comment": null, "summary": "CHEMSMART (Chemistry Simulation and Modeling Automation Toolkit) is an\nopen-source, Python-based framework designed to streamline quantum chemistry\nworkflows for homogeneous catalysis and molecular modeling. By integrating job\npreparation, submission, execution, results analysis, and visualization,\nCHEMSMART addresses the inefficiencies of manual workflow management in\ncomputational chemistry by ensuring seamless interoperability with quantum\nchemistry packages and cheminformatics platforms. Its modular architecture\nsupports automated job submission and execution tasks for geometry\noptimization, transition state searches, thermochemical analysis, and\nnon-covalent interaction plotting, while auxiliary scripts facilitate file\nconversion, data organization, and electronic structure analysis. Future\ndevelopments aim to expand compatibility with additional software, incorporate\nQM/MM and classical MD, and align with FAIR data principles for enhanced\nreproducibility and data reuse. Available on GitHub, CHEMSMART empowers\nresearchers with a robust, user-friendly platform for efficient and\nreproducible computational chemistry."}
{"id": "2508.19330", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19330", "abs": "https://arxiv.org/abs/2508.19330", "authors": ["Pradip Kattel", "Abay Zhakenov", "Natan Andrei"], "title": "Thermodynamics in a split Hilbert space: Quantum impurity at the edge of a one-dimensional superconductor", "comment": "5+22 pages, 3+9 figures", "summary": "We present a thermodynamic description of a single magnetic impurity at the\nedge of a superconducting wire. The impurity exhibits four phases\n$\\unicode{x2014}$ Kondo, Yu-Shiba-Rusinov (YSR) I and II, and local moment\n$\\unicode{x2014}$ a phase diagram richer than in the gapless case, contrary to\nthe expectation that the effects of impurities in gapped hosts are less\nconsequential. We derive the impurity contribution to free energy $F_{\\rm\nimp}(T)$ and entropy in each phase: in Kondo phase, the entropy flows\nmonotonically from $\\ln 2$ (UV) to 0 (IR) with critical exponents same as that\nof the conventional Kondo model; in YSR phases, thermal activation of a midgap\nbound state produces entropy overshoots above $\\ln 2$, saturating to $\\ln 2$ at\nhigh $T$ and approaching either 0 or $\\ln 2$ at low $T$ depending on whether\nimpurity is screened or not; in the local-moment phase the impurity remains\neffectively decoupled, with entropy near $\\ln 2$, with some\nintermediate-temperature features that progressively fade as $\\delta \\to 0$.\nThese behaviors, including the entropy overshoots in the YSR and local-moment\nphases, stem from a splitting of the Hilbert space into distinct excitation\ntowers: one in the Kondo phase, two in YSR~I, and three in YSR~II and the\nlocal-moment phase. Resolving these tower structures and thereby going beyond\nconventional TBA yields closed-form analytic expressions for the impurity\ncontribution to the free energy and entropy across the entire phase diagram."}
{"id": "2508.19734", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19734", "abs": "https://arxiv.org/abs/2508.19734", "authors": ["Thibault Noblet", "Laura Messio", "Riccardo Rossi"], "title": "Majorana Diagrammatics for Quantum Spin-1/2 Models", "comment": "29 pages, 10 figures", "summary": "A diagrammatic formalism for lattices of 1/2 is developed. It is based on an\nunconstrained mapping between spin and Majorana operators. This allows the use\nof standard tools of diagrammatic quantum many-body theory without requiring\nprojections. We derive, in particular, the Feynman rules for the expansion\naround a color-preserving mean-field theory. We then present the numerical\nresults obtained by computing the corrections up to second order for the\nHeisenberg model in one and two dimensions, showing that perturbative\ncorrections are not only numerically important, but also qualitatively improve\nthe results of mean-field theory. These results pave the way for the use of\nMajorana diagrammatic tools in theoretical and numerical studies of quantum\nspin systems."}
{"id": "2508.19403", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19403", "abs": "https://arxiv.org/abs/2508.19403", "authors": ["Moritz C. Schmidt", "Agustin O. Alvarez", "Riccardo Pallotta", "Biruk A. Seid", "Jeroen J. de Boer", "Jarla Thiesbrummel", "Felix Lang", "Giulia Grancini", "Bruno Ehrler"], "title": "Quantification of mobile ions in perovskite solar cells with thermally activated ion current measurements", "comment": null, "summary": "Mobile ions play a key role in the degradation of perovskite solar cells,\nmaking their quantification essential for enhancing device stability. Various\nelectrical measurements have been applied to characterize mobile ions. However,\ndiscerning between different ionic migration processes can be difficult.\nFurthermore, multiple measurements at different temperatures are usually\nrequired to probe different ions and their activation energies. Here, we\ndemonstrate a new characterization technique based on measuring the thermally\nactivated ion current (TAIC) of perovskite solar cells. The method reveals\ndensity, diffusion coefficient, and activation energy of mobile ions within a\nsingle temperature sweep and offers an intuitive way to distinguish mobile ion\nspecies. We apply the TAIC technique to quantify mobile ions of MAPbI3 and\ntriple-cation perovskite solar cells. We find a higher activation energy and a\nlower diffusion coefficient in the triple-cation devices. TAIC measurements are\na simple yet powerful tool to better understand ion migration in perovskite\nsolar cells."}
{"id": "2508.19623", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.19623", "abs": "https://arxiv.org/abs/2508.19623", "authors": ["Thomas B. Winkler", "Yuean Zhou", "Grischa Beneke", "Fabian Kammerbauer", "Sachin Krishnia", "Mario Carpentieri", "Davi R. Rodrigues", "Mathias Kläui", "Johan H. Mentink"], "title": "Multi-value Probabilistic Computing with current-controlled Skyrmion Diffusion", "comment": "38 pages, 7 figures, 2 tables", "summary": "Magnetic systems are highly promising for implementing probabilistic\ncomputing paradigms because of the fitting energy scales and conspicuous\nnon-linearities. While conventional binary probabilistic computing has been\nrealized, implementing more advantageous multi-value probabilistic computing\n(MPC) remains a challenge. Here, we report the realization of MPC by leveraging\nthe thermally activated diffusion of magnetic skyrmions through an effectively\nnon-flat energy landscape defined by a discrete number of pinning sites. The\ntime-averaged spatial distribution of the diffusing skyrmions directly realizes\na discrete probability distribution, which is tunable by current-generated\nspin-orbit torques, and can be quantified by non-perturbative electrical\nmeasurements. Even a very straightforward implementation with global tuning,\nalready allows us to demonstrate the softmax computation - a core function in\nartificial intelligence. As a key advance, we demonstrate invertible logic\nwithout the need to create a network of probabilistic devices, offering major\nscalability advantages. Our proof of concept can be generalized to multiple\nskyrmions and can accommodate multiple locally tunable inputs and outputs using\nmagnetic tunnel junctions, potentially enabling the representation of highly\ncomplex distribution functions."}
{"id": "2508.19675", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19675", "abs": "https://arxiv.org/abs/2508.19675", "authors": ["Harjinder Singh", "Alberto Anadón", "Junta Igarashi", "Quentin Remy", "Stéphane Mangin", "Michel Hehn", "Jon Gorchon", "Gregory Malinowski"], "title": "Ultrafast Spin Accumulations Drive Magnetization Reversal in Multilayers", "comment": "6 pages, 4 figures", "summary": "Engineering and controlling heat and spin transport on the femtosecond\ntime-scale in spintronic devices opens up new ways to manipulate magnetization\nwith unprecedented speed. Yet the underlying reversal mechanisms remain poorly\nunderstood due to the challenges of probing ultrafast, non-equilibrium spin\ndynamics. In this study, we demonstrate that typical magneto-optical\nexperiments can be leveraged to access the time evolution of the spin\naccumulation generated within a magnetic multilayer following an ultrafast\nlaser excitation. Furthermore, our analysis shows that the final magnetic state\nof the free-layer in a spin-valve is mainly dictated by the ultrafast dynamics\nof the reference-layer magnetization. Our results disentangle magnetization and\nspin transport dynamics within a multilayer stack and identify demagnetization\nand remagnetization-driven spin accumulation as the key mechanism for\nall-optical switching. These findings establish new design principles for\nultrafast spintronic devices based on tailored spin current engineering."}
{"id": "2508.19849", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19849", "abs": "https://arxiv.org/abs/2508.19849", "authors": ["Leonard Werner Pingen", "Jiaqi Wu", "Bo Peng"], "title": "Tunable quantum anomalous Hall effect in fullerene monolayers", "comment": null, "summary": "Nearly four decades after its theoretical prediction, the search for material\nrealizations of quantum anomalous Hall effect (QAHE) remains a highly active\nfield of research. Many materials have been predicted to exhibit quantum\nanomalous Hall (QAH) physics under feasible conditions but the experimental\nverification remains widely elusive. In this work, we propose an alternative\napproach towards QAH materials design by engineering customized molecular\nbuilding blocks. We demonstrate this ansatz for a two-dimensional (2D)\nhoneycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground\nstate and thus breaks time-reversal symmetry. The molecular system is found to\nbe highly tunable with respect to its magnetic degrees of freedom and applied\nstrain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1,\n0. Our proposal offers a versatile platform to realize tunable QAH physics\nunder accessible conditions and provides an experimentally feasible approach\nfor chemical synthesis of molecular networks with QAHE."}
{"id": "2508.19934", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19934", "abs": "https://arxiv.org/abs/2508.19934", "authors": ["Xiangqi Liu", "Ziyi Zhu", "Yixuan Luo", "Zhengyang Li", "Bo Bai", "Jingcheng Huang", "Xia Wang", "Chuanying Xi", "Li Pi", "Guanxiang Du", "Leiming Chen", "Wenbo Wang", "Wei Xia", "Yanfeng Guo"], "title": "Multi-origin driven giant planar Hall effect in topological antiferromagnet EuAl2Si2 with tunable spin texture", "comment": "17 pages and 5 figures", "summary": "In topological materials, the planar Hall effect (PHE) is often regarded as a\nhallmark of profound quantum phenomena-most notably the Adler-Bell-Jackiw\nchiral anomaly and Berry curvature-rendering it an indispensable tool for\ndeciphering the topological essence of emergent phases. In this study, we delve\ninto the PHE and anisotropic magnetoresistance in the recently discovered\nlayered topological antiferromagnet EuAl2Si2. Our analysis of the robust PHE\nsignal (~3.8 {\\mu}{\\Omega} cm at 2 K and 8 T) unveils a distinct interplay of\nmechanisms. While Berry curvature plays a minor role, the dominant\ncontributions stem from classical orbital MR in the field-induced ferromagnetic\nstate and field-suppressed spin fluctuations in the paramagnetic regime. These\ninsights not only position EuAl2Si2-with its highly tunable spin texture-as an\nexemplary system for probing the intricate coupling between spin configurations\nand band topology in magnetotransport but also pave the way for designing novel\nmaterials with tailored PHE responses, highlighting significant application\nprospects in quantum sensing, spintronic devices, and topologically protected\nelectronic systems."}
{"id": "2508.19433", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19433", "abs": "https://arxiv.org/abs/2508.19433", "authors": ["Jorge Cayao", "Masatoshi Sato"], "title": "Non-Hermitian Josephson junctions with four Majorana zero modes", "comment": "10 pages, 7 figures", "summary": "Josephson junctions formed by finite-length topological superconductors host\nfour Majorana zero modes when the phase difference between the superconductors\nis $\\varphi=\\pi$ and their length is larger than the Majorana localization\nlength. While this picture is understood in terms of a Hermitian description of\nisolated junctions, unavoidable transport conditions due to coupling to\nreservoirs make them open and ground for non-Hermitian effects that still\nremain largely unexplored. In this work, we investigate the impact of\nnon-Hermiticity on Josephson junctions hosting four Majorana zero modes when\nthey are coupled to normal leads. We demonstrate that, depending on whether\ninner or outer Majorana zero modes are subjected to non-Hermiticity, Andreev\nexceptional points can form between lowest (higher energy) Andreev bound states\nconnected by stable zero real energy lines. We further find that the Andreev\nexceptional points give rise to strong local and nonlocal spectral weights,\nthus providing a way for their identification via, e.g., conductance\nmeasurements. Our findings unveil non-Hermiticity for designing non-Hermitian\ntopological phases and for operating Andreev bound states in Josephson\njunctions hosting Majorana zero modes."}
{"id": "2508.19674", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19674", "abs": "https://arxiv.org/abs/2508.19674", "authors": ["Hyunsung Cho", "Minseok Moon", "Jaehoon Kim", "Eunkyung Koh", "Hyeon-Deuk Kim", "Rokyeon Kim", "Gyehyun Park", "Seungwu Han", "Youngho Kang"], "title": "Atomistic insights into hydrogen migration in IGZO from machine-learning interatomic potential: linking atomic diffusion to device performance", "comment": "13 pages, 9 figures, Supplementary information included as ancillary\n  file (+15 pages)", "summary": "Understanding hydrogen diffusion is critical for improving the reliability\nand performance of oxide thin-film transistors (TFTs), where hydrogen plays a\nkey role in carrier modulation and bias instability. In this work, we\ninvestigate hydrogen diffusion in amorphous IGZO ($a$-IGZO) and $c$-axis\naligned crystalline IGZO (CAAC-IGZO) using machine learning interatomic\npotential molecular dynamics (MLIP-MD) simulations. We construct accurate\nphase-specific MLIPs by fine-tuning SevenNet-0, a universal pretrained MLIP,\nand validate the models against a comprehensive dataset covering\nhydrogen-related configurations and diffusion environments. Hydrogen\ndiffusivity is evaluated over 650--1700 K, revealing enhanced mobility above\n750 K in $a$-IGZO due to the glassy matrix, while diffusion at lower\ntemperatures is constrained by the rigid network. Arrhenius extrapolation of\nthe diffusivity indicates that hydrogen in $a$-IGZO can reach the\nchannel/insulator interface within $10^{4}$ seconds at 300--400 K, likely\ncontributing to negative bias stress-induced device degradation. Trajectory\nanalysis reveals that long-range diffusion in $a$-IGZO is enabled by a\ncombination of hydrogen hopping and flipping mechanisms. In CAAC-IGZO, hydrogen\nexhibits high in-plane diffusivity but severely restricted out-of-plane\ntransport due to a high energy barrier along the $c$-axis. This limited\nvertical diffusion in CAAC-IGZO suggests minimal impact on bias instability.\nThis work bridges the atomic-level hydrogen transport mechanism and\ndevice-level performance in oxide TFTs by leveraging large-scale MLIP-MD\nsimulations."}
{"id": "2508.19784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19784", "abs": "https://arxiv.org/abs/2508.19784", "authors": ["Vladyslav M. Kuchkin", "Andreas Haller", "Andreas Michels", "Thomas L. Schmidt", "Nikolai S. Kiselev"], "title": "Regularized Micromagnetic Theory for Bloch Points", "comment": "18 pages, 4 figures", "summary": "Magnetic singularities known as Bloch points (BPs) present a fundamental\nchallenge for micromagnetic theory, which is based on the assumption of a fixed\nmagnetization vector length. Due to the divergence of the effective field at a\nBP, classical micromagnetics fails to adequately describe BP dynamics. To\naddress this issue, we propose a regularized micromagnetic model in which the\nmagnetization vector can vary in length but not exceed a threshold value. More\nspecifically, the magnetization is treated as an order parameter constrained to\na S3-sphere. This constraint respects fundamental properties of local spin\nexpectation values in quantum systems. We derive the corresponding regularized\nLandau-Lifshitz-Gilbert equation and the analogue of the Thiele equation\ndescribing the steady motion of spin textures under various external stimuli.\nWe demonstrate the applicability of our theory by modeling the dynamics of\nseveral magnetic textures containing BPs, including domain walls in nanowires,\nchiral bobbers, and magnetic dipolar strings. The presented results extend\nmicromagnetic theory by incorporating a regularized description of BP dynamics."}
{"id": "2508.19496", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19496", "abs": "https://arxiv.org/abs/2508.19496", "authors": ["Liqin Ke", "R. Flint", "Y. Lee"], "title": "Accurate calculation of light rare-earth magnetic anisotropy with density functional theory", "comment": "6 pages, 3 figures", "summary": "Density functional theory (DFT) has long struggled to treat light rare-earth\nmagnetism. We show that this difficulty arises from an overestimate of the $4f$\ncharge asphericity, and thus the magnetic anisotropy energy, due to the\ninadequacy of single Slater-determinant representations. We propose an\neffective solution by combining constrained DFT+U with crystal field theory and\na systematic many-body correction to the charge asphericity. We confirm the\nvalidity of this combination on TbV$_6$Sn$_6$ and TbCo$_5$, and then show how\nthe many-body correction adjusts the calculated magnetic anisotropy energy of\nSmCo$_5$ to match experiment. Our method is an efficient DFT-based approach to\naddress light-rare-earth magnetism."}
{"id": "2508.19455", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP", "82C35"], "pdf": "https://arxiv.org/pdf/2508.19455", "abs": "https://arxiv.org/abs/2508.19455", "authors": ["So Katagiri", "Yoshiki Matsuoka", "Akio Sugamoto"], "title": "Nambu Non-equilibrium Thermodynamics II:Reduction of a complex system to a simple one", "comment": "21 pages", "summary": "Non-equilibrium thermodynamics far from equilibrium is investigated in terms\nof a generalized ``Nambu dynamics'' (termed Nambu non-equilibrium\nthermodynamics (NNET)); NNET consists of Nambu dynamics with multiple\nHamiltonians and an entropy causing dissipation.\n  It is shown that a general complex non-linear non-equilibrium system far from\nequilibrium can be reduced to a simple NNET, on the basis of an existence\nproposition of NNET. This proposition is, however, proved only formally, so\nthat there may exist various obstacles to destroy it.\n  Non-equilibrium thermodynamics studied in this article is quite general,\nincluding the case in which the product of dynamical and affinity forces forms\na higher-order mixed tensor."}
{"id": "2508.19694", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19694", "abs": "https://arxiv.org/abs/2508.19694", "authors": ["Affan Safeer", "Oktay Güleryüz", "Nicolae Atodiresei", "Wouter Jolie", "Thomas Michely", "Jeison Fischer"], "title": "MnBr$_2$ on the graphene on Ir(110) substrate: growth, structure, and super-moiré", "comment": "24 pages, 7 figures", "summary": "Single-layer MnBr$_2$ is grown on graphene (Gr) supported by Ir(110) and\ninvestigated using low-energy electron diffraction, scanning tunneling\nmicroscopy, and spectroscopy. The structure and epitaxial relationship with the\nsubstrate are systematically characterized. The growth morphology strongly\ndepends on the growth temperature, evolving from fractal to dendritic and\neventually to compact dendritic skeletal islands, reflecting changes in the\nunderlying surface diffusion processes. MnBr$_2$ on Gr/Ir(110) constitutes a\nthree-lattice system, giving rise to a super-moir\\'e pattern --a moir\\'e of\nmoir\\'es. Due to the involvement of lattices of differing symmetries and the\npartial electronic transparency of Gr, a \"virtual\" moir\\'e formed by MnBr$_2$\nand Ir(110) contributes to the super-moir\\'e formation. Ab initio calculations\nplay a crucial role in understanding the complexity of super-moir\\'e. Moreover,\nthe pronounced variation in the apparent height with tunneling conditions for\nthe magnetic insulator is explained based on the measured electronic structure."}
{"id": "2508.19849", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19849", "abs": "https://arxiv.org/abs/2508.19849", "authors": ["Leonard Werner Pingen", "Jiaqi Wu", "Bo Peng"], "title": "Tunable quantum anomalous Hall effect in fullerene monolayers", "comment": null, "summary": "Nearly four decades after its theoretical prediction, the search for material\nrealizations of quantum anomalous Hall effect (QAHE) remains a highly active\nfield of research. Many materials have been predicted to exhibit quantum\nanomalous Hall (QAH) physics under feasible conditions but the experimental\nverification remains widely elusive. In this work, we propose an alternative\napproach towards QAH materials design by engineering customized molecular\nbuilding blocks. We demonstrate this ansatz for a two-dimensional (2D)\nhoneycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground\nstate and thus breaks time-reversal symmetry. The molecular system is found to\nbe highly tunable with respect to its magnetic degrees of freedom and applied\nstrain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1,\n0. Our proposal offers a versatile platform to realize tunable QAH physics\nunder accessible conditions and provides an experimentally feasible approach\nfor chemical synthesis of molecular networks with QAHE."}
{"id": "2508.19536", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19536", "abs": "https://arxiv.org/abs/2508.19536", "authors": ["Youichi Yamakawa", "Hiroshi Kontani"], "title": "Theory of superconductivity and mass enhancement near CDW critical point based on Bethe-Salpeter equation method: application to cuprates", "comment": "12 pages, 9 figures", "summary": "In recent years, charge-channel orders in strongly correlated metals have\nattracted great attention. Famous examples are the electronic nematic orders in\ncuprates and iron-based superconductors, and Star-of-David order in kagome\nmetals. Critical phenomena and unconventional superconductivity arising from\nfluctuations of such charge-channel orders are central issues today; however,\nthe essential role is played by the vertex corrections, which are the many-body\neffects that are dropped in conventional mean-field type approximations. To\nsolve this difficulty, in this study, we propose the Bethe-Salpeter equation\ntheory to evaluate electron-electron interactions in two dimensional Hubbard\nmodels. This method satisfies the criteria of the Baym-Kadanoff conserving\napproximation. Here, we find that an attractive interaction in the charge\nchannel emerges from the Aslamazov-Larkin vertex corrections that describe the\ninterference processes among spin fluctuations. Applying this method to the\nsquare-lattice Hubbard model, we reveal that the cooperation of attractive\ncharge fluctuations and repulsive spin fluctuations yields high-$T_c$ $d$-wave\nsuperconductivity together with enhanced effective mass. These results\nnaturally explain the phase diagram of cuprate superconductors, where\nstrong-coupling $d$-wave superconductivity appears near the charge-order\nquantum critical point. The theory can also be applied to multi-orbital Hubbard\nmodels, like iron-based and nickelate superconductors, suggesting broad\npotential for future applications."}
{"id": "2508.19496", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19496", "abs": "https://arxiv.org/abs/2508.19496", "authors": ["Liqin Ke", "R. Flint", "Y. Lee"], "title": "Accurate calculation of light rare-earth magnetic anisotropy with density functional theory", "comment": "6 pages, 3 figures", "summary": "Density functional theory (DFT) has long struggled to treat light rare-earth\nmagnetism. We show that this difficulty arises from an overestimate of the $4f$\ncharge asphericity, and thus the magnetic anisotropy energy, due to the\ninadequacy of single Slater-determinant representations. We propose an\neffective solution by combining constrained DFT+U with crystal field theory and\na systematic many-body correction to the charge asphericity. We confirm the\nvalidity of this combination on TbV$_6$Sn$_6$ and TbCo$_5$, and then show how\nthe many-body correction adjusts the calculated magnetic anisotropy energy of\nSmCo$_5$ to match experiment. Our method is an efficient DFT-based approach to\naddress light-rare-earth magnetism."}
{"id": "2508.19716", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.19716", "abs": "https://arxiv.org/abs/2508.19716", "authors": ["David Vrba", "Roman Martoňák"], "title": "Kinetic pathways of coesite densification from metadynamics", "comment": "8 pages and 9 figures. For the Supplemental Material, please look\n  into the source .zip archive. The following article has been accepted by The\n  Journal of Chemical Physics. After it is published, it will be found at\n  https://pubs.aip.org/aip/jcp", "summary": "We study compression of coesite to pressures above 35 GPa, substantially\nbeyond the equilibrium transition pressure to octahedral phases (8 GPa to\nstishovite). Experiments at room temperature showed that up to 30 GPa the\nmetastable coesite structure develops only minor displacive changes (coesite-II\nand coesite-III) while the Si atoms remain 4-coordinated. Beyond 30 GPa,\nreconstructive transformations start, following different pathways from the\ncomplex structure of coesite. Besides amorphization, two different crystalline\noutcomes were observed. One is formation of defective high-pressure octahedral\nphases (Hu et al., 2015) and another one is formation of unusual and complex\ndense phases coesite-IV and coesite-V with Si atoms in 4-fold, 5-fold and\n6-fold coordination (Bykova et al., 2018). Capturing these structural\ntransformations computationally represents a challenge. Here we show that\nemploying metadynamics with Si-O coordination number and volume as generic\ncollective variables in combination with a machine-learning based ACE potential\n(Erhard et al., 2024), one naturally observes all three mentioned pathways,\nresulting in the phases observed experimentally. We describe the atomistic\nmechanisms along the transformation pathways. While the pathway to coesite-IV\nis simpler, the transformation to octahedral phases involves two steps: first,\na hcp sublattice of O atoms is formed where Si atoms occupy octahedral\npositions but the octahedra chains do not form a regular pattern. In the second\nstep, the Si atoms order and the chains develop a more regular arrangement. We\npredict that the pathway to coesite-IV is preferred at room temperature, while\nat 600 K the formation of octahedral phases is more likely."}
{"id": "2508.20049", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.20049", "abs": "https://arxiv.org/abs/2508.20049", "authors": ["Ivan Martinez-Berumen", "W. A. Coish", "T. Pereg-Barnea"], "title": "Tunable multi-magnon Floquet topological edge states", "comment": "13 pages, 7 figures", "summary": "We show that periodically time-modulating the Dzyaloshinskii-Moriya\ninteraction (DMI) in a two-dimensional magnon insulator may induce a\ntopological phase transition that results in the presence of robust edge modes.\nTo this end, we study a square lattice of spins interacting via an XXZ\nHeisenberg model with a ferromagnetic longitudinal coupling and\nantiferromagnetic transverse coupling, as well as the aforementioned\ntime-modulated DMI. The topologically protected edge states of this system are\ncomposed of coherent superpositions of single-magnon excitations and two magnon\nbound states. Furthermore, we show that the chirality of the edge states can be\ncontrolled by adjusting the relative phase for the drive on the DMI associated\nwith nearest neighbors in the x and y directions."}
{"id": "2508.19584", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19584", "abs": "https://arxiv.org/abs/2508.19584", "authors": ["Nikita Sharma", "Kuldeep Kargeti", "Neha Sharma", "Pooja Chourasia", "B. Vignolle", "Olivier Toulemonde", "Tirthankar Chakraborty", "S. K. Panda", "Sourav Marik"], "title": "Multiband Superconductivity and High Critical Current Density in Entropy Stabilized Nb0.25Ta0.25Ti0.25Zr0.25", "comment": "13 pages, 8 figures", "summary": "High and medium-entropy superconductors with significant intrinsic disorder\nare a fascinating class of superconductors. Their combination of robust\nstructural integrity, superior mechanical properties, and exceptional\nirradiation tolerance makes them promising candidates for use in advanced\nsuperconducting technologies. Herein, we present a comprehensive theoretical\nand experimental investigation on the superconductivity of equiatomic\nentropy-stabilized Nb0.25Ta0.25Ti0.25Zr0.25. The material shows bulk\nsuperconductivity (transition temperature = 8K) with a high upper critical\nfield of 11.94T. Interestingly, both the electronic band structure and specific\nheat data point toward unconventional multiband superconductivity. Our ab\ninitio calculations reveal Dirac-like band crossings close to the Fermi level,\nwith certain degeneracies persisting even in the presence of spin-orbit\ncoupling, suggesting a possible interplay between topological electronic states\nand the observed unconventional superconductivity. Remarkably, the critical\ncurrent density exceeds the benchmark of 10^5 A/cm2, surpassing all previously\nreported as-cast entropy-stabilized superconductors. This high critical current\ndensity is likely attributed to strong flux pinning at the grain boundaries,\nfacilitated by extreme intrinsic lattice distortion. Taken together, the\ndemonstrated dynamical stability, excellent metallicity, potential to host\nunconventional superconductivity, and exceptionally high critical current\ndensity highlight the potential of entropy-stabilized alloys as a platform for\nexploring the confluence of disorder, topology, and unconventional\nsuperconductivity."}
{"id": "2508.19497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19497", "abs": "https://arxiv.org/abs/2508.19497", "authors": ["Koichi Kajiyama"], "title": "Band gap formation theory: An alternative to the Bragg diffraction model", "comment": "12 pages, 6 figures. Submitted to Physical Review B", "summary": "The band gap, a key concept in solid-state physics, is traditionally\nexplained by the Bragg diffraction of electron waves in the periodic potential\nof a crystal. Although widely accepted, this framework raises fundamental\nissues in one-dimensional systems, where Bragg diffraction-which requires\nmultidirectional wave interactions-reduces to simple interference, thus failing\nto explain band gap formation. In this paper, we introduce an alternative\ntheory that does not rely on Bragg reflection. Using the Schr\\\"{o}dinger\nequation for Bloch waves, we consider the crystal lattice as a discrete set of\nobservation points. This discreteness introduces a sampling-like constraint\nanalogous to the Nyquist frequency in signal processing. We show that when the\nelectron wavenumber changes under a periodic potential while the lattice\nspacing remains fixed, a band gap naturally emerges as a sampling effect. By\nconstructing an energy diagram that incorporates this effect, we reveal that\nthe band gap originates from both the wavenumber change and the role of the\nlattice as discrete samplers, leading the energy curve to exhibit translational\nand mirror symmetries with respect to the Nyquist wavenumber. This approach\nprovides a novel, physically grounded explanation of band gap formation and can\nbe naturally extended to higher dimensions."}
{"id": "2508.19833", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19833", "abs": "https://arxiv.org/abs/2508.19833", "authors": ["Bea Botka", "Erzsébet Dodony", "Ildikó Harsányi", "Michael Stratton", "János Mózer", "Éva Kováts", "Katalin Kamarás"], "title": "Emissive perovskite quantum wires in robust nanocontainers", "comment": null, "summary": "Light emissive nanostructures were prepared from boron nitride nanotubes\n(BNNTs) filled with inorganic lead halide perovskites. BNNTs provide a platform\nfor facile synthesis of high aspect ratio perovskite quantum wires having\ncolor-tunable, highly polarized emission. BNNTs form a flexible and robust\nprotective shell around individual nanowires, that mitigate degradation during\npost-processing for practical applications, while allowing to exploit the\nemission of the perovskite nanowires due to its optical transparency. The wire\ndiameter can be tuned by choosing appropriate BNNT hosts, giving easy access to\nthe strongly quantum confined diameter range. The individual encapsulated\nquantum wires can be used as building blocks for nanoscale photonic devices,\nand to create large-scale flexible assemblies."}
{"id": "2508.19329", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.19329", "abs": "https://arxiv.org/abs/2508.19329", "authors": ["Lei Gioia", "Anton A. Burkov", "Taylor L. Hughes"], "title": "No-go theorem for single time-reversal invariant symmetry-protected Dirac fermions in 3+1d", "comment": "24+11 pages, 6 figures", "summary": "We employ a general method, known as anomaly-matching, to derive new no-go\ntheorems of fermionic lattice models. For our main result, we show that\ntime-reversal invariant 3+1d lattice systems (such as Dirac and Weyl\nsemimetals) can never admit a lone low-energy symmetry-protected Dirac fermion\n(or node), i.e., it must always come in higher muliplets or be fine-tuned. This\ntheorem holds for both non-interacting and interacting systems as long as the\nelectromagnetic $U(1)_{V,{\\rm UV}}$ symmetry is a normal subgroup of the\nmicroscopic symmetry group $G_{\\mathrm{UV}}$; a condition that is ubiquitous in\nphysical $U(1)_{V,{\\rm UV}}$ preserving lattice models. To show that our\ntheorems are tight, we also explore both well-known and new systems that are\nconverses of the no-go theorem, obtained by forfeiting certain assumptions such\nas a broken time-reversal symmetry (magnetic Weyl semimetal), a non-compact\nnon-on-site $U(1)$ (almost local Dirac node model), no-symmetry protection\n(fine-tuned Dirac semimetal), or multiple low-energy Dirac nodes (time-reversal\ninvariant Weyl and Dirac semimetals). We will also explicitly demonstrate that,\nwhile this theorem strictly prohibits single time-reversal invariant\nsymmetry-protected Dirac node, it does allow for other odd numbers of Dirac\nnodes under certain circumstances, such as three Dirac nodes in the\nFu-Kane-Mele diamond lattice model. This is akin to the Nielsen-Ninomiya\ntheorem for an odd number of differently-charged chiral fermions, whose lattice\nrealizations are allowed if certain anomaly cancellation conditions are met."}
{"id": "2508.19531", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.19531", "abs": "https://arxiv.org/abs/2508.19531", "authors": ["Yu-Hong Han", "Yi Li", "Feng Mei", "Liantuan Xiao", "Suotang Jia"], "title": "Observation of topological switch between Weyl semimetal and third-order topological insulator phases", "comment": "17 pages, 7 figures,", "summary": "Weyl semimetals and higher-order topological insulators represent two\nfundamental yet distinct classes of topological matter. While both have been\nextensively studied in classical-wave systems, their coexistence and\ncontrollable transition within a single platform remain largely unexplored.\nMeanwhile, implementing three-dimensional spin-orbit couplings, which is\ncrucial for realizing a broad class of higher-dimensional topological phases,\ncontinues to pose significant experimental challenges. Here, we experimentally\nrealize three-dimensional spin-orbit couplings and demonstrate that tuning the\ndimerized spin-orbit coupling strength enables both the coexistence of and a\ncontrollable switch between Weyl semimetal and third-order topological\ninsulator phases. By engineering a three-dimensional circuit metamaterial, we\nsynthesize the required spin-orbit interactions and observe hallmark signatures\nof both phases: frequency spectroscopy reveals the Fermi arcs, while local\ndensity of states measurements identify the topological corner modes.\nInterestingly, the corner mode degeneracy doubles compared to that in the\ncanonical Benalcazar-Bernevig-Hughes model, signaling an enriched topological\nstructure. Our study establishes a fundamental connection between two\nparadigmatic topological phases and paves the way for further exploring\nspin-orbit-coupling induced exotic higher-dimensional topological phases."}
{"id": "2508.19916", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19916", "abs": "https://arxiv.org/abs/2508.19916", "authors": ["Jeroen J. de Boer", "Agustin O. Alvarez", "Moritz C. Schmidt", "Bruno Ehrler"], "title": "Microscale optoelectronic reservoir networks of halide perovskite for in-sensor computing", "comment": null, "summary": "Physical reservoir computing is a promising framework for efficient\nneuromorphic in and near-sensor computing applications. Here, we demonstrate a\nmultimodal optoelectronic reservoir network based on halide perovskite\nsemiconductor devices, capable of processing both voltage and light inputs. The\ndevices consist of micrometer-sized, asymmetric crossbars covered with a MAPbI3\nperovskite film. In a network, we simulate the performance by transforming\nMNIST images and videos based on the NMNIST dataset using 4-bit inputs and\ntraining linear readout layers for classification. We demonstrate multimodal\nnetworks capable of processing both voltage and light inputs, reaching mean\naccuracies up to 95.3 p/m 0.1% and 87.8 p/m 0.1% for image and video\nclassification, respectively. We observed only minor deterioration due to\nmeasurement noise. The networks significantly outperformed linear classifier\nreferences, by 3.1% for images and 14.6% for video. We show that longer\nretention times benefit classification accuracy for single-mode networks, and\ngive guidelines for choosing optimal experimental parameters. Moreover, the\nmicroscale device architecture lends itself well to further downscaling in\nhigh-density sensor arrays, making the devices ideal for efficient in-sensor\ncomputing."}
{"id": "2508.19433", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19433", "abs": "https://arxiv.org/abs/2508.19433", "authors": ["Jorge Cayao", "Masatoshi Sato"], "title": "Non-Hermitian Josephson junctions with four Majorana zero modes", "comment": "10 pages, 7 figures", "summary": "Josephson junctions formed by finite-length topological superconductors host\nfour Majorana zero modes when the phase difference between the superconductors\nis $\\varphi=\\pi$ and their length is larger than the Majorana localization\nlength. While this picture is understood in terms of a Hermitian description of\nisolated junctions, unavoidable transport conditions due to coupling to\nreservoirs make them open and ground for non-Hermitian effects that still\nremain largely unexplored. In this work, we investigate the impact of\nnon-Hermiticity on Josephson junctions hosting four Majorana zero modes when\nthey are coupled to normal leads. We demonstrate that, depending on whether\ninner or outer Majorana zero modes are subjected to non-Hermiticity, Andreev\nexceptional points can form between lowest (higher energy) Andreev bound states\nconnected by stable zero real energy lines. We further find that the Andreev\nexceptional points give rise to strong local and nonlocal spectral weights,\nthus providing a way for their identification via, e.g., conductance\nmeasurements. Our findings unveil non-Hermiticity for designing non-Hermitian\ntopological phases and for operating Andreev bound states in Josephson\njunctions hosting Majorana zero modes."}
{"id": "2508.19536", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19536", "abs": "https://arxiv.org/abs/2508.19536", "authors": ["Youichi Yamakawa", "Hiroshi Kontani"], "title": "Theory of superconductivity and mass enhancement near CDW critical point based on Bethe-Salpeter equation method: application to cuprates", "comment": "12 pages, 9 figures", "summary": "In recent years, charge-channel orders in strongly correlated metals have\nattracted great attention. Famous examples are the electronic nematic orders in\ncuprates and iron-based superconductors, and Star-of-David order in kagome\nmetals. Critical phenomena and unconventional superconductivity arising from\nfluctuations of such charge-channel orders are central issues today; however,\nthe essential role is played by the vertex corrections, which are the many-body\neffects that are dropped in conventional mean-field type approximations. To\nsolve this difficulty, in this study, we propose the Bethe-Salpeter equation\ntheory to evaluate electron-electron interactions in two dimensional Hubbard\nmodels. This method satisfies the criteria of the Baym-Kadanoff conserving\napproximation. Here, we find that an attractive interaction in the charge\nchannel emerges from the Aslamazov-Larkin vertex corrections that describe the\ninterference processes among spin fluctuations. Applying this method to the\nsquare-lattice Hubbard model, we reveal that the cooperation of attractive\ncharge fluctuations and repulsive spin fluctuations yields high-$T_c$ $d$-wave\nsuperconductivity together with enhanced effective mass. These results\nnaturally explain the phase diagram of cuprate superconductors, where\nstrong-coupling $d$-wave superconductivity appears near the charge-order\nquantum critical point. The theory can also be applied to multi-orbital Hubbard\nmodels, like iron-based and nickelate superconductors, suggesting broad\npotential for future applications."}
{"id": "2508.19938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19938", "abs": "https://arxiv.org/abs/2508.19938", "authors": ["Surbhi Slathia", "Manoj Tripathi", "Raphael Benjamim de Oliveira", "Guilherme da Silva Lopes Fabris", "Bruno Ipaves", "Raphael Matozo Tromer", "Marcelo Lopes Pereira Junior", "Gelu Costin", "Preeti Lata Mahapatraa", "Nicholas R. Glavin", "Ajit K. Roy", "Venkataramana Gadhamshetty", "Douglas Soares Galvao", "Alan Dalton", "Chandra Sekhar Tiwary"], "title": "Nanoscale mechanics and ultralow Friction of natural 2D silicates: Biotite and Rhodonite", "comment": null, "summary": "Two-dimensional (2D) silicates have emerged as a promising class of ultrathin\nmaterials, expanding the landscape of 2D systems beyond conventional van der\nWaals crystals. Their unique crystal chemistries and structural anisotropies\nmake them attractive for applications ranging from sensors and flexoelectric\ndevices to drug delivery and catalysis. To unlock their full potential, it is\ncritical to understand their thickness-dependent mechanical properties within\nthe family of 2D silicates. In this study, we investigate the nanomechanical\nand frictional behaviors of two structurally distinct natural silicates:\nlayered Biotite and chain-structured Rhodonite. Using atomic force microscopy\n(AFM), we found that Rhodonite exhibits nearly ten times higher adhesion force\nand modulus response compared to Biotite. Despite this, Biotite demonstrates\nsuperior frictional performance, with ultrathin (5 nm) flakes showing a\nremarkably low coefficient of friction ($\\sim 0.6 \\times 10^{-3}$) versus\nRhodonite ($\\sim 3.6 \\times 10^{-3}$). To further elucidate interlayer\nadhesion, density functional theory (DFT) calculations with Hubbard correction\nwere employed. These findings offer valuable insights into the design and\nselection of 2D silicates for advanced mechanical and tribological\napplications."}
{"id": "2508.20025", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20025", "abs": "https://arxiv.org/abs/2508.20025", "authors": ["Jaehyeok Jin", "Yining Han", "Gregory A. Voth"], "title": "A Field-Theoretical Paradigm via Hierarchical Coarse-Graining: I. Generalized Mode Theory", "comment": "34 pages, 4 figures", "summary": "Multiscale computer simulations facilitate the efficient exploration of large\nspatiotemporal scales in chemical and physical systems. However, molecular\nsimulations predominantly rely on particle-based representations, which become\ncomputationally prohibitive when applied beyond the molecular scale.\nField-theoretical simulations have emerged as an alternative to overcome these\nlimitations. Despite their applicability in mesoscopic simulations, these\napproaches are typically derived from top-down principles, leaving a gap in the\nbottom-up derivation of field-theoretical models for targeted molecular\nsystems. This work presents a systematic strategy for constructing statistical\nfield models for molecular liquids from the atomistic level, marking a critical\nstep toward bridging particle-based and field-theoretical modeling techniques.\nBy introducing molecular coarse-grained models as an intermediate step, this\nhierarchical approach reduces the complexity of the\natomistic-to-field-theoretical transformation while preserving important\nmicroscopic structural correlations. We systematically derive field-theoretical\nmodels in reciprocal space for both canonical and grand canonical ensembles\nusing the Hubbard-Stratonovich transformation. By incorporating additional\nfields for both positive and negative Fourier modes, our generalized mode\ntheory extends the applicability of bottom-up field-theoretical models beyond\nthe conventional Hubbard-Stratonovich transformation, which can be limited to\npositive Fourier modes. Furthermore, we introduce an efficient perturbative\napproach for approximating Fourier modes of molecular interactions, reducing\ncomputational cost and allowing for integrating complex molecular interactions\ninto the field-theoretic description."}
{"id": "2508.19550", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19550", "abs": "https://arxiv.org/abs/2508.19550", "authors": ["Zhongmou Jia", "Yiwen Ma", "Zhongchen Xu", "Xue Yang", "Jianfei Xiao", "Jiezhong He", "Yunteng Shi", "Zhiyuan Zhang", "Duolin Wang", "Sicheng Zhou", "Bingbing Tong", "Peiling Li", "Ziwei Dou", "Xiaohui Song", "Guangtong Liu", "Jie Shen", "Zhaozheng Lyu", "Youguo Shi", "Jiangping Hu", "Li Lu", "Fanming Qu"], "title": "A non-invasive dry-transfer method for fabricating mesoscopic devices on sensitive materials", "comment": null, "summary": "Many materials with novel or exotic properties are highly sensitive to\nenvironmental factors such as air, solvents, and heat, which complicates device\nfabrication and limits their potential applications. Here, we present a\nuniversal submicron fabrication method for mesoscopic devices using a\ndry-transfer technique, tailored specifically for sensitive materials. This\napproach utilizes PMMA masks, combined with a water-dissoluble coating as a\nsacrificial layer, to ensure that sensitive materials are processed without\nexposure to harmful environmental conditions. The entire fabrication process is\ncarried out in a glove box, employing dry techniques that avoid air, solvents,\nand heat exposure, culminating in an encapsulation step. We demonstrate the\nutility of this method by fabricating and characterizing K2Cr3As3 and WTe2\ndevices, a one- and two-dimensional material, respectively. The results show\nthat our technique preserves the integrity of the materials, provides excellent\ncontact interfaces, and is broadly applicable to a range of sensitive\nmaterials."}
{"id": "2508.19969", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19969", "abs": "https://arxiv.org/abs/2508.19969", "authors": ["Nayana Devaraj", "Anumita Bose", "Arindom Das", "Md Afsar Reja", "Arijit Mandal", "Awadhesh Narayan", "B. R. K. Nanda"], "title": "Unlocking Doping Effects on Altermagnetism in MnTe", "comment": "13 pages, 8 figures, and 1 table", "summary": "Governed by specific symmetries, altermagnetism is an emerging field in\ncondensed matter physics, characterized by unique spin-splitting of the bands\nin the momentum space co-existing with the compensated magnetization as in\nantiferromagnets. As crystals can have tailored and unintended defects, it is\nimportant to gain insights on how altermagnets are affected by the\ndefects-driven symmetry-breaking which, in turn, can build promising\nperspectives on potential applications. In this study, considering the widely\ninvestigated MnTe as a prototype altermagnet, defects are introduced through\nsubstitutional doping to create a large configuration space of spin space\ngroups. With the aid of density functional theory calculations, symmetry\nanalysis, and model studies in this configuration space, we demonstrate the\ngeneric presence of spin-split of the antiferromagnetic bands in the momentum\nspace. This is indicative of a wider class of quasi-altermagnetic materials,\naugmenting the set of ideal altermagnetic systems. Furthermore, we show that\nwhile pristine MnTe does not show anomalous Hall conductivity (AHC) with\nout-of-plane magnetization, suitable doping can be carried out to obtain finite\nand varied AHC. Our predictions of quasi-altermagnetism and doping driven\ntailored AHC have the potential to open up as-yet-unexplored directions in this\ndeveloping field."}
{"id": "2508.19551", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.19551", "abs": "https://arxiv.org/abs/2508.19551", "authors": ["Hong-Xue Jiang", "Jia-wan Li", "Shi-Bo Zhao", "Jie Wang", "Yusheng Hou"], "title": "Giant Anomalous Hall Conductivity and Gilbert Damping in Room-temperature Ferromagnetic Half-Heusler Alloys PtMnBi", "comment": "16 pages, 5 figures, accepted by Frontiers of Physics", "summary": "Half-Heusler alloys have emerged as promising candidates for novel spintronic\napplications due to their exceptional properties including the high Curie\ntemperature (TC) above room temperature and large anomalous Hall conductivity\n(AHC). In this work, we systematically study the magnetic and electronic\nproperties of PtMnBi in {\\alpha}-, \\{beta}-, and {\\gamma}-phase using\nfirst-principles calculations and Monte Carlo simulations. The three phases are\nfound to be ferromagnetic metals. In particular, the {\\alpha}-phase PtMnBi\nshows a high TC up to 802 K and a relatively large Gilbert damping of 0.085.\nAdditionally, the {\\gamma}-phase PtMnBi possesses a non-negligible AHC,\nreaching 203 {\\Omega}-1cm-1 at the Fermi level. To evaluate its potential in\nnanoscale devices, we further investigate the {\\alpha}-phase PtMnBi thin films.\nThe Gilbert dampings of {\\alpha}-phase PtMnBi thin films varies with film\nthickness and we attribute this variation to the distinct band structures at\nthe high-symmetry point {\\Gamma}, which arise from differences in film\nthickness. Moreover, the 1-layer (1L) {\\alpha}-phase thin film retains robust\nferromagnetism (TC = 688 K) and shows enhanced Gilbert damping (0.14) and AHC\n(1116 {\\Omega}-1cm-1) compared to the bulk. Intriguingly, under a 2% in-plane\nbiaxial compressive strain, the Gilbert damping of 1L {\\alpha}-phase PtMnBi\nthin film increases to 0.17 and the AHC reaches 2386 {\\Omega}-1cm-1. The\ncoexistence of giant Gilbert damping and large AHC makes {\\alpha}-phase PtMnBi\na compelling platform for practical spintronic applications, and highlights the\npotential of half-Heusler alloys in spintronic device design."}
{"id": "2508.19255", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19255", "abs": "https://arxiv.org/abs/2508.19255", "authors": ["Hong-Yu Zou", "Bing-Bing Wang", "Yong Ge", "Ke-Qi Zhao", "Yu-Qi Chen", "Hong-Xiang Sun", "Shou-Qi Yuan", "Haoran Xue", "Baile Zhang"], "title": "Non-Hermitian edge burst of sound", "comment": null, "summary": "Non-Hermitian band topology can give rise to phenomena with no counterparts\nin Hermitian systems. A well-known example is the non-Hermitian skin effect\n(NHSE), where Bloch eigenstates localize at a boundary, induced by a nontrivial\nspectrum winding number. In contrast, recent studies on lossy non-Hermitian\nlattices have uncovered an unexpected boundary-localized loss probability-a\nphenomenon that requires not only non-Hermitian band topology but also the\nclosure of the imaginary (dissipative) gap. Here, we demonstrate the\nnon-Hermitian edge burst in a classical-wave metamaterial: a lossy\nnonreciprocal acoustic crystal. We show that, when the imaginary gap remains\nclosed, edge bursts can occur at the right boundary, left boundary, or both\nboundaries simultaneously, all under the same non-Hermitian band topology; the\nlatter scenario is known as a bipolar edge burst. The occurrence of each\nscenario depends on the number and location of the imaginary gap closure points\nin the eigenenergy spectra. These findings generalize the concept of edge burst\nfrom quantum to classical wave systems, establish it as an intrinsic material\nproperty, and enrich the physics of the complex interplay between non-Hermitian\nband topology and other physical properties in non-Hermitian systems."}
{"id": "2508.19584", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19584", "abs": "https://arxiv.org/abs/2508.19584", "authors": ["Nikita Sharma", "Kuldeep Kargeti", "Neha Sharma", "Pooja Chourasia", "B. Vignolle", "Olivier Toulemonde", "Tirthankar Chakraborty", "S. K. Panda", "Sourav Marik"], "title": "Multiband Superconductivity and High Critical Current Density in Entropy Stabilized Nb0.25Ta0.25Ti0.25Zr0.25", "comment": "13 pages, 8 figures", "summary": "High and medium-entropy superconductors with significant intrinsic disorder\nare a fascinating class of superconductors. Their combination of robust\nstructural integrity, superior mechanical properties, and exceptional\nirradiation tolerance makes them promising candidates for use in advanced\nsuperconducting technologies. Herein, we present a comprehensive theoretical\nand experimental investigation on the superconductivity of equiatomic\nentropy-stabilized Nb0.25Ta0.25Ti0.25Zr0.25. The material shows bulk\nsuperconductivity (transition temperature = 8K) with a high upper critical\nfield of 11.94T. Interestingly, both the electronic band structure and specific\nheat data point toward unconventional multiband superconductivity. Our ab\ninitio calculations reveal Dirac-like band crossings close to the Fermi level,\nwith certain degeneracies persisting even in the presence of spin-orbit\ncoupling, suggesting a possible interplay between topological electronic states\nand the observed unconventional superconductivity. Remarkably, the critical\ncurrent density exceeds the benchmark of 10^5 A/cm2, surpassing all previously\nreported as-cast entropy-stabilized superconductors. This high critical current\ndensity is likely attributed to strong flux pinning at the grain boundaries,\nfacilitated by extreme intrinsic lattice distortion. Taken together, the\ndemonstrated dynamical stability, excellent metallicity, potential to host\nunconventional superconductivity, and exceptionally high critical current\ndensity highlight the potential of entropy-stabilized alloys as a platform for\nexploring the confluence of disorder, topology, and unconventional\nsuperconductivity."}
{"id": "2508.19584", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19584", "abs": "https://arxiv.org/abs/2508.19584", "authors": ["Nikita Sharma", "Kuldeep Kargeti", "Neha Sharma", "Pooja Chourasia", "B. Vignolle", "Olivier Toulemonde", "Tirthankar Chakraborty", "S. K. Panda", "Sourav Marik"], "title": "Multiband Superconductivity and High Critical Current Density in Entropy Stabilized Nb0.25Ta0.25Ti0.25Zr0.25", "comment": "13 pages, 8 figures", "summary": "High and medium-entropy superconductors with significant intrinsic disorder\nare a fascinating class of superconductors. Their combination of robust\nstructural integrity, superior mechanical properties, and exceptional\nirradiation tolerance makes them promising candidates for use in advanced\nsuperconducting technologies. Herein, we present a comprehensive theoretical\nand experimental investigation on the superconductivity of equiatomic\nentropy-stabilized Nb0.25Ta0.25Ti0.25Zr0.25. The material shows bulk\nsuperconductivity (transition temperature = 8K) with a high upper critical\nfield of 11.94T. Interestingly, both the electronic band structure and specific\nheat data point toward unconventional multiband superconductivity. Our ab\ninitio calculations reveal Dirac-like band crossings close to the Fermi level,\nwith certain degeneracies persisting even in the presence of spin-orbit\ncoupling, suggesting a possible interplay between topological electronic states\nand the observed unconventional superconductivity. Remarkably, the critical\ncurrent density exceeds the benchmark of 10^5 A/cm2, surpassing all previously\nreported as-cast entropy-stabilized superconductors. This high critical current\ndensity is likely attributed to strong flux pinning at the grain boundaries,\nfacilitated by extreme intrinsic lattice distortion. Taken together, the\ndemonstrated dynamical stability, excellent metallicity, potential to host\nunconventional superconductivity, and exceptionally high critical current\ndensity highlight the potential of entropy-stabilized alloys as a platform for\nexploring the confluence of disorder, topology, and unconventional\nsuperconductivity."}
{"id": "2508.19586", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19586", "abs": "https://arxiv.org/abs/2508.19586", "authors": ["Xue-Jin Zhang", "Jin Cao", "Lulu Xiong", "Hui Wang", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang"], "title": "Intrinsic nonlinear valley Nernst effect", "comment": null, "summary": "We investigate the intrinsic nonlinear valley Nernst effect, which induces a\ntransverse valley current via a second-order thermoelectric response to a\nlongitudinal temperature gradient. The effect arises from the Berry connection\npolarizability dipole of valley electrons and is permissible in both\ninversion-symmetric and inversion-asymmetric materials. We demonstrate that the\nresponse tensor is connected to the intrinsic nonlinear valley Hall\nconductivity through a generalized Mott relation, with the two being directly\nproportional at low temperatures, scaled by the Lorenz number. We elucidate the\nsymmetry constraints governing this effect and develop a theory for its\nnonlocal measurement, revealing a nonlocal second-harmonic signal with a\ndistinct $\\rho^2$ scaling. This signal comprises two scaling terms, with their\nratio corresponding to the square of the thermopower normalized by the Lorenz\nnumber. Key characteristics are demonstrated using a tilted Dirac model and\nfirst-principles calculations on bilayer WTe$_2$. Possible extrinsic\ncontributions and alternative experimental detection methods, e.g., by valley\npumping and by nonreciprocal directional dichroism, are discussed. These\nfindings underscore the significance of band quantum geometry on electron\ndynamics and establish a theoretical foundation for nonlinear valley\ncaloritronics."}
{"id": "2508.19586", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19586", "abs": "https://arxiv.org/abs/2508.19586", "authors": ["Xue-Jin Zhang", "Jin Cao", "Lulu Xiong", "Hui Wang", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang"], "title": "Intrinsic nonlinear valley Nernst effect", "comment": null, "summary": "We investigate the intrinsic nonlinear valley Nernst effect, which induces a\ntransverse valley current via a second-order thermoelectric response to a\nlongitudinal temperature gradient. The effect arises from the Berry connection\npolarizability dipole of valley electrons and is permissible in both\ninversion-symmetric and inversion-asymmetric materials. We demonstrate that the\nresponse tensor is connected to the intrinsic nonlinear valley Hall\nconductivity through a generalized Mott relation, with the two being directly\nproportional at low temperatures, scaled by the Lorenz number. We elucidate the\nsymmetry constraints governing this effect and develop a theory for its\nnonlocal measurement, revealing a nonlocal second-harmonic signal with a\ndistinct $\\rho^2$ scaling. This signal comprises two scaling terms, with their\nratio corresponding to the square of the thermopower normalized by the Lorenz\nnumber. Key characteristics are demonstrated using a tilted Dirac model and\nfirst-principles calculations on bilayer WTe$_2$. Possible extrinsic\ncontributions and alternative experimental detection methods, e.g., by valley\npumping and by nonreciprocal directional dichroism, are discussed. These\nfindings underscore the significance of band quantum geometry on electron\ndynamics and establish a theoretical foundation for nonlinear valley\ncaloritronics."}
{"id": "2508.19602", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19602", "abs": "https://arxiv.org/abs/2508.19602", "authors": ["Xiangbin Cai", "Haiyang Pan", "Yuzhu Wang", "Abdullah Rasmita", "Shunshun Yang", "Yan Zhao", "Wei Wang", "Ruihuan Duan", "Ruihua He", "Kenji Watanabe", "Takashi Taniguchi", "Zheng Liu", "Jesús Zúñiga Pérez", "Bo Yang", "Weibo Gao"], "title": "Optical Switching of Moiré Chern Ferromagnet", "comment": "4 figures", "summary": "Optical manipulation of quantum matter offers a non-contact, high-precision\nand fast control. Fractional Chern ferromagnet states in moir\\'e superlattices\nare promising for topological quantum computing, but an effective optical\ncontrol protocol has remained elusive. Here, we demonstrate robust optical\nswitching of integer and fractional Chern ferromagnets in twisted MoTe2\nbilayers using circularly polarized light. Highly efficient optical\nmanipulation of spin orientations in the topological ferromagnet regime is\nrealized at zero field using a pump light power as low as 28 nanowatts per\nsquare micrometer. Utilizing this optically induced transition, we also\ndemonstrate magnetic bistate cycling and spatially resolved writing of\nferromagnetic domain walls. This work establishes a reliable and efficient\noptical control scheme for moir\\'e Chern ferromagnets, paving the way for\ndissipationless spintronics and quantized Chern junction devices."}
{"id": "2508.19602", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19602", "abs": "https://arxiv.org/abs/2508.19602", "authors": ["Xiangbin Cai", "Haiyang Pan", "Yuzhu Wang", "Abdullah Rasmita", "Shunshun Yang", "Yan Zhao", "Wei Wang", "Ruihuan Duan", "Ruihua He", "Kenji Watanabe", "Takashi Taniguchi", "Zheng Liu", "Jesús Zúñiga Pérez", "Bo Yang", "Weibo Gao"], "title": "Optical Switching of Moiré Chern Ferromagnet", "comment": "4 figures", "summary": "Optical manipulation of quantum matter offers a non-contact, high-precision\nand fast control. Fractional Chern ferromagnet states in moir\\'e superlattices\nare promising for topological quantum computing, but an effective optical\ncontrol protocol has remained elusive. Here, we demonstrate robust optical\nswitching of integer and fractional Chern ferromagnets in twisted MoTe2\nbilayers using circularly polarized light. Highly efficient optical\nmanipulation of spin orientations in the topological ferromagnet regime is\nrealized at zero field using a pump light power as low as 28 nanowatts per\nsquare micrometer. Utilizing this optically induced transition, we also\ndemonstrate magnetic bistate cycling and spatially resolved writing of\nferromagnetic domain walls. This work establishes a reliable and efficient\noptical control scheme for moir\\'e Chern ferromagnets, paving the way for\ndissipationless spintronics and quantized Chern junction devices."}
{"id": "2508.19623", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.19623", "abs": "https://arxiv.org/abs/2508.19623", "authors": ["Thomas B. Winkler", "Yuean Zhou", "Grischa Beneke", "Fabian Kammerbauer", "Sachin Krishnia", "Mario Carpentieri", "Davi R. Rodrigues", "Mathias Kläui", "Johan H. Mentink"], "title": "Multi-value Probabilistic Computing with current-controlled Skyrmion Diffusion", "comment": "38 pages, 7 figures, 2 tables", "summary": "Magnetic systems are highly promising for implementing probabilistic\ncomputing paradigms because of the fitting energy scales and conspicuous\nnon-linearities. While conventional binary probabilistic computing has been\nrealized, implementing more advantageous multi-value probabilistic computing\n(MPC) remains a challenge. Here, we report the realization of MPC by leveraging\nthe thermally activated diffusion of magnetic skyrmions through an effectively\nnon-flat energy landscape defined by a discrete number of pinning sites. The\ntime-averaged spatial distribution of the diffusing skyrmions directly realizes\na discrete probability distribution, which is tunable by current-generated\nspin-orbit torques, and can be quantified by non-perturbative electrical\nmeasurements. Even a very straightforward implementation with global tuning,\nalready allows us to demonstrate the softmax computation - a core function in\nartificial intelligence. As a key advance, we demonstrate invertible logic\nwithout the need to create a network of probabilistic devices, offering major\nscalability advantages. Our proof of concept can be generalized to multiple\nskyrmions and can accommodate multiple locally tunable inputs and outputs using\nmagnetic tunnel junctions, potentially enabling the representation of highly\ncomplex distribution functions."}
{"id": "2508.19675", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19675", "abs": "https://arxiv.org/abs/2508.19675", "authors": ["Harjinder Singh", "Alberto Anadón", "Junta Igarashi", "Quentin Remy", "Stéphane Mangin", "Michel Hehn", "Jon Gorchon", "Gregory Malinowski"], "title": "Ultrafast Spin Accumulations Drive Magnetization Reversal in Multilayers", "comment": "6 pages, 4 figures", "summary": "Engineering and controlling heat and spin transport on the femtosecond\ntime-scale in spintronic devices opens up new ways to manipulate magnetization\nwith unprecedented speed. Yet the underlying reversal mechanisms remain poorly\nunderstood due to the challenges of probing ultrafast, non-equilibrium spin\ndynamics. In this study, we demonstrate that typical magneto-optical\nexperiments can be leveraged to access the time evolution of the spin\naccumulation generated within a magnetic multilayer following an ultrafast\nlaser excitation. Furthermore, our analysis shows that the final magnetic state\nof the free-layer in a spin-valve is mainly dictated by the ultrafast dynamics\nof the reference-layer magnetization. Our results disentangle magnetization and\nspin transport dynamics within a multilayer stack and identify demagnetization\nand remagnetization-driven spin accumulation as the key mechanism for\nall-optical switching. These findings establish new design principles for\nultrafast spintronic devices based on tailored spin current engineering."}
{"id": "2508.19674", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19674", "abs": "https://arxiv.org/abs/2508.19674", "authors": ["Hyunsung Cho", "Minseok Moon", "Jaehoon Kim", "Eunkyung Koh", "Hyeon-Deuk Kim", "Rokyeon Kim", "Gyehyun Park", "Seungwu Han", "Youngho Kang"], "title": "Atomistic insights into hydrogen migration in IGZO from machine-learning interatomic potential: linking atomic diffusion to device performance", "comment": "13 pages, 9 figures, Supplementary information included as ancillary\n  file (+15 pages)", "summary": "Understanding hydrogen diffusion is critical for improving the reliability\nand performance of oxide thin-film transistors (TFTs), where hydrogen plays a\nkey role in carrier modulation and bias instability. In this work, we\ninvestigate hydrogen diffusion in amorphous IGZO ($a$-IGZO) and $c$-axis\naligned crystalline IGZO (CAAC-IGZO) using machine learning interatomic\npotential molecular dynamics (MLIP-MD) simulations. We construct accurate\nphase-specific MLIPs by fine-tuning SevenNet-0, a universal pretrained MLIP,\nand validate the models against a comprehensive dataset covering\nhydrogen-related configurations and diffusion environments. Hydrogen\ndiffusivity is evaluated over 650--1700 K, revealing enhanced mobility above\n750 K in $a$-IGZO due to the glassy matrix, while diffusion at lower\ntemperatures is constrained by the rigid network. Arrhenius extrapolation of\nthe diffusivity indicates that hydrogen in $a$-IGZO can reach the\nchannel/insulator interface within $10^{4}$ seconds at 300--400 K, likely\ncontributing to negative bias stress-induced device degradation. Trajectory\nanalysis reveals that long-range diffusion in $a$-IGZO is enabled by a\ncombination of hydrogen hopping and flipping mechanisms. In CAAC-IGZO, hydrogen\nexhibits high in-plane diffusivity but severely restricted out-of-plane\ntransport due to a high energy barrier along the $c$-axis. This limited\nvertical diffusion in CAAC-IGZO suggests minimal impact on bias instability.\nThis work bridges the atomic-level hydrogen transport mechanism and\ndevice-level performance in oxide TFTs by leveraging large-scale MLIP-MD\nsimulations."}
{"id": "2508.19781", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19781", "abs": "https://arxiv.org/abs/2508.19781", "authors": ["Antonio Sanna", "Tiago F. T. Cerqueira", "Ekin Dogus Cubuk", "Ion Errea", "Yue-Wen Fang"], "title": "Search for thermodynamically stable ambient-pressure superconducting hydrides in GNoME database", "comment": "10 pages, 5 figures in main text", "summary": "Hydrides are considered to be one of the most promising families of compounds\nfor achieving high temperature superconductivity. However, there are very few\nexperimental reports of ambient-pressure hydride superconductivity, and the\nsuperconducting critical temperatures ($T_{\\rm c}$) are typically less than 10\nK. At the same time several hydrides have been predicted to exhibit\nsuperconductivity around 100 K at ambient pressure but in thermodynamically\nunfavorable phases. In this work we aim at assessing the superconducting\nproperties of thermodynamically stable hydride superconductors at room pressure\nby investigating the GNoME material database, which has been recently released\nand includes thousands of thermodynamically stable hydrides. To scan this large\nmaterial space we have adopted a multi stage approach which combines machine\nlearning for a fast initial evaluation and cutting edge ab initio methods to\nobtain a reliable estimation of $T_{\\rm c}$. Ultimately we have identified 22\ncubic thermodynamically stable hydrides with $T_{\\rm c}$ above 4.2 K and reach\na maximum $T_{\\rm c}$ of 17 K. While these critical temperatures are modest in\ncomparison to some recent predictions, the systems where they are found, being\nstable, are likely to be experimentally accessible and of potential\ntechnological relevance."}
{"id": "2508.19675", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19675", "abs": "https://arxiv.org/abs/2508.19675", "authors": ["Harjinder Singh", "Alberto Anadón", "Junta Igarashi", "Quentin Remy", "Stéphane Mangin", "Michel Hehn", "Jon Gorchon", "Gregory Malinowski"], "title": "Ultrafast Spin Accumulations Drive Magnetization Reversal in Multilayers", "comment": "6 pages, 4 figures", "summary": "Engineering and controlling heat and spin transport on the femtosecond\ntime-scale in spintronic devices opens up new ways to manipulate magnetization\nwith unprecedented speed. Yet the underlying reversal mechanisms remain poorly\nunderstood due to the challenges of probing ultrafast, non-equilibrium spin\ndynamics. In this study, we demonstrate that typical magneto-optical\nexperiments can be leveraged to access the time evolution of the spin\naccumulation generated within a magnetic multilayer following an ultrafast\nlaser excitation. Furthermore, our analysis shows that the final magnetic state\nof the free-layer in a spin-valve is mainly dictated by the ultrafast dynamics\nof the reference-layer magnetization. Our results disentangle magnetization and\nspin transport dynamics within a multilayer stack and identify demagnetization\nand remagnetization-driven spin accumulation as the key mechanism for\nall-optical switching. These findings establish new design principles for\nultrafast spintronic devices based on tailored spin current engineering."}
{"id": "2508.19849", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19849", "abs": "https://arxiv.org/abs/2508.19849", "authors": ["Leonard Werner Pingen", "Jiaqi Wu", "Bo Peng"], "title": "Tunable quantum anomalous Hall effect in fullerene monolayers", "comment": null, "summary": "Nearly four decades after its theoretical prediction, the search for material\nrealizations of quantum anomalous Hall effect (QAHE) remains a highly active\nfield of research. Many materials have been predicted to exhibit quantum\nanomalous Hall (QAH) physics under feasible conditions but the experimental\nverification remains widely elusive. In this work, we propose an alternative\napproach towards QAH materials design by engineering customized molecular\nbuilding blocks. We demonstrate this ansatz for a two-dimensional (2D)\nhoneycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground\nstate and thus breaks time-reversal symmetry. The molecular system is found to\nbe highly tunable with respect to its magnetic degrees of freedom and applied\nstrain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1,\n0. Our proposal offers a versatile platform to realize tunable QAH physics\nunder accessible conditions and provides an experimentally feasible approach\nfor chemical synthesis of molecular networks with QAHE."}
{"id": "2508.19694", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19694", "abs": "https://arxiv.org/abs/2508.19694", "authors": ["Affan Safeer", "Oktay Güleryüz", "Nicolae Atodiresei", "Wouter Jolie", "Thomas Michely", "Jeison Fischer"], "title": "MnBr$_2$ on the graphene on Ir(110) substrate: growth, structure, and super-moiré", "comment": "24 pages, 7 figures", "summary": "Single-layer MnBr$_2$ is grown on graphene (Gr) supported by Ir(110) and\ninvestigated using low-energy electron diffraction, scanning tunneling\nmicroscopy, and spectroscopy. The structure and epitaxial relationship with the\nsubstrate are systematically characterized. The growth morphology strongly\ndepends on the growth temperature, evolving from fractal to dendritic and\neventually to compact dendritic skeletal islands, reflecting changes in the\nunderlying surface diffusion processes. MnBr$_2$ on Gr/Ir(110) constitutes a\nthree-lattice system, giving rise to a super-moir\\'e pattern --a moir\\'e of\nmoir\\'es. Due to the involvement of lattices of differing symmetries and the\npartial electronic transparency of Gr, a \"virtual\" moir\\'e formed by MnBr$_2$\nand Ir(110) contributes to the super-moir\\'e formation. Ab initio calculations\nplay a crucial role in understanding the complexity of super-moir\\'e. Moreover,\nthe pronounced variation in the apparent height with tunneling conditions for\nthe magnetic insulator is explained based on the measured electronic structure."}
{"id": "2508.19716", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.19716", "abs": "https://arxiv.org/abs/2508.19716", "authors": ["David Vrba", "Roman Martoňák"], "title": "Kinetic pathways of coesite densification from metadynamics", "comment": "8 pages and 9 figures. For the Supplemental Material, please look\n  into the source .zip archive. The following article has been accepted by The\n  Journal of Chemical Physics. After it is published, it will be found at\n  https://pubs.aip.org/aip/jcp", "summary": "We study compression of coesite to pressures above 35 GPa, substantially\nbeyond the equilibrium transition pressure to octahedral phases (8 GPa to\nstishovite). Experiments at room temperature showed that up to 30 GPa the\nmetastable coesite structure develops only minor displacive changes (coesite-II\nand coesite-III) while the Si atoms remain 4-coordinated. Beyond 30 GPa,\nreconstructive transformations start, following different pathways from the\ncomplex structure of coesite. Besides amorphization, two different crystalline\noutcomes were observed. One is formation of defective high-pressure octahedral\nphases (Hu et al., 2015) and another one is formation of unusual and complex\ndense phases coesite-IV and coesite-V with Si atoms in 4-fold, 5-fold and\n6-fold coordination (Bykova et al., 2018). Capturing these structural\ntransformations computationally represents a challenge. Here we show that\nemploying metadynamics with Si-O coordination number and volume as generic\ncollective variables in combination with a machine-learning based ACE potential\n(Erhard et al., 2024), one naturally observes all three mentioned pathways,\nresulting in the phases observed experimentally. We describe the atomistic\nmechanisms along the transformation pathways. While the pathway to coesite-IV\nis simpler, the transformation to octahedral phases involves two steps: first,\na hcp sublattice of O atoms is formed where Si atoms occupy octahedral\npositions but the octahedra chains do not form a regular pattern. In the second\nstep, the Si atoms order and the chains develop a more regular arrangement. We\npredict that the pathway to coesite-IV is preferred at room temperature, while\nat 600 K the formation of octahedral phases is more likely."}
{"id": "2508.19732", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19732", "abs": "https://arxiv.org/abs/2508.19732", "authors": ["Emmanuele G. Cinnirella", "Andrea Nava", "Domenico Giuliano"], "title": "Charge current and phase diagram of the disordered open longer-range Kitaev chain", "comment": "14 pages, 9 figures", "summary": "We compute the disorder averaged dc conductance in the non-equilibrium steady\nstate that sets in between a longer-range Kitaev chain and a metallic lead\nconnected to an external reservoir, as a function of the system parameters and\nof the disorder strength. From our results, we map out the phase diagram of the\ndisordered chain for different types of disorder and discuss the corresponding\neffects of the interplay between topology and disorder in the system. To do so,\nwe set up a combined analytical and numerical approach, which is potentially\namenable of straightforward generalizations to other disordered topological\nsystems."}
{"id": "2508.19734", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19734", "abs": "https://arxiv.org/abs/2508.19734", "authors": ["Thibault Noblet", "Laura Messio", "Riccardo Rossi"], "title": "Majorana Diagrammatics for Quantum Spin-1/2 Models", "comment": "29 pages, 10 figures", "summary": "A diagrammatic formalism for lattices of 1/2 is developed. It is based on an\nunconstrained mapping between spin and Majorana operators. This allows the use\nof standard tools of diagrammatic quantum many-body theory without requiring\nprojections. We derive, in particular, the Feynman rules for the expansion\naround a color-preserving mean-field theory. We then present the numerical\nresults obtained by computing the corrections up to second order for the\nHeisenberg model in one and two dimensions, showing that perturbative\ncorrections are not only numerically important, but also qualitatively improve\nthe results of mean-field theory. These results pave the way for the use of\nMajorana diagrammatic tools in theoretical and numerical studies of quantum\nspin systems."}
{"id": "2508.19781", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19781", "abs": "https://arxiv.org/abs/2508.19781", "authors": ["Antonio Sanna", "Tiago F. T. Cerqueira", "Ekin Dogus Cubuk", "Ion Errea", "Yue-Wen Fang"], "title": "Search for thermodynamically stable ambient-pressure superconducting hydrides in GNoME database", "comment": "10 pages, 5 figures in main text", "summary": "Hydrides are considered to be one of the most promising families of compounds\nfor achieving high temperature superconductivity. However, there are very few\nexperimental reports of ambient-pressure hydride superconductivity, and the\nsuperconducting critical temperatures ($T_{\\rm c}$) are typically less than 10\nK. At the same time several hydrides have been predicted to exhibit\nsuperconductivity around 100 K at ambient pressure but in thermodynamically\nunfavorable phases. In this work we aim at assessing the superconducting\nproperties of thermodynamically stable hydride superconductors at room pressure\nby investigating the GNoME material database, which has been recently released\nand includes thousands of thermodynamically stable hydrides. To scan this large\nmaterial space we have adopted a multi stage approach which combines machine\nlearning for a fast initial evaluation and cutting edge ab initio methods to\nobtain a reliable estimation of $T_{\\rm c}$. Ultimately we have identified 22\ncubic thermodynamically stable hydrides with $T_{\\rm c}$ above 4.2 K and reach\na maximum $T_{\\rm c}$ of 17 K. While these critical temperatures are modest in\ncomparison to some recent predictions, the systems where they are found, being\nstable, are likely to be experimentally accessible and of potential\ntechnological relevance."}
{"id": "2508.19784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.19784", "abs": "https://arxiv.org/abs/2508.19784", "authors": ["Vladyslav M. Kuchkin", "Andreas Haller", "Andreas Michels", "Thomas L. Schmidt", "Nikolai S. Kiselev"], "title": "Regularized Micromagnetic Theory for Bloch Points", "comment": "18 pages, 4 figures", "summary": "Magnetic singularities known as Bloch points (BPs) present a fundamental\nchallenge for micromagnetic theory, which is based on the assumption of a fixed\nmagnetization vector length. Due to the divergence of the effective field at a\nBP, classical micromagnetics fails to adequately describe BP dynamics. To\naddress this issue, we propose a regularized micromagnetic model in which the\nmagnetization vector can vary in length but not exceed a threshold value. More\nspecifically, the magnetization is treated as an order parameter constrained to\na S3-sphere. This constraint respects fundamental properties of local spin\nexpectation values in quantum systems. We derive the corresponding regularized\nLandau-Lifshitz-Gilbert equation and the analogue of the Thiele equation\ndescribing the steady motion of spin textures under various external stimuli.\nWe demonstrate the applicability of our theory by modeling the dynamics of\nseveral magnetic textures containing BPs, including domain walls in nanowires,\nchiral bobbers, and magnetic dipolar strings. The presented results extend\nmicromagnetic theory by incorporating a regularized description of BP dynamics."}
{"id": "2508.19833", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19833", "abs": "https://arxiv.org/abs/2508.19833", "authors": ["Bea Botka", "Erzsébet Dodony", "Ildikó Harsányi", "Michael Stratton", "János Mózer", "Éva Kováts", "Katalin Kamarás"], "title": "Emissive perovskite quantum wires in robust nanocontainers", "comment": null, "summary": "Light emissive nanostructures were prepared from boron nitride nanotubes\n(BNNTs) filled with inorganic lead halide perovskites. BNNTs provide a platform\nfor facile synthesis of high aspect ratio perovskite quantum wires having\ncolor-tunable, highly polarized emission. BNNTs form a flexible and robust\nprotective shell around individual nanowires, that mitigate degradation during\npost-processing for practical applications, while allowing to exploit the\nemission of the perovskite nanowires due to its optical transparency. The wire\ndiameter can be tuned by choosing appropriate BNNT hosts, giving easy access to\nthe strongly quantum confined diameter range. The individual encapsulated\nquantum wires can be used as building blocks for nanoscale photonic devices,\nand to create large-scale flexible assemblies."}
{"id": "2508.19849", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.19849", "abs": "https://arxiv.org/abs/2508.19849", "authors": ["Leonard Werner Pingen", "Jiaqi Wu", "Bo Peng"], "title": "Tunable quantum anomalous Hall effect in fullerene monolayers", "comment": null, "summary": "Nearly four decades after its theoretical prediction, the search for material\nrealizations of quantum anomalous Hall effect (QAHE) remains a highly active\nfield of research. Many materials have been predicted to exhibit quantum\nanomalous Hall (QAH) physics under feasible conditions but the experimental\nverification remains widely elusive. In this work, we propose an alternative\napproach towards QAH materials design by engineering customized molecular\nbuilding blocks. We demonstrate this ansatz for a two-dimensional (2D)\nhoneycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground\nstate and thus breaks time-reversal symmetry. The molecular system is found to\nbe highly tunable with respect to its magnetic degrees of freedom and applied\nstrain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1,\n0. Our proposal offers a versatile platform to realize tunable QAH physics\nunder accessible conditions and provides an experimentally feasible approach\nfor chemical synthesis of molecular networks with QAHE."}
{"id": "2508.19916", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19916", "abs": "https://arxiv.org/abs/2508.19916", "authors": ["Jeroen J. de Boer", "Agustin O. Alvarez", "Moritz C. Schmidt", "Bruno Ehrler"], "title": "Microscale optoelectronic reservoir networks of halide perovskite for in-sensor computing", "comment": null, "summary": "Physical reservoir computing is a promising framework for efficient\nneuromorphic in and near-sensor computing applications. Here, we demonstrate a\nmultimodal optoelectronic reservoir network based on halide perovskite\nsemiconductor devices, capable of processing both voltage and light inputs. The\ndevices consist of micrometer-sized, asymmetric crossbars covered with a MAPbI3\nperovskite film. In a network, we simulate the performance by transforming\nMNIST images and videos based on the NMNIST dataset using 4-bit inputs and\ntraining linear readout layers for classification. We demonstrate multimodal\nnetworks capable of processing both voltage and light inputs, reaching mean\naccuracies up to 95.3 p/m 0.1% and 87.8 p/m 0.1% for image and video\nclassification, respectively. We observed only minor deterioration due to\nmeasurement noise. The networks significantly outperformed linear classifier\nreferences, by 3.1% for images and 14.6% for video. We show that longer\nretention times benefit classification accuracy for single-mode networks, and\ngive guidelines for choosing optimal experimental parameters. Moreover, the\nmicroscale device architecture lends itself well to further downscaling in\nhigh-density sensor arrays, making the devices ideal for efficient in-sensor\ncomputing."}
{"id": "2508.19934", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.19934", "abs": "https://arxiv.org/abs/2508.19934", "authors": ["Xiangqi Liu", "Ziyi Zhu", "Yixuan Luo", "Zhengyang Li", "Bo Bai", "Jingcheng Huang", "Xia Wang", "Chuanying Xi", "Li Pi", "Guanxiang Du", "Leiming Chen", "Wenbo Wang", "Wei Xia", "Yanfeng Guo"], "title": "Multi-origin driven giant planar Hall effect in topological antiferromagnet EuAl2Si2 with tunable spin texture", "comment": "17 pages and 5 figures", "summary": "In topological materials, the planar Hall effect (PHE) is often regarded as a\nhallmark of profound quantum phenomena-most notably the Adler-Bell-Jackiw\nchiral anomaly and Berry curvature-rendering it an indispensable tool for\ndeciphering the topological essence of emergent phases. In this study, we delve\ninto the PHE and anisotropic magnetoresistance in the recently discovered\nlayered topological antiferromagnet EuAl2Si2. Our analysis of the robust PHE\nsignal (~3.8 {\\mu}{\\Omega} cm at 2 K and 8 T) unveils a distinct interplay of\nmechanisms. While Berry curvature plays a minor role, the dominant\ncontributions stem from classical orbital MR in the field-induced ferromagnetic\nstate and field-suppressed spin fluctuations in the paramagnetic regime. These\ninsights not only position EuAl2Si2-with its highly tunable spin texture-as an\nexemplary system for probing the intricate coupling between spin configurations\nand band topology in magnetotransport but also pave the way for designing novel\nmaterials with tailored PHE responses, highlighting significant application\nprospects in quantum sensing, spintronic devices, and topologically protected\nelectronic systems."}
{"id": "2508.19938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19938", "abs": "https://arxiv.org/abs/2508.19938", "authors": ["Surbhi Slathia", "Manoj Tripathi", "Raphael Benjamim de Oliveira", "Guilherme da Silva Lopes Fabris", "Bruno Ipaves", "Raphael Matozo Tromer", "Marcelo Lopes Pereira Junior", "Gelu Costin", "Preeti Lata Mahapatraa", "Nicholas R. Glavin", "Ajit K. Roy", "Venkataramana Gadhamshetty", "Douglas Soares Galvao", "Alan Dalton", "Chandra Sekhar Tiwary"], "title": "Nanoscale mechanics and ultralow Friction of natural 2D silicates: Biotite and Rhodonite", "comment": null, "summary": "Two-dimensional (2D) silicates have emerged as a promising class of ultrathin\nmaterials, expanding the landscape of 2D systems beyond conventional van der\nWaals crystals. Their unique crystal chemistries and structural anisotropies\nmake them attractive for applications ranging from sensors and flexoelectric\ndevices to drug delivery and catalysis. To unlock their full potential, it is\ncritical to understand their thickness-dependent mechanical properties within\nthe family of 2D silicates. In this study, we investigate the nanomechanical\nand frictional behaviors of two structurally distinct natural silicates:\nlayered Biotite and chain-structured Rhodonite. Using atomic force microscopy\n(AFM), we found that Rhodonite exhibits nearly ten times higher adhesion force\nand modulus response compared to Biotite. Despite this, Biotite demonstrates\nsuperior frictional performance, with ultrathin (5 nm) flakes showing a\nremarkably low coefficient of friction ($\\sim 0.6 \\times 10^{-3}$) versus\nRhodonite ($\\sim 3.6 \\times 10^{-3}$). To further elucidate interlayer\nadhesion, density functional theory (DFT) calculations with Hubbard correction\nwere employed. These findings offer valuable insights into the design and\nselection of 2D silicates for advanced mechanical and tribological\napplications."}
{"id": "2508.19969", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.19969", "abs": "https://arxiv.org/abs/2508.19969", "authors": ["Nayana Devaraj", "Anumita Bose", "Arindom Das", "Md Afsar Reja", "Arijit Mandal", "Awadhesh Narayan", "B. R. K. Nanda"], "title": "Unlocking Doping Effects on Altermagnetism in MnTe", "comment": "13 pages, 8 figures, and 1 table", "summary": "Governed by specific symmetries, altermagnetism is an emerging field in\ncondensed matter physics, characterized by unique spin-splitting of the bands\nin the momentum space co-existing with the compensated magnetization as in\nantiferromagnets. As crystals can have tailored and unintended defects, it is\nimportant to gain insights on how altermagnets are affected by the\ndefects-driven symmetry-breaking which, in turn, can build promising\nperspectives on potential applications. In this study, considering the widely\ninvestigated MnTe as a prototype altermagnet, defects are introduced through\nsubstitutional doping to create a large configuration space of spin space\ngroups. With the aid of density functional theory calculations, symmetry\nanalysis, and model studies in this configuration space, we demonstrate the\ngeneric presence of spin-split of the antiferromagnetic bands in the momentum\nspace. This is indicative of a wider class of quasi-altermagnetic materials,\naugmenting the set of ideal altermagnetic systems. Furthermore, we show that\nwhile pristine MnTe does not show anomalous Hall conductivity (AHC) with\nout-of-plane magnetization, suitable doping can be carried out to obtain finite\nand varied AHC. Our predictions of quasi-altermagnetism and doping driven\ntailored AHC have the potential to open up as-yet-unexplored directions in this\ndeveloping field."}
{"id": "2508.20049", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.20049", "abs": "https://arxiv.org/abs/2508.20049", "authors": ["Ivan Martinez-Berumen", "W. A. Coish", "T. Pereg-Barnea"], "title": "Tunable multi-magnon Floquet topological edge states", "comment": "13 pages, 7 figures", "summary": "We show that periodically time-modulating the Dzyaloshinskii-Moriya\ninteraction (DMI) in a two-dimensional magnon insulator may induce a\ntopological phase transition that results in the presence of robust edge modes.\nTo this end, we study a square lattice of spins interacting via an XXZ\nHeisenberg model with a ferromagnetic longitudinal coupling and\nantiferromagnetic transverse coupling, as well as the aforementioned\ntime-modulated DMI. The topologically protected edge states of this system are\ncomposed of coherent superpositions of single-magnon excitations and two magnon\nbound states. Furthermore, we show that the chirality of the edge states can be\ncontrolled by adjusting the relative phase for the drive on the DMI associated\nwith nearest neighbors in the x and y directions."}
{"id": "2508.20084", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20084", "abs": "https://arxiv.org/abs/2508.20084", "authors": ["Leïla Moueddene", "Nikolaos G Fytas", "Bertrand Berche"], "title": "Phase transition properties via partition function zeros: The Blume-Capel ferromagnet revisited", "comment": "23 pages, 18 figures, 1 table, preprint submitted to JSTAT", "summary": "Since the landmark work of Lee and Yang, locating the zeros of the partition\nfunction in the complex magnetic-field plane has become a powerful method for\nstudying phase transitions. Fisher later extended this approach to complex\ntemperatures, and subsequent generalizations introduced other control\nparameters, such as the crystal field. In previous works [Moueddene et al, J.\nStat. Mech. (2024) 023206; Phys. Rev. E 110, 064144 (2024)] we applied this\nframework to the two- and three-dimensional Blume-Capel model -- a system with\na rich phase structure where a second-order critical line meets a first-order\nline at a tricritical point. We showed that the scaling of Lee-Yang, Fisher,\nand crystal-field zeros yields accurate critical exponents even for modest\nlattice sizes. In the present study, we extend this analysis and demonstrate\nthat simulations need not be performed exactly at the nominal transition point\nto obtain reliable exponent estimates. Strikingly, small system sizes are\nsufficient, which not only improves methodological efficiency but also advances\nthe broader goal of reducing the carbon footprint of large-scale computational\nstudies."}
{"id": "2508.19702", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.19702", "abs": "https://arxiv.org/abs/2508.19702", "authors": ["Gonzalo Díaz Mirón", "Cesare Malosso", "Solana Di Pino", "Colin K. Egan", "Diganta Disgupta", "Christopher J. Mundy", "Ali Hassanali"], "title": "Ultrafast Solvent Dynamics Drives the Formation of the Hydrated Electron in Photoexcited Water", "comment": null, "summary": "The photophysics and photochemistry associated with irradiating UV light in\nliquid water is central to numerous physical, chemical and biological\nprocesses. One of the key events involved in this process is the generation of\nthe hydrated electron. Despite long study from both experimental and\ntheoretical fronts, a unified understanding of the underlying mechanisms\nassociated with the generation of the solvated electron have remained elusive.\nHere, using excited-state molecular dynamics simulations of condensed phase\nphotoexcited liquid water, we unravel the key sequence of chemical events\nleading to the creation of the hydrated electron on the excited state. The\nprocess begins through the excitation of electrons localized mostly on specific\ntopological defects in water's hydrogen network which is subsequently followed\nby two main reaction pathways. The first, leads to the creation of a hydrogen\natom culminating in non-radiative decay back to the ground-state within 100\nfemtoseconds. The second involves a proton coupled electron transfer, giving\nrise to the formation of the hydronium ion, hydroxyl radical and the hydrated\nexcess electron on the excited-state. This process is facilitated by ultrafast\ncoupled rotational and translational motions of water molecules leading to the\nformation of water mediated ion-radical pairs in the network. These species can\nsurvive on the picosecond timescale and ultimately modulate the emission of\nvisible photons. All in all, our findings provide fresh perspectives into the\ninterpretation of several independent time-dependent spectroscopies measured\nover the last decades, paving the way for new directions on both theoretical\nand experimental fronts."}
{"id": "2508.20025", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20025", "abs": "https://arxiv.org/abs/2508.20025", "authors": ["Jaehyeok Jin", "Yining Han", "Gregory A. Voth"], "title": "A Field-Theoretical Paradigm via Hierarchical Coarse-Graining: I. Generalized Mode Theory", "comment": "34 pages, 4 figures", "summary": "Multiscale computer simulations facilitate the efficient exploration of large\nspatiotemporal scales in chemical and physical systems. However, molecular\nsimulations predominantly rely on particle-based representations, which become\ncomputationally prohibitive when applied beyond the molecular scale.\nField-theoretical simulations have emerged as an alternative to overcome these\nlimitations. Despite their applicability in mesoscopic simulations, these\napproaches are typically derived from top-down principles, leaving a gap in the\nbottom-up derivation of field-theoretical models for targeted molecular\nsystems. This work presents a systematic strategy for constructing statistical\nfield models for molecular liquids from the atomistic level, marking a critical\nstep toward bridging particle-based and field-theoretical modeling techniques.\nBy introducing molecular coarse-grained models as an intermediate step, this\nhierarchical approach reduces the complexity of the\natomistic-to-field-theoretical transformation while preserving important\nmicroscopic structural correlations. We systematically derive field-theoretical\nmodels in reciprocal space for both canonical and grand canonical ensembles\nusing the Hubbard-Stratonovich transformation. By incorporating additional\nfields for both positive and negative Fourier modes, our generalized mode\ntheory extends the applicability of bottom-up field-theoretical models beyond\nthe conventional Hubbard-Stratonovich transformation, which can be limited to\npositive Fourier modes. Furthermore, we introduce an efficient perturbative\napproach for approximating Fourier modes of molecular interactions, reducing\ncomputational cost and allowing for integrating complex molecular interactions\ninto the field-theoretic description."}
