{"id": "2511.08335", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.08335", "abs": "https://arxiv.org/abs/2511.08335", "authors": ["Yuqi Wang", "Yadong Zeng", "Ralf Deiterding", "Jinhui Yang", "Jianhan Liang"], "title": "An Improved High-order Adaptive Mesh Refinement Framework for Shock-turbulence Interaction Problems based on cell-centered finite difference schemes", "comment": null, "summary": "This work presents a high-order finite-difference adaptive mesh refinement (AMR) framework for robust simulation of shock-turbulence interaction problems. A staggered-grid arrangement, in which solution points are stored at cell centers instead of at the vertices, is presented to address the boundary conservation issues encountered in previous studies. The key ingredient in the AMR framework, i.e., the high-order nonlinear interpolation method applied in the prolongation step together with the determination of fine-grid boundary conditions, are re-derived for staggered grids following the procedures in prior work [1] and are thus used here. Meanwhile, a high-order restriction method is developed in the present study as the coarse and fine grid solutions are non-collocated in this configuration. To avoid non-conservative interpolation at discontinuous cells that could incur instabilities, a hybrid interpolation strategy is proposed in this work for the first time, where the non-conservative WENO interpolation is applied in smooth regions whereas the second-order conservative interpolation is applied at shocks. This significantly mitigates the numerical instabilities introduced by non-conservative interpolation and pointwise replacement. The two interpolation approaches are seamlessly coupled through a troubled-cell detector achieved by a scale-irrelevant Riemann solver in a robust way. The present work is developed on a publicly available block-structured adaptive mesh refinement framework AMReX [2]. The canonical tests demonstrate that the proposed method is capable of accurately resolving a wide range of complex shock-turbulence interaction problems that have been proven intricate for existing approaches"}
{"id": "2511.07433", "categories": ["physics.chem-ph", "cs.AI", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.07433", "abs": "https://arxiv.org/abs/2511.07433", "authors": ["Fabio Falcioni", "Elena Orlova", "Timothy Heightman", "Philip Mantrov", "Aleksei Ustimenko"], "title": "Benchmarking Simulacra AI's Quantum Accurate Synthetic Data Generation for Chemical Sciences", "comment": null, "summary": "In this work, we benchmark \\simulacra's synthetic data generation pipeline against a state-of-the-art Microsoft pipeline on a dataset of small to large systems. By analyzing the energy quality, autocorrelation times, and effective sample size, our findings show that Simulacra's Large Wavefunction Models (LWM) pipeline, paired with state-of-the-art Variational Monte Carlo (VMC) sampling algorithms, reduces data generation costs by 15-50x, while maintaining parity in energy accuracy, and 2-3x compared to traditional CCSD methods on the scale of amino acids. This enables the creation of affordable, large-scale \\textit{ab-initio} datasets, accelerating AI-driven optimization and discovery in the pharmaceutical industry and beyond. Our improvements are based on a novel and proprietary sampling scheme called Replica Exchange with Langevin Adaptive eXploration (RELAX)."}
{"id": "2511.08330", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.08330", "abs": "https://arxiv.org/abs/2511.08330", "authors": ["Nicholas Taormina", "Emir Bilgili", "Jason Gibson", "Richard Hennig", "Simon Phillpot", "Youping Chen"], "title": "Machine-learning interatomic potential for AlN for epitaxial simulation", "comment": "27 pages, 10 figures. Submitted to Computational Materials Science", "summary": "A machine learned interatomic potential for AlN was developed using the ultra-fast force field (UF3) methodology. A strong agreement with density functional theory calculations in predicting key structural and mechanical properties, including lattice constants, elastic constants, cohesive energy, and surface energies has been demonstrated. The potential was also shown to accurately reproduce the experimentally observed atomic core structure of edge dislocations. Most significantly, it reproduced the experimentally observed wurtzite crystal structure in the overlayer during homoepitaxial growth of AlN on wurtzite AlN, something that prior potentials failed to achieve. Additionally, the potential reproduced the experimentally observed layer-by-layer growth mode in the epilayer. The combination of accuracy, transferability, and computational speed afforded by the UF3 framework thus makes large-scale, atomistic simulations of epitaxial growth of AlN feasible."}
{"id": "2511.07527", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.07527", "abs": "https://arxiv.org/abs/2511.07527", "authors": ["Gal Shavit", "Gil Refael"], "title": "Parametric Instabilities of Correlated Quantum Matter", "comment": null, "summary": "Strongly correlated quantum materials exhibit a rich landscape of ordered phases with highly tunable properties, making them an intriguing platform for exploring non-equilibrium phenomena. A key to many of these phases is collective bosonic excitations, encoding fluctuations of the underlying order. In this work, we develop a general theoretical framework for parametric driving of such modes, whereby periodic modulation of microscopic parameters generates resonant two-boson processes. We show that the feasibility and strength of this drive depend sensitively on whether the targeted parameter alters the properties of the bosonic excitations vacuum, linking potential parametric instabilities directly to the fidelity susceptibility of the ground state. The driving facilitates nonthermal melting of the parent orders, as well as stabilization of novel steady states with experimentally distinct signatures. Through microscopic case-studies of correlated electronic systems, we identify promising driving knobs, highlight the role of quantum geometry in the collective modes susceptibility, and propose realistic experimental probes. Collective excitations are a powerful resource for steering correlated phases out of equilibrium, and will likely have several applications in quantum science. Our work provides the toolbox for controlling these excitations."}
{"id": "2511.07566", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07566", "abs": "https://arxiv.org/abs/2511.07566", "authors": ["Christopher Roth", "Ao Chen", "Anirvan Sengupta", "Antoine Georges"], "title": "Superconductivity in the two-dimensional Hubbard model revealed by neural quantum states", "comment": null, "summary": "Whether the ground state of the square lattice Hubbard model exhibits superconductivity re- mains a major open question, central to understanding high temperature cuprate superconductors and ultra-cold fermions in optical lattices. Numerical studies have found evidence for stripe-ordered states and superconductivity at strong coupling but the phase diagram remains controversial. Here, we show that one can resolve the subtle energetics of metallic, superconducting, and stripe phases using a new class of neural quantum state (NQS) wavefunctions that extend hidden fermion de- terminant states to Pfaffians. We simulate several hundred electrons using fast Pfaffian algorithms allowing us to measure off-diagonal long range order. At strong coupling and low hole-doping, we find that a non-superconducting filled stripe phase prevails, while superconductivity coexisting with partially-filled stripes is stabilized by a negative next neighbor hopping t-prime, with |t-prime| > 0.1. At larger doping levels, we introduce momentum-space correlation functions to mitigate finite size effects that arise from weakly-bound pairs. These provide evidence for uniform d-wave superconductivity at U = 4, even when t-prime = 0. Our results highlight the potential of NQS approaches, and provide a fresh perspective on superconductivity in the square lattice Hubbard model."}
{"id": "2511.07618", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07618", "abs": "https://arxiv.org/abs/2511.07618", "authors": ["S Pal", "L. M. Woods", "C. Persson", "I. Brevik", "U. De Giovannini", "M. Boström"], "title": "Nanorod Pair Complexes Manipulated via Magnetic Casimir Forces", "comment": "43 pages, 7 figures", "summary": "Controlling nanoscale interactions to suppress aggregation from short-range attractive forces is a key problem in nanoengineering. Here, we demonstrate a route to modulate Casmir-Lifshitz interactions between anisotropic nanoparticles with the magnetic fluids. By semi-classical quantum electrodynamics, we study ground state dispersion forces for cylindrical dielectric nanorods made of polystyrene (PS), and zinc oxide (ZnO) embedded in toluene-based host media with gold-coated magnetite nanoparticles and also predict magnetic contributions to the non-retarded excited state interaction. The variation in magnetic permeability enables tuning between repulsive and attractive interaction and a thermally unstable and measurable magnetic Casimir traps are predicted between a pair of ZnO-PS nanoparticles whose equilibrium position can be modulated over an order of magnitude with a small variation in the size of the magnetite nanoparticle. This provides an alternative magnetic Casimir-effect pathway to reversibly tune quantum electromagnetic forces at the nanoscale for assembly and enhancement of colloidal stability."}
{"id": "2511.07433", "categories": ["physics.chem-ph", "cs.AI", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.07433", "abs": "https://arxiv.org/abs/2511.07433", "authors": ["Fabio Falcioni", "Elena Orlova", "Timothy Heightman", "Philip Mantrov", "Aleksei Ustimenko"], "title": "Benchmarking Simulacra AI's Quantum Accurate Synthetic Data Generation for Chemical Sciences", "comment": null, "summary": "In this work, we benchmark \\simulacra's synthetic data generation pipeline against a state-of-the-art Microsoft pipeline on a dataset of small to large systems. By analyzing the energy quality, autocorrelation times, and effective sample size, our findings show that Simulacra's Large Wavefunction Models (LWM) pipeline, paired with state-of-the-art Variational Monte Carlo (VMC) sampling algorithms, reduces data generation costs by 15-50x, while maintaining parity in energy accuracy, and 2-3x compared to traditional CCSD methods on the scale of amino acids. This enables the creation of affordable, large-scale \\textit{ab-initio} datasets, accelerating AI-driven optimization and discovery in the pharmaceutical industry and beyond. Our improvements are based on a novel and proprietary sampling scheme called Replica Exchange with Langevin Adaptive eXploration (RELAX)."}
{"id": "2511.07527", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.07527", "abs": "https://arxiv.org/abs/2511.07527", "authors": ["Gal Shavit", "Gil Refael"], "title": "Parametric Instabilities of Correlated Quantum Matter", "comment": null, "summary": "Strongly correlated quantum materials exhibit a rich landscape of ordered phases with highly tunable properties, making them an intriguing platform for exploring non-equilibrium phenomena. A key to many of these phases is collective bosonic excitations, encoding fluctuations of the underlying order. In this work, we develop a general theoretical framework for parametric driving of such modes, whereby periodic modulation of microscopic parameters generates resonant two-boson processes. We show that the feasibility and strength of this drive depend sensitively on whether the targeted parameter alters the properties of the bosonic excitations vacuum, linking potential parametric instabilities directly to the fidelity susceptibility of the ground state. The driving facilitates nonthermal melting of the parent orders, as well as stabilization of novel steady states with experimentally distinct signatures. Through microscopic case-studies of correlated electronic systems, we identify promising driving knobs, highlight the role of quantum geometry in the collective modes susceptibility, and propose realistic experimental probes. Collective excitations are a powerful resource for steering correlated phases out of equilibrium, and will likely have several applications in quantum science. Our work provides the toolbox for controlling these excitations."}
{"id": "2511.07531", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07531", "abs": "https://arxiv.org/abs/2511.07531", "authors": ["Kyle L. Seyler", "Hantao Zhang", "Daniel Van Beveren", "Costel R. Rotundu", "Young S. Lee", "Ran Cheng", "David Hsieh"], "title": "High-speed antiferromagnetic domain walls driven by coherent spin waves", "comment": "10 pages main text, 4 figures, 8 pages supplementary information", "summary": "The ability to rapidly manipulate domain walls (DWs) in magnetic materials is key to developing novel high-speed spintronic memory and computing devices. Antiferromagnetic (AFM) materials present a particularly promising platform due to their robustness against stray fields and their potential for exceptional DW velocities. Among various proposed driving mechanisms, coherent spin waves could potentially propel AFM DWs to the magnon group velocity while minimizing dissipation from Joule heating. However, experimental realization has remained elusive due to the dual challenges of generating coherent AFM spin waves near isolated mobile AFM DWs and simultaneously measuring high-speed DW dynamics. Here we experimentally realize an approach where ultrafast laser pulses generate coherent spin waves that drive AFM DWs and develop a technique to directly map the spatiotemporal DW dynamics. Using the room-temperature AFM insulator Sr$_2$Cu$_3$O$_4$Cl$_2$, we observe AFM DW motion with record-high velocities up to ~50 km/s. Remarkably, the direction of DW propagation is controllable through both the pump laser helicity and the sign of the DW winding number. This bidirectional control can be theoretically explained, and numerically reproduced, by the DW dynamics induced by coherent spin waves of the in-plane magnon mode - a phenomenon unique to magnets with an easy-plane anisotropy. Our work uncovers a novel DW propulsion mechanism that is generalizable to a wide range of AFM materials, unlocking new opportunities for ultrafast coherent AFM spintronics."}
{"id": "2511.07664", "categories": ["cond-mat.stat-mech", "math-ph", "nlin.SI", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.07664", "abs": "https://arxiv.org/abs/2511.07664", "authors": ["Matteo Gallone", "Ricardo Grande", "Antonio Ponno", "Stefano Ruffo", "Erwan Druais"], "title": "Random initial data and average shock time in the Fermi-Pasta-Ulam-Tsingou chain", "comment": "7 pages + 16 pages of supplemental material", "summary": "We investigate the dynamics of the Fermi-Pasta-Ulam-Tsingou chain with long-wavelength random initial data. When the energy per particle is small, thermal equilibrium is not reached on a fast timescale and the system enters prethermalization. The formation of the prethermal state is characterized by the development of a Burgers-type shock and the onset of a turbulent-like spectrum with a time dependent exponent $ζ(t)$ in the inertial range. We perform a significant step forward by demonstrating that these features are robust under generic long-wavelength random initial conditions. By employing advanced probabilistic techniques inspired by the works of Dudley and Talagrand, we derive a sharp asymptotic expression for the average shock time in the thermodynamic limit. For large $p$, this time scales as $(p \\sqrt{\\log p})^{-1}$, where $p$ is the number of excited modes proving that it is an intensive quantity up to a logarithmic correction in the size of the system."}
{"id": "2511.07528", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07528", "abs": "https://arxiv.org/abs/2511.07528", "authors": ["Tobias Weber", "Niclas Heinsdorf", "Michal Stekiel", "Paul Steffens", "Andreas Schnyder", "Christian Pfleiderer"], "title": "Non-Reciprocal Zone Boundary Magnon Propagation in Cu$_2$OSeO$_3$", "comment": "paper and supplementary materials", "summary": "Inelastic neutron scattering in the chiral magnet Cu$_2$OSeO$_3$ reveals strong non-reciprocal effects on magnon propagation at the boundary of the nuclear Brillouin zone. The non-reciprocal response is strongest at a central position between the zone corner and edge mid-point. We explain these results using an effective linear spin-wave model. While directional effects in chiral magnets have so far only been known to exist at low momenta close to the center of the Brillouin zone, the present study shows that non-reciprocity persists at the highest possible reduced momenta. The observed magnons show very little damping within the limits of our experimental resolution, making them of great interest for the fundamental research on compact, high-frequency magnonic applications."}
{"id": "2511.08249", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08249", "abs": "https://arxiv.org/abs/2511.08249", "authors": ["Tommaso Confalone", "Flavia Lo Sardo", "Yejin Lee", "Sanaz Shokri", "Giuseppe Serpico", "Alessandro Coppo", "Valerii M. Vinokur", "Luca Chirolli", "Valentina Brosco", "Uri Vool", "Domenico Montemurro", "Francesco Tafuri", "Golam Haider", "Kornelius Nielsch", "Nicola Poccia"], "title": "Cuprate Twistronics for Quantum Hardware", "comment": null, "summary": "Recent advances in the manipulation of complex oxide layers, particularly the fabrication of atomically thin cuprate superconducting films via molecular beam epitaxy, have revealed new ways in which nanoscale engineering can govern superconductivity and its interwoven electronic orders. In parallel, the creation of twisted cuprate heterostructures through cryogenic stacking techniques marks a pivotal step forward, exploiting cuprate superconductors to deepen our understanding of exotic quantum states and propel next-generation quantum technologies. This review explores over three decades of research in the emerging field of cuprate twistronics, examining both experimental breakthroughs and theoretical progress. It also highlights the methodologies poised to surmount the outstanding challenges in leveraging these complex quantum materials, underscoring their potential to expand the frontiers of quantum science and technology."}
{"id": "2511.07723", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07723", "abs": "https://arxiv.org/abs/2511.07723", "authors": ["Albin Cakaj", "Markus Schmid", "Alexander Hofmann", "Wolfgang Brütting"], "title": "Control of Spontaneous Orientation Polarization in Organic Semiconductors: The Role of Molecular Structure and Film Growth Conditions", "comment": null, "summary": "Spontaneous orientation polarization (SOP) occurs when molecules with a finite permanent dipole moment are grown as thin films by physical vapor deposition and their alignment is such that a net non-zero polarization remains. We discuss how SOP in organic semiconductors can be controlled by the design of molecules as well as the film growth conditions and discuss its relevance in organic light-emitting devices."}
{"id": "2511.07580", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.07580", "abs": "https://arxiv.org/abs/2511.07580", "authors": ["Daniel F. Calero-Osorio", "Paul W. Ayers"], "title": "Seniority-Zero Canonical Transformation Theory: Reducing Truncation Error with Late Truncation", "comment": "37 pages, 6 figures", "summary": "We show how to add dynamic correlation to a reference seniority-zero wavefunction by making a unitary transformation of the true electronic Hamiltonian into seniority-zero form. The transformation is treated via the Baker Campbell Hausdorff (BCH) expansion and the seniority-zero structure of the reference is exploited to evaluate the first three commutators exactly; the remaining contributions are handled with a recursive commutator approximation, as is typical in canonical transformation methods. By choosing a seniority-zero reference and using parallel computation, this method is practical for small- to medium-sized systems. Numerical tests show high accuracy, with errors $\\sim 10^{-4}$ Hartree."}
{"id": "2511.07528", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07528", "abs": "https://arxiv.org/abs/2511.07528", "authors": ["Tobias Weber", "Niclas Heinsdorf", "Michal Stekiel", "Paul Steffens", "Andreas Schnyder", "Christian Pfleiderer"], "title": "Non-Reciprocal Zone Boundary Magnon Propagation in Cu$_2$OSeO$_3$", "comment": "paper and supplementary materials", "summary": "Inelastic neutron scattering in the chiral magnet Cu$_2$OSeO$_3$ reveals strong non-reciprocal effects on magnon propagation at the boundary of the nuclear Brillouin zone. The non-reciprocal response is strongest at a central position between the zone corner and edge mid-point. We explain these results using an effective linear spin-wave model. While directional effects in chiral magnets have so far only been known to exist at low momenta close to the center of the Brillouin zone, the present study shows that non-reciprocity persists at the highest possible reduced momenta. The observed magnons show very little damping within the limits of our experimental resolution, making them of great interest for the fundamental research on compact, high-frequency magnonic applications."}
{"id": "2511.07855", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.07855", "abs": "https://arxiv.org/abs/2511.07855", "authors": ["T. Fukui"], "title": "Gradient flow and Bogomolny bounds for quantum metric actions", "comment": "7 pages, 1 figure", "summary": "We formulate gradient flow dynamics generated by two natural actions of the quantum metric for an isolated set of Bloch bands. Specializing to two spatial dimensions, we derive Bogomolny-type lower bounds that relate these actions to the Chern number and show that the bounds are saturated by (anti-)holomorphic projector configurations. Along the flows, the actions decrease monotonically while the Chern number is conserved, giving a constructive route to simplify models within a fixed topological phase toward canonical, low-complexity representatives."}
{"id": "2511.08161", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2511.08161", "abs": "https://arxiv.org/abs/2511.08161", "authors": ["Hyunsuk Hong", "Jae Sung Lee", "Hyunggyu Park"], "title": "Coherence enhanced by detrained oscillators: Breaking $π$-reflection symmetry", "comment": "15 pages, 5 figures. To appear in Chaos", "summary": "We study a generalized Kuramoto model in which each oscillator carries two coupled phase variables, representing a minimal swarmalator system. Assuming perfect correlation between the intrinsic frequencies associated with each phase variable, we identify a novel dynamic mode characterized by bounded oscillatory motion that breaks the $π$-reflection symmetry. This symmetry breaking enhances global coherence and gives rise to a non-trivial mixed state, marked by distinct degrees of ordering in each variable. Numerical simulations confirm our analytic predictions for the full phase diagram, including the nature of transition. Our results reveal a fundamental mechanism through which detrained (dynamic) oscillators can promote global synchronization, offering broad insights into coupled dynamical systems beyond the classical Kuramoto paradigm."}
{"id": "2511.07531", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07531", "abs": "https://arxiv.org/abs/2511.07531", "authors": ["Kyle L. Seyler", "Hantao Zhang", "Daniel Van Beveren", "Costel R. Rotundu", "Young S. Lee", "Ran Cheng", "David Hsieh"], "title": "High-speed antiferromagnetic domain walls driven by coherent spin waves", "comment": "10 pages main text, 4 figures, 8 pages supplementary information", "summary": "The ability to rapidly manipulate domain walls (DWs) in magnetic materials is key to developing novel high-speed spintronic memory and computing devices. Antiferromagnetic (AFM) materials present a particularly promising platform due to their robustness against stray fields and their potential for exceptional DW velocities. Among various proposed driving mechanisms, coherent spin waves could potentially propel AFM DWs to the magnon group velocity while minimizing dissipation from Joule heating. However, experimental realization has remained elusive due to the dual challenges of generating coherent AFM spin waves near isolated mobile AFM DWs and simultaneously measuring high-speed DW dynamics. Here we experimentally realize an approach where ultrafast laser pulses generate coherent spin waves that drive AFM DWs and develop a technique to directly map the spatiotemporal DW dynamics. Using the room-temperature AFM insulator Sr$_2$Cu$_3$O$_4$Cl$_2$, we observe AFM DW motion with record-high velocities up to ~50 km/s. Remarkably, the direction of DW propagation is controllable through both the pump laser helicity and the sign of the DW winding number. This bidirectional control can be theoretically explained, and numerically reproduced, by the DW dynamics induced by coherent spin waves of the in-plane magnon mode - a phenomenon unique to magnets with an easy-plane anisotropy. Our work uncovers a novel DW propulsion mechanism that is generalizable to a wide range of AFM materials, unlocking new opportunities for ultrafast coherent AFM spintronics."}
{"id": "2511.08466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08466", "abs": "https://arxiv.org/abs/2511.08466", "authors": ["Sameia Zaman", "Joel Î-j. Wang", "Thomas Werkmeister", "Miuko Tanaka", "Thao Dinh", "Max Hays", "Daniel Rodan-Legrain", "Aranya Goswami", "Réouven Assouly", "Ahmet Kemal Demir", "David K. Kim", "Bethany M. Niedzielski", "Kyle Serniak", "Mollie E. Schwartz", "Kenji Watanabe", "Takashi Taniguchi", "Philip Kim", "Riccardo Comin", "Jeffrey A. Grover", "Terry P. Orlando", "Pablo Jarillo-Herrero", "William D. Oliver"], "title": "Kinetic Inductance of Few-Layer NbSe$_2$ in the Two-Dimensional Limit", "comment": null, "summary": "Van der Waals (vdW) superconductors remain superconducting down to the monolayer limit, enabling the exploration of emergent physical phenomena and functionality driven by reduced dimensionality. Here, we report the characterization of the kinetic inductance of atomically thin NbSe$_2$, a two-dimensional van der Waals superconductor, using superconducting coplanar waveguides and microwave measurement techniques familiar to circuit quantum electrodynamics (cQED). The kinetic inductance scales inversely with the number of NbSe$_2$ layers, reaching 1.2 nH/$\\Box$ in the monolayer limit. Furthermore, the measured kinetic inductance exhibits a thickness-dependent crossover from clean- to dirty-limit behavior, with enhanced dirty-limit contributions emerging in the ultra-thin regime. These effects are likely driven by increased surface scattering, multi-band superconductivity, and geometric confinement. Additionally, the self-Kerr nonlinearity of the NbSe$_2$ films ranges from $K/2π$ = -0.008 to -14.7 Hz/photon, indicating its strong potential in applications requiring compact, nearly linear, high-inductance superconducting quantum devices and detectors. The fabrication and characterization techniques demonstrated here are extensible to the investigation of other two-dimensional superconductors."}
{"id": "2511.07804", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07804", "abs": "https://arxiv.org/abs/2511.07804", "authors": ["Tianyu Su", "Brian J. Blankenau", "Namhoon Kim", "Kshitij Vijayvargia", "Petros Sofronis", "Jessica A. Krogstad", "Elif Ertekin"], "title": "Short-range order influences H distribution in Fe-Ni-Cr austenitic stainless steels", "comment": null, "summary": "Hydrogen embrittlement (HE) in austenitic stainless steels is advanced by hydrogen enhanced localized plasticity (HELP), typically accompanied by a transition from homogeneous to localized slip. Short-range order (SRO) in face-centered cubic (FCC) alloys is known to promote slip planarity, and recent studies suggest that H may amplify this localization behavior linked to inherent SRO. However, the manner in which the introduction of H affects SRO properties and, conversely, the manner that pre-existing SRO may affect H behavior, are not fully understood. In this work, a spin cluster expansion model combined with Monte Carlo simulation is employed to study the interplay between H and SRO in Fe-Ni-Cr alloys. Chemical order is quantified using Warren-Cowley SRO parameters, and the model predictions are validated against experimental data. We find that the presence of H only slightly alters the intrinsic ordering preference of the Fe-Ni-Cr alloys. As temperature decreases and the alloy evolves from disordered to ordered thermodynamic states, distinct H-metal correlations emerge. In particular, H-Ni and H-Cr pairs exhibit stronger ordering tendencies than H-Fe pairs, suggesting a selective affinity of H for certain atomic environments. On the other hand, we also find that compared to random alloys, when pre-existing SRO is present, it significantly affects the resulting H distribution by promoting local H enrichment in SRO domains. Such SRO-driven local H accumulation may facilitate slip localization and contribute to the early onset of embrittlement. These findings provide thermodynamic and structural insights into the interaction between H and SRO in austenitic stainless steels, highlighting possible implications on how the interaction between HELP and SRO brings about hydrogen embrittlement in austenitic stainless steels."}
{"id": "2511.07638", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.07638", "abs": "https://arxiv.org/abs/2511.07638", "authors": ["Jack Guo", "Thomas Roy", "Nitish Govindarajan", "Joel B. Varley", "Jonathan Raisin", "Jinyoung Lee", "Jiwook Jang", "Dong Un Lee", "Thomas F. Jaramillo", "Tiras Y. Lin"], "title": "Optimized tandem catalyst patterning for CO$_2$ reduction flow reactors", "comment": null, "summary": "Tandem catalysis involves two or more catalysts arranged in proximity within a single reaction vessel. Each catalyst prefers different reaction pathways and products, and so the tandem design synergistically seeks to leverage the strengths of each and maximize overall system performance and efficiency. This study presents the integration of continuum transport modeling with design optimization in a simplified two-dimensional flow reactor setup for electrochemical CO$_2$ reduction, as a proof of concept towards constructing an optimization-based reactor design framework. Ag catalysts provide the CO$_2$ $\\rightarrow$ CO reaction capability, and Cu catalysts provide the CO $\\rightarrow$ high-value products reaction capability. Given a set of input parameters -- applied surface voltage, electrolyte flow rate, and number of catalyst sections -- the optimization algorithm uses adjoint methods to modify the Ag/Cu surface patterning in order to maximize the current density toward high-value products, such as ethylene. The optimized designs, which strongly depend on these input parameters, yield significant performance enhancement especially at more negative applied voltages (i.e., stronger surface reactions) and for larger numbers of patterning sections. For an applied voltage of $-1.7$ V vs. SHE, the $12$-section optimized design increases the current density towards ethylene by up to $65\\%$ compared to the unoptimized $2$-section design. Observed differences in the production and consumption of CO (the key intermediate species) provide insight into increased ethylene production in the optimized cases. The concentration fields highlight how optimized patterns minimize zones of low reactant concentration on the catalyst surface to increase production of high-value further-reduced products."}
{"id": "2511.07579", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07579", "abs": "https://arxiv.org/abs/2511.07579", "authors": ["Vishesh Sharma", "Gaurav Gautam", "Poonam Yadav", "Chin-Wei Wang", "Kaya Wei", "N. P. Lalla", "Theo Siegrist", "Shivani Sharma"], "title": "Magnetic structure evolution and magnetoelastic coupling across the spin reorientation transition in TmCrO3", "comment": "17 pages, 8 figures", "summary": "We present a comprehensive study of the magnetic structure evolution across the spin reorientation transition in orthorhombic (Pnma) TmCrO3. Magnetic susceptibility reveals canted antiferromagnetic (CAFM) ordering at T_N = 125 K, two compensation points (T_comp1 and T_comp2), followed by magnetization reversal with a magnetic susceptibility minimum between T_comp1 and T_comp2. Heat capacity shows a sharp lambda-type transition at T_N, associated with the long-range antiferromagnetic ordering of Cr, followed by a broad feature near 9 K. Neutron powder diffraction (NPD) establishes the Pn'm'a (Gamma2) magnetic structure below T_N. A gradual change in magnetic structure occurs during the spin-reorientation (SRO) transition below 30 K, where the magnetic symmetry transforms from Pn'm'a (Gamma2) to Pn'ma' (Gamma4) phase. However, below the SRO, neither Gamma2 nor Gamma4 alone adequately fit the intensity of magnetic reflections. A satisfactory refinement is achieved using the monoclinic subgroup P21'/c', derived from a combination of Gamma2 and Gamma4. The gradual SRO of Tm and Cr moments across the compensation regime is consistent with the magnetic symmetry P21'/c'. Furthermore, the ordered moments of Cr and Tm in TmCrO3 exhibit a complex, non-monotonic temperature dependence, with the Tm sublattice driving the spin-reorientation transition near the compensation point. Anomalies in the lattice parameters reveal strong magnetoelastic coupling, linking structural distortions to the SRO."}
{"id": "2511.07962", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.07962", "abs": "https://arxiv.org/abs/2511.07962", "authors": ["Yu. E. Geints"], "title": "Angular Patterns of Photoluminescence in Quantum Dot Spherical Superparticles Mediated by Whispering-Gallery Modes", "comment": null, "summary": "Quantum dot superparticles are a specific class of metamaterials created through the self-assembly of nanometer semiconductor quantum dots into organized micro-scale structures, such as microspheres. Superparticles exhibit unique optical, chemical, and electronic properties. These properties are not merely the sum of the constituent quantum dots but rather bear the signature of the collective behavior of the nanoscale building blocks. In particular, assembling an ensemble of quantum dots into a super-sphere allows them to function as a single, high-quality optical resonator. This structure efficiently confines the emission from the pump-excited quantum dots via whispering gallery modes. The emissive properties of such a superparticle resonator remain an area of active investigation. Using numerical simulation, we study the angular structure of the photoluminescence from superparticles of various sizes and architectures formed from CdS quantum dots. We show that, in general, the angular distribution of the SP emission is characterized by strong asymmetry, with a maximum in the backward direction relative to the incident pump beam. In contrast, this asymmetry is virtually absent in the forward and side-scattering directions. The excitation of resonant modes in the superparticle enhances the emission intensity and reduces the degree of its backward asymmetry. Furthermore, coating the CdS quantum dot particle with a silicon dioxide layer increases the probability of exciting field resonances in such a core-shell superparticle."}
{"id": "2511.07566", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07566", "abs": "https://arxiv.org/abs/2511.07566", "authors": ["Christopher Roth", "Ao Chen", "Anirvan Sengupta", "Antoine Georges"], "title": "Superconductivity in the two-dimensional Hubbard model revealed by neural quantum states", "comment": null, "summary": "Whether the ground state of the square lattice Hubbard model exhibits superconductivity re- mains a major open question, central to understanding high temperature cuprate superconductors and ultra-cold fermions in optical lattices. Numerical studies have found evidence for stripe-ordered states and superconductivity at strong coupling but the phase diagram remains controversial. Here, we show that one can resolve the subtle energetics of metallic, superconducting, and stripe phases using a new class of neural quantum state (NQS) wavefunctions that extend hidden fermion de- terminant states to Pfaffians. We simulate several hundred electrons using fast Pfaffian algorithms allowing us to measure off-diagonal long range order. At strong coupling and low hole-doping, we find that a non-superconducting filled stripe phase prevails, while superconductivity coexisting with partially-filled stripes is stabilized by a negative next neighbor hopping t-prime, with |t-prime| > 0.1. At larger doping levels, we introduce momentum-space correlation functions to mitigate finite size effects that arise from weakly-bound pairs. These provide evidence for uniform d-wave superconductivity at U = 4, even when t-prime = 0. Our results highlight the potential of NQS approaches, and provide a fresh perspective on superconductivity in the square lattice Hubbard model."}
{"id": "2511.08492", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08492", "abs": "https://arxiv.org/abs/2511.08492", "authors": ["Yaozu Tang", "Mazhar N. Ali", "Gerrit E. W. Bauer", "Yaroslav M. Blanter"], "title": "Polarization Controlled Supercurrent in Ferroelectric Josephson Junction", "comment": "8 pages, 6 figures", "summary": "Josephson junctions are essential devices in superconducting electronics and quantum computing hardware. Here we predict electrical control of the supercurrent in composite superconductor-insulator-ferroelectric-insulator-superconductor (S-I-FE-I-S) Josephson junctions. Inversion symmetry broken by unequal dielectric barrier thicknesses and/or potentials converts ferroelectric polarization reversal into a substantial change of the critical current. With a WKB tunneling model we obtain non-volatile switching of the critical current with on-off efficiency up to 0.9 for physically realistic parameters. This can be achieved by optimizing the thicknesses and potential barriers of the insulating layers, as well as the thickness and dielectric constant of the ferroelectric layer. We also derive a compact linear expression for the critical current valid for small polarizations. Our results identify ferroelectric Josephson junctions as electrically programmable superconducting current switches for cryogenic memory and logic applications."}
{"id": "2511.07844", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07844", "abs": "https://arxiv.org/abs/2511.07844", "authors": ["S. J. Sebastian", "S. S. Islam", "R. Kolay", "S. Mohanty", "Q. P. Ding", "Y. Skourski", "J. Sichelschmidt", "M. Baenitz", "Jonas A. Krieger", "T. J. Hicken", "H. Luetkens", "A. A. Tsirlin", "Y. Furukawa", "R. Nath"], "title": "Inhomogeneous dynamic state in the double trillium lattice antiferromagnet KBaFe$_2$(PO$_4$)$_3$", "comment": "7 pages and 3 figures", "summary": "The three-dimensional (3D) magnet KBaFe$_2$(PO$_4$)$_3$ hosts a double-trillium lattice of Fe$^{3+}$ (spin, $S=5/2$) ions offering a prototypical platform to study the frustration induced effects in 3D. Through magnetization, specific heat, $^{31}$P nuclear magnetic resonance (NMR), and muon spin relaxation ($μ$SR) experiments, supported by first principles calculations, we uncover an unconventional ground state. Despite strong antiferromagnetic interactions with a large Curie-Weiss temperature $θ_{\\rm CW} = -70(2)$ K, no magnetic long-range order is observed down to 30 mK. Below $T^{\\ast}\\simeq 3.5$ K, the NMR linewidth becomes nearly field-independent and the spin-spin relaxation rate $1/T_2$ saturates, accompanied by an inhomogeneous distribution of transverse nuclear magnetization $M_{xy}$. The latter indicates the emergence of short-range dynamical correlations, which was further corroborated by a robust and field-insensitive broad maximum in specific heat. In $μ$SR, we detect neither a static internal field nor spin freezing; instead the relaxation remains dynamic and is best described by two coexisting dynamic relaxation channels: a dominant fast (sporadic) channel and a slower Markovian component. Their differing weights and fluctuation rates suggest microscopic inhomogeneity in spin dynamics. Altogether, KBaFe$_2$(PO$_4$)$_3$ exemplifies a rare high-spin stochiometric 3D antiferromagnet that evades ordering and instead fosters a mosaic of spin dynamics driven by strong geometric frustration intrinsic to the trillium lattice."}
{"id": "2511.07686", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.07686", "abs": "https://arxiv.org/abs/2511.07686", "authors": ["Benjamin C. Koenig", "Sili Deng"], "title": "Kolmogorov-Arnold Chemical Reaction Neural Networks for learning pressure-dependent kinetic rate laws", "comment": "5 pages, 4 figures", "summary": "Chemical Reaction Neural Networks (CRNNs) have emerged as an interpretable machine learning framework for discovering reaction kinetics directly from data, while strictly adhering to the Arrhenius and mass action laws. However, standard CRNNs cannot represent pressure-dependent rate behavior, which is critical in many combustion and chemical systems and typically requires empirical formulations such as Troe or PLOG. Here, we develop Kolmogorov-Arnold Chemical Reaction Neural Networks (KA-CRNNs) that generalize CRNNs by modeling each kinetic parameter as a learnable function of system pressure using Kolmogorov-Arnold activations. This structure maintains full interpretability and physical consistency while enabling assumption-free inference of pressure effects directly from data. A proof-of-concept study on the CH3 recombination reaction demonstrates that KA-CRNNs accurately reproduce pressure-dependent kinetics across a range of temperatures and pressures, outperforming conventional interpolative models. The framework establishes a foundation for data-driven discovery of extended kinetic behaviors in complex reacting systems, advancing interpretable and physics-consistent approaches for chemical model inference."}
{"id": "2511.07606", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07606", "abs": "https://arxiv.org/abs/2511.07606", "authors": ["Tianxiong Han", "Tyler J. Slade", "Liqin Ke", "Qing-Ping Ding", "Minseong Lee", "Ryan D. McKenzie", "Bing Li", "Durba R. Jaishi", "Yongbin Lee", "Daniel M. Pajerowski", "Qiang Zhang", "Tao Hong", "Paul C. Canfield", "Yuji Furukawa", "Komalavalli Thirunavukkuarasu", "Aashish Sapkota", "Rebecca Flint", "Robert J. McQueeney"], "title": "Hidden symmetry-breaking in a kagome Ising ferromagnet", "comment": "7 pages, 4 figures", "summary": "Kagome metals can host unconventional electronic phenomena that emerge from their frustrated lattice geometry and associated band topology. Correlated electronic orders, such as charge-density waves and superconductivity, are observed to intertwine with subtle time-reversal symmetry breaking whose microscopic origin is not currently understood. Here, we provide evidence for such time-reversal symmetry breaking in the kagome metal TbV$_6$Sn$_6$ arising from staggered magnetic moments within the kagome layers. TbV$_6$Sn$_6$ consists of metallic V kagome layers separated by Tb triangular layers that host Ising ferromagnetic order. Deep in the ferromagnetic state, the Tb Ising doublet ground state should display a single, dispersionless spin-flip excitation. Instead, inelastic neutron scattering reveals two sharp excitations associated with inequivalent Tb sites, demonstrating that a symmetry-broken phase coexists with Ising ferromagnetism. No additional structural or magnetic phase transitions are detected, and first-principles calculations rule out lattice distortions as the origin of the splitting. We attribute this effect to time-reversal symmetry breaking encoded by small V moments that couple to the Tb sublattice and leave a measurable spectral fingerprint. Our results establish rare-earth local moment spectroscopy as a sensitive probe of subtle broken symmetries and highlight an unexpected interplay between kagome magnetism and rare-earth local moment magnetism."}
{"id": "2511.07992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07992", "abs": "https://arxiv.org/abs/2511.07992", "authors": ["M. V. Pugachev", "A. E. Borisov", "A. V. Shupletsov", "V. O. Sakhin", "E. F. Kukovitsky", "A. Yu. Kuntsevich"], "title": "High and Magnetic-field-dependent Surface Carriers Mobility in 3D Topological Insulators without Bulk States", "comment": "Main: 7 pages, 4 figures. Supplementary: 2 pages, 4 figures", "summary": "By applying the conventional two-liquid model to the magnetoresistivity tensor, we reveal a record-high carrier mobility for surface states in tetradymite topological insulators ($\\sim$ 20000 cm$^2$/Vs) in both bulk crystals and thin flakes of Sn-Bi$_{1.1}$Sb$_{0.9}$Te$_2$S. Bulk crystals of this 3D topological insulator exhibit a transition from bulk to surface-dominated conductivity below 100 K, whereas in thin flakes, bulk conductivity is suppressed at even higher temperatures. Our data therefore suggest that a key ingredient for elevated mobility is the absence of bulk carriers at the Fermi level. A fingerprint of the high-mobility carriers, i.e a steep low-field magnetoresistance along with a strong Hall effect nonlinearity below 1 T, signifies the presence of at least two surface-related carrier species, even when bulk states are frozen out. To explain the magnetoresistance and the Hall effect in a wider range of magnetic fields ($>1$ T), one must assume that the carrier mobility drops with the field. The influence of Zeeman splitting on mobility and the contribution of anomalous Hall conductivity provide a much better description of the magnetoresistance and the nonlinearity of the Hall coefficient. Our data call for a revision of the surface state mobility in 3D topological insulators."}
{"id": "2511.07579", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07579", "abs": "https://arxiv.org/abs/2511.07579", "authors": ["Vishesh Sharma", "Gaurav Gautam", "Poonam Yadav", "Chin-Wei Wang", "Kaya Wei", "N. P. Lalla", "Theo Siegrist", "Shivani Sharma"], "title": "Magnetic structure evolution and magnetoelastic coupling across the spin reorientation transition in TmCrO3", "comment": "17 pages, 8 figures", "summary": "We present a comprehensive study of the magnetic structure evolution across the spin reorientation transition in orthorhombic (Pnma) TmCrO3. Magnetic susceptibility reveals canted antiferromagnetic (CAFM) ordering at T_N = 125 K, two compensation points (T_comp1 and T_comp2), followed by magnetization reversal with a magnetic susceptibility minimum between T_comp1 and T_comp2. Heat capacity shows a sharp lambda-type transition at T_N, associated with the long-range antiferromagnetic ordering of Cr, followed by a broad feature near 9 K. Neutron powder diffraction (NPD) establishes the Pn'm'a (Gamma2) magnetic structure below T_N. A gradual change in magnetic structure occurs during the spin-reorientation (SRO) transition below 30 K, where the magnetic symmetry transforms from Pn'm'a (Gamma2) to Pn'ma' (Gamma4) phase. However, below the SRO, neither Gamma2 nor Gamma4 alone adequately fit the intensity of magnetic reflections. A satisfactory refinement is achieved using the monoclinic subgroup P21'/c', derived from a combination of Gamma2 and Gamma4. The gradual SRO of Tm and Cr moments across the compensation regime is consistent with the magnetic symmetry P21'/c'. Furthermore, the ordered moments of Cr and Tm in TmCrO3 exhibit a complex, non-monotonic temperature dependence, with the Tm sublattice driving the spin-reorientation transition near the compensation point. Anomalies in the lattice parameters reveal strong magnetoelastic coupling, linking structural distortions to the SRO."}
{"id": "2511.08511", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08511", "abs": "https://arxiv.org/abs/2511.08511", "authors": ["Zhipeng Xu", "Shengshan Qin", "Kun Jiang", "Jiangping Hu"], "title": "Interband pairing as the origin of the sublattice dichotomy in monolayer FeSe/SrTiO_3", "comment": "6+2 pages, 3 figures", "summary": "Sublattice dichotomy in monolayer FeSe/SrTiO$_3$, signaling the breaking of symmetries exchanging the two Fe sublattices, has recently been reported. We propose that interband pairing serves as the origin of this di- chotomy, regardless of whether the symmetry is broken in the normal state or in the pairing state. If symmetry breaking occurs in the normal state, the Fermi surfaces are sublattice-polarized, and the intersublattice d-wave pairing naturally acts as interband pairing, reproducing the observed dichotomy in the spectra. Alternatively, if symmetry breaking takes place in the pairing state, it manifests as the coexistence of intraband and interband pairing, with the constraint that interband pairings share the same sign while intraband pairings carry opposite signs. In both cases, interband pairing is indispensable, establishing it as a key ingredient for understanding superconductivity in monolayer FeSe/SrTiO$_3$."}
{"id": "2511.08002", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08002", "abs": "https://arxiv.org/abs/2511.08002", "authors": ["Wejdan Beida", "Gustav Bihlmayer", "Christoph Friedrich", "Gregor Michalicek", "Daniel Wortmann", "Stefan Blügel"], "title": "Implementation and application of a DFT$+U$$+V$ approach within the all-electron FLAPW method", "comment": "Submitted", "summary": "We present an implementation of the density-functional theory DFT$+U$$+V$ formalism within the all-electron full-potential linearized augmented-plane-wave (FLAPW) method as implemented in the FLEUR code. The DFT$+U$$+V$ formalism extends DFT, supplemented by the onsite Coulomb interaction $U$, to address local correlation effects in localized states by incorporating intersite Coulomb interaction terms $V$. It holds promise for improving charge and bond disproportionation, charge and orbital ordering, charge density wave formation, charge transfer, and the intersite correlation resulting from hybridization between states of neighboring sites in a solid. $U$ and $V$ parameters are obtained from first principles using the constrained random-phase approximation (cRPA) employing two different atom basis representations to project the screened Coulomb interaction: the Wannier and the muffin-tin basis functions. We investigate in detail the impact of the $V$ term for typical covalently bonded materials like graphene, for bulk semiconductors such as silicon and germanium, and for charge-transfer insulators like NiO. Our results demonstrate an improvement in accuracy of specific properties across these systems, providing a framework for describing materials with different interaction regimes. We compare our DFT$+U$$+V$ results using our cRPA parameter sets with (i) previous DFT$+U$$+V$ calculation employing pseudopotential approximations, (ii) with experimental results and (iii) with our $GW$ results."}
{"id": "2511.07771", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.07771", "abs": "https://arxiv.org/abs/2511.07771", "authors": ["Yanxian Tao", "Lingyun Wan", "Xiongzhi Zeng", "Yingdi Jin", "Jie Liu", "Zhenyu Li", "Jinlong Yang"], "title": "Quantum-centric machine learning for molecular dynamics", "comment": null, "summary": "Accurate and efficient prediction of electronic wavefunctions is central to ab initio molecular dynamics (AIMD) and electronic structure theory. However, conventional ab initio methods require self-consistent optimization of electronic states at every nuclear configuration, leading to prohibitive computational costs, especially for large or strongly correlated systems. Here, we introduce a quantum-centric machine learning (QCML) model-a hybrid quantum-classical framework that integrates parameterized quantum circuits (PQCs) with Transformer-based machine learning to directly predict molecular wavefunctions and quantum observables. By pretraining the Transformer on a diverse dataset of molecules and ansatz types and subsequently fine-tuning it for specific systems, QCML learns transferable mappings between molecular descriptors and PQC parameters, eliminating the need for iterative variational optimization. The pretrained model achieves chemical accuracy in potential energy surfaces, atomic forces, and dipole moments across multiple molecules and ansatzes, and enables efficient AIMD simulations with infrared spectra prediction. This work establishes a scalable and transferable quantum-centric machine learning paradigm, bridging variational quantum algorithms and modern deep learning for next-generation molecular simulation and quantum chemistry applications."}
{"id": "2511.07625", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07625", "abs": "https://arxiv.org/abs/2511.07625", "authors": ["Ola Kenji Forslund", "Chin Shen Ong", "Moritz M. Hirschmann", "Nicolas Gauthier", "Hiroshi Uchiyama", "Christian Tzschaschel", "Daniel G. Mazzone", "Romain Sibille", "Antonio M. dos Santos", "Masafumi Horio", "Elisabetta Nocerino", "Nami Matsubara", "Deepak John Mukkattukavil", "Konstantinos Papadopoulos", "Kazuya Kamazawa", "Kazuhiko Ikeuchi", "Hidenori Takagi", "Masahiko Isobe", "Jun Sugiyama", "Johan Chang", "Yasmine Sassa", "Olle Eriksson", "Martin Månsson"], "title": "Topological Metal-Insulator Transition within the Ferromagnetic state", "comment": null, "summary": "A major challenge in condensed matter physics is integrating topological phenomena with correlated electron physics to leverage both types of states for next-generation quantum devices. Metal-insulator transitions (MITs) are central to bridging these two domains while simultaneously serving as 'on-off' switches for electronic states. Here, we demonstrate how the prototypical material of K2Cr8O16 undergoes a ferromagnetic MIT accompanied by a change in band topology. Through inelastic x-ray and neutron scattering experiments combined with first-principles theoretical calculations, we demonstrate that this transition is not driven by a Peierls mechanism, given the lack of phonon softening. Instead, we establish the transition as a topological MIT within the ferromagnetic phase (topological-FM-MIT) with potential axionic properties, where electron correlations play a key role in stabilizing the insulating state. This work pioneers the discovery of a topological-FM-MIT and represents a fundamentally new class of topological phase transitions, revealing a unique pathway through which magnetism, topology, and electronic correlations interact."}
{"id": "2511.08053", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08053", "abs": "https://arxiv.org/abs/2511.08053", "authors": ["Suparna Sarkar", "Soumya Satpathi", "Swapan K. Pati"], "title": "Localization transitions in an open quasiperiodic ladder", "comment": null, "summary": "We investigate localization transition in an open quasiperiodic ladder where the quasiperiodicity is described by the Aubry-André-Harper model. While previous studies have shown that higher-order hopping or constrained quasiperiodic potentials can induce a mixed-phase zone in one dimension, we demonstrate that the dissipation can induce mixed phase zone in a one dimensional nearest-neighbor system without imposing any explicit constraints on the quasiperiodic potential or hopping param- eter. Our approach exploits an exact correspondence between the eigenspectrum of the Liouvillian superoperator and that of the non-Hermitian Hamiltonian, valid for quadratic fermionic systems un- der linear dissipation. Using third quantization approach within Majorana fermionic representation, we analyze two dissipation configurations: alternating gain and loss at every site, and at alternate sites under balanced and imbalanced conditions. By computing the inverse and normalized partici- pation ratios, we show that dissipation can drive the system into three distinct phases: delocalizd, mixed, and localized. Notably, the mixed-phase zone is absent for balanced dissipation at every site but emerges upon introducing imbalance, while for alternate site dissipation it appears in both balanced and imbalanced cases. Furthermore, the critical points and the width of the mixed-phase window can be selectively tuned by varying the dissipation strength. These findings reveal that the dissipation plays a decisive role in reshaping localization transitions in quasiperiodic systems, offering new insight into the interplay between non-Hermitian effects and quasiperiodic order."}
{"id": "2511.07606", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07606", "abs": "https://arxiv.org/abs/2511.07606", "authors": ["Tianxiong Han", "Tyler J. Slade", "Liqin Ke", "Qing-Ping Ding", "Minseong Lee", "Ryan D. McKenzie", "Bing Li", "Durba R. Jaishi", "Yongbin Lee", "Daniel M. Pajerowski", "Qiang Zhang", "Tao Hong", "Paul C. Canfield", "Yuji Furukawa", "Komalavalli Thirunavukkuarasu", "Aashish Sapkota", "Rebecca Flint", "Robert J. McQueeney"], "title": "Hidden symmetry-breaking in a kagome Ising ferromagnet", "comment": "7 pages, 4 figures", "summary": "Kagome metals can host unconventional electronic phenomena that emerge from their frustrated lattice geometry and associated band topology. Correlated electronic orders, such as charge-density waves and superconductivity, are observed to intertwine with subtle time-reversal symmetry breaking whose microscopic origin is not currently understood. Here, we provide evidence for such time-reversal symmetry breaking in the kagome metal TbV$_6$Sn$_6$ arising from staggered magnetic moments within the kagome layers. TbV$_6$Sn$_6$ consists of metallic V kagome layers separated by Tb triangular layers that host Ising ferromagnetic order. Deep in the ferromagnetic state, the Tb Ising doublet ground state should display a single, dispersionless spin-flip excitation. Instead, inelastic neutron scattering reveals two sharp excitations associated with inequivalent Tb sites, demonstrating that a symmetry-broken phase coexists with Ising ferromagnetism. No additional structural or magnetic phase transitions are detected, and first-principles calculations rule out lattice distortions as the origin of the splitting. We attribute this effect to time-reversal symmetry breaking encoded by small V moments that couple to the Tb sublattice and leave a measurable spectral fingerprint. Our results establish rare-earth local moment spectroscopy as a sensitive probe of subtle broken symmetries and highlight an unexpected interplay between kagome magnetism and rare-earth local moment magnetism."}
{"id": "2511.08584", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08584", "abs": "https://arxiv.org/abs/2511.08584", "authors": ["Oriana K. Diessel", "Subir Sachdev", "Pietro M. Bonetti"], "title": "Steady-states and response functions of the periodically driven O(N) scalar field theory", "comment": null, "summary": "We investigate the phase diagram of a relativistic, parametrically driven O($N$)-symmetric theory coupled to a Markovian thermal bath. Our analysis reveals a rich variety of phases, including both uniform and spatially modulated symmetry-broken states, some of which feature an order parameter oscillating at half the drive frequency. When coupled to a background electromagnetic potential, these phases exhibit a Meissner effect, in the sense that the photon acquires a mass term. However, if the order parameter oscillates around a sufficiently small value, a fraction of an externally applied magnetic field can penetrate the sample in the form of a standing wave. We dub this property a \\textit{Meissner polariton}, that is, a collective mode resulting from the hybridization of light with order parameter oscillations. Furthermore, near the onset of symmetry breaking, strong fluctuations give rise to a superconducting-like response even in the absence of a Meissner effect or of a Meissner polariton. Our results are relevant to experiments on light-induced orders, particularly superconductivity."}
{"id": "2511.08038", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08038", "abs": "https://arxiv.org/abs/2511.08038", "authors": ["Hung Ba Tran", "Toyoto Sato", "Ryuhei Sato", "Hiroyuki Saitoh", "Shin-ichi Orimo", "Hao Li"], "title": "Tuning Stability of AB3-Type Alloys by Suppressing Magnetism", "comment": null, "summary": "Hydrogen is a promising clean energy carrier, yet effective and reversible storage remains challenging. AB3-type intermetallic alloys are promising for solid-state hydrogen storage due to intermediate thermodynamic stability and rapid hydrogen uptake. Optimizing stability and gravimetric density is hindered by competing thermodynamic and magnetic effects. Here, we analyze AB3 compounds (A = Ca, Y, Mg; B = Co, Ni) and ternary alloys CaxYyMg1-x-yB3 using first-principles calculations and Monte Carlo simulations. We find a direct correlation between formation energy and total magnetic moment that dictates alloy stability, explaining the trade-off in hydrogen storage. In Co-rich systems with large lattice volumes, formation energy rises with magnetization, showing magnetism as the dominant factor. Mg-rich compositions achieve high gravimetric densities, but strong magnetism destabilizes the system, requiring Y substitution to suppress magnetic moments. Replacing Co with Ni weakens magnetism: YNi3 is nonmagnetic, while CaNi3 and MgNi3 are weakly polarized, allowing thermodynamic stability across compositions. Notably, CaMg2Ni9 combines high theoretical capacity (3.32 wt%) with good reversibility. Mg-rich Ni-based alloys are predicted to offer negative formation energies with the highest gravimetric densities (up to 3.40 wt%). These results show that controlling magnetism via transition-metal substitution is key to overcoming the stability-capacity trade-off in AB3 hydrogen storage materials."}
{"id": "2511.08235", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.08235", "abs": "https://arxiv.org/abs/2511.08235", "authors": ["Atreyee Majumdar", "Raghunathan Ramakrishnan"], "title": "Insights into Symmetry and Substitution Patterns Governing Singlet-Triplet Energy Gap in the Chemical Space of Azaphenalenes", "comment": "First draft", "summary": "Molecules that violate Hund's rule by exhibiting an inverted singlet-triplet gap (STG), where the first excited singlet (S$_1$) lies below the triplet (T$_1$), are rare but hold great promise as efficient fifth-generation light emitters. Azaphenalenes (APs) represent one of the few known molecular classes capable of such inversion of the S$_1$/T$_1$ energy ordering, yet a systematic exploration of all unique APs is lacking. Here, we investigate 104 distinct APs and classify them based on their adherence to or deviation from Hund's rule using S$_1$-T$_1$ gaps computed with the Laplace-transformed second-order coupled-cluster method (L-CC2). To capture substitution-dependent pseudo-Jahn-Teller distortions that are inadequately described by MP2 and DFT methods, we employ an extrapolative geometry scheme to estimate equilibrium structures at the CCSD(T)/cc-pVTZ level. We find three APs to undergo $D_{\\rm 3h} \\rightarrow C_{\\rm 3h}$ and ten to show $C_{\\rm 2v}\\rightarrow C_{\\rm s}$ symmetry lowering, leading to a total of 117 configurations of 104 unique APs. Our study identifies top candidates with inverted STGs, revealing how substitution and symmetry-lowering modulate these gaps to uncover new stable AP cores that provide promising targets for designing molecular light-emitters."}
{"id": "2511.07726", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07726", "abs": "https://arxiv.org/abs/2511.07726", "authors": ["Arata Tanaka"], "title": "The pseudogap and strange metal states in the square-lattice Hubbard model: a comprehensive study", "comment": "33 pages, 22 figures", "summary": "To clarify the origin of the pseudogap and strange metal states as well as their mutual relationship in cuprate superconductors, a comprehensive study on the spectral function, Fermi surface, resistivity and dynamical spin susceptivity of the Hubbard model on the square lattice has been conducted by means of the ladder dual-fermion approximation with an electron self-energy correction. It is found that the appearance of these two states requires that the characteristic hole concentration below which the Mott-Heisenberg and Slater mechanisms of electron localization occurs $p_{\\rm MS}$ nearly coincides with the hole concentration where the Van Hove singularity (VHS) point is placed at the vicinity of the Fermi level. When this condition is met the VHS point is pined at which the nesting condition of the antiferromagnetic (AFM) fluctuation is fulfilled almost everywhere on the Fermi surface in wide range of the hole concentration in a metallic state, i.e., the strange metal state. The spin fluctuation of the strange metal state is nearly quantum critical and the dynamical spin susceptivity is well described by overdamped spin wave having the $ω/T$ scaling with the relaxation rate at the Planckian limit. Because of these distinctive features of the strange metal state, the $k$ dependence of scattering rate of electrons is small and electrons behave as the marginal Fermi liquid, resulting in $T$-linear resistivity. In contrast, the pseudogap state is magnetically in the renormalized classical regime and the pseudogap is formed near the X point where the nesting condition of the short-range AFM order is fulfilled."}
{"id": "2511.08148", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.08148", "abs": "https://arxiv.org/abs/2511.08148", "authors": ["Johannes Schmuck", "Björn Sinz", "Nina Pettinger", "Sergey Zherebtsov", "Alexander W. Holleitner"], "title": "Carrier-envelope phase control of ultrafast photocurrents in layered MoS$_2$", "comment": "15 pages, 12 figures", "summary": "We demonstrate carrier-envelope-phase (CEP)-controlled photocurrents in mono-, bi-, and tri-layer MoS$_2$ driven by few-cycle laser pulses. The photocurrent in the two-terminal devices scales quadratically with the field amplitude, indicating perturbative carrier dynamics in the weak-field regime distinct from strong-field tunnelling. Our results extend light-field-sensitive current control from bulk dielectrics, semiconductors, and graphene to two-dimensional transition-metal dichalcogenides, highlighting their potential for electric-field sensitive optoelectronics."}
{"id": "2511.07618", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07618", "abs": "https://arxiv.org/abs/2511.07618", "authors": ["S Pal", "L. M. Woods", "C. Persson", "I. Brevik", "U. De Giovannini", "M. Boström"], "title": "Nanorod Pair Complexes Manipulated via Magnetic Casimir Forces", "comment": "43 pages, 7 figures", "summary": "Controlling nanoscale interactions to suppress aggregation from short-range attractive forces is a key problem in nanoengineering. Here, we demonstrate a route to modulate Casmir-Lifshitz interactions between anisotropic nanoparticles with the magnetic fluids. By semi-classical quantum electrodynamics, we study ground state dispersion forces for cylindrical dielectric nanorods made of polystyrene (PS), and zinc oxide (ZnO) embedded in toluene-based host media with gold-coated magnetite nanoparticles and also predict magnetic contributions to the non-retarded excited state interaction. The variation in magnetic permeability enables tuning between repulsive and attractive interaction and a thermally unstable and measurable magnetic Casimir traps are predicted between a pair of ZnO-PS nanoparticles whose equilibrium position can be modulated over an order of magnitude with a small variation in the size of the magnetite nanoparticle. This provides an alternative magnetic Casimir-effect pathway to reversibly tune quantum electromagnetic forces at the nanoscale for assembly and enhancement of colloidal stability."}
{"id": "2511.08044", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08044", "abs": "https://arxiv.org/abs/2511.08044", "authors": ["Hiromu Matsumoto", "Tsukasa Maruhashi", "Yosuke Kayanuma", "Yadong Han", "Jianbo Hu", "Kazutaka G. Nakamura"], "title": "Attosecond-resolved coherent control of zone-folded acoustic phonons in silicon carbide", "comment": "10 pages, 7 figures, including supplemental material", "summary": "Zone-folded acoustic phonons (6 THz) in 4H silicon carbide (SiC) have been coherently excited using a femtosecond near-infrared pulse and measured through transient reflectivity with a pump and probe protocol. Their amplitude is coherently controlled with 300-attoseconds precision and the results show interference fringe patterns due to electronic and phonon interference. The results are well reproduced by a model calculation with two electronic and phonon levels and an impulsive stimulated Raman process. Using the model, we obtain the analytical form of the coherent control scheme at an off-resonant condition."}
{"id": "2511.08517", "categories": ["physics.chem-ph", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2511.08517", "abs": "https://arxiv.org/abs/2511.08517", "authors": ["Florin Teleanu", "Anne M. Fabricant", "Chengtong Zhang", "Gary P. Centers", "Dmitry Budker", "Danila A. Barskiy", "Alexej Jerschow"], "title": "Nuclear spin relaxation in zero- to ultralow-field magnetic resonance spectroscopy", "comment": "22 pages, 10 figures, 3 simulation notebooks, all experimental data", "summary": "Nuclear-magnetic-resonance experiments can interrogate a broad spectrum of molecular-tumbling regimes and can accurately measure interatomic distances in solution with sub-nanometer resolution. In the zero- to ultralow-field (ZULF) regime, population and coherence decay reveal nontrivial behavior due to strong coupling between nuclear spins. We note, in particular, the surprising effects that different resonances show different relaxation rates, depending on (i) the (pre)polarizing magnet field and the shuttling trajectory to the detection region at nano- and microtesla fields, (ii) the strength of the measurement field, (iii) the detection method (single-channel or quadrature), and even (iv) the nutation angle induced by the excitation pulse. We describe herein experimental data of relaxation rates measured for a 13C-labeled formic acid sample, with an atomic-magnetometer-based ZULF setup, and develop a theoretical framework to explain the detected effects and extract molecular properties. The observed effects could be used for spectral assignment, for the establishment of specific motional regimes, for image contrast, and for the characterization of relaxation processes at nano- to microtesla magnetic fields."}
{"id": "2511.08176", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08176", "abs": "https://arxiv.org/abs/2511.08176", "authors": ["Jan T. Weber", "Kristin Kliemt", "Sergey L. Bud'ko", "Paul C. Canfield", "Cornelius Krellner"], "title": "Growth-Controlled Twinning and Magnetic Anisotropy in CeSb$_2$", "comment": "14 pages, 8 figures in main paper, 7 figures in appendix", "summary": "Cerium diantimonide (CeSb$_2$) is a layered heavy-fermion Kondo lattice material that hosts complex magnetism and pressure-induced superconductivity. The interpretation of its in-plane anisotropy has remained unsettled due to structural twinning, which superimposes orthogonal magnetic responses. Here we combine controlled crystal growth with magnetization and rotational magnetometry to disentangle the effects of twinning. Nearly untwinned high-quality single crystals reveal the intrinsic in-plane anisotropy: the in-plane easy axis saturates at $M_{\\text{easy}}(4~\\text{T}) \\approx 1.8~μ_{\\text{B}}$/Ce, while the in-plane hard axis magnetization is strongly suppressed, nearly linear, and comparable to the out-of-plane response. These results resolve long-standing discrepancies in reported magnetic measurements, in which in-plane metamagnetic transition fields and saturation magnetization varied significantly across previous studies. Growth experiments demonstrate that avoiding the proposed $α$-$β$ structural transition $-$ through Sb-rich flux and slower cooling $-$ systematically reduces twinning. However, powder X-ray diffraction and differential thermal analysis measurements show no clear evidence of a distinct $β$ phase. Our results establish a consistent magnetic phase diagram and provide essential constraints for crystal-electric field models, enabling a clearer understanding of the interplay between anisotropic magnetism and unconventional superconductivity in CeSb$_2$."}
{"id": "2511.08342", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08342", "abs": "https://arxiv.org/abs/2511.08342", "authors": ["Linus Aliani", "Viktoriia Kornich"], "title": "Cooling of electrons via superconducting tunnel junctions and their arrays exhibiting nodal lines", "comment": null, "summary": "We study theoretically a process of cooling electrons using a superconducting tunnel junction with a $π$ phase difference and a usual insulator or a ferroelectric in-between, and an array of such junctions with ferroelectric layers in-between. These setups have a complex structure of entropy due to nodal lines, where the density of states can be divergent or larger than for a free electron gas at a chemical potential level. We consider a small current running from the bath of electrons through the setup, where electrons have to have higher entropy, and thus remove heat from the bath."}
{"id": "2511.07625", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07625", "abs": "https://arxiv.org/abs/2511.07625", "authors": ["Ola Kenji Forslund", "Chin Shen Ong", "Moritz M. Hirschmann", "Nicolas Gauthier", "Hiroshi Uchiyama", "Christian Tzschaschel", "Daniel G. Mazzone", "Romain Sibille", "Antonio M. dos Santos", "Masafumi Horio", "Elisabetta Nocerino", "Nami Matsubara", "Deepak John Mukkattukavil", "Konstantinos Papadopoulos", "Kazuya Kamazawa", "Kazuhiko Ikeuchi", "Hidenori Takagi", "Masahiko Isobe", "Jun Sugiyama", "Johan Chang", "Yasmine Sassa", "Olle Eriksson", "Martin Månsson"], "title": "Topological Metal-Insulator Transition within the Ferromagnetic state", "comment": null, "summary": "A major challenge in condensed matter physics is integrating topological phenomena with correlated electron physics to leverage both types of states for next-generation quantum devices. Metal-insulator transitions (MITs) are central to bridging these two domains while simultaneously serving as 'on-off' switches for electronic states. Here, we demonstrate how the prototypical material of K2Cr8O16 undergoes a ferromagnetic MIT accompanied by a change in band topology. Through inelastic x-ray and neutron scattering experiments combined with first-principles theoretical calculations, we demonstrate that this transition is not driven by a Peierls mechanism, given the lack of phonon softening. Instead, we establish the transition as a topological MIT within the ferromagnetic phase (topological-FM-MIT) with potential axionic properties, where electron correlations play a key role in stabilizing the insulating state. This work pioneers the discovery of a topological-FM-MIT and represents a fundamentally new class of topological phase transitions, revealing a unique pathway through which magnetism, topology, and electronic correlations interact."}
{"id": "2511.08062", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08062", "abs": "https://arxiv.org/abs/2511.08062", "authors": ["Mads Carlsen", "Xiaohan Zeng", "Haixing Fang", "Moritz Frewein", "Tilman A. Grünewald", "Joao Quinta da Fonseca", "Wolfgang Ludwig"], "title": "Non-destructive 3D characterization of microtextured regions in the bulk of Ti-6Al-4V alloy", "comment": "6 pages, 4 figures", "summary": "In this study we present spatially resolved texture and orientation maps from a cube-shaped sample of Ti-6Al-4V alloy, reconstructed by means of texture tomography (TT). Unlike grain resolved 3DXRD techniques which require \"spotty\" diffraction patterns, TT can reconstruct local (voxelized) orientation distribution function (ODFs) from continuous diffraction patterns collected in a 3D scanning procedure. Reconstructions of the same sample, scanned in two different settings and subsequent EBSD analysis parallel to one of the sample faces show excellent mutual agreement and validate the single-axis data collection and reconstruction procedure for this class of materials. The reconstruction reveals the presence and the 3D shape of several micro-textured regions, showing a sharp unimodal texture of the $α$-phase with a clear link of the orientation and spatial alignment of these zones to the rolling, transverse and normal directions of the rolled material."}
{"id": "2511.08564", "categories": ["physics.chem-ph", "physics.bio-ph", "q-bio.BM"], "pdf": "https://arxiv.org/pdf/2511.08564", "abs": "https://arxiv.org/abs/2511.08564", "authors": ["David Regan", "Ozan Aksakal", "Athena Zitti", "John McLarnon", "Magdalena Lipka-Lloyd", "Pierre J. Rizkallah", "Anna J. Warren", "Peter D. Watson", "Wolfgang Langbein", "D. Dafydd Jones", "Paola Borri"], "title": "Genetically encoding stimulated Raman-scattering probes for cell imaging using infrared fluorescent proteins", "comment": null, "summary": "Stimulated Raman scattering (SRS) microscopy offers great potential to surpass fluorescent-based approaches, owing to the sharp linewidth of Raman vibrations amenable to super-multiplex cell imaging, but currently lacks one crucial component: genetically encodable tags equivalent to fluorescent proteins. Here, we show that infrared fluorescent proteins (IRFPs) can be used as genetically encoded SRS probes and benefit from the electronic pre-resonant SRS enhancement effect with near-infrared exciting pulses, comparable to synthetic dyes reported in the literature. SRS imaging of the nucleus in mammalian cells is demonstrated where a histone protein is fused to an IRFP. This work opens the route towards Raman-based cell imaging using genetically encoded probes, motivating efforts in solving the challenges of photostability and creating a vibrational palette."}
{"id": "2511.08179", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08179", "abs": "https://arxiv.org/abs/2511.08179", "authors": ["Achille Mauri", "Siebe Roose", "Frédéric Mila"], "title": "Non-linear spin wave theory in the strong easy-axis limit of the triangular XXZ model", "comment": "25 pages, 12 figures", "summary": "Motivated by recent experimental studies, we investigate the spectrum of the nearest-neighbour triangular XXZ model within the $1/S$ expansion, in the limit in which the exchange couplings present a strong easy-axis anisotropy $J_{xy}/J_{zz} \\ll 1$. We show that in the limit in which $1/S \\to 0$ and $J_{xy} \\to 0$ at fixed $V = J_{zz}/(S J_{xy})$, the triangular spin model can be reduced to an effective boson model with quartic interactions on the honeycomb lattice. This effective model interpolates between a spin-wave ($V \\to 0$) and a strong-coupling limit ($V \\to \\infty$), and encodes in a simple framework the regimes discussed by Kleine et al. [Z. Phys. B Condens. Matter 86, 405 (1992); 87, 103 (1992)]. For zero field, the classical ground state of the model presents an accidental degeneracy, which has a particularly simple form and which can be expressed in terms of a simple symmetry of the classical energy. The model thus offers a particularly transparent realization of a theory with quantum order-by-disorder and a pseudo-Goldstone mode. We analyze the spectrum at zero magnetic field by calculating the self-energy at one-loop order, using a self-consistent renormalization of the gap and the energy scale. Within the self-consistent approximation considered here, the corrections present a complex evolution as a function of $V$. We discuss the one-loop corrections in comparison with the spectrum observed experimentally in K$_{2}$Co(SeO$_{3}$)$_{2}$."}
{"id": "2511.08357", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08357", "abs": "https://arxiv.org/abs/2511.08357", "authors": ["Hannah Bendin", "Alexander Mook", "Ingrid Mertig", "Robin R. Neumann"], "title": "D-Wave Phonon Angular Momentum Texture in Altermagnets by Magnon-Phonon-Hybridization", "comment": "Supplementary Material available under \"Ancillary files\"", "summary": "In altermagnets, the magnon bands are anisotropically spin-split in reciprocal space without relativistic or dipolar spin-spin interactions. In this work, we theoretically study magnons and phonons coupled by spin-lattice interaction in a two-dimensional square-lattice $d$-wave altermagnet. We show that phonon-chirality-selective magnon-phonon hybridization can be caused by interfacial Dzyaloshinskii-Moriya interaction leading to the emergence of hybrid quasiparticles that possess finite phonon angular momentum. These hybrid quasiparticles are called magnon polarons and consist of spin-polarized magnons and chiral phonons. Their phonon angular momentum texture follows the $d$-wave character of the magnon spin texture opening up the possibility of phononic counterparts to the electronic response effects in altermagnets, such as a \\emph{phonon angular momentum splitter effect}, i.e., the generation of a transverse phonon angular momentum current induced by a temperature gradient -- the bosonic analogue of the spin-splitter effect."}
{"id": "2511.07664", "categories": ["cond-mat.stat-mech", "math-ph", "nlin.SI", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.07664", "abs": "https://arxiv.org/abs/2511.07664", "authors": ["Matteo Gallone", "Ricardo Grande", "Antonio Ponno", "Stefano Ruffo", "Erwan Druais"], "title": "Random initial data and average shock time in the Fermi-Pasta-Ulam-Tsingou chain", "comment": "7 pages + 16 pages of supplemental material", "summary": "We investigate the dynamics of the Fermi-Pasta-Ulam-Tsingou chain with long-wavelength random initial data. When the energy per particle is small, thermal equilibrium is not reached on a fast timescale and the system enters prethermalization. The formation of the prethermal state is characterized by the development of a Burgers-type shock and the onset of a turbulent-like spectrum with a time dependent exponent $ζ(t)$ in the inertial range. We perform a significant step forward by demonstrating that these features are robust under generic long-wavelength random initial conditions. By employing advanced probabilistic techniques inspired by the works of Dudley and Talagrand, we derive a sharp asymptotic expression for the average shock time in the thermodynamic limit. For large $p$, this time scales as $(p \\sqrt{\\log p})^{-1}$, where $p$ is the number of excited modes proving that it is an intensive quantity up to a logarithmic correction in the size of the system."}
{"id": "2511.08131", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08131", "abs": "https://arxiv.org/abs/2511.08131", "authors": ["Jingcheng Qi", "Giuliana Materzanini", "Gian-Marco Rignanese", "Maria Clelia Righi", "Junjie Wang"], "title": "On the Role of Interlayer Electrons on the Frictional Behavior of Two-Dimensional Electrides", "comment": null, "summary": "Friction accounts for up to 30% of global energy consumption, underscoring the urgent need for superlubricity in advanced materials. Two-dimensional (2D) electrides are layered materials with cationic layers separated by 2D confined electrons that act as anions. This study reveals the unique frictional properties of these compounds and the underlying mechanisms. We establish that interlayer friction correlates with the cationic charges and sliding-induced charge redistribution. Remarkably, the 2D electride Ba2N stands out for its lower interlayer friction than graphene, despite its stronger interlayer adhesion, defying conventional tribological understanding. This anomalous behavior arises from electron redistribution as the dominant energy dissipation pathway. Combining ab initio calculations and deep potential molecular dynamics (DPMD) simulations, we show that incommensurate twisted interfaces (2° < θ < 58°) in Ba2N achieve structural superlubricity by suppressing out-of-plane buckling and energy corrugation. Notably, a critical normal load of 2.3 GPa enables barrier-free sliding in commensurate Ba2N (θ = 0°), with an ultralow shear-to-load ratio of 0.001, suggesting the potential for superlubricity. Moreover, electron doping effectively reduces interlayer friction by controllably modulating stacking energies in 2D electrides. These findings establish 2D electrides as a transformative platform for energy-efficient tribology, enabling scalable superlubricity through twist engineering, load adaptation, or electrostatic gating. Our work advances the fundamental understanding of electron-mediated friction, with Ba2N serving a model system for cost-effective, high-performance material design."}
{"id": "2511.08584", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08584", "abs": "https://arxiv.org/abs/2511.08584", "authors": ["Oriana K. Diessel", "Subir Sachdev", "Pietro M. Bonetti"], "title": "Steady-states and response functions of the periodically driven O(N) scalar field theory", "comment": null, "summary": "We investigate the phase diagram of a relativistic, parametrically driven O($N$)-symmetric theory coupled to a Markovian thermal bath. Our analysis reveals a rich variety of phases, including both uniform and spatially modulated symmetry-broken states, some of which feature an order parameter oscillating at half the drive frequency. When coupled to a background electromagnetic potential, these phases exhibit a Meissner effect, in the sense that the photon acquires a mass term. However, if the order parameter oscillates around a sufficiently small value, a fraction of an externally applied magnetic field can penetrate the sample in the form of a standing wave. We dub this property a \\textit{Meissner polariton}, that is, a collective mode resulting from the hybridization of light with order parameter oscillations. Furthermore, near the onset of symmetry breaking, strong fluctuations give rise to a superconducting-like response even in the absence of a Meissner effect or of a Meissner polariton. Our results are relevant to experiments on light-induced orders, particularly superconductivity."}
{"id": "2511.08541", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08541", "abs": "https://arxiv.org/abs/2511.08541", "authors": ["David Barker", "Sebastian Lehmann", "Kimberly A. Dick", "Peter Samuelsson", "Ville Maisi", "Patrick P. Potts"], "title": "Information Thermodynamics in a Quantum Dot Szilard Engine - Experimentally Investigating Fluctuation Theorems and Thermodynamic Uncertainty Relations", "comment": null, "summary": "In Szilard's engine, measurement and feedback allows to extract work from an equilibrium environment, a process otherwise forbidden by the laws of thermodynamics. Recent theoretical developments have established fluctuation theorems and thermodynamic uncertainty relations that constrain the fluctuations in Szilard's engine. These relations rely on auxiliary experimental protocols known as backward experiments. Here, we experimentally investigate the thermodynamics of Szilard's engine by implementing two distinct types of backward experiments. We verify and compare the corresponding fluctuation theorems and thermodynamic uncertainty relations associated with each protocol. Our results reveal that the entropy production inferable from measurement may serve as a more relevant quantifier of information than the widely used mutual information."}
{"id": "2511.07723", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07723", "abs": "https://arxiv.org/abs/2511.07723", "authors": ["Albin Cakaj", "Markus Schmid", "Alexander Hofmann", "Wolfgang Brütting"], "title": "Control of Spontaneous Orientation Polarization in Organic Semiconductors: The Role of Molecular Structure and Film Growth Conditions", "comment": null, "summary": "Spontaneous orientation polarization (SOP) occurs when molecules with a finite permanent dipole moment are grown as thin films by physical vapor deposition and their alignment is such that a net non-zero polarization remains. We discuss how SOP in organic semiconductors can be controlled by the design of molecules as well as the film growth conditions and discuss its relevance in organic light-emitting devices."}
{"id": "2511.08141", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08141", "abs": "https://arxiv.org/abs/2511.08141", "authors": ["A. Chmeruk", "D. Jones", "R. Balducci", "J. Ebad-Allah", "F. Beiuşeanu", "F. Schilberth", "M. A. Kassem", "U. Schade", "A. Veber", "L. Puskar", "Y. Tabata", "T. Waki", "H. Nakamura", "C. A. Kuntscher", "A. Östlin", "L. Chioncel"], "title": "Suppression of magnetism in Co$_3$Sn$_2$S$_2$ under external pressure", "comment": "11 pages, 6 figures", "summary": "The ability to control the magnetic state provides a powerful means to tune the underlying band topology, enabling transitions between distinct electronic phases and the emergence of novel quantum phenomena. In this work, we address the evolution of ferromagnetic state upon applying external pressures up to 10.8~GPa using a combined experimental and theoretical study. The standard \\emph{ab initio} Density Functional Theory computation including ionic relaxations grossly overestimates the unit cell magnetization as a function of pressure. In our theoretical analysis we identify two possible mechanisms to remedy this shortcoming. Matching the experimental observations is achieved by a symmetry-preserving adjustment of the sulfur atoms position within the unit cell. Alternatively, we explore various combinations of the exchange and correlation parts of the effective potential which reproduce the experimental magnetization, the structural parameters and the measured optical conductivity spectra. Thus, the pressure-dependent behavior of magnetization demands a careful theoretical treatment and analysis of theoretical and experimental data."}
{"id": "2511.07531", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07531", "abs": "https://arxiv.org/abs/2511.07531", "authors": ["Kyle L. Seyler", "Hantao Zhang", "Daniel Van Beveren", "Costel R. Rotundu", "Young S. Lee", "Ran Cheng", "David Hsieh"], "title": "High-speed antiferromagnetic domain walls driven by coherent spin waves", "comment": "10 pages main text, 4 figures, 8 pages supplementary information", "summary": "The ability to rapidly manipulate domain walls (DWs) in magnetic materials is key to developing novel high-speed spintronic memory and computing devices. Antiferromagnetic (AFM) materials present a particularly promising platform due to their robustness against stray fields and their potential for exceptional DW velocities. Among various proposed driving mechanisms, coherent spin waves could potentially propel AFM DWs to the magnon group velocity while minimizing dissipation from Joule heating. However, experimental realization has remained elusive due to the dual challenges of generating coherent AFM spin waves near isolated mobile AFM DWs and simultaneously measuring high-speed DW dynamics. Here we experimentally realize an approach where ultrafast laser pulses generate coherent spin waves that drive AFM DWs and develop a technique to directly map the spatiotemporal DW dynamics. Using the room-temperature AFM insulator Sr$_2$Cu$_3$O$_4$Cl$_2$, we observe AFM DW motion with record-high velocities up to ~50 km/s. Remarkably, the direction of DW propagation is controllable through both the pump laser helicity and the sign of the DW winding number. This bidirectional control can be theoretically explained, and numerically reproduced, by the DW dynamics induced by coherent spin waves of the in-plane magnon mode - a phenomenon unique to magnets with an easy-plane anisotropy. Our work uncovers a novel DW propulsion mechanism that is generalizable to a wide range of AFM materials, unlocking new opportunities for ultrafast coherent AFM spintronics."}
{"id": "2511.07527", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.07527", "abs": "https://arxiv.org/abs/2511.07527", "authors": ["Gal Shavit", "Gil Refael"], "title": "Parametric Instabilities of Correlated Quantum Matter", "comment": null, "summary": "Strongly correlated quantum materials exhibit a rich landscape of ordered phases with highly tunable properties, making them an intriguing platform for exploring non-equilibrium phenomena. A key to many of these phases is collective bosonic excitations, encoding fluctuations of the underlying order. In this work, we develop a general theoretical framework for parametric driving of such modes, whereby periodic modulation of microscopic parameters generates resonant two-boson processes. We show that the feasibility and strength of this drive depend sensitively on whether the targeted parameter alters the properties of the bosonic excitations vacuum, linking potential parametric instabilities directly to the fidelity susceptibility of the ground state. The driving facilitates nonthermal melting of the parent orders, as well as stabilization of novel steady states with experimentally distinct signatures. Through microscopic case-studies of correlated electronic systems, we identify promising driving knobs, highlight the role of quantum geometry in the collective modes susceptibility, and propose realistic experimental probes. Collective excitations are a powerful resource for steering correlated phases out of equilibrium, and will likely have several applications in quantum science. Our work provides the toolbox for controlling these excitations."}
{"id": "2511.07726", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07726", "abs": "https://arxiv.org/abs/2511.07726", "authors": ["Arata Tanaka"], "title": "The pseudogap and strange metal states in the square-lattice Hubbard model: a comprehensive study", "comment": "33 pages, 22 figures", "summary": "To clarify the origin of the pseudogap and strange metal states as well as their mutual relationship in cuprate superconductors, a comprehensive study on the spectral function, Fermi surface, resistivity and dynamical spin susceptivity of the Hubbard model on the square lattice has been conducted by means of the ladder dual-fermion approximation with an electron self-energy correction. It is found that the appearance of these two states requires that the characteristic hole concentration below which the Mott-Heisenberg and Slater mechanisms of electron localization occurs $p_{\\rm MS}$ nearly coincides with the hole concentration where the Van Hove singularity (VHS) point is placed at the vicinity of the Fermi level. When this condition is met the VHS point is pined at which the nesting condition of the antiferromagnetic (AFM) fluctuation is fulfilled almost everywhere on the Fermi surface in wide range of the hole concentration in a metallic state, i.e., the strange metal state. The spin fluctuation of the strange metal state is nearly quantum critical and the dynamical spin susceptivity is well described by overdamped spin wave having the $ω/T$ scaling with the relaxation rate at the Planckian limit. Because of these distinctive features of the strange metal state, the $k$ dependence of scattering rate of electrons is small and electrons behave as the marginal Fermi liquid, resulting in $T$-linear resistivity. In contrast, the pseudogap state is magnetically in the renormalized classical regime and the pseudogap is formed near the X point where the nesting condition of the short-range AFM order is fulfilled."}
{"id": "2511.08166", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.08166", "abs": "https://arxiv.org/abs/2511.08166", "authors": ["Neetesh Dhakar", "Sunil Kumar"], "title": "Control of ultrafast excitonic shift current induced THz emission efficiency of layered MoS2 crystals", "comment": "6 pages including 4 figures", "summary": "Following the ultrafast photoexcitation of a semiconductor, it embodies competing dynamics among photocarriers, many-body transient states of highly energetic excitons, and electron-hole liquid. Here, we show that femtosecond optical pulse excitation induces transient excitonic shift current contributing to stronger THz emission from a single crystalline bulk MoS2 at low temperatures. The control of dominating excitonic shift current is elucidated from excitation density dependent experiments at varying temperatures. A strong decrease in the excitonic contribution beyond a critical fluence of 150microJ/cm^2 is observed at a very low temperature of 20K. This behavior suggests the formation of a new quantum condensate, i.e., the electron-hole liquid, in the regime when the exciton density is overwhelmingly large that the average spacing between exciton pairs is comparable to the exciton radius. Furthermore, the exciton density dependent THz emission at varying temperatures is consistent with the Varshni model and the crystal Debye temperature of 260K."}
{"id": "2511.07566", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.07566", "abs": "https://arxiv.org/abs/2511.07566", "authors": ["Christopher Roth", "Ao Chen", "Anirvan Sengupta", "Antoine Georges"], "title": "Superconductivity in the two-dimensional Hubbard model revealed by neural quantum states", "comment": null, "summary": "Whether the ground state of the square lattice Hubbard model exhibits superconductivity re- mains a major open question, central to understanding high temperature cuprate superconductors and ultra-cold fermions in optical lattices. Numerical studies have found evidence for stripe-ordered states and superconductivity at strong coupling but the phase diagram remains controversial. Here, we show that one can resolve the subtle energetics of metallic, superconducting, and stripe phases using a new class of neural quantum state (NQS) wavefunctions that extend hidden fermion de- terminant states to Pfaffians. We simulate several hundred electrons using fast Pfaffian algorithms allowing us to measure off-diagonal long range order. At strong coupling and low hole-doping, we find that a non-superconducting filled stripe phase prevails, while superconductivity coexisting with partially-filled stripes is stabilized by a negative next neighbor hopping t-prime, with |t-prime| > 0.1. At larger doping levels, we introduce momentum-space correlation functions to mitigate finite size effects that arise from weakly-bound pairs. These provide evidence for uniform d-wave superconductivity at U = 4, even when t-prime = 0. Our results highlight the potential of NQS approaches, and provide a fresh perspective on superconductivity in the square lattice Hubbard model."}
{"id": "2511.08187", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2511.08187", "abs": "https://arxiv.org/abs/2511.08187", "authors": ["Oguz Umut Salman", "Aylin Ahadi", "Lev Truskinovsky"], "title": "Quasi-amorphous crystal", "comment": null, "summary": "Brittle plastic yielding is a salient feature of well-annealed glassy materials. Here we show that the same behavior is characteristic of perfect crystals after they experience mechanically driven elastic instability leading to massive nucleation of dislocations. We argue that such 'preparation' effectively converts an atomic configuration from crystalline to quasi-amorphous. To understand the nature of the subsequent mechanical response, which is reminiscent of quasi-brittle yielding we study an athermal model 2D crystal subjected to quasistatic loading. We show that the intermittent pre- and post-yield dislocation avalanches exhibit power law statistics with matching exponents. The computed value of these exponents is indicative of marginal stability."}
{"id": "2511.07804", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07804", "abs": "https://arxiv.org/abs/2511.07804", "authors": ["Tianyu Su", "Brian J. Blankenau", "Namhoon Kim", "Kshitij Vijayvargia", "Petros Sofronis", "Jessica A. Krogstad", "Elif Ertekin"], "title": "Short-range order influences H distribution in Fe-Ni-Cr austenitic stainless steels", "comment": null, "summary": "Hydrogen embrittlement (HE) in austenitic stainless steels is advanced by hydrogen enhanced localized plasticity (HELP), typically accompanied by a transition from homogeneous to localized slip. Short-range order (SRO) in face-centered cubic (FCC) alloys is known to promote slip planarity, and recent studies suggest that H may amplify this localization behavior linked to inherent SRO. However, the manner in which the introduction of H affects SRO properties and, conversely, the manner that pre-existing SRO may affect H behavior, are not fully understood. In this work, a spin cluster expansion model combined with Monte Carlo simulation is employed to study the interplay between H and SRO in Fe-Ni-Cr alloys. Chemical order is quantified using Warren-Cowley SRO parameters, and the model predictions are validated against experimental data. We find that the presence of H only slightly alters the intrinsic ordering preference of the Fe-Ni-Cr alloys. As temperature decreases and the alloy evolves from disordered to ordered thermodynamic states, distinct H-metal correlations emerge. In particular, H-Ni and H-Cr pairs exhibit stronger ordering tendencies than H-Fe pairs, suggesting a selective affinity of H for certain atomic environments. On the other hand, we also find that compared to random alloys, when pre-existing SRO is present, it significantly affects the resulting H distribution by promoting local H enrichment in SRO domains. Such SRO-driven local H accumulation may facilitate slip localization and contribute to the early onset of embrittlement. These findings provide thermodynamic and structural insights into the interaction between H and SRO in austenitic stainless steels, highlighting possible implications on how the interaction between HELP and SRO brings about hydrogen embrittlement in austenitic stainless steels."}
{"id": "2511.08187", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2511.08187", "abs": "https://arxiv.org/abs/2511.08187", "authors": ["Oguz Umut Salman", "Aylin Ahadi", "Lev Truskinovsky"], "title": "Quasi-amorphous crystal", "comment": null, "summary": "Brittle plastic yielding is a salient feature of well-annealed glassy materials. Here we show that the same behavior is characteristic of perfect crystals after they experience mechanically driven elastic instability leading to massive nucleation of dislocations. We argue that such 'preparation' effectively converts an atomic configuration from crystalline to quasi-amorphous. To understand the nature of the subsequent mechanical response, which is reminiscent of quasi-brittle yielding we study an athermal model 2D crystal subjected to quasistatic loading. We show that the intermittent pre- and post-yield dislocation avalanches exhibit power law statistics with matching exponents. The computed value of these exponents is indicative of marginal stability."}
{"id": "2511.08584", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08584", "abs": "https://arxiv.org/abs/2511.08584", "authors": ["Oriana K. Diessel", "Subir Sachdev", "Pietro M. Bonetti"], "title": "Steady-states and response functions of the periodically driven O(N) scalar field theory", "comment": null, "summary": "We investigate the phase diagram of a relativistic, parametrically driven O($N$)-symmetric theory coupled to a Markovian thermal bath. Our analysis reveals a rich variety of phases, including both uniform and spatially modulated symmetry-broken states, some of which feature an order parameter oscillating at half the drive frequency. When coupled to a background electromagnetic potential, these phases exhibit a Meissner effect, in the sense that the photon acquires a mass term. However, if the order parameter oscillates around a sufficiently small value, a fraction of an externally applied magnetic field can penetrate the sample in the form of a standing wave. We dub this property a \\textit{Meissner polariton}, that is, a collective mode resulting from the hybridization of light with order parameter oscillations. Furthermore, near the onset of symmetry breaking, strong fluctuations give rise to a superconducting-like response even in the absence of a Meissner effect or of a Meissner polariton. Our results are relevant to experiments on light-induced orders, particularly superconductivity."}
{"id": "2511.07844", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07844", "abs": "https://arxiv.org/abs/2511.07844", "authors": ["S. J. Sebastian", "S. S. Islam", "R. Kolay", "S. Mohanty", "Q. P. Ding", "Y. Skourski", "J. Sichelschmidt", "M. Baenitz", "Jonas A. Krieger", "T. J. Hicken", "H. Luetkens", "A. A. Tsirlin", "Y. Furukawa", "R. Nath"], "title": "Inhomogeneous dynamic state in the double trillium lattice antiferromagnet KBaFe$_2$(PO$_4$)$_3$", "comment": "7 pages and 3 figures", "summary": "The three-dimensional (3D) magnet KBaFe$_2$(PO$_4$)$_3$ hosts a double-trillium lattice of Fe$^{3+}$ (spin, $S=5/2$) ions offering a prototypical platform to study the frustration induced effects in 3D. Through magnetization, specific heat, $^{31}$P nuclear magnetic resonance (NMR), and muon spin relaxation ($μ$SR) experiments, supported by first principles calculations, we uncover an unconventional ground state. Despite strong antiferromagnetic interactions with a large Curie-Weiss temperature $θ_{\\rm CW} = -70(2)$ K, no magnetic long-range order is observed down to 30 mK. Below $T^{\\ast}\\simeq 3.5$ K, the NMR linewidth becomes nearly field-independent and the spin-spin relaxation rate $1/T_2$ saturates, accompanied by an inhomogeneous distribution of transverse nuclear magnetization $M_{xy}$. The latter indicates the emergence of short-range dynamical correlations, which was further corroborated by a robust and field-insensitive broad maximum in specific heat. In $μ$SR, we detect neither a static internal field nor spin freezing; instead the relaxation remains dynamic and is best described by two coexisting dynamic relaxation channels: a dominant fast (sporadic) channel and a slower Markovian component. Their differing weights and fluctuation rates suggest microscopic inhomogeneity in spin dynamics. Altogether, KBaFe$_2$(PO$_4$)$_3$ exemplifies a rare high-spin stochiometric 3D antiferromagnet that evades ordering and instead fosters a mosaic of spin dynamics driven by strong geometric frustration intrinsic to the trillium lattice."}
{"id": "2511.08253", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08253", "abs": "https://arxiv.org/abs/2511.08253", "authors": ["F. Yang", "L. Q. Chen"], "title": "Ferroelectric Order and Enhanced Interfacial Superconductivity in Lightly-Doped Quantum Paraelectric KTa$_{1-x}$Nb$_x$O$_3$", "comment": null, "summary": "Ferroelectric quantum criticality in perovskite oxides offers a fertile ground for emergent collective phenomena. Here we develop a first-principles-inspired quantum-statistics-based theoretical analysis of the ferroelectric order and interfacial superconductivity in lightly-doped quantum paraelectric, niobium (Nb)-doped KTaO$_3$. We demonstrate that local distortions induced by the doped Nb atoms beyond its quantum critical composition induce a long-range ferroelectric order. The predicted dielectric properties quantitatively agree with the experimental measurements over the entire temperature range from the symmetry-broken ferroelectric phase across the phase transition to the paraelectric region. As the same soft phonon mode that governs dielectric behavior provides the essential pairing channel for interfacial superconductivity of KTaO$_3$, we predict a pronounced enhancement of this superconductivity on (111) surface when the system is tuned to its quantum-critical composition via Nb doping, providing a concrete avenue for experimental verification. This finding establishes ferroelectric quantum criticality as a unique design principle for engineering enhanced superconductivity and discovering emergent quantum phases in polar oxide heterostructures, explicitly suggesting that similar materials-tuning strategies (e.g., epitaxial strain) could be exploited to enhance superconductivity in quantum paraelectric systems."}
{"id": "2511.07855", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.07855", "abs": "https://arxiv.org/abs/2511.07855", "authors": ["T. Fukui"], "title": "Gradient flow and Bogomolny bounds for quantum metric actions", "comment": "7 pages, 1 figure", "summary": "We formulate gradient flow dynamics generated by two natural actions of the quantum metric for an isolated set of Bloch bands. Specializing to two spatial dimensions, we derive Bogomolny-type lower bounds that relate these actions to the Chern number and show that the bounds are saturated by (anti-)holomorphic projector configurations. Along the flows, the actions decrease monotonically while the Chern number is conserved, giving a constructive route to simplify models within a fixed topological phase toward canonical, low-complexity representatives."}
{"id": "2511.08264", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08264", "abs": "https://arxiv.org/abs/2511.08264", "authors": ["Hassan Ataalite", "Jiri Houska", "Deepika Thakur", "Michaela Cervena", "Petr Zeman"], "title": "Effect of W in Cu-Zr-W thin films: Molecular dynamics simulations and experimental verification", "comment": null, "summary": "We investigate the effects of W incorporation into Cu-Zr thin film metallic glasses using molecular dynamics (MD) simulations combined with magnetron sputtering. All studies are carried out in the whole range of W concentrations (0 to 100 at. %) and the MD studies also in a wide range of incident energies (1 to 500 eV) and deposition angles (0 to 60°). Calculated X-ray diffractograms, packing factor, short-range order (bonding fractions and coordination numbers), medium-range order (network ring and common neighbor statistics) and stress are correlated with measured X-ray diffractograms and properties (hardness, hardness/Young's modulus ratio and elastic recovery). The simulations explain the experimental results at the atomic level and provide a lot of information that is not available experimentally. Special attention is paid to non-monotonic dependencies on the elemental composition and incident energy. Collectively, the results explain the role of W in modifying the structure and improving the mechanical performance of Cu-Zr metallic glasses, predict optimum compositions which maximize some of the mechanical properties, and contribute to the development of advanced materials for various applications."}
{"id": "2511.07962", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.07962", "abs": "https://arxiv.org/abs/2511.07962", "authors": ["Yu. E. Geints"], "title": "Angular Patterns of Photoluminescence in Quantum Dot Spherical Superparticles Mediated by Whispering-Gallery Modes", "comment": null, "summary": "Quantum dot superparticles are a specific class of metamaterials created through the self-assembly of nanometer semiconductor quantum dots into organized micro-scale structures, such as microspheres. Superparticles exhibit unique optical, chemical, and electronic properties. These properties are not merely the sum of the constituent quantum dots but rather bear the signature of the collective behavior of the nanoscale building blocks. In particular, assembling an ensemble of quantum dots into a super-sphere allows them to function as a single, high-quality optical resonator. This structure efficiently confines the emission from the pump-excited quantum dots via whispering gallery modes. The emissive properties of such a superparticle resonator remain an area of active investigation. Using numerical simulation, we study the angular structure of the photoluminescence from superparticles of various sizes and architectures formed from CdS quantum dots. We show that, in general, the angular distribution of the SP emission is characterized by strong asymmetry, with a maximum in the backward direction relative to the incident pump beam. In contrast, this asymmetry is virtually absent in the forward and side-scattering directions. The excitation of resonant modes in the superparticle enhances the emission intensity and reduces the degree of its backward asymmetry. Furthermore, coating the CdS quantum dot particle with a silicon dioxide layer increases the probability of exciting field resonances in such a core-shell superparticle."}
{"id": "2511.08324", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08324", "abs": "https://arxiv.org/abs/2511.08324", "authors": ["Pier Luigi Silvestrelli", "S. Subashchandrabose", "Alberto Ambrosetti", "Maria Clelia Righi"], "title": "Sliding properties of Transition Metal Dichalcogenide bilayers", "comment": null, "summary": "Transition-metal dichalcogenides (TMDs) are valuable as solid lubricants because of their layered structure, which allows for easy shearing along the basal planes. Using Density Functional Theory (DFT) we conducted a first-principles study of the sliding properties of several TMD bilayers: MoS$_2$, MoTe$_2$, WS$_2$, WSe$_2$, VS$_2$, VSe$_2$, TaS$_2$, TaSe$_2$, TiS$_2$, TiSe$_2$, HfS$_2$, ZrS$_2$, MoS$_2$WS$_2$, MoS$_2$VS$_2$. Given the crucial role of van der Waals (vdW) interactions in accurately describing the interlayer interactions in TMD bilayers, we employed vdW-corrected DFT functionals. Our research confirms the dominance of vdW effects by estimating the fraction of interlayer binding energy attributable to these interactions. We also examined how the choice of different vdW-corrected DFT functionals might influence quantitative results. Using MoS$_2$ as a reference TMD bilayer system, we found that most other TMD bilayers studied exhibit stronger interlayer bonds and greater corrugation. However, TiSe$_2$ shows a profile similar to MoS$_2$, while, interestingly, TiS$_2$, VS$_2$, and ZrS$_2$ are characterized by weaker bonding and lower corrugation than MoS$_2$. We explored relationships between various properties of TMD bilayers, with a particular focus on potential connections between tribological and electronic properties often characteristic of solid interfaces. To this end, we evaluated adhesion energies, work of separation, charge density redistributions in interface regions, differential charge densities, and corrugation. While corrugation and thus resistance to sliding generally tends to increase with the size of the chalcogen element and is typically proportional to the adhesion energy, the relationships between other structural, energetic, and electronic properties do not follow a single, well-defined trend."}
{"id": "2511.07992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07992", "abs": "https://arxiv.org/abs/2511.07992", "authors": ["M. V. Pugachev", "A. E. Borisov", "A. V. Shupletsov", "V. O. Sakhin", "E. F. Kukovitsky", "A. Yu. Kuntsevich"], "title": "High and Magnetic-field-dependent Surface Carriers Mobility in 3D Topological Insulators without Bulk States", "comment": "Main: 7 pages, 4 figures. Supplementary: 2 pages, 4 figures", "summary": "By applying the conventional two-liquid model to the magnetoresistivity tensor, we reveal a record-high carrier mobility for surface states in tetradymite topological insulators ($\\sim$ 20000 cm$^2$/Vs) in both bulk crystals and thin flakes of Sn-Bi$_{1.1}$Sb$_{0.9}$Te$_2$S. Bulk crystals of this 3D topological insulator exhibit a transition from bulk to surface-dominated conductivity below 100 K, whereas in thin flakes, bulk conductivity is suppressed at even higher temperatures. Our data therefore suggest that a key ingredient for elevated mobility is the absence of bulk carriers at the Fermi level. A fingerprint of the high-mobility carriers, i.e a steep low-field magnetoresistance along with a strong Hall effect nonlinearity below 1 T, signifies the presence of at least two surface-related carrier species, even when bulk states are frozen out. To explain the magnetoresistance and the Hall effect in a wider range of magnetic fields ($>1$ T), one must assume that the carrier mobility drops with the field. The influence of Zeeman splitting on mobility and the contribution of anomalous Hall conductivity provide a much better description of the magnetoresistance and the nonlinearity of the Hall coefficient. Our data call for a revision of the surface state mobility in 3D topological insulators."}
{"id": "2511.08330", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.08330", "abs": "https://arxiv.org/abs/2511.08330", "authors": ["Nicholas Taormina", "Emir Bilgili", "Jason Gibson", "Richard Hennig", "Simon Phillpot", "Youping Chen"], "title": "Machine-learning interatomic potential for AlN for epitaxial simulation", "comment": "27 pages, 10 figures. Submitted to Computational Materials Science", "summary": "A machine learned interatomic potential for AlN was developed using the ultra-fast force field (UF3) methodology. A strong agreement with density functional theory calculations in predicting key structural and mechanical properties, including lattice constants, elastic constants, cohesive energy, and surface energies has been demonstrated. The potential was also shown to accurately reproduce the experimentally observed atomic core structure of edge dislocations. Most significantly, it reproduced the experimentally observed wurtzite crystal structure in the overlayer during homoepitaxial growth of AlN on wurtzite AlN, something that prior potentials failed to achieve. Additionally, the potential reproduced the experimentally observed layer-by-layer growth mode in the epilayer. The combination of accuracy, transferability, and computational speed afforded by the UF3 framework thus makes large-scale, atomistic simulations of epitaxial growth of AlN feasible."}
{"id": "2511.08002", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08002", "abs": "https://arxiv.org/abs/2511.08002", "authors": ["Wejdan Beida", "Gustav Bihlmayer", "Christoph Friedrich", "Gregor Michalicek", "Daniel Wortmann", "Stefan Blügel"], "title": "Implementation and application of a DFT$+U$$+V$ approach within the all-electron FLAPW method", "comment": "Submitted", "summary": "We present an implementation of the density-functional theory DFT$+U$$+V$ formalism within the all-electron full-potential linearized augmented-plane-wave (FLAPW) method as implemented in the FLEUR code. The DFT$+U$$+V$ formalism extends DFT, supplemented by the onsite Coulomb interaction $U$, to address local correlation effects in localized states by incorporating intersite Coulomb interaction terms $V$. It holds promise for improving charge and bond disproportionation, charge and orbital ordering, charge density wave formation, charge transfer, and the intersite correlation resulting from hybridization between states of neighboring sites in a solid. $U$ and $V$ parameters are obtained from first principles using the constrained random-phase approximation (cRPA) employing two different atom basis representations to project the screened Coulomb interaction: the Wannier and the muffin-tin basis functions. We investigate in detail the impact of the $V$ term for typical covalently bonded materials like graphene, for bulk semiconductors such as silicon and germanium, and for charge-transfer insulators like NiO. Our results demonstrate an improvement in accuracy of specific properties across these systems, providing a framework for describing materials with different interaction regimes. We compare our DFT$+U$$+V$ results using our cRPA parameter sets with (i) previous DFT$+U$$+V$ calculation employing pseudopotential approximations, (ii) with experimental results and (iii) with our $GW$ results."}
{"id": "2511.08350", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08350", "abs": "https://arxiv.org/abs/2511.08350", "authors": ["Grace Guinan", "Michelle A. Smeaton", "Brian C. Wyatt", "Steven Goldy", "Hilary Egan", "Andrew Glaws", "Garritt J. Tucker", "Babak Anasori", "Steven R. Spurgeon"], "title": "Revealing the Hidden Third Dimension of Point Defects in Two-Dimensional MXenes", "comment": "38 pages, 13 figures", "summary": "Point defects govern many important functional properties of two-dimensional (2D) materials. However, resolving the three-dimensional (3D) arrangement of these defects in multi-layer 2D materials remains a fundamental challenge, hindering rational defect engineering. Here, we overcome this limitation using an artificial intelligence-guided electron microscopy workflow to map the 3D topology and clustering of atomic vacancies in Ti$_3$C$_2$T$_X$ MXene. Our approach reconstructs the 3D coordinates of vacancies across hundreds of thousands of lattice sites, generating robust statistical insight into their distribution that can be correlated with specific synthesis pathways. This large-scale data enables us to classify a hierarchy of defect structures--from isolated vacancies to nanopores--revealing their preferred formation and interaction mechanisms, as corroborated by molecular dynamics simulations. This work provides a generalizable framework for understanding and ultimately controlling point defects across large volumes, paving the way for the rational design of defect-engineered functional 2D materials."}
{"id": "2511.08038", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08038", "abs": "https://arxiv.org/abs/2511.08038", "authors": ["Hung Ba Tran", "Toyoto Sato", "Ryuhei Sato", "Hiroyuki Saitoh", "Shin-ichi Orimo", "Hao Li"], "title": "Tuning Stability of AB3-Type Alloys by Suppressing Magnetism", "comment": null, "summary": "Hydrogen is a promising clean energy carrier, yet effective and reversible storage remains challenging. AB3-type intermetallic alloys are promising for solid-state hydrogen storage due to intermediate thermodynamic stability and rapid hydrogen uptake. Optimizing stability and gravimetric density is hindered by competing thermodynamic and magnetic effects. Here, we analyze AB3 compounds (A = Ca, Y, Mg; B = Co, Ni) and ternary alloys CaxYyMg1-x-yB3 using first-principles calculations and Monte Carlo simulations. We find a direct correlation between formation energy and total magnetic moment that dictates alloy stability, explaining the trade-off in hydrogen storage. In Co-rich systems with large lattice volumes, formation energy rises with magnetization, showing magnetism as the dominant factor. Mg-rich compositions achieve high gravimetric densities, but strong magnetism destabilizes the system, requiring Y substitution to suppress magnetic moments. Replacing Co with Ni weakens magnetism: YNi3 is nonmagnetic, while CaNi3 and MgNi3 are weakly polarized, allowing thermodynamic stability across compositions. Notably, CaMg2Ni9 combines high theoretical capacity (3.32 wt%) with good reversibility. Mg-rich Ni-based alloys are predicted to offer negative formation energies with the highest gravimetric densities (up to 3.40 wt%). These results show that controlling magnetism via transition-metal substitution is key to overcoming the stability-capacity trade-off in AB3 hydrogen storage materials."}
{"id": "2511.08424", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08424", "abs": "https://arxiv.org/abs/2511.08424", "authors": ["Evgeniya Kabliman", "Gabriel Kronberger"], "title": "Identification of Empirical Constitutive Models for Age-Hardenable Aluminium Alloy and High-Chromium Martensitic Steel Using Symbolic Regression", "comment": "Accepted for publication in Special Issue on Symbolic Regression of the Philosphical Transactions of the Royal Society - Part A", "summary": "Process-structure-property relationships are fundamental in materials science and engineering and are key to the development of new and improved materials. Symbolic regression serves as a powerful tool for uncovering mathematical models that describe these relationships. It can automatically generate equations to predict material behaviour under specific manufacturing conditions and optimize performance characteristics such as strength and elasticity.\n  The present work illustrates how symbolic regression can derive constitutive models that describe the behaviour of various metallic alloys during plastic deformation. Constitutive modelling is a mathematical framework for understanding the relationship between stress and strain in materials under different loading conditions. In this study, two materials (age-hardenable aluminium alloy and high-chromium martensitic steel) and two different testing methods (compression and tension) are considered to obtain the required stress-strain data. The results highlight the benefits of using symbolic regression while also discussing potential challenges."}
{"id": "2511.08044", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08044", "abs": "https://arxiv.org/abs/2511.08044", "authors": ["Hiromu Matsumoto", "Tsukasa Maruhashi", "Yosuke Kayanuma", "Yadong Han", "Jianbo Hu", "Kazutaka G. Nakamura"], "title": "Attosecond-resolved coherent control of zone-folded acoustic phonons in silicon carbide", "comment": "10 pages, 7 figures, including supplemental material", "summary": "Zone-folded acoustic phonons (6 THz) in 4H silicon carbide (SiC) have been coherently excited using a femtosecond near-infrared pulse and measured through transient reflectivity with a pump and probe protocol. Their amplitude is coherently controlled with 300-attoseconds precision and the results show interference fringe patterns due to electronic and phonon interference. The results are well reproduced by a model calculation with two electronic and phonon levels and an impulsive stimulated Raman process. Using the model, we obtain the analytical form of the coherent control scheme at an off-resonant condition."}
{"id": "2511.08426", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08426", "abs": "https://arxiv.org/abs/2511.08426", "authors": ["Varun Rajeev Pavizhakumari", "Thomas Olsen"], "title": "Critical temperatures of two dimensional magnets beyond linear spin wave theory: application to CrI$_3$, MPS$_3$ (M=Ni, Mn, Fe) and CrSBr", "comment": "14 pages, 3 figures", "summary": "Magnetic anisotropy is crucial for sustaining long range magnetic order in two-dimensional materials (2D) and must be taken into account by any approximate scheme for calculating critical temperatures. While 2D ferromagnets have received significant attention with regard to predicting Curie temperatures, the treatment of 2D anti-ferromagnetism has largely been restricted to classical approaches, which typically underestimate Néel temperatures. The concept of anti-ferromagnetism can be regarded as a special case of single-$Q$ magnetic order, and for such systems the critical temperature can be calculated from the magnon dispersion using either Holstein-Primakoff (HP) bosonization or Green's function-based Random Phase Approximation (RPA). Here, we study the effects of single-ion anisotropy in general single-$Q$ systems in both the HP and RPA methods. In the case of RPA, we generalize the approach to include the Callen Decoupling (CD) correction, which has previously been shown to yield good agreement with experimental Curie temperatures for 2D ferromagnets. We compare the calculated critical temperatures of CrI$_3$ (uniaxial ferromagnet), MPS$_3$ (M=Ni, Mn, Fe) (uniaxial anti-ferromagnets) and CrSBr (triaxial ferromagnet) monolayers with experimental values and find that the Green's function-based methods are much more reliable than HP and that the CD decoupling appears to be more accurate than RPA if the single-ion anisotropy is large."}
{"id": "2511.08053", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08053", "abs": "https://arxiv.org/abs/2511.08053", "authors": ["Suparna Sarkar", "Soumya Satpathi", "Swapan K. Pati"], "title": "Localization transitions in an open quasiperiodic ladder", "comment": null, "summary": "We investigate localization transition in an open quasiperiodic ladder where the quasiperiodicity is described by the Aubry-André-Harper model. While previous studies have shown that higher-order hopping or constrained quasiperiodic potentials can induce a mixed-phase zone in one dimension, we demonstrate that the dissipation can induce mixed phase zone in a one dimensional nearest-neighbor system without imposing any explicit constraints on the quasiperiodic potential or hopping param- eter. Our approach exploits an exact correspondence between the eigenspectrum of the Liouvillian superoperator and that of the non-Hermitian Hamiltonian, valid for quadratic fermionic systems un- der linear dissipation. Using third quantization approach within Majorana fermionic representation, we analyze two dissipation configurations: alternating gain and loss at every site, and at alternate sites under balanced and imbalanced conditions. By computing the inverse and normalized partici- pation ratios, we show that dissipation can drive the system into three distinct phases: delocalizd, mixed, and localized. Notably, the mixed-phase zone is absent for balanced dissipation at every site but emerges upon introducing imbalance, while for alternate site dissipation it appears in both balanced and imbalanced cases. Furthermore, the critical points and the width of the mixed-phase window can be selectively tuned by varying the dissipation strength. These findings reveal that the dissipation plays a decisive role in reshaping localization transitions in quasiperiodic systems, offering new insight into the interplay between non-Hermitian effects and quasiperiodic order."}
{"id": "2511.08442", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08442", "abs": "https://arxiv.org/abs/2511.08442", "authors": ["Xiao-jing Gao", "Yanfeng Ge", "Yan Gao"], "title": "Porous-B$_{18}$: An Ideal Topological Semimetal with Symmetry-Enforced Orthogonal Nodal-Line and Nodal-Surface States", "comment": "4 figures", "summary": "Topological semimetals (TSMs) featuring symmetry-protected band degeneracies have attracted considerable attention due to their exotic quantum properties and potential applications. While nodal line (NL) and nodal surface (NS) semimetals have been extensively studied, the realization of a material where both NL and NS coexist and are intertwined, particularly with an ideal electronic band structure, remains a significant challenge. Here, we predict via first-principles calculations and symmetry analysis a metastable boron allotrope, Porous-B$_{18}$ (space group $P6_3/m$, No.~176), as a pristine TSM hosting a NS and two straight NLs near the Fermi level. The structure, a honeycomb-like porous 3D framework, exhibits excellent dynamical, thermal (stable up to 1000~K), and mechanical stability. Its electronic band structure is remarkably clean: only the highest valence band (HVB) and the lowest conduction band (LCB) cross linearly within a large energy window of 1.84~eV, free from trivial-band interference. The nodal surface lies on the $k_z = \\pm π$ planes, protected by combined time-reversal symmetry ($T$) and twofold screw-rotational symmetry ($S_{2z}$), yielding a full-plane Kramers-like degeneracy. The two nodal lines along $K$--$H$ and $K'$--$H'$ are protected by inversion and time-reversal symmetries, carry a quantized Berry phase of $\\pm π$, and connect orthogonally to the nodal surface, forming an intertwined nodal network. Drumhead surface states on the $(1\\bar{1}0)$ surface further confirm the nontrivial topology. Porous-B$_{18}$ thus provides an ideal platform for investigating the interplay between nodal-line and nodal-surface fermions and exploring novel quantum transport phenomena."}
{"id": "2511.08062", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08062", "abs": "https://arxiv.org/abs/2511.08062", "authors": ["Mads Carlsen", "Xiaohan Zeng", "Haixing Fang", "Moritz Frewein", "Tilman A. Grünewald", "Joao Quinta da Fonseca", "Wolfgang Ludwig"], "title": "Non-destructive 3D characterization of microtextured regions in the bulk of Ti-6Al-4V alloy", "comment": "6 pages, 4 figures", "summary": "In this study we present spatially resolved texture and orientation maps from a cube-shaped sample of Ti-6Al-4V alloy, reconstructed by means of texture tomography (TT). Unlike grain resolved 3DXRD techniques which require \"spotty\" diffraction patterns, TT can reconstruct local (voxelized) orientation distribution function (ODFs) from continuous diffraction patterns collected in a 3D scanning procedure. Reconstructions of the same sample, scanned in two different settings and subsequent EBSD analysis parallel to one of the sample faces show excellent mutual agreement and validate the single-axis data collection and reconstruction procedure for this class of materials. The reconstruction reveals the presence and the 3D shape of several micro-textured regions, showing a sharp unimodal texture of the $α$-phase with a clear link of the orientation and spatial alignment of these zones to the rolling, transverse and normal directions of the rolled material."}
{"id": "2511.08449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08449", "abs": "https://arxiv.org/abs/2511.08449", "authors": ["Tianyi Wu", "Yiyang Zhang", "Zhu Fang", "Shuting Lei", "Xing Jin", "Shuiqing Li"], "title": "Synergetic Enhancement on Bulk and Grain Boundary Ionic Conduction of Mg Doped High-Entropy NASICON-Type Solid Electrolyte for Solid-State Na+ Batteries by Spray Flame Synthesis", "comment": "14 pages, 4 figures", "summary": "All-solid-state sodium batteries represent a promising next-generation energy storage technology, owing to cost-effectiveness and enhanced safety. Among solid electrolytes for solid-state sodium batteries, NASICON-structured Na3Zr2Si2PO12 has emerged as a predominant candidate. However, its widespread implementation remains limited by suboptimal ionic conductivity in both bulk and grain boundary regions. In this study, we demonstrate a novel approach utilizing swirling spray flame synthesis to produce Mg-doped NASICON solid electrolyte nanoparticles. This method facilitates efficient doping and homogeneous mixing for scalable production, resulting in core-shell non-NASICON structures with nano-scale high-entropy mixing. Notably, the atomic migration distances achieved by flame synthesis are significantly reduced compared to conventional solid-state reactions, thereby enabling reactive sintering to preserve high sinterability of nanoparticles during post-treatment processes. High-temperature sintering yields dense NASICON-structured solid electrolytes. Among those, Mg0.25NZSP exhibits an optimal ionic conductivity of 1.91 mS/cm at room temperature and an activation energy of 0.200 eV. The enhancement mechanism can be attributed to incorporation into the NASICON phase and formation of a secondary phase. The low-melting-point secondary phase significantly improves grain boundary contact to enhance grain boundary conductivity. The process achieves simultaneous enhancement of both bulk and grain boundary conduction through a single-step procedure. Comparative analysis of sintering temperatures and ionic conductivities among NASICON solid electrolytes synthesized via different methods demonstrates flame-synthesized nanoparticles offer superior performance and reduced post-treatment costs, owing to their exceptional nano-scale sinterability and uniform elemental distribution."}
{"id": "2511.08131", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08131", "abs": "https://arxiv.org/abs/2511.08131", "authors": ["Jingcheng Qi", "Giuliana Materzanini", "Gian-Marco Rignanese", "Maria Clelia Righi", "Junjie Wang"], "title": "On the Role of Interlayer Electrons on the Frictional Behavior of Two-Dimensional Electrides", "comment": null, "summary": "Friction accounts for up to 30% of global energy consumption, underscoring the urgent need for superlubricity in advanced materials. Two-dimensional (2D) electrides are layered materials with cationic layers separated by 2D confined electrons that act as anions. This study reveals the unique frictional properties of these compounds and the underlying mechanisms. We establish that interlayer friction correlates with the cationic charges and sliding-induced charge redistribution. Remarkably, the 2D electride Ba2N stands out for its lower interlayer friction than graphene, despite its stronger interlayer adhesion, defying conventional tribological understanding. This anomalous behavior arises from electron redistribution as the dominant energy dissipation pathway. Combining ab initio calculations and deep potential molecular dynamics (DPMD) simulations, we show that incommensurate twisted interfaces (2° < θ < 58°) in Ba2N achieve structural superlubricity by suppressing out-of-plane buckling and energy corrugation. Notably, a critical normal load of 2.3 GPa enables barrier-free sliding in commensurate Ba2N (θ = 0°), with an ultralow shear-to-load ratio of 0.001, suggesting the potential for superlubricity. Moreover, electron doping effectively reduces interlayer friction by controllably modulating stacking energies in 2D electrides. These findings establish 2D electrides as a transformative platform for energy-efficient tribology, enabling scalable superlubricity through twist engineering, load adaptation, or electrostatic gating. Our work advances the fundamental understanding of electron-mediated friction, with Ba2N serving a model system for cost-effective, high-performance material design."}
{"id": "2511.08540", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.08540", "abs": "https://arxiv.org/abs/2511.08540", "authors": ["Xiaolei Tong", "Pedram Yousefian", "Ziyi Wang", "Meenakshi A. Saravanan", "Rajeev Kumar Rai", "Giovanni Esteves", "Eric A. Stach", "Roy H. Olsson"], "title": "Low-Field Ferroelectricity in 10 nm AlBScN Thin Films", "comment": null, "summary": "Ferroelectric aluminum scandium nitride (Al1-xScxN, AlScN) offers CMOS-compatible integration but suffers from high coercive fields and leakage currents that hinder thickness scaling. Further reduction in thickness is essential for low-voltage embedded nonvolatile memory applications. Boron incorporation into AlScN (AlBScN) suppresses leakage current in films down to 40 nm, yet its ferroelectric characteristics in ultrathin films remains unexplored. This letter demonstrates robust ferroelectric switching in 10 nm sputtered AlBScN capacitors with a low coercive field and approximately two orders of magnitude lower leakage than AlScN. Notably, ferroelectric switching was observed at 2.2 MV/cm in capacitance-voltage measurements, and symmetric polarization reversal occurred near 4.6 MV/cm in positive-up-negative-down (PUND) measurements using 2 μs pulses. Moreover, Weibull analysis revealed a breakdown-to-coercive-field ratio (EBD/Ec) of ~2.2. These findings demonstrated AlBScN as a promising candidate for CMOS back-end-of-line (BEOL) compatible ferroelectric applications with improved energy consumption and reduced leakage current."}
{"id": "2511.08141", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08141", "abs": "https://arxiv.org/abs/2511.08141", "authors": ["A. Chmeruk", "D. Jones", "R. Balducci", "J. Ebad-Allah", "F. Beiuşeanu", "F. Schilberth", "M. A. Kassem", "U. Schade", "A. Veber", "L. Puskar", "Y. Tabata", "T. Waki", "H. Nakamura", "C. A. Kuntscher", "A. Östlin", "L. Chioncel"], "title": "Suppression of magnetism in Co$_3$Sn$_2$S$_2$ under external pressure", "comment": "11 pages, 6 figures", "summary": "The ability to control the magnetic state provides a powerful means to tune the underlying band topology, enabling transitions between distinct electronic phases and the emergence of novel quantum phenomena. In this work, we address the evolution of ferromagnetic state upon applying external pressures up to 10.8~GPa using a combined experimental and theoretical study. The standard \\emph{ab initio} Density Functional Theory computation including ionic relaxations grossly overestimates the unit cell magnetization as a function of pressure. In our theoretical analysis we identify two possible mechanisms to remedy this shortcoming. Matching the experimental observations is achieved by a symmetry-preserving adjustment of the sulfur atoms position within the unit cell. Alternatively, we explore various combinations of the exchange and correlation parts of the effective potential which reproduce the experimental magnetization, the structural parameters and the measured optical conductivity spectra. Thus, the pressure-dependent behavior of magnetization demands a careful theoretical treatment and analysis of theoretical and experimental data."}
{"id": "2511.07579", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07579", "abs": "https://arxiv.org/abs/2511.07579", "authors": ["Vishesh Sharma", "Gaurav Gautam", "Poonam Yadav", "Chin-Wei Wang", "Kaya Wei", "N. P. Lalla", "Theo Siegrist", "Shivani Sharma"], "title": "Magnetic structure evolution and magnetoelastic coupling across the spin reorientation transition in TmCrO3", "comment": "17 pages, 8 figures", "summary": "We present a comprehensive study of the magnetic structure evolution across the spin reorientation transition in orthorhombic (Pnma) TmCrO3. Magnetic susceptibility reveals canted antiferromagnetic (CAFM) ordering at T_N = 125 K, two compensation points (T_comp1 and T_comp2), followed by magnetization reversal with a magnetic susceptibility minimum between T_comp1 and T_comp2. Heat capacity shows a sharp lambda-type transition at T_N, associated with the long-range antiferromagnetic ordering of Cr, followed by a broad feature near 9 K. Neutron powder diffraction (NPD) establishes the Pn'm'a (Gamma2) magnetic structure below T_N. A gradual change in magnetic structure occurs during the spin-reorientation (SRO) transition below 30 K, where the magnetic symmetry transforms from Pn'm'a (Gamma2) to Pn'ma' (Gamma4) phase. However, below the SRO, neither Gamma2 nor Gamma4 alone adequately fit the intensity of magnetic reflections. A satisfactory refinement is achieved using the monoclinic subgroup P21'/c', derived from a combination of Gamma2 and Gamma4. The gradual SRO of Tm and Cr moments across the compensation regime is consistent with the magnetic symmetry P21'/c'. Furthermore, the ordered moments of Cr and Tm in TmCrO3 exhibit a complex, non-monotonic temperature dependence, with the Tm sublattice driving the spin-reorientation transition near the compensation point. Anomalies in the lattice parameters reveal strong magnetoelastic coupling, linking structural distortions to the SRO."}
{"id": "2511.08148", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.08148", "abs": "https://arxiv.org/abs/2511.08148", "authors": ["Johannes Schmuck", "Björn Sinz", "Nina Pettinger", "Sergey Zherebtsov", "Alexander W. Holleitner"], "title": "Carrier-envelope phase control of ultrafast photocurrents in layered MoS$_2$", "comment": "15 pages, 12 figures", "summary": "We demonstrate carrier-envelope-phase (CEP)-controlled photocurrents in mono-, bi-, and tri-layer MoS$_2$ driven by few-cycle laser pulses. The photocurrent in the two-terminal devices scales quadratically with the field amplitude, indicating perturbative carrier dynamics in the weak-field regime distinct from strong-field tunnelling. Our results extend light-field-sensitive current control from bulk dielectrics, semiconductors, and graphene to two-dimensional transition-metal dichalcogenides, highlighting their potential for electric-field sensitive optoelectronics."}
{"id": "2511.07992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.07992", "abs": "https://arxiv.org/abs/2511.07992", "authors": ["M. V. Pugachev", "A. E. Borisov", "A. V. Shupletsov", "V. O. Sakhin", "E. F. Kukovitsky", "A. Yu. Kuntsevich"], "title": "High and Magnetic-field-dependent Surface Carriers Mobility in 3D Topological Insulators without Bulk States", "comment": "Main: 7 pages, 4 figures. Supplementary: 2 pages, 4 figures", "summary": "By applying the conventional two-liquid model to the magnetoresistivity tensor, we reveal a record-high carrier mobility for surface states in tetradymite topological insulators ($\\sim$ 20000 cm$^2$/Vs) in both bulk crystals and thin flakes of Sn-Bi$_{1.1}$Sb$_{0.9}$Te$_2$S. Bulk crystals of this 3D topological insulator exhibit a transition from bulk to surface-dominated conductivity below 100 K, whereas in thin flakes, bulk conductivity is suppressed at even higher temperatures. Our data therefore suggest that a key ingredient for elevated mobility is the absence of bulk carriers at the Fermi level. A fingerprint of the high-mobility carriers, i.e a steep low-field magnetoresistance along with a strong Hall effect nonlinearity below 1 T, signifies the presence of at least two surface-related carrier species, even when bulk states are frozen out. To explain the magnetoresistance and the Hall effect in a wider range of magnetic fields ($>1$ T), one must assume that the carrier mobility drops with the field. The influence of Zeeman splitting on mobility and the contribution of anomalous Hall conductivity provide a much better description of the magnetoresistance and the nonlinearity of the Hall coefficient. Our data call for a revision of the surface state mobility in 3D topological insulators."}
{"id": "2511.08161", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2511.08161", "abs": "https://arxiv.org/abs/2511.08161", "authors": ["Hyunsuk Hong", "Jae Sung Lee", "Hyunggyu Park"], "title": "Coherence enhanced by detrained oscillators: Breaking $π$-reflection symmetry", "comment": "15 pages, 5 figures. To appear in Chaos", "summary": "We study a generalized Kuramoto model in which each oscillator carries two coupled phase variables, representing a minimal swarmalator system. Assuming perfect correlation between the intrinsic frequencies associated with each phase variable, we identify a novel dynamic mode characterized by bounded oscillatory motion that breaks the $π$-reflection symmetry. This symmetry breaking enhances global coherence and gives rise to a non-trivial mixed state, marked by distinct degrees of ordering in each variable. Numerical simulations confirm our analytic predictions for the full phase diagram, including the nature of transition. Our results reveal a fundamental mechanism through which detrained (dynamic) oscillators can promote global synchronization, offering broad insights into coupled dynamical systems beyond the classical Kuramoto paradigm."}
{"id": "2511.08166", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.08166", "abs": "https://arxiv.org/abs/2511.08166", "authors": ["Neetesh Dhakar", "Sunil Kumar"], "title": "Control of ultrafast excitonic shift current induced THz emission efficiency of layered MoS2 crystals", "comment": "6 pages including 4 figures", "summary": "Following the ultrafast photoexcitation of a semiconductor, it embodies competing dynamics among photocarriers, many-body transient states of highly energetic excitons, and electron-hole liquid. Here, we show that femtosecond optical pulse excitation induces transient excitonic shift current contributing to stronger THz emission from a single crystalline bulk MoS2 at low temperatures. The control of dominating excitonic shift current is elucidated from excitation density dependent experiments at varying temperatures. A strong decrease in the excitonic contribution beyond a critical fluence of 150microJ/cm^2 is observed at a very low temperature of 20K. This behavior suggests the formation of a new quantum condensate, i.e., the electron-hole liquid, in the regime when the exciton density is overwhelmingly large that the average spacing between exciton pairs is comparable to the exciton radius. Furthermore, the exciton density dependent THz emission at varying temperatures is consistent with the Varshni model and the crystal Debye temperature of 260K."}
{"id": "2511.08176", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08176", "abs": "https://arxiv.org/abs/2511.08176", "authors": ["Jan T. Weber", "Kristin Kliemt", "Sergey L. Bud'ko", "Paul C. Canfield", "Cornelius Krellner"], "title": "Growth-Controlled Twinning and Magnetic Anisotropy in CeSb$_2$", "comment": "14 pages, 8 figures in main paper, 7 figures in appendix", "summary": "Cerium diantimonide (CeSb$_2$) is a layered heavy-fermion Kondo lattice material that hosts complex magnetism and pressure-induced superconductivity. The interpretation of its in-plane anisotropy has remained unsettled due to structural twinning, which superimposes orthogonal magnetic responses. Here we combine controlled crystal growth with magnetization and rotational magnetometry to disentangle the effects of twinning. Nearly untwinned high-quality single crystals reveal the intrinsic in-plane anisotropy: the in-plane easy axis saturates at $M_{\\text{easy}}(4~\\text{T}) \\approx 1.8~μ_{\\text{B}}$/Ce, while the in-plane hard axis magnetization is strongly suppressed, nearly linear, and comparable to the out-of-plane response. These results resolve long-standing discrepancies in reported magnetic measurements, in which in-plane metamagnetic transition fields and saturation magnetization varied significantly across previous studies. Growth experiments demonstrate that avoiding the proposed $α$-$β$ structural transition $-$ through Sb-rich flux and slower cooling $-$ systematically reduces twinning. However, powder X-ray diffraction and differential thermal analysis measurements show no clear evidence of a distinct $β$ phase. Our results establish a consistent magnetic phase diagram and provide essential constraints for crystal-electric field models, enabling a clearer understanding of the interplay between anisotropic magnetism and unconventional superconductivity in CeSb$_2$."}
{"id": "2511.08179", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08179", "abs": "https://arxiv.org/abs/2511.08179", "authors": ["Achille Mauri", "Siebe Roose", "Frédéric Mila"], "title": "Non-linear spin wave theory in the strong easy-axis limit of the triangular XXZ model", "comment": "25 pages, 12 figures", "summary": "Motivated by recent experimental studies, we investigate the spectrum of the nearest-neighbour triangular XXZ model within the $1/S$ expansion, in the limit in which the exchange couplings present a strong easy-axis anisotropy $J_{xy}/J_{zz} \\ll 1$. We show that in the limit in which $1/S \\to 0$ and $J_{xy} \\to 0$ at fixed $V = J_{zz}/(S J_{xy})$, the triangular spin model can be reduced to an effective boson model with quartic interactions on the honeycomb lattice. This effective model interpolates between a spin-wave ($V \\to 0$) and a strong-coupling limit ($V \\to \\infty$), and encodes in a simple framework the regimes discussed by Kleine et al. [Z. Phys. B Condens. Matter 86, 405 (1992); 87, 103 (1992)]. For zero field, the classical ground state of the model presents an accidental degeneracy, which has a particularly simple form and which can be expressed in terms of a simple symmetry of the classical energy. The model thus offers a particularly transparent realization of a theory with quantum order-by-disorder and a pseudo-Goldstone mode. We analyze the spectrum at zero magnetic field by calculating the self-energy at one-loop order, using a self-consistent renormalization of the gap and the energy scale. Within the self-consistent approximation considered here, the corrections present a complex evolution as a function of $V$. We discuss the one-loop corrections in comparison with the spectrum observed experimentally in K$_{2}$Co(SeO$_{3}$)$_{2}$."}
{"id": "2511.08187", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2511.08187", "abs": "https://arxiv.org/abs/2511.08187", "authors": ["Oguz Umut Salman", "Aylin Ahadi", "Lev Truskinovsky"], "title": "Quasi-amorphous crystal", "comment": null, "summary": "Brittle plastic yielding is a salient feature of well-annealed glassy materials. Here we show that the same behavior is characteristic of perfect crystals after they experience mechanically driven elastic instability leading to massive nucleation of dislocations. We argue that such 'preparation' effectively converts an atomic configuration from crystalline to quasi-amorphous. To understand the nature of the subsequent mechanical response, which is reminiscent of quasi-brittle yielding we study an athermal model 2D crystal subjected to quasistatic loading. We show that the intermittent pre- and post-yield dislocation avalanches exhibit power law statistics with matching exponents. The computed value of these exponents is indicative of marginal stability."}
{"id": "2511.08249", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08249", "abs": "https://arxiv.org/abs/2511.08249", "authors": ["Tommaso Confalone", "Flavia Lo Sardo", "Yejin Lee", "Sanaz Shokri", "Giuseppe Serpico", "Alessandro Coppo", "Valerii M. Vinokur", "Luca Chirolli", "Valentina Brosco", "Uri Vool", "Domenico Montemurro", "Francesco Tafuri", "Golam Haider", "Kornelius Nielsch", "Nicola Poccia"], "title": "Cuprate Twistronics for Quantum Hardware", "comment": null, "summary": "Recent advances in the manipulation of complex oxide layers, particularly the fabrication of atomically thin cuprate superconducting films via molecular beam epitaxy, have revealed new ways in which nanoscale engineering can govern superconductivity and its interwoven electronic orders. In parallel, the creation of twisted cuprate heterostructures through cryogenic stacking techniques marks a pivotal step forward, exploiting cuprate superconductors to deepen our understanding of exotic quantum states and propel next-generation quantum technologies. This review explores over three decades of research in the emerging field of cuprate twistronics, examining both experimental breakthroughs and theoretical progress. It also highlights the methodologies poised to surmount the outstanding challenges in leveraging these complex quantum materials, underscoring their potential to expand the frontiers of quantum science and technology."}
{"id": "2511.08253", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08253", "abs": "https://arxiv.org/abs/2511.08253", "authors": ["F. Yang", "L. Q. Chen"], "title": "Ferroelectric Order and Enhanced Interfacial Superconductivity in Lightly-Doped Quantum Paraelectric KTa$_{1-x}$Nb$_x$O$_3$", "comment": null, "summary": "Ferroelectric quantum criticality in perovskite oxides offers a fertile ground for emergent collective phenomena. Here we develop a first-principles-inspired quantum-statistics-based theoretical analysis of the ferroelectric order and interfacial superconductivity in lightly-doped quantum paraelectric, niobium (Nb)-doped KTaO$_3$. We demonstrate that local distortions induced by the doped Nb atoms beyond its quantum critical composition induce a long-range ferroelectric order. The predicted dielectric properties quantitatively agree with the experimental measurements over the entire temperature range from the symmetry-broken ferroelectric phase across the phase transition to the paraelectric region. As the same soft phonon mode that governs dielectric behavior provides the essential pairing channel for interfacial superconductivity of KTaO$_3$, we predict a pronounced enhancement of this superconductivity on (111) surface when the system is tuned to its quantum-critical composition via Nb doping, providing a concrete avenue for experimental verification. This finding establishes ferroelectric quantum criticality as a unique design principle for engineering enhanced superconductivity and discovering emergent quantum phases in polar oxide heterostructures, explicitly suggesting that similar materials-tuning strategies (e.g., epitaxial strain) could be exploited to enhance superconductivity in quantum paraelectric systems."}
{"id": "2511.08264", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08264", "abs": "https://arxiv.org/abs/2511.08264", "authors": ["Hassan Ataalite", "Jiri Houska", "Deepika Thakur", "Michaela Cervena", "Petr Zeman"], "title": "Effect of W in Cu-Zr-W thin films: Molecular dynamics simulations and experimental verification", "comment": null, "summary": "We investigate the effects of W incorporation into Cu-Zr thin film metallic glasses using molecular dynamics (MD) simulations combined with magnetron sputtering. All studies are carried out in the whole range of W concentrations (0 to 100 at. %) and the MD studies also in a wide range of incident energies (1 to 500 eV) and deposition angles (0 to 60°). Calculated X-ray diffractograms, packing factor, short-range order (bonding fractions and coordination numbers), medium-range order (network ring and common neighbor statistics) and stress are correlated with measured X-ray diffractograms and properties (hardness, hardness/Young's modulus ratio and elastic recovery). The simulations explain the experimental results at the atomic level and provide a lot of information that is not available experimentally. Special attention is paid to non-monotonic dependencies on the elemental composition and incident energy. Collectively, the results explain the role of W in modifying the structure and improving the mechanical performance of Cu-Zr metallic glasses, predict optimum compositions which maximize some of the mechanical properties, and contribute to the development of advanced materials for various applications."}
{"id": "2511.08324", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08324", "abs": "https://arxiv.org/abs/2511.08324", "authors": ["Pier Luigi Silvestrelli", "S. Subashchandrabose", "Alberto Ambrosetti", "Maria Clelia Righi"], "title": "Sliding properties of Transition Metal Dichalcogenide bilayers", "comment": null, "summary": "Transition-metal dichalcogenides (TMDs) are valuable as solid lubricants because of their layered structure, which allows for easy shearing along the basal planes. Using Density Functional Theory (DFT) we conducted a first-principles study of the sliding properties of several TMD bilayers: MoS$_2$, MoTe$_2$, WS$_2$, WSe$_2$, VS$_2$, VSe$_2$, TaS$_2$, TaSe$_2$, TiS$_2$, TiSe$_2$, HfS$_2$, ZrS$_2$, MoS$_2$WS$_2$, MoS$_2$VS$_2$. Given the crucial role of van der Waals (vdW) interactions in accurately describing the interlayer interactions in TMD bilayers, we employed vdW-corrected DFT functionals. Our research confirms the dominance of vdW effects by estimating the fraction of interlayer binding energy attributable to these interactions. We also examined how the choice of different vdW-corrected DFT functionals might influence quantitative results. Using MoS$_2$ as a reference TMD bilayer system, we found that most other TMD bilayers studied exhibit stronger interlayer bonds and greater corrugation. However, TiSe$_2$ shows a profile similar to MoS$_2$, while, interestingly, TiS$_2$, VS$_2$, and ZrS$_2$ are characterized by weaker bonding and lower corrugation than MoS$_2$. We explored relationships between various properties of TMD bilayers, with a particular focus on potential connections between tribological and electronic properties often characteristic of solid interfaces. To this end, we evaluated adhesion energies, work of separation, charge density redistributions in interface regions, differential charge densities, and corrugation. While corrugation and thus resistance to sliding generally tends to increase with the size of the chalcogen element and is typically proportional to the adhesion energy, the relationships between other structural, energetic, and electronic properties do not follow a single, well-defined trend."}
{"id": "2511.08330", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.08330", "abs": "https://arxiv.org/abs/2511.08330", "authors": ["Nicholas Taormina", "Emir Bilgili", "Jason Gibson", "Richard Hennig", "Simon Phillpot", "Youping Chen"], "title": "Machine-learning interatomic potential for AlN for epitaxial simulation", "comment": "27 pages, 10 figures. Submitted to Computational Materials Science", "summary": "A machine learned interatomic potential for AlN was developed using the ultra-fast force field (UF3) methodology. A strong agreement with density functional theory calculations in predicting key structural and mechanical properties, including lattice constants, elastic constants, cohesive energy, and surface energies has been demonstrated. The potential was also shown to accurately reproduce the experimentally observed atomic core structure of edge dislocations. Most significantly, it reproduced the experimentally observed wurtzite crystal structure in the overlayer during homoepitaxial growth of AlN on wurtzite AlN, something that prior potentials failed to achieve. Additionally, the potential reproduced the experimentally observed layer-by-layer growth mode in the epilayer. The combination of accuracy, transferability, and computational speed afforded by the UF3 framework thus makes large-scale, atomistic simulations of epitaxial growth of AlN feasible."}
{"id": "2511.08342", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08342", "abs": "https://arxiv.org/abs/2511.08342", "authors": ["Linus Aliani", "Viktoriia Kornich"], "title": "Cooling of electrons via superconducting tunnel junctions and their arrays exhibiting nodal lines", "comment": null, "summary": "We study theoretically a process of cooling electrons using a superconducting tunnel junction with a $π$ phase difference and a usual insulator or a ferroelectric in-between, and an array of such junctions with ferroelectric layers in-between. These setups have a complex structure of entropy due to nodal lines, where the density of states can be divergent or larger than for a free electron gas at a chemical potential level. We consider a small current running from the bath of electrons through the setup, where electrons have to have higher entropy, and thus remove heat from the bath."}
{"id": "2511.08350", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08350", "abs": "https://arxiv.org/abs/2511.08350", "authors": ["Grace Guinan", "Michelle A. Smeaton", "Brian C. Wyatt", "Steven Goldy", "Hilary Egan", "Andrew Glaws", "Garritt J. Tucker", "Babak Anasori", "Steven R. Spurgeon"], "title": "Revealing the Hidden Third Dimension of Point Defects in Two-Dimensional MXenes", "comment": "38 pages, 13 figures", "summary": "Point defects govern many important functional properties of two-dimensional (2D) materials. However, resolving the three-dimensional (3D) arrangement of these defects in multi-layer 2D materials remains a fundamental challenge, hindering rational defect engineering. Here, we overcome this limitation using an artificial intelligence-guided electron microscopy workflow to map the 3D topology and clustering of atomic vacancies in Ti$_3$C$_2$T$_X$ MXene. Our approach reconstructs the 3D coordinates of vacancies across hundreds of thousands of lattice sites, generating robust statistical insight into their distribution that can be correlated with specific synthesis pathways. This large-scale data enables us to classify a hierarchy of defect structures--from isolated vacancies to nanopores--revealing their preferred formation and interaction mechanisms, as corroborated by molecular dynamics simulations. This work provides a generalizable framework for understanding and ultimately controlling point defects across large volumes, paving the way for the rational design of defect-engineered functional 2D materials."}
{"id": "2511.08357", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08357", "abs": "https://arxiv.org/abs/2511.08357", "authors": ["Hannah Bendin", "Alexander Mook", "Ingrid Mertig", "Robin R. Neumann"], "title": "D-Wave Phonon Angular Momentum Texture in Altermagnets by Magnon-Phonon-Hybridization", "comment": "Supplementary Material available under \"Ancillary files\"", "summary": "In altermagnets, the magnon bands are anisotropically spin-split in reciprocal space without relativistic or dipolar spin-spin interactions. In this work, we theoretically study magnons and phonons coupled by spin-lattice interaction in a two-dimensional square-lattice $d$-wave altermagnet. We show that phonon-chirality-selective magnon-phonon hybridization can be caused by interfacial Dzyaloshinskii-Moriya interaction leading to the emergence of hybrid quasiparticles that possess finite phonon angular momentum. These hybrid quasiparticles are called magnon polarons and consist of spin-polarized magnons and chiral phonons. Their phonon angular momentum texture follows the $d$-wave character of the magnon spin texture opening up the possibility of phononic counterparts to the electronic response effects in altermagnets, such as a \\emph{phonon angular momentum splitter effect}, i.e., the generation of a transverse phonon angular momentum current induced by a temperature gradient -- the bosonic analogue of the spin-splitter effect."}
{"id": "2511.08424", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08424", "abs": "https://arxiv.org/abs/2511.08424", "authors": ["Evgeniya Kabliman", "Gabriel Kronberger"], "title": "Identification of Empirical Constitutive Models for Age-Hardenable Aluminium Alloy and High-Chromium Martensitic Steel Using Symbolic Regression", "comment": "Accepted for publication in Special Issue on Symbolic Regression of the Philosphical Transactions of the Royal Society - Part A", "summary": "Process-structure-property relationships are fundamental in materials science and engineering and are key to the development of new and improved materials. Symbolic regression serves as a powerful tool for uncovering mathematical models that describe these relationships. It can automatically generate equations to predict material behaviour under specific manufacturing conditions and optimize performance characteristics such as strength and elasticity.\n  The present work illustrates how symbolic regression can derive constitutive models that describe the behaviour of various metallic alloys during plastic deformation. Constitutive modelling is a mathematical framework for understanding the relationship between stress and strain in materials under different loading conditions. In this study, two materials (age-hardenable aluminium alloy and high-chromium martensitic steel) and two different testing methods (compression and tension) are considered to obtain the required stress-strain data. The results highlight the benefits of using symbolic regression while also discussing potential challenges."}
{"id": "2511.08426", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08426", "abs": "https://arxiv.org/abs/2511.08426", "authors": ["Varun Rajeev Pavizhakumari", "Thomas Olsen"], "title": "Critical temperatures of two dimensional magnets beyond linear spin wave theory: application to CrI$_3$, MPS$_3$ (M=Ni, Mn, Fe) and CrSBr", "comment": "14 pages, 3 figures", "summary": "Magnetic anisotropy is crucial for sustaining long range magnetic order in two-dimensional materials (2D) and must be taken into account by any approximate scheme for calculating critical temperatures. While 2D ferromagnets have received significant attention with regard to predicting Curie temperatures, the treatment of 2D anti-ferromagnetism has largely been restricted to classical approaches, which typically underestimate Néel temperatures. The concept of anti-ferromagnetism can be regarded as a special case of single-$Q$ magnetic order, and for such systems the critical temperature can be calculated from the magnon dispersion using either Holstein-Primakoff (HP) bosonization or Green's function-based Random Phase Approximation (RPA). Here, we study the effects of single-ion anisotropy in general single-$Q$ systems in both the HP and RPA methods. In the case of RPA, we generalize the approach to include the Callen Decoupling (CD) correction, which has previously been shown to yield good agreement with experimental Curie temperatures for 2D ferromagnets. We compare the calculated critical temperatures of CrI$_3$ (uniaxial ferromagnet), MPS$_3$ (M=Ni, Mn, Fe) (uniaxial anti-ferromagnets) and CrSBr (triaxial ferromagnet) monolayers with experimental values and find that the Green's function-based methods are much more reliable than HP and that the CD decoupling appears to be more accurate than RPA if the single-ion anisotropy is large."}
{"id": "2511.08442", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08442", "abs": "https://arxiv.org/abs/2511.08442", "authors": ["Xiao-jing Gao", "Yanfeng Ge", "Yan Gao"], "title": "Porous-B$_{18}$: An Ideal Topological Semimetal with Symmetry-Enforced Orthogonal Nodal-Line and Nodal-Surface States", "comment": "4 figures", "summary": "Topological semimetals (TSMs) featuring symmetry-protected band degeneracies have attracted considerable attention due to their exotic quantum properties and potential applications. While nodal line (NL) and nodal surface (NS) semimetals have been extensively studied, the realization of a material where both NL and NS coexist and are intertwined, particularly with an ideal electronic band structure, remains a significant challenge. Here, we predict via first-principles calculations and symmetry analysis a metastable boron allotrope, Porous-B$_{18}$ (space group $P6_3/m$, No.~176), as a pristine TSM hosting a NS and two straight NLs near the Fermi level. The structure, a honeycomb-like porous 3D framework, exhibits excellent dynamical, thermal (stable up to 1000~K), and mechanical stability. Its electronic band structure is remarkably clean: only the highest valence band (HVB) and the lowest conduction band (LCB) cross linearly within a large energy window of 1.84~eV, free from trivial-band interference. The nodal surface lies on the $k_z = \\pm π$ planes, protected by combined time-reversal symmetry ($T$) and twofold screw-rotational symmetry ($S_{2z}$), yielding a full-plane Kramers-like degeneracy. The two nodal lines along $K$--$H$ and $K'$--$H'$ are protected by inversion and time-reversal symmetries, carry a quantized Berry phase of $\\pm π$, and connect orthogonally to the nodal surface, forming an intertwined nodal network. Drumhead surface states on the $(1\\bar{1}0)$ surface further confirm the nontrivial topology. Porous-B$_{18}$ thus provides an ideal platform for investigating the interplay between nodal-line and nodal-surface fermions and exploring novel quantum transport phenomena."}
{"id": "2511.08449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08449", "abs": "https://arxiv.org/abs/2511.08449", "authors": ["Tianyi Wu", "Yiyang Zhang", "Zhu Fang", "Shuting Lei", "Xing Jin", "Shuiqing Li"], "title": "Synergetic Enhancement on Bulk and Grain Boundary Ionic Conduction of Mg Doped High-Entropy NASICON-Type Solid Electrolyte for Solid-State Na+ Batteries by Spray Flame Synthesis", "comment": "14 pages, 4 figures", "summary": "All-solid-state sodium batteries represent a promising next-generation energy storage technology, owing to cost-effectiveness and enhanced safety. Among solid electrolytes for solid-state sodium batteries, NASICON-structured Na3Zr2Si2PO12 has emerged as a predominant candidate. However, its widespread implementation remains limited by suboptimal ionic conductivity in both bulk and grain boundary regions. In this study, we demonstrate a novel approach utilizing swirling spray flame synthesis to produce Mg-doped NASICON solid electrolyte nanoparticles. This method facilitates efficient doping and homogeneous mixing for scalable production, resulting in core-shell non-NASICON structures with nano-scale high-entropy mixing. Notably, the atomic migration distances achieved by flame synthesis are significantly reduced compared to conventional solid-state reactions, thereby enabling reactive sintering to preserve high sinterability of nanoparticles during post-treatment processes. High-temperature sintering yields dense NASICON-structured solid electrolytes. Among those, Mg0.25NZSP exhibits an optimal ionic conductivity of 1.91 mS/cm at room temperature and an activation energy of 0.200 eV. The enhancement mechanism can be attributed to incorporation into the NASICON phase and formation of a secondary phase. The low-melting-point secondary phase significantly improves grain boundary contact to enhance grain boundary conductivity. The process achieves simultaneous enhancement of both bulk and grain boundary conduction through a single-step procedure. Comparative analysis of sintering temperatures and ionic conductivities among NASICON solid electrolytes synthesized via different methods demonstrates flame-synthesized nanoparticles offer superior performance and reduced post-treatment costs, owing to their exceptional nano-scale sinterability and uniform elemental distribution."}
{"id": "2511.08466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08466", "abs": "https://arxiv.org/abs/2511.08466", "authors": ["Sameia Zaman", "Joel Î-j. Wang", "Thomas Werkmeister", "Miuko Tanaka", "Thao Dinh", "Max Hays", "Daniel Rodan-Legrain", "Aranya Goswami", "Réouven Assouly", "Ahmet Kemal Demir", "David K. Kim", "Bethany M. Niedzielski", "Kyle Serniak", "Mollie E. Schwartz", "Kenji Watanabe", "Takashi Taniguchi", "Philip Kim", "Riccardo Comin", "Jeffrey A. Grover", "Terry P. Orlando", "Pablo Jarillo-Herrero", "William D. Oliver"], "title": "Kinetic Inductance of Few-Layer NbSe$_2$ in the Two-Dimensional Limit", "comment": null, "summary": "Van der Waals (vdW) superconductors remain superconducting down to the monolayer limit, enabling the exploration of emergent physical phenomena and functionality driven by reduced dimensionality. Here, we report the characterization of the kinetic inductance of atomically thin NbSe$_2$, a two-dimensional van der Waals superconductor, using superconducting coplanar waveguides and microwave measurement techniques familiar to circuit quantum electrodynamics (cQED). The kinetic inductance scales inversely with the number of NbSe$_2$ layers, reaching 1.2 nH/$\\Box$ in the monolayer limit. Furthermore, the measured kinetic inductance exhibits a thickness-dependent crossover from clean- to dirty-limit behavior, with enhanced dirty-limit contributions emerging in the ultra-thin regime. These effects are likely driven by increased surface scattering, multi-band superconductivity, and geometric confinement. Additionally, the self-Kerr nonlinearity of the NbSe$_2$ films ranges from $K/2π$ = -0.008 to -14.7 Hz/photon, indicating its strong potential in applications requiring compact, nearly linear, high-inductance superconducting quantum devices and detectors. The fabrication and characterization techniques demonstrated here are extensible to the investigation of other two-dimensional superconductors."}
{"id": "2511.08492", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08492", "abs": "https://arxiv.org/abs/2511.08492", "authors": ["Yaozu Tang", "Mazhar N. Ali", "Gerrit E. W. Bauer", "Yaroslav M. Blanter"], "title": "Polarization Controlled Supercurrent in Ferroelectric Josephson Junction", "comment": "8 pages, 6 figures", "summary": "Josephson junctions are essential devices in superconducting electronics and quantum computing hardware. Here we predict electrical control of the supercurrent in composite superconductor-insulator-ferroelectric-insulator-superconductor (S-I-FE-I-S) Josephson junctions. Inversion symmetry broken by unequal dielectric barrier thicknesses and/or potentials converts ferroelectric polarization reversal into a substantial change of the critical current. With a WKB tunneling model we obtain non-volatile switching of the critical current with on-off efficiency up to 0.9 for physically realistic parameters. This can be achieved by optimizing the thicknesses and potential barriers of the insulating layers, as well as the thickness and dielectric constant of the ferroelectric layer. We also derive a compact linear expression for the critical current valid for small polarizations. Our results identify ferroelectric Josephson junctions as electrically programmable superconducting current switches for cryogenic memory and logic applications."}
{"id": "2511.08511", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08511", "abs": "https://arxiv.org/abs/2511.08511", "authors": ["Zhipeng Xu", "Shengshan Qin", "Kun Jiang", "Jiangping Hu"], "title": "Interband pairing as the origin of the sublattice dichotomy in monolayer FeSe/SrTiO_3", "comment": "6+2 pages, 3 figures", "summary": "Sublattice dichotomy in monolayer FeSe/SrTiO$_3$, signaling the breaking of symmetries exchanging the two Fe sublattices, has recently been reported. We propose that interband pairing serves as the origin of this di- chotomy, regardless of whether the symmetry is broken in the normal state or in the pairing state. If symmetry breaking occurs in the normal state, the Fermi surfaces are sublattice-polarized, and the intersublattice d-wave pairing naturally acts as interband pairing, reproducing the observed dichotomy in the spectra. Alternatively, if symmetry breaking takes place in the pairing state, it manifests as the coexistence of intraband and interband pairing, with the constraint that interband pairings share the same sign while intraband pairings carry opposite signs. In both cases, interband pairing is indispensable, establishing it as a key ingredient for understanding superconductivity in monolayer FeSe/SrTiO$_3$."}
{"id": "2511.08540", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.08540", "abs": "https://arxiv.org/abs/2511.08540", "authors": ["Xiaolei Tong", "Pedram Yousefian", "Ziyi Wang", "Meenakshi A. Saravanan", "Rajeev Kumar Rai", "Giovanni Esteves", "Eric A. Stach", "Roy H. Olsson"], "title": "Low-Field Ferroelectricity in 10 nm AlBScN Thin Films", "comment": null, "summary": "Ferroelectric aluminum scandium nitride (Al1-xScxN, AlScN) offers CMOS-compatible integration but suffers from high coercive fields and leakage currents that hinder thickness scaling. Further reduction in thickness is essential for low-voltage embedded nonvolatile memory applications. Boron incorporation into AlScN (AlBScN) suppresses leakage current in films down to 40 nm, yet its ferroelectric characteristics in ultrathin films remains unexplored. This letter demonstrates robust ferroelectric switching in 10 nm sputtered AlBScN capacitors with a low coercive field and approximately two orders of magnitude lower leakage than AlScN. Notably, ferroelectric switching was observed at 2.2 MV/cm in capacitance-voltage measurements, and symmetric polarization reversal occurred near 4.6 MV/cm in positive-up-negative-down (PUND) measurements using 2 μs pulses. Moreover, Weibull analysis revealed a breakdown-to-coercive-field ratio (EBD/Ec) of ~2.2. These findings demonstrated AlBScN as a promising candidate for CMOS back-end-of-line (BEOL) compatible ferroelectric applications with improved energy consumption and reduced leakage current."}
{"id": "2511.08541", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08541", "abs": "https://arxiv.org/abs/2511.08541", "authors": ["David Barker", "Sebastian Lehmann", "Kimberly A. Dick", "Peter Samuelsson", "Ville Maisi", "Patrick P. Potts"], "title": "Information Thermodynamics in a Quantum Dot Szilard Engine - Experimentally Investigating Fluctuation Theorems and Thermodynamic Uncertainty Relations", "comment": null, "summary": "In Szilard's engine, measurement and feedback allows to extract work from an equilibrium environment, a process otherwise forbidden by the laws of thermodynamics. Recent theoretical developments have established fluctuation theorems and thermodynamic uncertainty relations that constrain the fluctuations in Szilard's engine. These relations rely on auxiliary experimental protocols known as backward experiments. Here, we experimentally investigate the thermodynamics of Szilard's engine by implementing two distinct types of backward experiments. We verify and compare the corresponding fluctuation theorems and thermodynamic uncertainty relations associated with each protocol. Our results reveal that the entropy production inferable from measurement may serve as a more relevant quantifier of information than the widely used mutual information."}
{"id": "2511.08584", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08584", "abs": "https://arxiv.org/abs/2511.08584", "authors": ["Oriana K. Diessel", "Subir Sachdev", "Pietro M. Bonetti"], "title": "Steady-states and response functions of the periodically driven O(N) scalar field theory", "comment": null, "summary": "We investigate the phase diagram of a relativistic, parametrically driven O($N$)-symmetric theory coupled to a Markovian thermal bath. Our analysis reveals a rich variety of phases, including both uniform and spatially modulated symmetry-broken states, some of which feature an order parameter oscillating at half the drive frequency. When coupled to a background electromagnetic potential, these phases exhibit a Meissner effect, in the sense that the photon acquires a mass term. However, if the order parameter oscillates around a sufficiently small value, a fraction of an externally applied magnetic field can penetrate the sample in the form of a standing wave. We dub this property a \\textit{Meissner polariton}, that is, a collective mode resulting from the hybridization of light with order parameter oscillations. Furthermore, near the onset of symmetry breaking, strong fluctuations give rise to a superconducting-like response even in the absence of a Meissner effect or of a Meissner polariton. Our results are relevant to experiments on light-induced orders, particularly superconductivity."}
