{"id": "2510.18963", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.18963", "abs": "https://arxiv.org/abs/2510.18963", "authors": ["Zekun Zhuang", "Daniel Shaffer", "Jaglul Hasan", "Alex Levchenko"], "title": "Helical phases and Bogoliubov Fermi surfaces probed by superconducting diode effects", "comment": "19 pages, 10 figures", "summary": "Noncentrosymmetric superconductors (NCSs) with Rashba spin-orbit coupling\n(SOC) and in-plane magnetic fields have emerged as natural platforms for\nrealizing both the bulk superconducting diode effect (SDE) and the Josephson\ndiode effect (JDE) - phenomena characterized by unequal critical currents in\nopposite directions due to the simultaneous breaking of time-reversal and\ninversion symmetries. Using the quasiclassical Eilenberger formalism, we\nsystematically investigate both the bulk SDE and the JDE in a clean NCS with\nRashba SOC and in-plane magnetic fields. For the bulk system, we find that the\ndiode efficiency can nominally approach its maximal value at the critical\nendpoint of the first-order Lifshitz transition between weak and strong helical\nphases featuring finite-momentum Cooper pairs, the latter marked by the\nemergence of Bogolyubov Fermi surfaces (BFSs). In a Josephson junction, we show\nthat finite-momentum pairing in the superconducting leads is the dominant\nmechanism behind the JDE in short junctions, whereas in long junctions it is\nprimarily governed by the Zeeman field in the normal region. In the\nlong-junction regime, the diode efficiency additionally oscillates between\npositive and negative values as a function of magnetic field at low fields,\nproviding a route toward a highly tunable Josephson diode. At higher fields,\nthe onset of BFSs in the strong helical phase leads to a sharp suppression of\nboth the JDE and the Josephson current when the current direction is aligned\nwith momenta along the BFS, resulting in strong anisotropy. We propose that\nthis anisotropy in the Josephson current offers an alternative method for\ndetecting BFSs, applicable to systems with or without a JDE."}
{"id": "2510.18926", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.18926", "abs": "https://arxiv.org/abs/2510.18926", "authors": ["Kelvin dos Santos Alves", "Rogerio Teixeira Cavalcanti"], "title": "Revisiting entropies: formal properties and connections between Boltzmann-Gibbs, Tsallis and Rényi", "comment": "In Portuguese", "summary": "The aim of the present paper is to present a careful and accessible\ndiscussion of the formal aspects of Boltzmann-Gibbs and Tsallis entropies. We\nbegin with a brief overview of Boltzmann-Gibbs entropy, highlighting its main\nproperties and the uniqueness theorems formulated by Shannon and Khinchin. Once\nthese foundational results are established, we introduce the framework of\nnonadditive statistical mechanics, defining Tsallis entropy, discussing its\nproperties and uniqueness theorem, and contrasting it with the results from\nadditive statistical mechanics. We also show that, in an appropriate limit, the\nBoltzmann-Gibbs results are recovered. The article concludes with a brief\ndiscussion of R\\'enyi entropy and its connections to the previously defined\nentropic forms."}
{"id": "2510.19313", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19313", "abs": "https://arxiv.org/abs/2510.19313", "authors": ["Zenghui Fan", "Runyu Ma", "Stefano Chesi", "Congjun Wu", "Tianxing Ma"], "title": "The Superconducting Transition due to the spontaneous Interlayer Loop Current fluctuations", "comment": "MAIN TEXT: 7 pages, 5 figures; SUPPLEMENTARY MATERIALS(attached in\n  the end): 2 pages, 4 figures", "summary": "Loop currents, as an orbital magnetism, have been proposed as a possible\nfluctuation mechanism for superconducting pairing, which always remains\nelusive. Here, we investigate the role of an interlayer loop current\nfluctuation in mediating superconductivity using an unbiased bilayer\n$t-J_{\\perp}-V$ model via sign-problem-free projector quantum Monte Carlo\nsimulations. The model spontaneously generates the interlayer loop current by\nbreaking time-reversal and translational symmetries, favored by interlayer\nCoulomb repusion. With hole doping, the loop current is rapidly suppressed,\nwhile its fluctuations give rise to an interlayer $s$-wave superconductivity.\nOur results establish a phase diagram to demonstrate a superconducting\ntransition due to the interlayer loop current fluctuations. It also provides\npossible insights into some physics related to bilayer nickelates, with which\nit shares a similar structure and a large interlayer spin exchange."}
{"id": "2510.18954", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18954", "abs": "https://arxiv.org/abs/2510.18954", "authors": ["Sogoud Sherif", "Prakash Sharma", "Aman Kumar", "Hitesh J. Changlani"], "title": "Haerter-Shastry kinetic magnetism and metallicity in the triangular Hubbard model", "comment": "14 pages, 11 figures, 4 appendices, Comments welcome", "summary": "The fermionic Hubbard model, when combined with the ingredient of\nfrustration, associated with the breaking of particle-hole symmetry, harbors a\nrich phase diagram. Aspects of theoretical findings associated with the nature\nof magnetism and metallicity, in a diverse set of parameter regimes, are now\nbeing actively investigated in triangular Hubbard cold atom and solid-state\n(moir\\'e) based emulators. Building on the theoretical work of Haerter and\nShastry [Phys. Rev. Lett. 95,087202 (2005)], we explore the impact of\nkinetically frustrated magnetism, a phenomenon where antiferromagnetic order\nemerges without any underlying magnetic interactions, at finite hole density.\nWe numerically study the infinite-$U$ triangular Hubbard model using the\ndensity matrix renormalization group algorithm and estimate the extent of\nstability of the kinetically induced $120^{\\circ}$ antiferromagnetic state to\nhole doping. Beyond the Haerter-Shastry regime, we find an intermediate phase\nwith multimer (involving multiple correlated spins) stripes that eventually\ngives way to a paramagnet. We also find evidence of gapless charge excitations\n(metallicity) throughout the phase diagram for finite hole density. We discuss\nthe implications at large, but finite and realistic values of $U/t$, and\ninvestigate whether kinetic magnetism and superexchange collaborate or compete."}
{"id": "2510.19736", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19736", "abs": "https://arxiv.org/abs/2510.19736", "authors": ["Che-hsuan Ku", "Omargeldi Atanov", "King Yau Yip", "Wenyan Wang", "Siu Tung Lam", "Jiayu Zeng", "Wei Zhang", "Zheyu Wang", "Lingfei Wang", "Tsz Fung Poon", "Rolf Lortz", "Swee K. Goh"], "title": "Point-contact Andreev reflection spectroscopy of layered superconductors with device-integrated diamond anvil cells", "comment": "8 pages, 7 figures, Editor's Pick", "summary": "Superconductors that can be mechanically exfoliated are an interesting\nplatform for exploring superconducting properties tuned by layer thickness.\nThese layered superconductors are also expected to exhibit sensitivity to\napplied pressure. While pressure has been demonstrated to be an effective way\nof tuning bulk superconductors, analogous studies on superconducting thin\nflakes have been limited due to technical challenges. In particular,\nspectroscopic measurements under pressure remain insufficiently explored. In\nthis work, we functionalized the diamond anvil cell technique for point-contact\nAndreev reflection spectroscopy (PCAR) measurement on thin-flake materials\nunder pressure, offering the opportunity to obtain spectroscopic information on\nsuperconductivity. To validate the feasibility of this method, we have\nconducted PCAR measurements on iron-selenide thin flakes to extract\ntemperature-dependent superconducting gap values under ambient and high\npressure. Combine with the proven magnetotransport capability, our method\nprovides a conceptually simple tool for a detailed examination of thin-flake\nsuperconductors under pressure."}
{"id": "2510.18963", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.18963", "abs": "https://arxiv.org/abs/2510.18963", "authors": ["Zekun Zhuang", "Daniel Shaffer", "Jaglul Hasan", "Alex Levchenko"], "title": "Helical phases and Bogoliubov Fermi surfaces probed by superconducting diode effects", "comment": "19 pages, 10 figures", "summary": "Noncentrosymmetric superconductors (NCSs) with Rashba spin-orbit coupling\n(SOC) and in-plane magnetic fields have emerged as natural platforms for\nrealizing both the bulk superconducting diode effect (SDE) and the Josephson\ndiode effect (JDE) - phenomena characterized by unequal critical currents in\nopposite directions due to the simultaneous breaking of time-reversal and\ninversion symmetries. Using the quasiclassical Eilenberger formalism, we\nsystematically investigate both the bulk SDE and the JDE in a clean NCS with\nRashba SOC and in-plane magnetic fields. For the bulk system, we find that the\ndiode efficiency can nominally approach its maximal value at the critical\nendpoint of the first-order Lifshitz transition between weak and strong helical\nphases featuring finite-momentum Cooper pairs, the latter marked by the\nemergence of Bogolyubov Fermi surfaces (BFSs). In a Josephson junction, we show\nthat finite-momentum pairing in the superconducting leads is the dominant\nmechanism behind the JDE in short junctions, whereas in long junctions it is\nprimarily governed by the Zeeman field in the normal region. In the\nlong-junction regime, the diode efficiency additionally oscillates between\npositive and negative values as a function of magnetic field at low fields,\nproviding a route toward a highly tunable Josephson diode. At higher fields,\nthe onset of BFSs in the strong helical phase leads to a sharp suppression of\nboth the JDE and the Josephson current when the current direction is aligned\nwith momenta along the BFS, resulting in strong anisotropy. We propose that\nthis anisotropy in the Josephson current offers an alternative method for\ndetecting BFSs, applicable to systems with or without a JDE."}
{"id": "2510.19790", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19790", "abs": "https://arxiv.org/abs/2510.19790", "authors": ["Philippa Helen McGuinness", "Fabian Henssler", "Manex Alkorta", "Mark Joachim Graf von Westarp", "Artem Korshunov", "Alexei Bosak", "Daisuke Ishikawa", "Alfred Q. R. Baron", "Michael Merz", "Amir-Abbas Haghighirad", "Maia G. Vergniory", "Sofia-Michaela Souliou", "Rolf Heid", "Ion Errea", "Matthieu Le Tacon"], "title": "Soft Mode Origin of Charge Ordering in Superconducting Kagome CsV$_3$Sb$_5$", "comment": "25 pages, 5 figures", "summary": "Charge-density-wave (CDW) order and superconductivity coexist in the kagome\nmetals AV$_3$Sb$_5$ (A=K, Cs, Rb), raising fundamental questions about the\nmechanisms driving their intertwined phases. Here we combine high-resolution\ninelastic X-ray scattering with first-principles calculations to uncover the\norigin of CDW formation in CsV$_3$Sb$_5$. Guided by structure factor analysis,\nwe identify a soft phonon mode along the reciprocal M-L direction, with the\nstrongest effect at the L point, where the elastic scattering intensity also\ngrows most rapidly upon cooling. First-principles calculations incorporating\nlattice anharmonicity and electron-phonon coupling reproduce these observations\nand establish a soft-mode instability at the L point as the driving mechanism\nof CDW formation. Despite the weakly first-order character of the transition,\nour results unambiguously demonstrate that the CDW in CsV$_3$Sb$_5$ originates\nfrom a softened phonon, clarifying its microscopic origin and highlighting the\ncentral role of lattice dynamics in kagome metals."}
{"id": "2510.18973", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18973", "abs": "https://arxiv.org/abs/2510.18973", "authors": ["Toshihiro Sato", "Mengli Hu", "Ion Cosma Fulga", "Oleg Janson", "Jorge I. Facio", "Alessandro Stroppa", "Fakher F. Assaad", "Jeroen van den Brink"], "title": "Ferro-spinetic Altermagnets from Electronic Correlations", "comment": "7 pages, 6 figures, Supplemental Material", "summary": "Altermagnets are fully compensated collinear antiferromagnets that lack the\ncombined time-reversal and translation symmetry. Here we show that their\nsymmetry allows for a switchable ferro-spinetic polarization - the spin\nanalogue of ferroelectricity - in a direction dictated by the lattice symmetry.\nWe demonstrate this effect first in its purest form in an interacting\naltermagnetic fermion model, in which a many-body chiral symmetry forbids any\ncharge polarization. Our quantum Monte Carlo simulations reveal edge-localized,\nreversible spin accumulations fully consistent with this symmetry locking.\nBreaking the chiral symmetry releases the charge sector: a ferroelectric\npolarization emerges orthogonal to the ferro-spinetic one, yielding mutually\nperpendicular switchable spin- and charge-polarized responses. We identify\nMn-based metal-organic frameworks as realistic hosts for this effect, offering\na practical route for experimental verification."}
{"id": "2510.19029", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19029", "abs": "https://arxiv.org/abs/2510.19029", "authors": ["Ayan Chakravorty", "Surajit Adhikari", "Priya Johari"], "title": "Decoding optoelectronic behavior in X$_3$BI$_3$ antiperovskite derivatives through many-body perturbation theory", "comment": "10 pages, 4 figures, 4 tables", "summary": "Antiperovskite derivatives have emerged as promising candidates for\noptoelectronic applications. However, due to the significant computational\ncost, their excitonic and polaronic properties remain underexplored despite\nbeing critical for optoelectronic performance. Here, we present the structural,\nelectronic, optical, excitonic, and polaronic properties of a series of\nantiperovskite derivatives with the chemical formula X$_{3}$BI$_{3}$ (X = Ca,\nSr; B = P, As, Sb, Bi) using state-of-the-art first-principles calculations.\nAll the compounds exhibit direct bandgaps with G$_{0}$W$_{0}$@PBE bandgap\nranging from 2.42 to 3.02 eV, optimal for efficient light absorption with\nminimal energy loss. Exciton binding energies (0.258-0.318 eV) indicate\nmoderate Coulomb attraction, favoring exciton dissociation. Employing the\nFeynman polaron model, we established the polaronic properties, where weak to\nintermediate carrier-phonon coupling was observed, with polaron mobilities\nreaching values up to 37.19 cm$^{2}$V$^{-1}$s$^{-1}$. These properties\nestablish X$_{3}$BI$_{3}$ materials as viable candidates for next-generation\noptoelectronic devices."}
{"id": "2510.18954", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18954", "abs": "https://arxiv.org/abs/2510.18954", "authors": ["Sogoud Sherif", "Prakash Sharma", "Aman Kumar", "Hitesh J. Changlani"], "title": "Haerter-Shastry kinetic magnetism and metallicity in the triangular Hubbard model", "comment": "14 pages, 11 figures, 4 appendices, Comments welcome", "summary": "The fermionic Hubbard model, when combined with the ingredient of\nfrustration, associated with the breaking of particle-hole symmetry, harbors a\nrich phase diagram. Aspects of theoretical findings associated with the nature\nof magnetism and metallicity, in a diverse set of parameter regimes, are now\nbeing actively investigated in triangular Hubbard cold atom and solid-state\n(moir\\'e) based emulators. Building on the theoretical work of Haerter and\nShastry [Phys. Rev. Lett. 95,087202 (2005)], we explore the impact of\nkinetically frustrated magnetism, a phenomenon where antiferromagnetic order\nemerges without any underlying magnetic interactions, at finite hole density.\nWe numerically study the infinite-$U$ triangular Hubbard model using the\ndensity matrix renormalization group algorithm and estimate the extent of\nstability of the kinetically induced $120^{\\circ}$ antiferromagnetic state to\nhole doping. Beyond the Haerter-Shastry regime, we find an intermediate phase\nwith multimer (involving multiple correlated spins) stripes that eventually\ngives way to a paramagnet. We also find evidence of gapless charge excitations\n(metallicity) throughout the phase diagram for finite hole density. We discuss\nthe implications at large, but finite and realistic values of $U/t$, and\ninvestigate whether kinetic magnetism and superexchange collaborate or compete."}
{"id": "2510.18882", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2510.18882", "abs": "https://arxiv.org/abs/2510.18882", "authors": ["Tatsuki Saito", "Yuto Kikuchi", "Kuniharu Ushijima", "Kentaro Yaji"], "title": "Multi-scale topology optimization of porous heat sinks with voided lattice structure using a two-layer Darcy-Forchheimer model", "comment": "42 pages, 21 figures", "summary": "This study presents a topology optimization framework for the design of water\ncooled heat sinks that incorporate voided lattice structures, formulated using\na two-layer Darcy-Forchheimer model. Conventional porous heat sinks often\nsuffer from excessive pressure drops due to their intricate geometries, which\nlimit their practical applicability. To overcome this issue, the proposed\nmethod introduces an explicit representation of both void and porous regions,\ntogether with graded lattice density, within a multi-material optimization\nframework. The two-layer Darcy-Forchheimer model enables efficient\nreduced-order simulations, allowing direct consideration of the heterogeneous\nporous-void distribution during the optimization process. The optimized designs\nare reconstructed into full-scale lattice geometries and validated through\ncoupled thermo-fluid finite element analyses under fixed pressure-drop\nconditions. The results demonstrate that the voided lattice configurations\nsignificantly outperform conventional plate-fin and uniform lattice heat sinks,\nachieving approximately 20-30 percent higher maximum Nusselt numbers while\nmaintaining lower pressure losses."}
{"id": "2510.18900", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.18900", "abs": "https://arxiv.org/abs/2510.18900", "authors": ["Alexius Wadell", "Anoushka Bhutani", "Victor Azumah", "Austin R. Ellis-Mohr", "Celia Kelly", "Hancheng Zhao", "Anuj K. Nayak", "Kareem Hegazy", "Alexander Brace", "Hongyi Lin", "Murali Emani", "Venkatram Vishwanath", "Kevin Gering", "Melisa Alkan", "Tom Gibbs", "Jack Wells", "Lav R. Varshney", "Bharath Ramsundar", "Karthik Duraisamy", "Michael W. Mahoney", "Arvind Ramanathan", "Venkatasubramanian Viswanathan"], "title": "Foundation Models for Discovery and Exploration in Chemical Space", "comment": "Main manuscript: 28 pages (including references), 7 tables and 5\n  figures. Supplementary information: 91 pages (including references), 12\n  tables and 82 figures", "summary": "Accurate prediction of atomistic, thermodynamic, and kinetic properties from\nmolecular structures underpins materials innovation. Existing computational and\nexperimental approaches lack the scalability required to efficiently navigate\nchemical space. Scientific foundation models trained on large unlabeled\ndatasets offer a path toward exploring chemical space across diverse\napplication domains. Here we develop MIST, a family of molecular foundation\nmodels with up to an order of magnitude more parameters and data than prior\nworks. Trained using a novel tokenization scheme that comprehensively captures\nnuclear, electronic, and geometric information, MIST learns from a diverse\nrange of molecules. MIST models have been fine-tuned to predict more than 400\nstructure -- property relationships and match or exceed state-of-the-art\nperformance across benchmarks spanning physiology, electrochemistry, and\nquantum chemistry. We demonstrate the ability of these models to solve\nreal-world problems across chemical space, including multiobjective electrolyte\nsolvent screening, olfactory perception mapping, isotope half-life prediction,\nstereochemical reasoning for chiral organometallic compounds, and binary and\nmulti-component mixture property prediction. Probing MIST models using\nmechanistic interpretability methods reveals identifiable patterns and trends\nnot explicitly present in the training data, suggesting that the models learn\ngeneralizable scientific concepts. We formulate hyperparameter-penalized\nBayesian neural scaling laws and use them to reduce the computational cost of\nmodel development by an order of magnitude. The methods and findings presented\nhere represent a significant step toward accelerating materials discovery,\ndesign, and optimization using foundation models and provide valuable guidance\nfor training compute-optimal scientific foundation models."}
{"id": "2510.18926", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.18926", "abs": "https://arxiv.org/abs/2510.18926", "authors": ["Kelvin dos Santos Alves", "Rogerio Teixeira Cavalcanti"], "title": "Revisiting entropies: formal properties and connections between Boltzmann-Gibbs, Tsallis and Rényi", "comment": "In Portuguese", "summary": "The aim of the present paper is to present a careful and accessible\ndiscussion of the formal aspects of Boltzmann-Gibbs and Tsallis entropies. We\nbegin with a brief overview of Boltzmann-Gibbs entropy, highlighting its main\nproperties and the uniqueness theorems formulated by Shannon and Khinchin. Once\nthese foundational results are established, we introduce the framework of\nnonadditive statistical mechanics, defining Tsallis entropy, discussing its\nproperties and uniqueness theorem, and contrasting it with the results from\nadditive statistical mechanics. We also show that, in an appropriate limit, the\nBoltzmann-Gibbs results are recovered. The article concludes with a brief\ndiscussion of R\\'enyi entropy and its connections to the previously defined\nentropic forms."}
{"id": "2510.18974", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.18974", "abs": "https://arxiv.org/abs/2510.18974", "authors": ["Alexander Canright", "Deepak Iyer", "Matthew S. Foster"], "title": "Magnon scattering and transduction in Coulomb-coupled quantum Hall ferromagnets", "comment": "12 pages, 9 figures", "summary": "The magnetization field of a quantum Hall ferromagnet (QHFM) can host a\nvariety of spin textures, including skyrmions and magnons. When projected into\nthe lowest Landau level with $\\nu = 1$ filling, the topological (Pontryagin)\ncharge density of the magnetization field is proportional to the electric\ncharge density, allowing for long-range spin-spin interactions. Inspired by\nrecent experimental developments that enable all-electrical magnon generation\nand detection, in this work we theoretically demonstrate two phenomena that can\noccur due to Coulomb interactions that are unique to QHFMs: magnons can scatter\noff of point charges at a distance, and skyrmions can act as transmitters and\nreceivers for magnons to be transduced between separate layers of a bilayer\nQHFM. The latter Coulomb-mediated spin drag effect occurs at arbitrary distance\nand could facilitate long-range magnonics, such as detection of spin waves for\nfuture experiments in 2D materials."}
{"id": "2510.19083", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.19083", "abs": "https://arxiv.org/abs/2510.19083", "authors": ["Chen Lu", "Chuang Li", "Chao Cao", "Huiqiu Yuan", "Fu-Chun Zhang", "Lun-Hui Hu"], "title": "Inter-orbital spin-triplet superconductivity from altermagnetic fluctuations", "comment": "5 pages, 5 figures. Comments are welcome", "summary": "Altermagnetic (AM) fluctuations are a new class of collinear spin\nfluctuations whose role in mediating superconductivity faces a fundamental\ntension: their $\\Gamma$-point peak favors intra-orbital spin-triplet pairing,\nwhile their spin compensation favors inter-orbital singlets. Here, we\ndemonstrate that inversion-symmetry-broken AM fluctuations generically resolve\nthis competition in favor of spin-triplet pairing. As a proof of concept, we\nstudy a minimal two-orbital model with two van Hove singularities. The broken\ninversion symmetry induces momentum-orbital locking: the same orbital dominates\nat opposite momenta, enhancing the triplet channel. Crucially, a subdominant\nfluctuation channel arising from inter-van-Hove nesting provides an internal\nJosephson coupling that locks the phase difference between triplet pairs on\ndifferent orbitals. We find this coupling changes sign ($+$ to $-$) upon a\ncrossover from AM-dominant to ferromagnetic-dominant fluctuations. The\nresulting $\\pi$-phase difference manifests as a $\\tau_z$-type order parameter,\n$c_{k,1\\uparrow}c_{-k,1\\uparrow} - c_{k,2\\uparrow}c_{-k,2\\uparrow}$. Although\nintra-orbital in the original basis, its orbital-nontrivial character, as\nmanifested by its equivalence to inter-orbital pairing under rotation, defines\na general \\textit{inter-orbital spin-triplet superconductivity}. This state is\ndistinct from the $\\tau_0$-triplet pairing mediated by ferromagnetic\nfluctuations, as evidenced by the canceled intra-orbital supercurrent in a\nJosephson junction between them."}
{"id": "2510.18974", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.18974", "abs": "https://arxiv.org/abs/2510.18974", "authors": ["Alexander Canright", "Deepak Iyer", "Matthew S. Foster"], "title": "Magnon scattering and transduction in Coulomb-coupled quantum Hall ferromagnets", "comment": "12 pages, 9 figures", "summary": "The magnetization field of a quantum Hall ferromagnet (QHFM) can host a\nvariety of spin textures, including skyrmions and magnons. When projected into\nthe lowest Landau level with $\\nu = 1$ filling, the topological (Pontryagin)\ncharge density of the magnetization field is proportional to the electric\ncharge density, allowing for long-range spin-spin interactions. Inspired by\nrecent experimental developments that enable all-electrical magnon generation\nand detection, in this work we theoretically demonstrate two phenomena that can\noccur due to Coulomb interactions that are unique to QHFMs: magnons can scatter\noff of point charges at a distance, and skyrmions can act as transmitters and\nreceivers for magnons to be transduced between separate layers of a bilayer\nQHFM. The latter Coulomb-mediated spin drag effect occurs at arbitrary distance\nand could facilitate long-range magnonics, such as detection of spin waves for\nfuture experiments in 2D materials."}
{"id": "2510.19079", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19079", "abs": "https://arxiv.org/abs/2510.19079", "authors": ["Gabriel Elyas Gama Araujo", "Andreia Luisa da Rosa"], "title": "First-principles calculation of electronic and topological properties of low-dimensional tellurium", "comment": null, "summary": "We employ first-principles density-functional theory to investigate the\nstructural, thermodynamic, electronic, and topological properties of tellurium\nin its various dimensional forms: bulk trigonal tellurium (Te-I),\ntwo-dimensional (2D) monolayers $\\alpha$-Te, $\\beta$-Te and one-dimensional\nhelical nanowire (Te-h). A softening of the acoustic phonon modes is seen in\nmost of the 2D phases, suggesting a tendency to structural distortions or phase\ntransitions under small perturbations. The trigonal 3D Te-I structure is\ncharacterized as a narrow-gap semiconductor hosting Weyl nodes at high-symmetry\nlocations in the Brillouin zone, which is supported by the characteristic spin\ntexture seen in momentum space, where spins align radially, forming Berry\nmonopoles. This topological feature, along with the observation of Weyl phonons\nis attributed to inversion symmetry breaking and strong SOC. Ultrathin Te-h\nnanowires also exhibit signatures of Weyl nodes and presents a considerable\nenergy gap under SOC. On the other hand, the two-dimensional monolayers\n$\\alpha$-Te, $\\beta$-Te, are classified as topologically trivial, as indicated\nby their topological invariants, which arises from the preservation of both\nspatial inversion and time-reversal symmetries in these systems. The potential\nfor inducing topological phase transitions via external perturbations suggest\nthat these monolayers are promising candidates for engineered Weyl phases or\nother topological states. We demonstrate that tellurium and its low-dimensional\nderivatives are versatile materials that exhibit a broad range of electronic\nand phononic phenomena intrinsically linked to chirality and symmetry breaking.\nThe tunability of their electronic and topological properties places tellurium\nas a promising material platform for the exploration and application of Weyl\nphysics in next-generation electronic and optoelectronic technologies."}
{"id": "2510.18973", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18973", "abs": "https://arxiv.org/abs/2510.18973", "authors": ["Toshihiro Sato", "Mengli Hu", "Ion Cosma Fulga", "Oleg Janson", "Jorge I. Facio", "Alessandro Stroppa", "Fakher F. Assaad", "Jeroen van den Brink"], "title": "Ferro-spinetic Altermagnets from Electronic Correlations", "comment": "7 pages, 6 figures, Supplemental Material", "summary": "Altermagnets are fully compensated collinear antiferromagnets that lack the\ncombined time-reversal and translation symmetry. Here we show that their\nsymmetry allows for a switchable ferro-spinetic polarization - the spin\nanalogue of ferroelectricity - in a direction dictated by the lattice symmetry.\nWe demonstrate this effect first in its purest form in an interacting\naltermagnetic fermion model, in which a many-body chiral symmetry forbids any\ncharge polarization. Our quantum Monte Carlo simulations reveal edge-localized,\nreversible spin accumulations fully consistent with this symmetry locking.\nBreaking the chiral symmetry releases the charge sector: a ferroelectric\npolarization emerges orthogonal to the ferro-spinetic one, yielding mutually\nperpendicular switchable spin- and charge-polarized responses. We identify\nMn-based metal-organic frameworks as realistic hosts for this effect, offering\na practical route for experimental verification."}
{"id": "2510.19051", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.19051", "abs": "https://arxiv.org/abs/2510.19051", "authors": ["Matthias Busch", "Gregor Häfner", "Jiayu Xie", "Marius Tacke", "Marcus Müller", "Christian J. Cyron", "Roland C. Aydin"], "title": "Machine-learned domain partitioning for computationally efficient coupling of continuum and particle simulations of membrane fabrication", "comment": null, "summary": "All simulation approaches eventually face limits in computational scalability\nwhen applied to large spatiotemporal domains. This challenge becomes especially\napparent in molecular-level particle simulations, where high spatial and\ntemporal resolution leads to rapidly increasing computational demands. To\novercome these limitations, hybrid methods that combine simulations with\ndifferent levels of resolution offer a promising solution. In this context, we\npresent a machine learning-based decision model that dynamically selects\nbetween simulation methods at runtime. The model is built around a Multilayer\nperceptron (MLP) that predicts the expected discrepancy between particle and\ncontinuum simulation results, enabling the localized use of high-fidelity\nparticle simulations only where they are expected to add value. This concurrent\napproach is applied to the simulation of membrane fabrication processes, where\na particle simulation is coupled with a continuum model. This article describes\nthe architecture of the decision model and its integration into the simulation\nworkflow, enabling efficient, scalable, and adaptive multiscale simulations."}
{"id": "2510.18911", "categories": ["physics.chem-ph", "cs.AI"], "pdf": "https://arxiv.org/pdf/2510.18911", "abs": "https://arxiv.org/abs/2510.18911", "authors": ["Andrew J. Medford", "Todd N. Whittaker", "Bjarne Kreitz", "David W. Flaherty", "John R. Kitchin"], "title": "Prospects for Using Artificial Intelligence to Understand Intrinsic Kinetics of Heterogeneous Catalytic Reactions", "comment": "Submitted to \"Current Opinion in Chemical Engineering\" for peer\n  review", "summary": "Artificial intelligence (AI) is influencing heterogeneous catalysis research\nby accelerating simulations and materials discovery. A key frontier is\nintegrating AI with multiscale models and multimodal experiments to address the\n\"many-to-one\" challenge of linking intrinsic kinetics to observables. Advances\nin machine-learned force fields, microkinetics, and reactor modeling enable\nrapid exploration of chemical spaces, while operando and transient data provide\nunprecedented insight. Yet, inconsistent data quality and model complexity\nlimit mechanistic discovery. Generative and agentic AI can automate model\ngeneration, quantify uncertainty, and couple theory with experiment, realizing\n\"self-driving models\" that produce interpretable, reproducible, and\ntransferable understanding of catalytic systems."}
{"id": "2510.18992", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.18992", "abs": "https://arxiv.org/abs/2510.18992", "authors": ["Pavel Orlov", "Cheryne Jonay", "Tomaž Prosen"], "title": "Loop Charges and Fragmentation in Pairwise Difference Conserving Circuits", "comment": "10 pages, 10 figures", "summary": "In this work, we introduce a broad class of circuits, or quantum cellular\nautomata, which we call 'pairwise-difference-conserving circuits' (PDC). These\nmodels are characterized by local gates that preserve the pairwise difference\nof local operators (e.g. particle number). Such circuits can be de- fined on\narbitrary graphs in arbitrary dimensions for both quantum and classical degrees\nof freedom. A key consequence of the PDC construction is the emergence of an\nextensive set of loop charges associated with closed walks of even length on\nthe graph. These charges exhibit a one-dimensional character reminiscent of\n1-form symmetries and lead to strong Hilbert-space fragmentation. As a case\nstudy, we analyze a quasi one-dimensional ladder geometry, where we\ncharacterize all dynam- ically disconnected sectors by the loop-charge\nsymmetries, providing a complete decomposition of the Hilbert space. For the\nladder geometry, we observe clear signatures of nonergodic dynamics even within\nthe largest symmetry sector."}
{"id": "2510.19063", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19063", "abs": "https://arxiv.org/abs/2510.19063", "authors": ["J. Bemis", "F. Wunderwald", "U. Schroeder", "X. Xu", "A. Gruverman", "R. Proksch"], "title": "iDART: Interferometric Dual-AC Resonance Tracking nano-electromechanical mapping", "comment": null, "summary": "Piezoresponse force microscopy (PFM) has established itself as a very\nsuccessful and reliable imaging and spectroscopic tool for measuring a wide\nvariety of nanoscale electromechanical functionalities. Quantitative imaging of\nnanoscale electromechanical phenomena requires high sensitivity while avoiding\nartifacts induced by large drive biases. Conventional PFM often relies on high\nvoltages to overcome optical detection noise, leading to various non-ideal\neffects including electrostatic crosstalk, Joule heating, and tip-induced\nswitching. To mitigate this situation, we introduce interferometrically\ndetected, resonance-enhanced dual AC resonance tracking (iDART), which combines\nfemtometer-scale displacement sensitivity of quadrature phase differential\ninterferometry with contact resonance amplification. Through this combination,\niDART achieves 10x or greater signal-to-noise improvement over current state of\nthe art PFM approaches including both single frequency interferometric PFM or\nconventional, resonance enhanced PFM using optical beam detection. In this\nwork, we demonstrate a >10x improvement of imaging sensitivity on PZT and\nY-HfO. Switching spectroscopy shows similar improvements, where further\ndemonstrates reliable hysteresis loops at small biases, mitigating\nnonlinearities and device failures that can occur at higher excitation\namplitudes. These results position iDART as a powerful approach for probing\nconventional ferroelectrics with extremely high signal to noise down to weak\npiezoelectric systems, extending functional imaging capabilities to thin films,\n2D ferroelectrics, beyond-CMOS technologies and bio-materials."}
{"id": "2510.18992", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.18992", "abs": "https://arxiv.org/abs/2510.18992", "authors": ["Pavel Orlov", "Cheryne Jonay", "Tomaž Prosen"], "title": "Loop Charges and Fragmentation in Pairwise Difference Conserving Circuits", "comment": "10 pages, 10 figures", "summary": "In this work, we introduce a broad class of circuits, or quantum cellular\nautomata, which we call 'pairwise-difference-conserving circuits' (PDC). These\nmodels are characterized by local gates that preserve the pairwise difference\nof local operators (e.g. particle number). Such circuits can be de- fined on\narbitrary graphs in arbitrary dimensions for both quantum and classical degrees\nof freedom. A key consequence of the PDC construction is the emergence of an\nextensive set of loop charges associated with closed walks of even length on\nthe graph. These charges exhibit a one-dimensional character reminiscent of\n1-form symmetries and lead to strong Hilbert-space fragmentation. As a case\nstudy, we analyze a quasi one-dimensional ladder geometry, where we\ncharacterize all dynam- ically disconnected sectors by the loop-charge\nsymmetries, providing a complete decomposition of the Hilbert space. For the\nladder geometry, we observe clear signatures of nonergodic dynamics even within\nthe largest symmetry sector."}
{"id": "2510.19188", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19188", "abs": "https://arxiv.org/abs/2510.19188", "authors": ["Salman Ahsanullah", "Neema Rafizadeh", "Hui Zhao"], "title": "Transient Absorption Spectroscopy of NbOI$_2$", "comment": null, "summary": "NbOI$_2$ has recently emerged as a new van der Waals material combining\nsemiconducting behavior with intrinsic in plane ferroelectricity and pronounced\ntransport and optical anisotropy. However, its photocarrier dynamics remain\nlargely unexplored. Here we report transient absorption spectroscopy of\nNbOI$_2$ using femtosecond pump probe reflectance measurements. A pronounced\ntransient absorption feature is observed near the 2.34 eV excitonic resonance,\narising from photocarrier induced excitonic energy shifts and saturation. The\ndecay dynamics reveal an exciton lifetime of several tens of picoseconds and\nshow density-dependent behavior consistent with exciton exciton annihilation,\nyielding an annihilation coefficient of 0.09 cm$^2$ s$^{-1}$, which is\ncomparable to that in monolayer transition metal dichalcogenides. Polarization\nresolved measurements further reveal a pronounced in-plane anisotropy in the\ntransient response that follows the linear absorption anisotropy. These\nfindings provide fundamental insight into photocarrier dynamics in NbOI$_2$ and\nestablish key parameters for understanding and exploiting its optoelectronic\nbehavior."}
{"id": "2510.19083", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.19083", "abs": "https://arxiv.org/abs/2510.19083", "authors": ["Chen Lu", "Chuang Li", "Chao Cao", "Huiqiu Yuan", "Fu-Chun Zhang", "Lun-Hui Hu"], "title": "Inter-orbital spin-triplet superconductivity from altermagnetic fluctuations", "comment": "5 pages, 5 figures. Comments are welcome", "summary": "Altermagnetic (AM) fluctuations are a new class of collinear spin\nfluctuations whose role in mediating superconductivity faces a fundamental\ntension: their $\\Gamma$-point peak favors intra-orbital spin-triplet pairing,\nwhile their spin compensation favors inter-orbital singlets. Here, we\ndemonstrate that inversion-symmetry-broken AM fluctuations generically resolve\nthis competition in favor of spin-triplet pairing. As a proof of concept, we\nstudy a minimal two-orbital model with two van Hove singularities. The broken\ninversion symmetry induces momentum-orbital locking: the same orbital dominates\nat opposite momenta, enhancing the triplet channel. Crucially, a subdominant\nfluctuation channel arising from inter-van-Hove nesting provides an internal\nJosephson coupling that locks the phase difference between triplet pairs on\ndifferent orbitals. We find this coupling changes sign ($+$ to $-$) upon a\ncrossover from AM-dominant to ferromagnetic-dominant fluctuations. The\nresulting $\\pi$-phase difference manifests as a $\\tau_z$-type order parameter,\n$c_{k,1\\uparrow}c_{-k,1\\uparrow} - c_{k,2\\uparrow}c_{-k,2\\uparrow}$. Although\nintra-orbital in the original basis, its orbital-nontrivial character, as\nmanifested by its equivalence to inter-orbital pairing under rotation, defines\na general \\textit{inter-orbital spin-triplet superconductivity}. This state is\ndistinct from the $\\tau_0$-triplet pairing mediated by ferromagnetic\nfluctuations, as evidenced by the canceled intra-orbital supercurrent in a\nJosephson junction between them."}
{"id": "2510.19088", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.19088", "abs": "https://arxiv.org/abs/2510.19088", "authors": ["Jacob Eller", "Nicholas D. M. Hine"], "title": "Predicting Spectroscopic Properties of Solvated Nile Red with Automated Workflows for Machine Learned Interatomic Potentials", "comment": "12 pages, 3 figures", "summary": "Machine Learned Interatomic Potentials (MLIPs) offer a powerful combination\nof abilities for accelerating theoretical spectroscopy calculations utilising\nboth ensemble sampling and trajectory post-processing for inclusion of vibronic\neffects, which can be very challenging for traditional ab initio MD approaches.\nWe demonstrate a workflow that enables efficient generation of MLIPs for the\nsolvatochromic dye nile red system, in a variety of solvents. We use iterative\nactive learning techniques to make this process as efficient as possible in\nterms of number and size of Density Functional Theory (DFT) calculations.\nAdditionally, we compare the efficacy of various methodologies: generating\ndistinct MLIPs for each adiabatic state, using one ground state MLIP in\ncombination with delta-ML of excitation energies, and using a three-headed\nmultiheaded ML model. To evaluate the validity of the resulting models, we\ncompare predicted absorption and emission spectra to experimental spectra. We\nfound that the incorporation of larger solvent systems into training data, and\nthe use of delta models to predict the excitation energies, enables the\naccurate and affordable prediction of UV-Vis spectra with accuracy equivalent\nto the ground truth method, which is time-dependent DFT in this case."}
{"id": "2510.19428", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19428", "abs": "https://arxiv.org/abs/2510.19428", "authors": ["Xinliang Lyu", "Naoki Kawashima"], "title": "Lattice-reflection symmetry in tensor-network renormalization group with entanglement filtering in two and three dimensions", "comment": "35 pages, 5 figures and 4 tables", "summary": "Tensor-network renormalization group (TNRG) is an efficient real-space\nrenormalization group method for studying the criticality in both classical and\nquantum lattice systems. Exploiting symmetries of a system in a TNRG algorithm\ncan simplify the implementation of the algorithm and can help produce correct\ntensor RG flows. Although a general framework for considering a global on-site\nsymmetry has been established, it is still unclear how to incorporate a lattice\nsymmetry like rotation or reflection in TNRG. As a first step for lattice\nsymmetries, we propose a method to incorporate the lattice-reflection symmetry\nin the context of a TNRG with entanglement filtering in both two and three\ndimensions (2D and 3D). To achieve this, we write down a general definition of\nlattice-reflection symmetry in tensor-network language. Then, we introduce a\ntransposition trick for exploiting and imposing the lattice-reflection symmetry\nin two basic TNRG operators: projective truncations and entanglement filtering.\nUsing the transposition trick, the detailed algorithms of the TNRG map in both\n2D and 3D are laid out, where the lattice-reflection symmetry is preserved and\nimposed. Finally, we demonstrate how to construct the linearization of the TNRG\nmaps in a given lattice-reflection sector, with the help of which it becomes\npossible to extract scaling dimensions in each sector separately. Our work\npaves the way for understanding the lattice-rotation symmetry in TNRG."}
{"id": "2510.19064", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19064", "abs": "https://arxiv.org/abs/2510.19064", "authors": ["Jordan Pack", "Karl V. Falb", "Sanat Ghosh", "Xuehao Wu", "Keng Tou Chu", "Florie Mesple", "Ellis Thompson", "Zhuquan Zhang", "Carolin Gold", "Kenji Watanabe", "Takashi Taniguchi", "Dmitri N. Basov", "A. N. Pasupathy", "Matthew Yankowitz", "Cory R. Dean", "Aravind Devarakonda"], "title": "Sliding Disassembly of van der Waals Heterostructures", "comment": "16 pages, 9 figures, 3 supplemental videos", "summary": "Many recent advances in our understanding of two-dimensional (2D) electron\nsystems stem from van der Waals (vdW) heterostructures. The assembly process\nrelies on the weak bonding across interfaces between layered vdW compounds,\nmaking it possible to construct exceptionally clean heterostructures from\nchemically and structurally distinct materials - a challenging task for\ntraditional thin-film growth techniques. Here we demonstrate an additional,\ndynamic degree of freedom afforded by vdW interfaces, wherein we use\nmicrostructured polymer stamps to disassemble and reconfigure vdW\nheterostructures by sliding. We apply this technique to alter the dielectric\nenvironment of monolayer graphene, perform scanning tunneling microscopy on\nsemiconducting and air-sensitive monolayers, and manipulate strain-sensitive\nmoir\\'e materials. Together these demonstrations suggest a new paradigm for\nassembling and dynamically modifying van der Waals heterostructures, with the\npotential to reveal new insights into 2D electron systems."}
{"id": "2510.19029", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19029", "abs": "https://arxiv.org/abs/2510.19029", "authors": ["Ayan Chakravorty", "Surajit Adhikari", "Priya Johari"], "title": "Decoding optoelectronic behavior in X$_3$BI$_3$ antiperovskite derivatives through many-body perturbation theory", "comment": "10 pages, 4 figures, 4 tables", "summary": "Antiperovskite derivatives have emerged as promising candidates for\noptoelectronic applications. However, due to the significant computational\ncost, their excitonic and polaronic properties remain underexplored despite\nbeing critical for optoelectronic performance. Here, we present the structural,\nelectronic, optical, excitonic, and polaronic properties of a series of\nantiperovskite derivatives with the chemical formula X$_{3}$BI$_{3}$ (X = Ca,\nSr; B = P, As, Sb, Bi) using state-of-the-art first-principles calculations.\nAll the compounds exhibit direct bandgaps with G$_{0}$W$_{0}$@PBE bandgap\nranging from 2.42 to 3.02 eV, optimal for efficient light absorption with\nminimal energy loss. Exciton binding energies (0.258-0.318 eV) indicate\nmoderate Coulomb attraction, favoring exciton dissociation. Employing the\nFeynman polaron model, we established the polaronic properties, where weak to\nintermediate carrier-phonon coupling was observed, with polaron mobilities\nreaching values up to 37.19 cm$^{2}$V$^{-1}$s$^{-1}$. These properties\nestablish X$_{3}$BI$_{3}$ materials as viable candidates for next-generation\noptoelectronic devices."}
{"id": "2510.19194", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19194", "abs": "https://arxiv.org/abs/2510.19194", "authors": ["Jiabin Wang", "Wancheng Zhang", "Yong Liu", "Rui Xiong", "Zhenhua Zhang", "Zhihong Lu"], "title": "High-Efficiency Nonrelativistic Charge-Spin Conversion in X-Type Antiferromagnets", "comment": null, "summary": "Altermagnets have attracted considerable interest for their capacity to\ngenerate spin splitting while preserving zero net magnetization. This work\nproposes a distinct class of antiferromagnetic materials, termed X-type\nantiferromagnets, which are shown to produce more efficient $\\cal T$-odd spin\ncurrents than altermagnets along specific crystallographic directions due to\ntheir unique Fermi surface geometry. The spin current polarization is\ncontrolled by the N\\'eel vector orientation. In the (110)-oriented\n$\\beta-\\mathrm{Fe}_2\\mathrm{PO}_5$, the Fermi surface exhibits a $d$-wave\naltermagnetic-like characteristic and becomes compressed into an approximately\nX-shaped $d$-wave configuration, yielding highly efficient $\\cal T$-odd spin\ncurrents with a charge-to-spin conversion efficiency reaching 90%. Moreover,\nwhen the N\\'eel vector is tilted via unit cell selection or external means, the\nsystem generates out-of-plane spin-polarized currents with efficiencies\nsubstantially exceeding those of known ferromagnets, altermagnets, noncollinear\nantiferromagnets, and low-symmetry materials. The highly efficient charge-spin\nconversion in X-type antiferromagnets provides a novel and highly effective\nspin source system for the development of low-power spintronic devices."}
{"id": "2510.19124", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19124", "abs": "https://arxiv.org/abs/2510.19124", "authors": ["Thomas Blommel", "Enrico Perfetto", "Gianluca Stefanucci", "Vojtech Vlcek"], "title": "Many-Body Perturbation Theory for Driven Dissipative Quasiparticle Flows and Fluctuations", "comment": null, "summary": "We present a unified many-body perturbation theory for open quantum systems,\nthat treats dissipation, correlations, and external driving on equal footing.\nUsing a Keldysh-Lindblad formalism, we introduce diagrammatic treatment of\ndissipative interaction lines representing quasiparticle flows and\nfluctuations. Two new Feynman rules render the evaluation of dissipative\ndiagrams compact and systematically improvable, while preserving the Keldysh\nand anti-Hermitian symmetries of the closed-system theory. Consequently, the\nstructure of the Kadanoff-Baym equations (KBE) remains unchanged, enabling\nexisting numerical methods to be directly applied. To illustrate this, we\nderive dissipative versions of the second Born and GW approximations,\nidentifying the physical content of the self-energy components. Moreover, we\ndemonstrate that time-linear approximations to the full KBE retain their closed\nstructure and can be efficiently used to simulate relaxation and decoherence\ndynamics. This framework establishes a general route toward first-principles\nmodeling of correlated, driven, and dissipative quantum materials."}
{"id": "2510.19194", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19194", "abs": "https://arxiv.org/abs/2510.19194", "authors": ["Jiabin Wang", "Wancheng Zhang", "Yong Liu", "Rui Xiong", "Zhenhua Zhang", "Zhihong Lu"], "title": "High-Efficiency Nonrelativistic Charge-Spin Conversion in X-Type Antiferromagnets", "comment": null, "summary": "Altermagnets have attracted considerable interest for their capacity to\ngenerate spin splitting while preserving zero net magnetization. This work\nproposes a distinct class of antiferromagnetic materials, termed X-type\nantiferromagnets, which are shown to produce more efficient $\\cal T$-odd spin\ncurrents than altermagnets along specific crystallographic directions due to\ntheir unique Fermi surface geometry. The spin current polarization is\ncontrolled by the N\\'eel vector orientation. In the (110)-oriented\n$\\beta-\\mathrm{Fe}_2\\mathrm{PO}_5$, the Fermi surface exhibits a $d$-wave\naltermagnetic-like characteristic and becomes compressed into an approximately\nX-shaped $d$-wave configuration, yielding highly efficient $\\cal T$-odd spin\ncurrents with a charge-to-spin conversion efficiency reaching 90%. Moreover,\nwhen the N\\'eel vector is tilted via unit cell selection or external means, the\nsystem generates out-of-plane spin-polarized currents with efficiencies\nsubstantially exceeding those of known ferromagnets, altermagnets, noncollinear\nantiferromagnets, and low-symmetry materials. The highly efficient charge-spin\nconversion in X-type antiferromagnets provides a novel and highly effective\nspin source system for the development of low-power spintronic devices."}
{"id": "2510.19106", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19106", "abs": "https://arxiv.org/abs/2510.19106", "authors": ["Ethan Abraham", "Martin Z. Bazant", "Troy Van Voorhis"], "title": "Ab Initio Free Energy Surfaces for Coupled Ion-Electron Transfer", "comment": null, "summary": "The Marcus theory of electron transfer assumes that diabatic energy gaps are\nsampled from a single ensemble. This assumption can break down in spatially\nanisotropic environments, such as electrochemical interfaces or biomolecular\nstructures, where distinct solvent ensembles arise along a collective variable\ndescribing the anisotropy. Treating this collective variable as an additional\nreaction coordinate linearly independent from the Marcus reaction coordinate,\nwe develop a formalism that enables calculation of the resulting Coupled\nIon-Electron Transfer (CIET) free-energy surface directly from constrained ab\ninitio trajectories. Applied to CO2 redox on a gold electrode, this method\nreveals strong coupling to the anisotropy, predicting significantly different\nactivation barriers compared to either coordinate alone."}
{"id": "2510.19473", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.19473", "abs": "https://arxiv.org/abs/2510.19473", "authors": ["Martin Hasenbusch"], "title": "Monte Carlo study of the $O(2)$-invariant $φ^4$ theory with a cubic perturbation in three dimensions", "comment": "49 pages, 12 figures", "summary": "We study the $2$-component $\\phi^4$ model on the simple cubic lattice in the\npresence of a cubic, or equivalently, a $\\mathbb{D}_4$ invariant perturbation.\nTo this end, we perform Monte Carlo simulations in conjunction with a finite\nsize scaling analysis of the data. We follow previous work on the $3$-component\ncase. We study the RG flow from the decoupled Ising fixed point into the\n$O(2)$-invariant one and towards the fluctuation induced first order\ntransition. To this end we study the behavior of phenomenological couplings. At\nthe $O(2)$-invariant fixed point we obtain the estimate $Y_4=-0.1118(10)$ of\nthe RG-exponent of the perturbation. Note that the small modulus of $Y_4$ means\nthat the RG flow is slow. Hence, in order to interpret experiments or Monte\nCarlo simulations of lattice models, which are effectively described by the\n$\\phi^4$ model with a cubic term, we have to consider the RG flow beyond the\nneighborhood of the fixed points."}
{"id": "2510.19142", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19142", "abs": "https://arxiv.org/abs/2510.19142", "authors": ["Xiaoxi Huang", "Daniel A. Pharis", "Hang Zhou", "Zishen Tian", "Thow Min Jerald Cham", "Kyoungjun Lee", "Yilin Evan Li", "Chaoyang Wang", "Yuhan Liang", "Maciej Olszewski", "Di Yi", "Chang-Beom Eom", "Darrell G. Schlom", "Lane W. Martin", "Ding-Fu Shao", "Daniel C. Ralph"], "title": "Control of out-of-plane anti-damping spin torque with a canted ferromagnetic spin source", "comment": null, "summary": "To achieve efficient anti-damping switching of nanoscale magnetic memories\nwith perpendicular magnetic anisotropy using spin-orbit torque requires that\nthe anti-damping spin-orbit torque have a strong out-of-plane component. The\nspin anomalous Hall effect and the planar Hall effect spin current produced by\na ferromagnetic layer are candidate mechanisms for producing such an\nout-of-plane anti-damping torque, but both require that the magnetic moment of\nthe spin source layer be canted partly out of the sample plane at zero applied\nmagnetic field. Here we demonstrate such a canted configuration for a\nferromagnetic SrRuO3 layer and we characterize all vector components of the\ntorque that it produces, including non-zero out-of-plane anti-damping torques.\nWe verify that the out-of-plane spin component can be tuned by the orientation\nof magnetic moment, with significant contributions from both the spin anomalous\nHall effect and the planar Hall effect spin current."}
{"id": "2510.19063", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19063", "abs": "https://arxiv.org/abs/2510.19063", "authors": ["J. Bemis", "F. Wunderwald", "U. Schroeder", "X. Xu", "A. Gruverman", "R. Proksch"], "title": "iDART: Interferometric Dual-AC Resonance Tracking nano-electromechanical mapping", "comment": null, "summary": "Piezoresponse force microscopy (PFM) has established itself as a very\nsuccessful and reliable imaging and spectroscopic tool for measuring a wide\nvariety of nanoscale electromechanical functionalities. Quantitative imaging of\nnanoscale electromechanical phenomena requires high sensitivity while avoiding\nartifacts induced by large drive biases. Conventional PFM often relies on high\nvoltages to overcome optical detection noise, leading to various non-ideal\neffects including electrostatic crosstalk, Joule heating, and tip-induced\nswitching. To mitigate this situation, we introduce interferometrically\ndetected, resonance-enhanced dual AC resonance tracking (iDART), which combines\nfemtometer-scale displacement sensitivity of quadrature phase differential\ninterferometry with contact resonance amplification. Through this combination,\niDART achieves 10x or greater signal-to-noise improvement over current state of\nthe art PFM approaches including both single frequency interferometric PFM or\nconventional, resonance enhanced PFM using optical beam detection. In this\nwork, we demonstrate a >10x improvement of imaging sensitivity on PZT and\nY-HfO. Switching spectroscopy shows similar improvements, where further\ndemonstrates reliable hysteresis loops at small biases, mitigating\nnonlinearities and device failures that can occur at higher excitation\namplitudes. These results position iDART as a powerful approach for probing\nconventional ferroelectrics with extremely high signal to noise down to weak\npiezoelectric systems, extending functional imaging capabilities to thin films,\n2D ferroelectrics, beyond-CMOS technologies and bio-materials."}
{"id": "2510.19251", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.19251", "abs": "https://arxiv.org/abs/2510.19251", "authors": ["Danial Ebrahimzadeh", "Sarah Sharif", "Yaser Mike Banad"], "title": "Synthesizability Prediction of Crystalline Structures with a Hierarchical Transformer and Uncertainty Quantification", "comment": null, "summary": "Predicting which hypothetical inorganic crystals can be experimentally\nrealized remains a central challenge in accelerating materials discovery.\nSyntheFormer is a positive-unlabeled framework that learns synthesizability\ndirectly from crystal structure, combining a Fourier-transformed crystal\nperiodicity (FTCP) representation with hierarchical feature extraction,\nRandom-Forest feature selection, and a compact deep MLP classifier. The model\nis trained on historical data from 2011 through 2018 and evaluated\nprospectively on future years from 2019 to 2025, where the positive class\nconstitutes only 1.02 per cent of samples. Under this temporally separated\nevaluation, SyntheFormer achieves a test area under the ROC curve of 0.735 and,\nwith dual-threshold calibration, attains high-recall screening with 97.6 per\ncent recall at 94.2 per cent coverage, which minimizes missed opportunities\nwhile preserving discriminative power. Crucially, the model recovers\nexperimentally confirmed metastable compounds that lie far from the convex hull\nand simultaneously assigns low scores to many thermodynamically stable yet\nunsynthesized candidates, demonstrating that stability alone is insufficient to\npredict experimental attainability. By aligning structure-aware representation\nwith uncertainty-aware decision rules, SyntheFormer provides a practical route\nto prioritize synthesis targets and focus laboratory effort on the most\npromising new inorganic materials."}
{"id": "2510.19189", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19189", "abs": "https://arxiv.org/abs/2510.19189", "authors": ["Troy Losey", "Jin Zhang", "S. -W. Tsai"], "title": "Calculating the Luttinger liquid parameter for an interacting Kitaev chain quantum simulator", "comment": "13 pages, 7 figures", "summary": "In this work, we introduce a solid-state platform for building quantum\nsimulators using implanted spin centers in solid-state materials. We build upon\nthe proposal for an $S=1$ chain of spin centers coupled through the magnetic\ndipole-dipole interaction and subjected to an external magnetic field as a\nquantum simulator for critical floating phases. We introduce another magnetic\nfield and map the system to the interacting Kitaev chain. This setup, tunable\nthrough the applied fields and the orientation of the spin centers within the\ncrystal, exhibits a variety of rich quantum behavior which notably includes\nfloating phases, a $Z_2$ symmetry-breaking phase, and lines of both\nBerezinskii-Kosterlitz-Thouless (BKT) and Pokrovsky-Talapov transitions.\nFurthermore, we employ several novel methods to calculate the Luttinger liquid\nparameter in our model with incommensurate correlations. We find that these\nmethods provide a route to identify BKT transitions with less computational\nresources than utilizing entanglement entropy and central charge."}
{"id": "2510.19391", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19391", "abs": "https://arxiv.org/abs/2510.19391", "authors": ["Guanping Xu", "Zirui Zhao", "Muqing Su", "Hai-Feng Li"], "title": "Synergistic effects of rare-earth doping on the magnetic properties of orthochromates: A machine learning approach", "comment": null, "summary": "Multiferroic materials, particularly rare-earth orthochromates (RECrO$_3$),\nhave garnered significant interest due to their unique magnetic and\nelectric-polar properties, making them promising candidates for multifunctional\ndevices. Although extensive research has been conducted on their\nantiferromagnetic (AFM) transition temperature (N$\\acute{\\textrm{e}}$el\ntemperature, $T_\\textrm{N}$), ferroelectricity, and piezoelectricity, the\neffects of doping and substitution of rare-earth (RE) elements on these\nproperties remain insufficiently explored. In this study, convolutional neural\nnetworks (CNNs) were employed to predict and analyze the physical properties of\nRECrO$_3$ compounds under various doping scenarios. Experimental and literature\ndata were integrated to train machine learning models, enabling accurate\npredictions of $T_\\textrm{N}$, besides remanent polarization ($P_\\textrm{r}$)\nand piezoelectric coefficients ($d_{33}$). The results indicate that doping\nwith specific RE elements significantly impacts $T_\\textrm{N}$, with optimal\ndoping levels identified for enhanced performance. Furthermore, high-entropy\nRECrO$_3$ compounds were systematically analyzed, demonstrating how the\ninclusion of multiple RE elements influences magnetic properties. This work\nestablishes a robust framework for predicting and optimizing the properties of\nRECrO$_3$ materials, offering valuable insights into their potential\napplications in energy storage and sensor technologies."}
{"id": "2510.19238", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.19238", "abs": "https://arxiv.org/abs/2510.19238", "authors": ["Cancan Shao", "Rixin Xie", "Zhecun Shi", "Linjun Wang"], "title": "Learning Optimal Decoherence Time Formulas for Surface Hopping Simulation of High-Dimensional Scattering", "comment": null, "summary": "In our recent work (J. Phys. Chem. Lett. 2023, 14, 7680), we utilized the\nexact quantum dynamics results as references and proposed a general machine\nlearning method to obtain the optimal decoherence time formula for surface\nhopping simulation. Here, we extend this strategy from one-dimensional systems\nto the much more intricate scenarios with multiple nuclear dimensions.\nDifferent from the one-dimensional situation, an effective nuclear kinetic\nenergy is defined by extracting the component of nuclear momenta along the\nnon-adiabatic coupling vector. Combined with the energy difference between\nadiabatic states, high-order descriptor space can be generated by binary\noperations. Then the optimal decoherence time formula can be obtained by\nmachine learning procedures based on the full quantum dynamics reference data.\nAlthough we only use the final channel populations in 24 scattering samples as\ntraining data for machine learning, the obtained optimal decoherence time\nformula can well reproduce the time evolution of the reduced and spatial\ndistribution of population. As benchmarked in a large number of 56840 one- and\ntwo-dimensional samples, the optimal decoherence time formula shows\nexceptionally high and uniform performance when compared with all other\navailable formulas."}
{"id": "2510.19587", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19587", "abs": "https://arxiv.org/abs/2510.19587", "authors": ["Xingdong Luo", "Zhizhen Chen"], "title": "Time crystalline solitons and their stochastic dynamics in a driven-dissipative φ^4 model", "comment": "5 figures", "summary": "Periodical driven systems provide unique opportunities to investigate the\ndynamics of topological structures far from equilibrium. In this paper, we\nreport a time-crystalline soliton (TCS) state in a driven-dissipative $\\phi^4$\nmodel. This state exhibits spontaneous breaking of discrete time-translational\nsymmetry alongside spatial soliton behavior. During time evolution, the soliton\npattern periodically oscillates between kink and anti-kink configurations. We\nfurther study TCS dynamics under noise, demonstrating that soliton random walk\ncan induce a dynamical transition between two distinct $Z_2$ symmetry-breaking\ntime-crystalline phases in time domain. Finally, we examine the annihilation of\ntwo spatially separated TCSs under noise. Importantly, in contrast to the\nconfined behavior of time-crystalline monopoles reported in [Phys. Rev. Lett.\n131, 056502 (2023)], the dynamics of time-crystalline solitons is deconfined\ndespite the nonequilibrium nature of our model: the statistically averaged\nannihilation time scales as a power law with the solitons' initial separation."}
{"id": "2510.19369", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19369", "abs": "https://arxiv.org/abs/2510.19369", "authors": ["Jorge Vallejo Bustamante", "Viet-Hung Nguyen", "Liam S. Farrar", "Kenji Watanabe", "Takashi Taniguchi", "Dominique Mailly", "Jean-Christophe Charlier", "Rebeca Ribeiro-Palau"], "title": "Mapping the twist angle dependence of quasi-Brillouin zones in doubly aligned graphene/BN heterostructures", "comment": "Main: 8 pages, 4 figures Supplementary: 12 pages, 13 figures", "summary": "When monolayer graphene is crystallographically aligned to hexagonal boron\nnitride (BN), a moir\\'e superlattice is formed, producing characteristic\nsatellite Dirac peaks in the electronic band structure. Aligning a second BN\nlayer to graphene creates two coexisting moir\\'e patterns, which can interfere\nto produce periodic, quasi-periodic or non-periodic superlattices, depending on\ntheir relative alignment. Here, we investigate one of the simplest realizations\nof such a double-moir\\'e structure, graphene encapsulated between two BN\nlayers, using dynamically rotatable van der Waals heterostructures. Our setup\nallows \\textit{in situ} control of the top BN alignment while keeping the\nbottom BN fixed. By systematically mapping the charge transport as a function\nof BN angular alignment, we identify the simultaneous signatures of the\noriginal moir\\'es, super-moir\\'es, and a third set of features corresponding to\nquasi-Brillouin zones (qBZ) formed when the system's periodicity becomes\nill-defined. Comparing our measurements with theoretical models, we provide the\nfirst experimental mapping of the qBZs as a function of angular alignment. Our\nresults establish a direct experimental link between moir\\'e interference and\nqBZ formation, opening new avenues for engineering electronic structures in\nmulti-aligned 2D heterostructures."}
{"id": "2510.19064", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19064", "abs": "https://arxiv.org/abs/2510.19064", "authors": ["Jordan Pack", "Karl V. Falb", "Sanat Ghosh", "Xuehao Wu", "Keng Tou Chu", "Florie Mesple", "Ellis Thompson", "Zhuquan Zhang", "Carolin Gold", "Kenji Watanabe", "Takashi Taniguchi", "Dmitri N. Basov", "A. N. Pasupathy", "Matthew Yankowitz", "Cory R. Dean", "Aravind Devarakonda"], "title": "Sliding Disassembly of van der Waals Heterostructures", "comment": "16 pages, 9 figures, 3 supplemental videos", "summary": "Many recent advances in our understanding of two-dimensional (2D) electron\nsystems stem from van der Waals (vdW) heterostructures. The assembly process\nrelies on the weak bonding across interfaces between layered vdW compounds,\nmaking it possible to construct exceptionally clean heterostructures from\nchemically and structurally distinct materials - a challenging task for\ntraditional thin-film growth techniques. Here we demonstrate an additional,\ndynamic degree of freedom afforded by vdW interfaces, wherein we use\nmicrostructured polymer stamps to disassemble and reconfigure vdW\nheterostructures by sliding. We apply this technique to alter the dielectric\nenvironment of monolayer graphene, perform scanning tunneling microscopy on\nsemiconducting and air-sensitive monolayers, and manipulate strain-sensitive\nmoir\\'e materials. Together these demonstrations suggest a new paradigm for\nassembling and dynamically modifying van der Waals heterostructures, with the\npotential to reveal new insights into 2D electron systems."}
{"id": "2510.19387", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19387", "abs": "https://arxiv.org/abs/2510.19387", "authors": ["Akiteru Takahashi", "Kaichi Teranishi", "Shonosuke Takaichi", "Taishi Nishihara", "Yuhei Miyauchi"], "title": "Exciton thermal radiation from structure-sorted carbon nanotube membranes", "comment": "29 pages, 9 figrues", "summary": "Owing to their small binding energies, excitons in bulk semiconductors\ntypically exhibit a sharp optical peak at low temperatures only. This\nlimitation can be overcome by single-walled carbon nanotubes (SWCNTs) and other\nlow-dimensional semiconductors with highly enhanced exciton binding energies.\nExciton thermal radiation, which can potentially be exploited for selective\nthermal emission and energy harvesting, has been recently observed in\nindividual SWCNTs heated under photoirradiation. However, whether\nmacroscale-SWCNT assemblies can emit exciton thermal radiation under conduction\nheating remains unclear and constitutes an important challenge for practical\napplications. Herein, we observed peaked exciton thermal radiation from\nstructure-sorted SWCNT membranes. Transmission spectroscopy showed robust\nexciton resonance at high temperatures, resulting in clear exciton resonance in\nthe thermal radiation band. The absolute emissivity spectra of the membranes\nwere determined at 850 K. Exciton dominance suppresses the contribution of\nthermal free carriers to the infrared absorption/emission spectra, maintaining\nthe transparency below the optical gap even at elevated temperatures. These\nphenomena are not observed in bulk semiconductors, highlighting the\nstructure-sorted SWCNT membranes as unique semiconductors leveraging stable\nexciton resonances at elevated temperatures."}
{"id": "2510.19404", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19404", "abs": "https://arxiv.org/abs/2510.19404", "authors": ["K. Somesh", "T. Thebault", "V. Taufour", "D. Aoki", "F. Duc", "G. Knebel", "D. Braithwaite", "W. Knafo"], "title": "Anisotropic collapse of electronic correlations in the ferromagnet UGe$_2$ under high magnetic field", "comment": "9 pages, 5 figures + Supplemental Material (6 pages, 7 figures)", "summary": "We present electrical-resistivity measurements on the prototypical\nheavy-fermion ferromagnet UGe$_2$ under pulsed magnetic field up to 60~T. An\nanisotropic field-induced suppression of the electronic correlations is\nrevealed. The electrical resistivity strongly decreases when a magnetic field\n$\\mathbf{H}$ is applied along the easy magnetic axis $\\mathbf{a}$, while it\nremains almost unchanged when $\\mathbf{H}$ is applied along the hard magnetic\naxes $\\mathbf{b}$ and $\\mathbf{c}$. The field-induced destabilization of the\nferromagnetic state is also anisotropic: the anomaly at the Curie temperature\n$T_C$ disappears in fields higher than $\\gtrsim1$~T for\n$\\mathbf{H}\\parallel\\mathbf{a}$ and in fields higher than $\\gtrsim20$~T for\n$\\mathbf{H}\\parallel\\mathbf{b},\\mathbf{c}$. At temperatures below 2~K, we\nobserve quantum oscillations in fields larger than 50~T applied along\n$\\mathbf{b}$, which support the presence of a two-dimensional Fermi surface\nsimilar to that previously observed at low fields."}
{"id": "2510.19428", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19428", "abs": "https://arxiv.org/abs/2510.19428", "authors": ["Xinliang Lyu", "Naoki Kawashima"], "title": "Lattice-reflection symmetry in tensor-network renormalization group with entanglement filtering in two and three dimensions", "comment": "35 pages, 5 figures and 4 tables", "summary": "Tensor-network renormalization group (TNRG) is an efficient real-space\nrenormalization group method for studying the criticality in both classical and\nquantum lattice systems. Exploiting symmetries of a system in a TNRG algorithm\ncan simplify the implementation of the algorithm and can help produce correct\ntensor RG flows. Although a general framework for considering a global on-site\nsymmetry has been established, it is still unclear how to incorporate a lattice\nsymmetry like rotation or reflection in TNRG. As a first step for lattice\nsymmetries, we propose a method to incorporate the lattice-reflection symmetry\nin the context of a TNRG with entanglement filtering in both two and three\ndimensions (2D and 3D). To achieve this, we write down a general definition of\nlattice-reflection symmetry in tensor-network language. Then, we introduce a\ntransposition trick for exploiting and imposing the lattice-reflection symmetry\nin two basic TNRG operators: projective truncations and entanglement filtering.\nUsing the transposition trick, the detailed algorithms of the TNRG map in both\n2D and 3D are laid out, where the lattice-reflection symmetry is preserved and\nimposed. Finally, we demonstrate how to construct the linearization of the TNRG\nmaps in a given lattice-reflection sector, with the help of which it becomes\npossible to extract scaling dimensions in each sector separately. Our work\npaves the way for understanding the lattice-rotation symmetry in TNRG."}
{"id": "2510.19343", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19343", "abs": "https://arxiv.org/abs/2510.19343", "authors": ["Zhen Zhu", "Shan Gao", "Jing Zhang", "Xuxin Kang", "Shunfang Li", "Xiangmei Duan"], "title": "Identifying the Catalytic Descriptor of Single-Atom Catalysts in Nitrate Reduction Reaction: An Interpretable Machine-Learning Method", "comment": "10 pages, 8 figures, 74 references", "summary": "Elucidating the catalytic descriptor that accurately characterizes the\nstructure-activity relationships of typical catalysts for various important\nheterogeneous catalytic reactions is pivotal for designing high-efficient\ncatalytic systems. Here, an interpretable machine learning technique was\nemployed to identify the key determinants governing the nitrate reduction\nreaction ($\\rm NO_3RR$) performance across 286 single-atom catalysts (SACs)\nwith the active sites anchored on double-vacancy $\\rm BC_3$ monolayers. Through\nShapley Additive Explanations (SHAP) analysis with reliable predictive\naccuracy, we quantitatively demonstrated that, favorable $\\rm NO_3RR$ activity\nstems from a delicate balance among three critical factors: low $\\rm N_V$,\nmoderate $\\rm D_N$, and specific doping patterns. Building upon these insights,\nwe established a descriptor ($\\psi$) that integrates the intrinsic catalytic\nproperties and the intermediate O-N-H angle ($\\theta$), effectively capturing\nthe underlying structure-activity relationship. Guided by this, we further\nidentified 16 promising catalysts with predicted low limiting potential\n($U_{\\rm L}$). Importantly, these catalysts are composed of cost-effective\nnon-precious metal elements and are predicted to surpass most reported\ncatalysts, with the best-performing Ti-V-1N1 is predicted to have an ultra-low\n$U_{\\rm L}$ of $-0.10$ V."}
{"id": "2510.19693", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.19693", "abs": "https://arxiv.org/abs/2510.19693", "authors": ["Seema Chahal", "Indranil Mukherjee", "Abhishek Dhar", "Herbert Spohn", "Anupam Kundu"], "title": "Stochastic dynamics of quasiparticles in the hard rod gas", "comment": "41 pages, 6 figures", "summary": "We consider a one-dimensional gas of hard rods, one of the simplest examples\nof an interacting integrable model. It is well known that the hydrodynamics of\nsuch integrable models can be understood by viewing the system as a gas of\nquasiparticles. Here, we explore the dynamics of individual quasiparticles for\na variety of initial conditions of the background gas. The mean, variance, and\ntwo-time correlations are computed exactly and lead to a picture of\nquasiparticles as drifting Brownian particles. For the case of a homogeneous\nbackground, we show that the motion of two tagged quasiparticles is strongly\ncorrelated, and they move like a rigid rod at late times. Apart from a\nmicroscopic derivation based on the mapping to point particles, we provide an\nalternate derivation which emphasizes that quasiparticle fluctuations are\nrelated to initial phase-space fluctuations, which are carried over in time by\nEuler scale dynamics. For the homogeneous state, we use the Brownian motion\npicture to develop a Dean-Kawasaki-type fluctuating hydrodynamic theory,\nformally having the same structure as that derived recently by Ferrari and\nOlla. We discuss differences with existing proposals on the hydrodynamics of\nhard rods and some puzzles."}
{"id": "2510.19453", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19453", "abs": "https://arxiv.org/abs/2510.19453", "authors": ["Alessia Valzelli", "Francesco Mattiotti", "ianshu Cao", "G. Luca Celardo"], "title": "Relation between structure and functionality in photosynthetic antenna complex of green sulfur bacteria: efficiency under natural sunlight pumping", "comment": null, "summary": "Large-scale simulations of light-matter interaction in natural photosynthetic\nantenna complexes of the Chlorobium Tepidum green sulfur bacteria (GSB)\ncontaining more than one hundred thousand chlorophyll molecules, comparable\nwith natural size, have been performed. Here we have modeled the entire process\nof the exciton energy transfer, from sunlight absorption to exciton trapping in\nthe reaction centers (RCs) in presence of a thermal bath. The energy transfer\nhas been analyzed using the radiative non-Hermitian Hamiltonian and solving the\nrate equations for the populations. Sunlight pumping has been modeled as\nblack-body radiation with an attenuation factor that takes the Sun-Earth\ndistance into account. Cylindrical structures typical of GSB antenna complexes,\nand the dimeric baseplate comparable to natural size have been considered. Our\nanalysis shows that under natural sunlight, in photosynthetic antennae of GSB\nthe number of excitations reaching the RC per unit time matches the RC closure\nrate and the internal efficiency shows values close to $\\sim 80\\%$. We also\nconsidered cylindrical structures where the orientation of the dipoles does not\nreflect the natural one. Specifically, we vary continuously the angle of the\ntransition dipole with respect to the cylinder main axis, focusing on the case\nwhere all dipoles are parallel to the cylinder axis. We also consider the\nimportant case where the dipoles are randomly oriented. In all cases the\nlight-harvesting efficiency is lower than in the natural structure, showing the\nhigh sensitivity of light harvesting to the specific orientation of the dipole\nmoments. Our results allow for a better understanding of the relationship\nbetween structure and functionality in photosynthetic antennae of GSB and could\ndrive the design of efficient light-harvesting devices."}
{"id": "2510.19079", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19079", "abs": "https://arxiv.org/abs/2510.19079", "authors": ["Gabriel Elyas Gama Araujo", "Andreia Luisa da Rosa"], "title": "First-principles calculation of electronic and topological properties of low-dimensional tellurium", "comment": null, "summary": "We employ first-principles density-functional theory to investigate the\nstructural, thermodynamic, electronic, and topological properties of tellurium\nin its various dimensional forms: bulk trigonal tellurium (Te-I),\ntwo-dimensional (2D) monolayers $\\alpha$-Te, $\\beta$-Te and one-dimensional\nhelical nanowire (Te-h). A softening of the acoustic phonon modes is seen in\nmost of the 2D phases, suggesting a tendency to structural distortions or phase\ntransitions under small perturbations. The trigonal 3D Te-I structure is\ncharacterized as a narrow-gap semiconductor hosting Weyl nodes at high-symmetry\nlocations in the Brillouin zone, which is supported by the characteristic spin\ntexture seen in momentum space, where spins align radially, forming Berry\nmonopoles. This topological feature, along with the observation of Weyl phonons\nis attributed to inversion symmetry breaking and strong SOC. Ultrathin Te-h\nnanowires also exhibit signatures of Weyl nodes and presents a considerable\nenergy gap under SOC. On the other hand, the two-dimensional monolayers\n$\\alpha$-Te, $\\beta$-Te, are classified as topologically trivial, as indicated\nby their topological invariants, which arises from the preservation of both\nspatial inversion and time-reversal symmetries in these systems. The potential\nfor inducing topological phase transitions via external perturbations suggest\nthat these monolayers are promising candidates for engineered Weyl phases or\nother topological states. We demonstrate that tellurium and its low-dimensional\nderivatives are versatile materials that exhibit a broad range of electronic\nand phononic phenomena intrinsically linked to chirality and symmetry breaking.\nThe tunability of their electronic and topological properties places tellurium\nas a promising material platform for the exploration and application of Weyl\nphysics in next-generation electronic and optoelectronic technologies."}
{"id": "2510.19391", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19391", "abs": "https://arxiv.org/abs/2510.19391", "authors": ["Guanping Xu", "Zirui Zhao", "Muqing Su", "Hai-Feng Li"], "title": "Synergistic effects of rare-earth doping on the magnetic properties of orthochromates: A machine learning approach", "comment": null, "summary": "Multiferroic materials, particularly rare-earth orthochromates (RECrO$_3$),\nhave garnered significant interest due to their unique magnetic and\nelectric-polar properties, making them promising candidates for multifunctional\ndevices. Although extensive research has been conducted on their\nantiferromagnetic (AFM) transition temperature (N$\\acute{\\textrm{e}}$el\ntemperature, $T_\\textrm{N}$), ferroelectricity, and piezoelectricity, the\neffects of doping and substitution of rare-earth (RE) elements on these\nproperties remain insufficiently explored. In this study, convolutional neural\nnetworks (CNNs) were employed to predict and analyze the physical properties of\nRECrO$_3$ compounds under various doping scenarios. Experimental and literature\ndata were integrated to train machine learning models, enabling accurate\npredictions of $T_\\textrm{N}$, besides remanent polarization ($P_\\textrm{r}$)\nand piezoelectric coefficients ($d_{33}$). The results indicate that doping\nwith specific RE elements significantly impacts $T_\\textrm{N}$, with optimal\ndoping levels identified for enhanced performance. Furthermore, high-entropy\nRECrO$_3$ compounds were systematically analyzed, demonstrating how the\ninclusion of multiple RE elements influences magnetic properties. This work\nestablishes a robust framework for predicting and optimizing the properties of\nRECrO$_3$ materials, offering valuable insights into their potential\napplications in energy storage and sensor technologies."}
{"id": "2510.19406", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19406", "abs": "https://arxiv.org/abs/2510.19406", "authors": ["Yicheng Xiong", "Yanmei Cai", "Tianxing Ma"], "title": "Pairing Symmetry Crossover from $d$-wave to $s_{\\pm}$-wave in a Bilayer Nickelate Driven by Hund's Coupling and Crystal Field Splitting", "comment": "9 pages, 6 figures", "summary": "The pairing symmetry of the recently discovered bilayer nickelate\nsuperconductor La$_3$Ni$_2$O$_7$ is a subject of intense debate in condensed\nmatter physics, with the two leading theoretical candidates being a\nsign-reversing $s_{\\pm}$-wave and a $d$-wave state. To investigate its\nground-state properties in the intermediate coupling regime which is critical\nfor real materials, we construct a two-orbital bilayer Hubbard model and employ\nthe constrained-path quantum Monte Carlo method for large-scale simulations. By\nsystematically calculating ground-state pairing correlation functions across\nparameter spaces, we map its pairing symmetry phase diagram. We find that an\nincreasing Hund's coupling selectively enhances the interlayer $s_{\\pm}$-wave\npairing while suppressing the intralayer $d$-wave pairing. Similarly, a larger\ncrystal field splitting drives a transition from $d$-wave- to\n$s_{\\pm}$-wave-dominant states. Further analysis reveals that the strength of\nthe intralayer $d$-wave pairing is strongly correlated with the $(\\pi, \\pi)$\nantiferromagnetic spin fluctuations, which are in turn effectively suppressed\nby a large crystal field splitting, thereby weakening the $d$-wave pairing\nchannel. Additionally, the dominant pairing symmetry transition region roughly\noverlaps with the inversion of orbital occupancy response to Hubbard $U$,\nsuggesting an intrinsic link between pairing competition and orbital physics.\nOur results indicate that, within the parameter regime relevant to the actual\nmaterial, the $s_{\\pm}$-wave is the most probable pairing symmetry."}
{"id": "2510.19504", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19504", "abs": "https://arxiv.org/abs/2510.19504", "authors": ["Wei-Bo He", "Yun-Tong Yang", "Hong-Gang Luo"], "title": "Practical algorithm for simulating thermal pure quantum states", "comment": null, "summary": "The development of novel quantum many-body computational algorithms relies on\nrobust benchmarking. However, generating such benchmarks is often hindered by\nthe massive computational resources required for exact diagonalization or\nquantum Monte Carlo simulations, particularly at finite temperatures. In this\nwork, we propose a new algorithm for obtaining thermal pure quantum states,\nwhich allows efficient computation of both mechanical and thermodynamic\nproperties at finite temperatures. We implement this algorithm in our\nopen-source C++ template library, Physica. Combining the improved algorithm\nwith state-of-the-art software engineering, our implementation achieves high\nperformance and numerical stability. As an example, we demonstrate that for the\n$4 \\times 4$ Hubbard model, our method runs approximately $10^3$ times faster\nthan $\\mathcal{H}\\Phi$ 3.5.2. Moreover, the accessible temperature range is\nextended down to $\\beta = 32$ across arbitrary doping levels. These advances\nsignificantly push forward the frontiers of benchmarking for quantum many-body\nsystems."}
{"id": "2510.19505", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19505", "abs": "https://arxiv.org/abs/2510.19505", "authors": ["Y. -C. Soong", "H. Li", "Y. Fu", "J. Tong", "S. Huang", "X. Zhang", "E. Griffin", "E. Hoenig", "M. Alhashmi", "Y. Li", "D. Bahamon", "J. Zhong", "A. Summerfield", "R. N. Costa Filho", "C. Sevik", "R. Gorbachev", "E. C. Neyts", "L. F. Vega", "F. M. Peeters", "M. Lozada-Hidalgo"], "title": "Mechanism of the electrochemical hydrogenation of graphene", "comment": null, "summary": "The electrochemical hydrogenation of graphene induces a robust and reversible\nconductor-insulator transition, of strong interest in logic-and-memory\napplications. However, its mechanism remains unknown. Here we show that it\nproceeds as a reduction reaction in which proton adsorption competes with the\nformation of H2 molecules via an Eley-Rideal process. Graphene's\nelectrochemical hydrogenation is up to $10^6$ times faster than alternative\nhydrogenation methods and is fully reversible via the oxidative desorption of\nprotons. We demonstrate that the proton reduction rate in defect-free graphene\ncan be enhanced by an order of magnitude by the introduction of nanoscale\ncorrugations in its lattice, and that the substitution of protons for deuterons\nresults both in lower potentials for the hydrogenation process and in a more\nstable compound. Our results pave the way to investigating the chemisorption of\nions in 2D materials at high electric fields, opening a new avenue to control\nthese materials' electronic properties."}
{"id": "2510.19824", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.19824", "abs": "https://arxiv.org/abs/2510.19824", "authors": ["Luke Staszewski", "Asmi Haldar", "Pieter W. Claeys", "Alexander Wietek"], "title": "Krylov space dynamics of ergodic and dynamically frozen Floquet systems", "comment": "9 pages, 6 figures", "summary": "In isolated quantum many-body systems periodically driven in time, the\nasymptotic dynamics at late times can exhibit distinct behavior such as\nthermalization or dynamical freezing. Understanding the properties of and the\nconvergence towards infinite-time (nonequilibrium) steady states however\nremains a challenging endeavor. We propose a physically motivated Krylov space\nperspective on Floquet thermalization which offers a natural framework to study\nrates of convergence towards steady states and, simultaneously, an efficient\nnumerical algorithm to evaluate infinite-time averages of observables within\nthe diagonal ensemble. The effectiveness of our algorithm is demonstrated by\napplying it to the periodically driven mixed-field Ising model, reaching system\nsizes of up to 30 spins. Our method successfully resolves the transition\nbetween the ergodic and dynamically frozen phases and provides insight into the\nnature of the Floquet eigenstates across the phase diagram. Furthermore, we\nshow that the long-time behavior is encoded within the localization properties\nof the Ritz vectors under the Floquet evolution, providing an accurate\ndiagnostic of ergodicity."}
{"id": "2510.19570", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19570", "abs": "https://arxiv.org/abs/2510.19570", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Zengwei Zhu", "Kamran Behnia"], "title": "Thermal Hall conductivity of semi-metallic graphite dominated by ambipolar phonon drag", "comment": "6 pages, 3 figures", "summary": "It is now known that in addition to electrons, other quasi-particles such as\nphonons and magnons can also generate a thermal Hall signal. Graphite is a\nsemimetal with extremely mobile charge carriers of both signs and a large\nlattice thermal conductivity. We present a study of the thermal Hall effect in\nhighly oriented pyrolytic graphite (HOPG) samples with electronic, phononic and\nphonon drag contributions to the thermal Hall signal. The measured thermal Hall\nconductivity ($\\kappa_{xy}$) is two orders of magnitude higher than what is\nexpected by electronic carriers according to the electrical Hall conductivity\nand the Wiedemann-Franz law, yielding a record Hall Lorenz number of\n$164.9\\times10^{-8}V^2 K^{-2}$ ($\\sim$67$L_0$) - the largest ever observed in a\nmetal. The temperature dependence of the thermal Hall conductivity\nsignificantly differs from its longitudinal counterpart, ruling out a purely\nphononic origin of the non-electronic component. Based on the temperature\ndependence and the amplitudes of the Seebeck and Nernst responses, we\ndemonstrate that ambipolar phonon drag dominates the thermal Hall response of\ngraphite."}
{"id": "2510.19083", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.19083", "abs": "https://arxiv.org/abs/2510.19083", "authors": ["Chen Lu", "Chuang Li", "Chao Cao", "Huiqiu Yuan", "Fu-Chun Zhang", "Lun-Hui Hu"], "title": "Inter-orbital spin-triplet superconductivity from altermagnetic fluctuations", "comment": "5 pages, 5 figures. Comments are welcome", "summary": "Altermagnetic (AM) fluctuations are a new class of collinear spin\nfluctuations whose role in mediating superconductivity faces a fundamental\ntension: their $\\Gamma$-point peak favors intra-orbital spin-triplet pairing,\nwhile their spin compensation favors inter-orbital singlets. Here, we\ndemonstrate that inversion-symmetry-broken AM fluctuations generically resolve\nthis competition in favor of spin-triplet pairing. As a proof of concept, we\nstudy a minimal two-orbital model with two van Hove singularities. The broken\ninversion symmetry induces momentum-orbital locking: the same orbital dominates\nat opposite momenta, enhancing the triplet channel. Crucially, a subdominant\nfluctuation channel arising from inter-van-Hove nesting provides an internal\nJosephson coupling that locks the phase difference between triplet pairs on\ndifferent orbitals. We find this coupling changes sign ($+$ to $-$) upon a\ncrossover from AM-dominant to ferromagnetic-dominant fluctuations. The\nresulting $\\pi$-phase difference manifests as a $\\tau_z$-type order parameter,\n$c_{k,1\\uparrow}c_{-k,1\\uparrow} - c_{k,2\\uparrow}c_{-k,2\\uparrow}$. Although\nintra-orbital in the original basis, its orbital-nontrivial character, as\nmanifested by its equivalence to inter-orbital pairing under rotation, defines\na general \\textit{inter-orbital spin-triplet superconductivity}. This state is\ndistinct from the $\\tau_0$-triplet pairing mediated by ferromagnetic\nfluctuations, as evidenced by the canceled intra-orbital supercurrent in a\nJosephson junction between them."}
{"id": "2510.19447", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19447", "abs": "https://arxiv.org/abs/2510.19447", "authors": ["Jakub Jasinski", "Francesco Gucci", "Thomas Brumme", "Swaroop Palai", "Armando Genco", "Alessandro Baserga", "Jonas D. Ziegler", "Takashi Taniguchi", "Kenji Watanabe", "Mateusz Dyksik", "Christoph Gadermaier", "Michal Baranowski", "Duncan K. Maude", "Alexey Chernikov", "Giulio Cerullo", "Agnieszka Kuc", "Stefano Dal Conte", "Paulina Plochocka", "Alessandro Surrente"], "title": "Spin injection and emission helicity switching in a 2D perovskite/WSe2 heterostructure", "comment": null, "summary": "The initialization and control of a long-lived spin population in lead halide\nperovskites are prerequisites for their use in spintronic applications. Here,\nwe demonstrate circular polarization of the interlayer exciton emission in a\n(BA)2PbI4/WSe2 monolayer heterostructure. The helicity of this emission is\ncontrolled by tuning the energy of the excitation laser through the manifold of\nexciton resonances of the WSe2 monolayer, together with an emerging interlayer\nabsorption feature of the heterostructure. Theoretical calculations show that\nthis resonance arises from hybridized (BA)2PbI4/WSe2 states in the valence\nband. This hybrid character enables its observation in both linear absorption\nand ultrafast pump-probe spectroscopies, and plays a key role in controlling\nthe sign of the helicity of the interlayer exciton emission. The tunable spin\npolarization demonstrated here, with the WSe2 monolayer effectively acting as a\ntunable spin filter, represents an important step toward the use of 2D\nperovskites in opto-spintronic applications."}
{"id": "2510.19483", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19483", "abs": "https://arxiv.org/abs/2510.19483", "authors": ["Lu Zhang", "Min Long", "Yuxuan Zhang", "Zi Yang Meng", "Xue-Yang Song"], "title": "Discrete Shift and Polarization from Response to Symmetry Defects in Interacting Topological Phases", "comment": "11 pages, 9 figures", "summary": "We extend the previous study of extracting crystalline symmetry-protected\ntopological invariants to the correlated regime. We construct the interacting\nHofstadter model defined on square lattice with the rotation and translation\nsymmetry defects: disclination and dislocation. The model realizes Chern\ninsulator and the charge density wave state as one tunes interactions.\nEmploying the density matrix renormalization group (DMRG) method, we calculate\nthe excess charge around the defects and find that the topological invariants\nremain quantized in both phases, with the topological quantity extracted to\ngreat precision. This study paves the way for utilizing matrix product state,\nand potentially other quantum many-body computation methods, to efficiently\nstudy crystalline symmetry defects on 2D interacting lattice systems."}
{"id": "2510.19587", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19587", "abs": "https://arxiv.org/abs/2510.19587", "authors": ["Xingdong Luo", "Zhizhen Chen"], "title": "Time crystalline solitons and their stochastic dynamics in a driven-dissipative φ^4 model", "comment": "5 figures", "summary": "Periodical driven systems provide unique opportunities to investigate the\ndynamics of topological structures far from equilibrium. In this paper, we\nreport a time-crystalline soliton (TCS) state in a driven-dissipative $\\phi^4$\nmodel. This state exhibits spontaneous breaking of discrete time-translational\nsymmetry alongside spatial soliton behavior. During time evolution, the soliton\npattern periodically oscillates between kink and anti-kink configurations. We\nfurther study TCS dynamics under noise, demonstrating that soliton random walk\ncan induce a dynamical transition between two distinct $Z_2$ symmetry-breaking\ntime-crystalline phases in time domain. Finally, we examine the annihilation of\ntwo spatially separated TCSs under noise. Importantly, in contrast to the\nconfined behavior of time-crystalline monopoles reported in [Phys. Rev. Lett.\n131, 056502 (2023)], the dynamics of time-crystalline solitons is deconfined\ndespite the nonequilibrium nature of our model: the statistically averaged\nannihilation time scales as a power law with the solitons' initial separation."}
{"id": "2510.19558", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.19558", "abs": "https://arxiv.org/abs/2510.19558", "authors": ["Yassir El Moutaoukal", "Rosario R. Riso", "Andrea Bianchi", "Henrik Koch"], "title": "Unveiling chiral electron-photon correlation effects in circularly polarized optical devices", "comment": "14 pages and 7 figures", "summary": "Strong coupling with circularly polarized vacuum fluctuations offers a viable\nroute to manipulate molecular chirality. While experiments are advancing toward\nthe realization of chiral cavities, a mean-field theoretical framework for\ndescribing electron-photon interaction in this platform has been missing. Here,\nwe present a mean-field theory that can be systematically improved to capture\nthe chiral correlation effects responsible for the enantioselective power of\nchiral light. We use strong coupling M{\\o}ller-Plesset perturbation theory for\naccessing the excitation manifold of electrons and chiral virtual photons. We\napply the developed methods to selected chiral systems and show that the\nmean-field theory captures cavity frequency dispersion, but fails to describe\nthe chiral discrimination arising from coupled electron-photon excitations."}
{"id": "2510.19588", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.19588", "abs": "https://arxiv.org/abs/2510.19588", "authors": ["Sijie Yue", "Wentao Xie", "Kai Shao", "Hong-yu Zou", "Bingbing Wang", "Hong-xiang Sun", "Y. X. Zhao", "Wei Chen", "Haoran Xue"], "title": "Universal non-Hermitian valley filtering via uniform dissipation", "comment": null, "summary": "Valley, as a ubiquitous degree of freedom in lattices, has found wide\napplications in both electronic and classical-wave devices in recent years.\nHowever, achieving valley-polarized states, a prerequisite for valley-based\noperations, still remains challenging. Here, we propose and experimentally\ndemonstrate a universal non-Hermitian mechanism for valley filtering using only\nuniform background dissipation, which creates a propagation length contrast\nbetween valleys through their intrinsic group velocity differences. We\nimplement this concept in an acoustic crystal, observing switchable and robust\nvalley polarization of sound through large-scale field mapping. Remarkably, our\napproach is solely based on uniform loss, without the need for any special\nlattice structures, tailored excitations, or external fields. We further\nprovide designs of our non-Hermitian valley filter on photonic and electronic\nplatforms. Our results offer a simple and effective solution to\nvalley-polarized state generation and may advance the development of novel\nvalley-based devices in both classical and quantum regimes."}
{"id": "2510.19124", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19124", "abs": "https://arxiv.org/abs/2510.19124", "authors": ["Thomas Blommel", "Enrico Perfetto", "Gianluca Stefanucci", "Vojtech Vlcek"], "title": "Many-Body Perturbation Theory for Driven Dissipative Quasiparticle Flows and Fluctuations", "comment": null, "summary": "We present a unified many-body perturbation theory for open quantum systems,\nthat treats dissipation, correlations, and external driving on equal footing.\nUsing a Keldysh-Lindblad formalism, we introduce diagrammatic treatment of\ndissipative interaction lines representing quasiparticle flows and\nfluctuations. Two new Feynman rules render the evaluation of dissipative\ndiagrams compact and systematically improvable, while preserving the Keldysh\nand anti-Hermitian symmetries of the closed-system theory. Consequently, the\nstructure of the Kadanoff-Baym equations (KBE) remains unchanged, enabling\nexisting numerical methods to be directly applied. To illustrate this, we\nderive dissipative versions of the second Born and GW approximations,\nidentifying the physical content of the self-energy components. Moreover, we\ndemonstrate that time-linear approximations to the full KBE retain their closed\nstructure and can be efficiently used to simulate relaxation and decoherence\ndynamics. This framework establishes a general route toward first-principles\nmodeling of correlated, driven, and dissipative quantum materials."}
{"id": "2510.19486", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19486", "abs": "https://arxiv.org/abs/2510.19486", "authors": ["Jacqueline Hidalgo-Jimenez", "Taner Akbay", "Tatsumi Ishihara", "Kaveh Edalati"], "title": "Active high-entropy photocatalyst designed by incorporating alkali metals to achieve d0+d10+s0 cationic configurations and wide electronegativity mismatch", "comment": null, "summary": "Photocatalytic hydrogen (H2) production and carbon dioxide (CO2) conversion\nto methane (CH4) are considered promising solutions for reducing CO2 emissions.\nHowever, the development of highly active photocatalysts is essential to\nefficiently drive these reactions without harming the environment. In this\nstudy, we introduce a strategy that incorporates elements with both low and\nhigh electronegativities into catalysts based on transition metals, thereby\nenhancing both reactant adsorption and charge transfer. This strategy is\nimplemented in a high-entropy oxide (HEO) by adding cesium, an alkali metal\nwith very low electronegativity, and gallium, a metal with high\nelectronegativity, to transition metals titanium, niobium and tantalum. The\nresulting oxide, TiNbTaGaCsO9 with a large concentration of oxygen vacancies,\nexhibits strong light absorption, a low bandgap and a suitable band structure\nfor both hydrogen evolution and CO2 conversion. Compared to HEOs with only d0\nor d0+d10 cationic configurations, the synthesized oxide with a wide\nelectronegativity difference and mixed d0+d10+s0 cationic configurations shows\nsignificantly higher activity for both H2 and CH4 production, even without\nusing a cocatalyst. These results demonstrate a design strategy for creating\nhighly active HEOs containing alkali metals by taking advantage of the\nelectronegativity mismatch across the periodic table."}
{"id": "2510.19504", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19504", "abs": "https://arxiv.org/abs/2510.19504", "authors": ["Wei-Bo He", "Yun-Tong Yang", "Hong-Gang Luo"], "title": "Practical algorithm for simulating thermal pure quantum states", "comment": null, "summary": "The development of novel quantum many-body computational algorithms relies on\nrobust benchmarking. However, generating such benchmarks is often hindered by\nthe massive computational resources required for exact diagonalization or\nquantum Monte Carlo simulations, particularly at finite temperatures. In this\nwork, we propose a new algorithm for obtaining thermal pure quantum states,\nwhich allows efficient computation of both mechanical and thermodynamic\nproperties at finite temperatures. We implement this algorithm in our\nopen-source C++ template library, Physica. Combining the improved algorithm\nwith state-of-the-art software engineering, our implementation achieves high\nperformance and numerical stability. As an example, we demonstrate that for the\n$4 \\times 4$ Hubbard model, our method runs approximately $10^3$ times faster\nthan $\\mathcal{H}\\Phi$ 3.5.2. Moreover, the accessible temperature range is\nextended down to $\\beta = 32$ across arbitrary doping levels. These advances\nsignificantly push forward the frontiers of benchmarking for quantum many-body\nsystems."}
{"id": "2510.19564", "categories": ["physics.chem-ph", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2510.19564", "abs": "https://arxiv.org/abs/2510.19564", "authors": ["E. H. Prinsen", "A. Borschevsky", "S. Hoekstra", "A. K. Dutta", "S. Chakraborty", "B. J. Schellenberg", "L. F. Pašteka", "I. A. Aucar"], "title": "Ab Initio Calculations of the Static and Dynamic Polarizability of BaOH", "comment": "11 pages, 1 figure", "summary": "We present high-precision ab initio calculations of the static and dynamic\npolarizability of the barium monohydroxide ($^{138}$BaOH) molecule, using\nrelativistic coupled-cluster theory. By thoroughly investigating the dependence\nof the calculated polarizabilities on computational parameters (basis set size,\ntreatment of relativity, level of treatment of electron correlation, and\nvibrational corrections), a procedure to determine uncertainties is constructed\nand applied. The dipole moment of BaOH is also calculated and compared to\nexperiment, confirming the accuracy of the predicted polarizabilities. The\nstatic and dynamic ($\\lambda=1064\\;\\text{nm}$) polarizability was calculated\nfor both the ground state and the (010) vibrational bending mode, the latter\nstate being particularly interesting for a wide range of quantum experiments.\nThe ground state static polarizabilities were calculated to be 200.8(24) a.u.\nand 297(5) a.u. for the parallel and perpendicular components respectively."}
{"id": "2510.19632", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19632", "abs": "https://arxiv.org/abs/2510.19632", "authors": ["Souvik Sasmal", "Ryan Muzzio", "Ahmed Khalifa", "Paulina Majchrzak", "Alfred J. H. Jones", "I-Hsuan Kao", "Kenji Watanabe", "Takashi Taniguchi", "Simranjeet Singh", "Eli Rotenberg", "Aaron Bostwick", "Chris Jozwiak", "Søren Ulstrup", "Shubhayu Chatterjee", "Jyoti Katoch"], "title": "Direct visualization of gate-tunable flat bands in twisted double bilayer graphene", "comment": null, "summary": "The symmetry-broken correlated states in twisted double bilayer graphene\n(TDBG) can be tuned via several external knobs, including twist angle,\ndisplacement field, and carrier density. However, a direct, momentum-resolved\ncharacterization of how these parameters reshape the flat-band structure\nremains limited. In this study, we employ micro focused angle-resolved\nphotoemission spectroscopy to investigate the flat-band dispersion of TDBG at a\ntwist angle of 1.6, systematically varying the displacement field and carrier\ndensity via electrostatic gating. We directly observe multiple flat moir'e\nminibands near charge neutrality, including a flat remote valence band residing\nbelow the low-energy flat-band manifold. Furthermore, the dominant Coulomb\nrepulsive energy over the flat- band bandwidth suggests favorable conditions\nfor the emergence of interaction-driven correlated phenomena in TDBG. These\nfindings establish that the formation and evolution of flat bands in TDBG\narises from the interplay between the electron filling and the displacement\nfield."}
{"id": "2510.19142", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19142", "abs": "https://arxiv.org/abs/2510.19142", "authors": ["Xiaoxi Huang", "Daniel A. Pharis", "Hang Zhou", "Zishen Tian", "Thow Min Jerald Cham", "Kyoungjun Lee", "Yilin Evan Li", "Chaoyang Wang", "Yuhan Liang", "Maciej Olszewski", "Di Yi", "Chang-Beom Eom", "Darrell G. Schlom", "Lane W. Martin", "Ding-Fu Shao", "Daniel C. Ralph"], "title": "Control of out-of-plane anti-damping spin torque with a canted ferromagnetic spin source", "comment": null, "summary": "To achieve efficient anti-damping switching of nanoscale magnetic memories\nwith perpendicular magnetic anisotropy using spin-orbit torque requires that\nthe anti-damping spin-orbit torque have a strong out-of-plane component. The\nspin anomalous Hall effect and the planar Hall effect spin current produced by\na ferromagnetic layer are candidate mechanisms for producing such an\nout-of-plane anti-damping torque, but both require that the magnetic moment of\nthe spin source layer be canted partly out of the sample plane at zero applied\nmagnetic field. Here we demonstrate such a canted configuration for a\nferromagnetic SrRuO3 layer and we characterize all vector components of the\ntorque that it produces, including non-zero out-of-plane anti-damping torques.\nWe verify that the out-of-plane spin component can be tuned by the orientation\nof magnetic moment, with significant contributions from both the spin anomalous\nHall effect and the planar Hall effect spin current."}
{"id": "2510.19515", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19515", "abs": "https://arxiv.org/abs/2510.19515", "authors": ["Raffaele Resta"], "title": "Intrinsic nonlinear Hall effect beyond Bloch geometry", "comment": "4 pages, no figures", "summary": "The theory of the intrinsic Hall effect, both linear and nonlinear, is rooted\nin a geometry which is defined in the Bloch-vector parameter space; the formal\nexpressions are mostly derived from semiclassical concepts. When disorder and\ninteraction are considered there is no Bloch vector to speak of; one needs a\nmore general quantum geometry, defined in a different parameter space. Such\nhigher-level geometrical formulation of the intrinsic Hall effect provides very\ncompact expressions, which have the additional virtue -- in the Bloch special\ncase -- of yielding the known results in a straightforward way: the logic is\nnot concealed by the algebra."}
{"id": "2510.19526", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19526", "abs": "https://arxiv.org/abs/2510.19526", "authors": ["V. Apinyan", "T. Kopeć"], "title": "Applied electric and magnetic field effects on the bandgap formation and antiferromagnetic ordering in AA-stacked Bilayer Graphene", "comment": "20 pages, 15 figures", "summary": "In this study, we consider a two-layer graphene structure stacked in the AA\nform and exposed to the influence of two different electric fields applied to\ndifferent layers. The graphene layers are also subjected to an external\nmagnetic field perpendicular to the planes of the layers. We investigate the\npossible effects of the applied in-plane fields and the magnetic field on\nexcitonic pairing, antiferromagnetic order, and the chemical potential.\nSimultaneously, we analyze the effects of the interlayer Coulomb interaction\npotential on the physical properties of the considered system. We demonstrate\nthat the application of planar electric fields leads to the formation of an\nunusually large bandgap in the electronic band structure, which is not typical\nfor AA-stacked bilayer graphene. We discuss various values of the applied\nelectric field potentials and show their influence on the electronic band\nstructure of the system. Additionally, we identify the existence of a critical\nvalue of the magnetic field above which Wigner crystallization-like effect is\npresent for the electrons, also affecting the excitonic gap in one spin\nchannel. The results obtained in this study could be important for applications\nof AA-stacked bilayer graphene as a large band-gap material."}
{"id": "2510.19642", "categories": ["physics.chem-ph", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.19642", "abs": "https://arxiv.org/abs/2510.19642", "authors": ["Alain M. Dikande"], "title": "Manning-type potential induced by kink scatterings with phonons in molecular chains with hyperbolic double-well substrates", "comment": "16 pages,5 figures", "summary": "A rescaled Manning potential is obtained in the analysis of scatterings of\nsmall- amplitude excitations with a kink defect. The generic model is a\nnonlinear Klein- Gordon Hamiltonian describing a one-dimensional chain of\nidentical molecules, sub- jected to an hyperbolic single-particle substrate\npotential. To account for isotope effects that are likely to affect\ncharacteristic equilibrium parameters of the molec- ular chain, including the\nlattice spacing (i.e. the characteristic intermolecuar dis- tance) and/or the\nbarrier height, the hyperbolic substrate potential is endowed with a real\nparameter whose variation makes it suitable for the description of molecu- lar\nexcitations in a broad range of systems with inversion symmetry. These include\nhydrogen-bonded molecular crystals, {\\alpha}-helix proteins, long polymer\nchains and two- state quantum-tunneling systems in general. Double-well models\nwith deformable profiles are relevant in physical contexts where the\nequilibrium configurations are sensitive to atomic or molecular substitutions,\ndilution, solvation and so on."}
{"id": "2510.19637", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19637", "abs": "https://arxiv.org/abs/2510.19637", "authors": ["Denise Assafrão", "Faizuddin Ahmed", "Edilberto O. Silva"], "title": "Single-Scale Magnetoelastic Landau Quantization: Thermodynamics, Quantum Oscillations, and Metrology", "comment": "35 pages, 23 figures", "summary": "We develop a unified, single-scale description of thermodynamics and quantum\noscillations in electronic systems with a uniform areal density of screw\ndislocations under a uniform magnetic field. A single tunable gap,\n$\\hbar|\\omega_{eff}|$ with $\\omega_{eff}=\\omega_{c}+\\omega_{cl}$, organizes all\nequilibrium observables obtained from a compact harmonic-oscillator partition\nfunction: free energy, internal energy, entropy, heat capacity, magnetization,\nmagnetic susceptibility, and magnetocaloric responses collapse onto universal\nhyperbolic kernels in $x=\\hbar|\\omega_{eff}|/(2k_{B}T)$. We identify a\ncompensated-field regime where the transverse gap closes and the heat capacity\nreaches an equipartition plateau, providing a sharp signature of magnetoelastic\ninterference. In transport and torque, the same scale rigidly shifts the Hall\nfan and compresses the $1/B$ period of de Haas-van Alphen and Shubnikov-de Haas\noscillations when expressed in $1/B_{eff}$, enabling a phase-unwarping protocol\nthat metrologizes the dislocation density from a single field sweep. In\nmesoscopic samples, boundary corrections to the Landau degeneracy generate\nfinite-size calorimetric oscillations that diagnose the effective magnetic\nlength. Moderate disorder and weak interactions preserve the kernel structure\nwhile smoothing amplitudes. We outline an experimental roadmap combining\non-chip calorimetry, torque magnetometry, and transport, and discuss\ndevice-level opportunities in caloritronics and strain engineering,\nmagnetocaloric microcooling, magnetoelastic heat switching, and dilatometric\ntransduction, where the single scale $\\hbar|\\omega_{eff}|$ enables rational\ndesign and optimization."}
{"id": "2510.19188", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19188", "abs": "https://arxiv.org/abs/2510.19188", "authors": ["Salman Ahsanullah", "Neema Rafizadeh", "Hui Zhao"], "title": "Transient Absorption Spectroscopy of NbOI$_2$", "comment": null, "summary": "NbOI$_2$ has recently emerged as a new van der Waals material combining\nsemiconducting behavior with intrinsic in plane ferroelectricity and pronounced\ntransport and optical anisotropy. However, its photocarrier dynamics remain\nlargely unexplored. Here we report transient absorption spectroscopy of\nNbOI$_2$ using femtosecond pump probe reflectance measurements. A pronounced\ntransient absorption feature is observed near the 2.34 eV excitonic resonance,\narising from photocarrier induced excitonic energy shifts and saturation. The\ndecay dynamics reveal an exciton lifetime of several tens of picoseconds and\nshow density-dependent behavior consistent with exciton exciton annihilation,\nyielding an annihilation coefficient of 0.09 cm$^2$ s$^{-1}$, which is\ncomparable to that in monolayer transition metal dichalcogenides. Polarization\nresolved measurements further reveal a pronounced in-plane anisotropy in the\ntransient response that follows the linear absorption anisotropy. These\nfindings provide fundamental insight into photocarrier dynamics in NbOI$_2$ and\nestablish key parameters for understanding and exploiting its optoelectronic\nbehavior."}
{"id": "2510.19596", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19596", "abs": "https://arxiv.org/abs/2510.19596", "authors": ["Madeleine Phillips", "C. Stephen Hellberg"], "title": "Atomic displacements drive flat band formation and lateral electron and hole separation in near-60 degree twisted MoSe2/WSe2 bilayers", "comment": "Main manuscript: 21 pages, 5 figures. Supplementary information: 12\n  pages, 11 figures", "summary": "Transition metal dichalcogenide (TMD) bilayers with an interlayer twist\nexhibit a moire super-period, whose effects can manifest in both structural and\nelectronic properties. Atomic displacements can lead to reconstruction into\ndomains of aligned stacking, and flat bands can form that may host correlated\nelectron states. In heterobilayers angular mismatch is nearly unavoidable, so\nunderstanding the consequences of an interlayer twist is essential. Using ab\ninitio density functional theory, we find that in near-60 degree twisted\nMoSe2/WSe2 bilayers valence and conduction band flat bands emerge at ~3 degree\ntwist. Despite relatively limited reconstruction at these angles, atomic\ndisplacement creates a polarization gradient that forms a confining potential,\nlocalizing and laterally separating electrons and holes within the moire\nsupercell. Excitons formed from flat band electrons and holes should therefore\nhave not only the out-of-plane dipole moment familiar from MoSe2/WSe2\ninterlayer excitons, but an in-plane dipole moment as well."}
{"id": "2510.19709", "categories": ["cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.19709", "abs": "https://arxiv.org/abs/2510.19709", "authors": ["Camron Farhang", "Weihang Lu", "Yuchuan Yao", "Pratap Pal", "Shaofeng Han", "Jian-Guo Zheng", "Hua Chen", "Chang-Beom Eom", "Jing Xia"], "title": "Temperature-invariant magneto-optical Kerr effect in a noncollinear antiferromagnet", "comment": null, "summary": "The anomalous Hall effect and magneto-optical Kerr effect have traditionally\nbeen associated with ferromagnets, but recent studies reveal their presence in\nnoncollinear antiferromagnets due to nonzero Berry curvature despite negligible\nnet magnetization. However, Hall measurements often show strong temperature\ndependence caused by extrinsic scattering, complicating quantitative analysis,\nand temperature invariance of the Kerr effect remains unconfirmed. Here we\nemploy epitaxial, stoichiometric Mn3NiN single crystal films and perform polar\nKerr measurements at an infrared 1550 nm telecommunication wavelength,\ndemonstrating a spontaneous Kerr signal that remains stable within a few\npercent across a 200 Kelvin range below the N\\'eel temperature. This\ntemperature-invariant Kerr effect contrasts with the strongly\ntemperature-dependent Hall effect and confirms the intrinsic nature of Berry\ncurvature in these materials. Our findings establish infrared Kerr effect as a\nreliable, local probe of Berry curvature in noncollinear antiferromagnets,\nfacilitating quantitative characterization and advancing antiferromagnetic\nspintronic applications."}
{"id": "2510.19774", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.19774", "abs": "https://arxiv.org/abs/2510.19774", "authors": ["Domantas Kuryla", "Fabian Berger", "Gábor Csányi", "Angelos Michaelides"], "title": "How Accurate Are DFT Forces? Unexpectedly Large Uncertainties in Molecular Datasets", "comment": "16 pages, 8 figures", "summary": "Training of general-purpose machine learning interatomic potentials (MLIPs)\nrelies on large datasets with properties usually computed with density\nfunctional theory (DFT). A pre-requisite for accurate MLIPs is that the DFT\ndata are well converged to minimize numerical errors. A possible symptom of\nerrors in DFT force components is nonzero net force. Here, we consider net\nforces in datasets including SPICE, Transition1x, ANI-1x, ANI-1xbb, AIMNet2,\nQCML, and OMol25. Several of these datasets suffer from significant nonzero DFT\nnet forces. We also quantify individual force component errors by comparison to\nrecomputed forces using more reliable DFT settings at the same level of theory,\nand we find significant discrepancies in force components averaging from 1.7\nmeV/{\\AA} in the SPICE dataset to 33.2 meV/{\\AA} in the ANI-1x dataset. These\nfindings underscore the importance of well converged DFT data as increasingly\naccurate MLIP architectures become available."}
{"id": "2510.19648", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19648", "abs": "https://arxiv.org/abs/2510.19648", "authors": ["Eleonora Raimondo", "Andrea Grimaldi", "Vasyl Tyberkevych", "Riccardo Tomasello", "Anna Giordano", "Mario Carpentieri", "Andrei Slavin", "Massimo Chiappini", "Giovanni Finocchio"], "title": "Adaptive Ising machine based on phase-locking of an auto-oscillator to a bi-harmonic external driving with noise", "comment": null, "summary": "We introduce a universal theory of phase auto-oscillators driven by a bi\nharmonic signal (having frequency components close to single and double of the\nfree-running oscillator frequency) with noise. With it, we show how\ndeterministic phase locking and stochastic phase slips can be continuously\ntuned by varying the relative amplitudes and frequencies of the driving\ncomponents. Using, as an example, a spin-torque nano-oscillator, we numerically\nvalidate this theory by implementing a deterministic Ising machine paradigm, a\nprobabilistic one, and dual-mode operation of the two. This demonstration\nintroduces the concept of adaptive Ising machines (AIM), a unified\noscillator-based architecture that dynamically combines both regimes within the\nsame hardware platform by properly tuning the amplitudes of the bi-harmonic\ndriving relative to the noise strength. Benchmarking on different classes of\ncombinatorial optimization problems, the AIM exhibits complementary performance\ncompared to oscillator based Ising machines and probabilistic Ising machines,\nwith adaptability to the specific problem class. This work introduces the first\nOIM capable of transitioning between deterministic and probabilistic\ncomputation taking advantage of a proper design of the trade-off between the\nstrength of phase-locking of an auto-oscillator to a bi harmonic external\ndriving and noise, opening a path toward scalable, CMOS compatible hardware for\nhybrid optimization and inference."}
{"id": "2510.19189", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19189", "abs": "https://arxiv.org/abs/2510.19189", "authors": ["Troy Losey", "Jin Zhang", "S. -W. Tsai"], "title": "Calculating the Luttinger liquid parameter for an interacting Kitaev chain quantum simulator", "comment": "13 pages, 7 figures", "summary": "In this work, we introduce a solid-state platform for building quantum\nsimulators using implanted spin centers in solid-state materials. We build upon\nthe proposal for an $S=1$ chain of spin centers coupled through the magnetic\ndipole-dipole interaction and subjected to an external magnetic field as a\nquantum simulator for critical floating phases. We introduce another magnetic\nfield and map the system to the interacting Kitaev chain. This setup, tunable\nthrough the applied fields and the orientation of the spin centers within the\ncrystal, exhibits a variety of rich quantum behavior which notably includes\nfloating phases, a $Z_2$ symmetry-breaking phase, and lines of both\nBerezinskii-Kosterlitz-Thouless (BKT) and Pokrovsky-Talapov transitions.\nFurthermore, we employ several novel methods to calculate the Luttinger liquid\nparameter in our model with incommensurate correlations. We find that these\nmethods provide a route to identify BKT transitions with less computational\nresources than utilizing entanglement entropy and central charge."}
{"id": "2510.19638", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19638", "abs": "https://arxiv.org/abs/2510.19638", "authors": ["Vaibhav Vasudevan", "Thomas Schuler", "Pascal Bellon", "Robert Averback"], "title": "DFT-informed Design of Radiation-Resistant Dilute Ternary Cu Alloys", "comment": null, "summary": "This research establishes a systematic, high-throughput computational\nframework for designing radiation-resistant, dilute ternary copper-based alloys\nby addition of solutes that bind to vacancies and reduce their mobility, thus\npromoting interstitial-vacancy recombination. The first challenge in developing\nalloys by this method is mitigating the vacancy-mediated solute drag effect,\nsince density functional theory (DFT) calculations show that solutes that bind\nstrongly to vacancies are also rapidly dragged to point-defect sinks, and thus\nremoved from the matrix. To overcome this issue, two types of solutes are added\nto the Cu matrix: A first solute with a strong vacancy binding energy (B-type\nspecies) and another solute that binds to 'B' and is a slow diffuser in Cu\n(C-type species). Using DFT, 21 synergistic solute pairs are screened, with\n'B'=Zr, Ge, Sn and 'C'=Fe, Co, Mo, Ni, Nb, W, Cr. Two promising alloys,\nCu(Zr,Co) and Cu(Zr,Fe) are then investigated in detail in the dilute regime.\nDiffusion and solute drag in these alloys are modeled using the kinetic cluster\nexpansion approach (KineCluE) under irradiation conditions. It is shown that\nstrong Zr-'C' thermodynamic binding, especially between Zr and Co,\nsignificantly reduces the mobility of Zr solute and suppresses the\nvacancy-mediated solute drag. Using an analytical framework for the standard\nfive-jump frequency model for diffusion in binary alloys, it is found that\nvacancy-Zr-Co triplets disrupt the kinetic circuits that promote solute drag in\nthe binary alloy by raising the dissociation barrier for the vacancy from the\nsolute."}
{"id": "2510.19824", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.19824", "abs": "https://arxiv.org/abs/2510.19824", "authors": ["Luke Staszewski", "Asmi Haldar", "Pieter W. Claeys", "Alexander Wietek"], "title": "Krylov space dynamics of ergodic and dynamically frozen Floquet systems", "comment": "9 pages, 6 figures", "summary": "In isolated quantum many-body systems periodically driven in time, the\nasymptotic dynamics at late times can exhibit distinct behavior such as\nthermalization or dynamical freezing. Understanding the properties of and the\nconvergence towards infinite-time (nonequilibrium) steady states however\nremains a challenging endeavor. We propose a physically motivated Krylov space\nperspective on Floquet thermalization which offers a natural framework to study\nrates of convergence towards steady states and, simultaneously, an efficient\nnumerical algorithm to evaluate infinite-time averages of observables within\nthe diagonal ensemble. The effectiveness of our algorithm is demonstrated by\napplying it to the periodically driven mixed-field Ising model, reaching system\nsizes of up to 30 spins. Our method successfully resolves the transition\nbetween the ergodic and dynamically frozen phases and provides insight into the\nnature of the Floquet eigenstates across the phase diagram. Furthermore, we\nshow that the long-time behavior is encoded within the localization properties\nof the Ritz vectors under the Floquet evolution, providing an accurate\ndiagnostic of ergodicity."}
{"id": "2510.19700", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19700", "abs": "https://arxiv.org/abs/2510.19700", "authors": ["Xin Chen", "Linyang Li"], "title": "Spin-Locked Helical Currents and Pure Spin Pumping in Altermagnetic Nanotubes", "comment": null, "summary": "We show that rolling a two-dimensional altermagnet into a nanotube turns it\ninto a spin-programmable chiral nanosolenoid with two reciprocal, SOC-free\nfunctionalities. (i) Direct: injecting a single-spin-polarized current produces\na steady helical current whose handedness is locked to the spin orientation,\nyielding opposite axial magnetic fields for opposite spins. (ii) Inverse: a\ntime-varying axial flux Phi(t) induces a circumferential Faraday field E_theta\n= -(dPhi/dt)/(2 pi R) that drives equal-magnitude, opposite-sign axial charge\ncurrents in the two spin channels, Iz^up = - Iz^down, thereby pumping a pure\nspin current Is = (hbar/2e)(Iz^up - Iz^down) with zero net charge flow. Both\neffects arise from the interplay between momentum-odd spin polarization\ninherent to altermagnets and the screw symmetry of the rolled geometry, and\npersist in the complete absence of spin-orbit coupling. Using V2Se2O as a\nprototype, first-principles calculations reveal spin-dependent chiral wave\nfunctions near both the conduction- and valence-band edges. These results\nestablish a nonrelativistic route toward compact spin-controlled flux\ngenerators and charge-neutral spin injectors in light-element materials without\nstatic magnetic bias."}
{"id": "2510.19194", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19194", "abs": "https://arxiv.org/abs/2510.19194", "authors": ["Jiabin Wang", "Wancheng Zhang", "Yong Liu", "Rui Xiong", "Zhenhua Zhang", "Zhihong Lu"], "title": "High-Efficiency Nonrelativistic Charge-Spin Conversion in X-Type Antiferromagnets", "comment": null, "summary": "Altermagnets have attracted considerable interest for their capacity to\ngenerate spin splitting while preserving zero net magnetization. This work\nproposes a distinct class of antiferromagnetic materials, termed X-type\nantiferromagnets, which are shown to produce more efficient $\\cal T$-odd spin\ncurrents than altermagnets along specific crystallographic directions due to\ntheir unique Fermi surface geometry. The spin current polarization is\ncontrolled by the N\\'eel vector orientation. In the (110)-oriented\n$\\beta-\\mathrm{Fe}_2\\mathrm{PO}_5$, the Fermi surface exhibits a $d$-wave\naltermagnetic-like characteristic and becomes compressed into an approximately\nX-shaped $d$-wave configuration, yielding highly efficient $\\cal T$-odd spin\ncurrents with a charge-to-spin conversion efficiency reaching 90%. Moreover,\nwhen the N\\'eel vector is tilted via unit cell selection or external means, the\nsystem generates out-of-plane spin-polarized currents with efficiencies\nsubstantially exceeding those of known ferromagnets, altermagnets, noncollinear\nantiferromagnets, and low-symmetry materials. The highly efficient charge-spin\nconversion in X-type antiferromagnets provides a novel and highly effective\nspin source system for the development of low-power spintronic devices."}
{"id": "2510.19667", "categories": ["cond-mat.mtrl-sci", "cs.SE", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.19667", "abs": "https://arxiv.org/abs/2510.19667", "authors": ["Yuxing Fei", "Matthew J. McDermott", "Christopher L. Rom", "Shilong Wang", "Gerbrand Ceder"], "title": "Dara: Automated multiple-hypothesis phase identification and refinement from powder X-ray diffraction", "comment": null, "summary": "Powder X-ray diffraction (XRD) is a foundational technique for characterizing\ncrystalline materials. However, the reliable interpretation of XRD patterns,\nparticularly in multiphase systems, remains a manual and expertise-demanding\ntask. As a characterization method that only provides structural information,\nmultiple reference phases can often be fit to a single pattern, leading to\npotential misinterpretation when alternative solutions are overlooked. To ease\nhumans' efforts and address the challenge, we introduce Dara (Data-driven\nAutomated Rietveld Analysis), a framework designed to automate the robust\nidentification and refinement of multiple phases from powder XRD data. Dara\nperforms an exhaustive tree search over all plausible phase combinations within\na given chemical space and validates each hypothesis using a robust Rietveld\nrefinement routine (BGMN). Key features include structural database filtering,\nautomatic clustering of isostructural phases during tree expansion,\npeak-matching-based scoring to identify promising phases for refinement. When\nambiguity exists, Dara generates multiple hypothesis which can then be decided\nbetween by human experts or with further characteriztion tools. By enhancing\nthe reliability and accuracy of phase identification, Dara enables scalable\nanalysis of realistic complex XRD patterns and provides a foundation for\nintegration into multimodal characterization workflows, moving toward fully\nself-driving materials discovery."}
{"id": "2510.18974", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.18974", "abs": "https://arxiv.org/abs/2510.18974", "authors": ["Alexander Canright", "Deepak Iyer", "Matthew S. Foster"], "title": "Magnon scattering and transduction in Coulomb-coupled quantum Hall ferromagnets", "comment": "12 pages, 9 figures", "summary": "The magnetization field of a quantum Hall ferromagnet (QHFM) can host a\nvariety of spin textures, including skyrmions and magnons. When projected into\nthe lowest Landau level with $\\nu = 1$ filling, the topological (Pontryagin)\ncharge density of the magnetization field is proportional to the electric\ncharge density, allowing for long-range spin-spin interactions. Inspired by\nrecent experimental developments that enable all-electrical magnon generation\nand detection, in this work we theoretically demonstrate two phenomena that can\noccur due to Coulomb interactions that are unique to QHFMs: magnons can scatter\noff of point charges at a distance, and skyrmions can act as transmitters and\nreceivers for magnons to be transduced between separate layers of a bilayer\nQHFM. The latter Coulomb-mediated spin drag effect occurs at arbitrary distance\nand could facilitate long-range magnonics, such as detection of spin waves for\nfuture experiments in 2D materials."}
{"id": "2510.19739", "categories": ["cond-mat.mes-hall", "81V70"], "pdf": "https://arxiv.org/pdf/2510.19739", "abs": "https://arxiv.org/abs/2510.19739", "authors": ["Yurii G. Arapov", "Svetlana V. Gudina", "Vladimir N. Neverov", "Nikita S. Sandakov", "Nina G. Shelushinina"], "title": "Two parameter scaling of conductance in quantum Hall effect", "comment": "29 pages, 15 figures", "summary": "After a brief survey of theoretical concepts for the two-parameter scaling\ntheory in the integer quantum Hall effect regime, a comprehensive set of early,\nrecent and new experimental results on constructing scaling diagrams for\nconductance in 2D semiconductor structures, as well as in graphene is\ndisplayed. A comparative analysis of scaling diagrams obtained from\nexperimental data with calculated ones is carried out."}
{"id": "2510.19251", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.19251", "abs": "https://arxiv.org/abs/2510.19251", "authors": ["Danial Ebrahimzadeh", "Sarah Sharif", "Yaser Mike Banad"], "title": "Synthesizability Prediction of Crystalline Structures with a Hierarchical Transformer and Uncertainty Quantification", "comment": null, "summary": "Predicting which hypothetical inorganic crystals can be experimentally\nrealized remains a central challenge in accelerating materials discovery.\nSyntheFormer is a positive-unlabeled framework that learns synthesizability\ndirectly from crystal structure, combining a Fourier-transformed crystal\nperiodicity (FTCP) representation with hierarchical feature extraction,\nRandom-Forest feature selection, and a compact deep MLP classifier. The model\nis trained on historical data from 2011 through 2018 and evaluated\nprospectively on future years from 2019 to 2025, where the positive class\nconstitutes only 1.02 per cent of samples. Under this temporally separated\nevaluation, SyntheFormer achieves a test area under the ROC curve of 0.735 and,\nwith dual-threshold calibration, attains high-recall screening with 97.6 per\ncent recall at 94.2 per cent coverage, which minimizes missed opportunities\nwhile preserving discriminative power. Crucially, the model recovers\nexperimentally confirmed metastable compounds that lie far from the convex hull\nand simultaneously assigns low scores to many thermodynamically stable yet\nunsynthesized candidates, demonstrating that stability alone is insufficient to\npredict experimental attainability. By aligning structure-aware representation\nwith uncertainty-aware decision rules, SyntheFormer provides a practical route\nto prioritize synthesis targets and focus laboratory effort on the most\npromising new inorganic materials."}
{"id": "2510.19712", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19712", "abs": "https://arxiv.org/abs/2510.19712", "authors": ["L. Kopprio", "J. Caram", "S. Le Gall", "F. Ventosinos", "L. Gil-Escrig", "H. J. Bolink", "C. Longeaud", "J-P. Kleider", "J. Schmidt"], "title": "Opto-electronic and kinetic properties of defect states in FA0.7Cs0.3Pb(I0.9Br0.1)3 thin films", "comment": null, "summary": "Despite the remarkable success in increasing the efficiency and stability of\nperovskite solar cells over the last decade, the underlying defect landscape of\nhalide perovskites remains unclear. Some charged defects in perovskites migrate\nin response to an applied electric field, which complicates their\ncharacterization with standard techniques. We combine thermal admittance\nspectroscopy (TAS) with lateral photoconductivity-based methods, such as the\nthermal steady-state photocurrent (SSPC) and the steady-state photocarrier\ngrating (SSPG), to estimate the kinetic and electrical properties of defects in\nthin films of vacuum-deposited FA$_{0.7}$Cs$_{0.3}$Pb(I$_{0.9}$Br$_{0.1}$)$_3$\nperovskite. The experimental results are consistent with exponential band tails\nstates coming from the lattice disorder, an acceptor-like Gaussian distribution\n0.21~eV below the conduction band and approximately equal concentrations of\ndonors and acceptors ($1.7\\times10^{17}$ cm$^{-3}$). One of the dopants has\nroom temperature mobility of $(0.5{-}1)\\times10^{-7}$ cm$^2$ V$^{-1}$ s$^{-1}$\nwith a thermal activation energy of 0.28--0.40 eV."}
{"id": "2510.19079", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19079", "abs": "https://arxiv.org/abs/2510.19079", "authors": ["Gabriel Elyas Gama Araujo", "Andreia Luisa da Rosa"], "title": "First-principles calculation of electronic and topological properties of low-dimensional tellurium", "comment": null, "summary": "We employ first-principles density-functional theory to investigate the\nstructural, thermodynamic, electronic, and topological properties of tellurium\nin its various dimensional forms: bulk trigonal tellurium (Te-I),\ntwo-dimensional (2D) monolayers $\\alpha$-Te, $\\beta$-Te and one-dimensional\nhelical nanowire (Te-h). A softening of the acoustic phonon modes is seen in\nmost of the 2D phases, suggesting a tendency to structural distortions or phase\ntransitions under small perturbations. The trigonal 3D Te-I structure is\ncharacterized as a narrow-gap semiconductor hosting Weyl nodes at high-symmetry\nlocations in the Brillouin zone, which is supported by the characteristic spin\ntexture seen in momentum space, where spins align radially, forming Berry\nmonopoles. This topological feature, along with the observation of Weyl phonons\nis attributed to inversion symmetry breaking and strong SOC. Ultrathin Te-h\nnanowires also exhibit signatures of Weyl nodes and presents a considerable\nenergy gap under SOC. On the other hand, the two-dimensional monolayers\n$\\alpha$-Te, $\\beta$-Te, are classified as topologically trivial, as indicated\nby their topological invariants, which arises from the preservation of both\nspatial inversion and time-reversal symmetries in these systems. The potential\nfor inducing topological phase transitions via external perturbations suggest\nthat these monolayers are promising candidates for engineered Weyl phases or\nother topological states. We demonstrate that tellurium and its low-dimensional\nderivatives are versatile materials that exhibit a broad range of electronic\nand phononic phenomena intrinsically linked to chirality and symmetry breaking.\nThe tunability of their electronic and topological properties places tellurium\nas a promising material platform for the exploration and application of Weyl\nphysics in next-generation electronic and optoelectronic technologies."}
{"id": "2510.19505", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19505", "abs": "https://arxiv.org/abs/2510.19505", "authors": ["Y. -C. Soong", "H. Li", "Y. Fu", "J. Tong", "S. Huang", "X. Zhang", "E. Griffin", "E. Hoenig", "M. Alhashmi", "Y. Li", "D. Bahamon", "J. Zhong", "A. Summerfield", "R. N. Costa Filho", "C. Sevik", "R. Gorbachev", "E. C. Neyts", "L. F. Vega", "F. M. Peeters", "M. Lozada-Hidalgo"], "title": "Mechanism of the electrochemical hydrogenation of graphene", "comment": null, "summary": "The electrochemical hydrogenation of graphene induces a robust and reversible\nconductor-insulator transition, of strong interest in logic-and-memory\napplications. However, its mechanism remains unknown. Here we show that it\nproceeds as a reduction reaction in which proton adsorption competes with the\nformation of H2 molecules via an Eley-Rideal process. Graphene's\nelectrochemical hydrogenation is up to $10^6$ times faster than alternative\nhydrogenation methods and is fully reversible via the oxidative desorption of\nprotons. We demonstrate that the proton reduction rate in defect-free graphene\ncan be enhanced by an order of magnitude by the introduction of nanoscale\ncorrugations in its lattice, and that the substitution of protons for deuterons\nresults both in lower potentials for the hydrogenation process and in a more\nstable compound. Our results pave the way to investigating the chemisorption of\nions in 2D materials at high electric fields, opening a new avenue to control\nthese materials' electronic properties."}
{"id": "2510.19313", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19313", "abs": "https://arxiv.org/abs/2510.19313", "authors": ["Zenghui Fan", "Runyu Ma", "Stefano Chesi", "Congjun Wu", "Tianxing Ma"], "title": "The Superconducting Transition due to the spontaneous Interlayer Loop Current fluctuations", "comment": "MAIN TEXT: 7 pages, 5 figures; SUPPLEMENTARY MATERIALS(attached in\n  the end): 2 pages, 4 figures", "summary": "Loop currents, as an orbital magnetism, have been proposed as a possible\nfluctuation mechanism for superconducting pairing, which always remains\nelusive. Here, we investigate the role of an interlayer loop current\nfluctuation in mediating superconductivity using an unbiased bilayer\n$t-J_{\\perp}-V$ model via sign-problem-free projector quantum Monte Carlo\nsimulations. The model spontaneously generates the interlayer loop current by\nbreaking time-reversal and translational symmetries, favored by interlayer\nCoulomb repusion. With hole doping, the loop current is rapidly suppressed,\nwhile its fluctuations give rise to an interlayer $s$-wave superconductivity.\nOur results establish a phase diagram to demonstrate a superconducting\ntransition due to the interlayer loop current fluctuations. It also provides\npossible insights into some physics related to bilayer nickelates, with which\nit shares a similar structure and a large interlayer spin exchange."}
{"id": "2510.19737", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19737", "abs": "https://arxiv.org/abs/2510.19737", "authors": ["Zijian Meng", "Karim Zongo", "Matthew Thoms", "Ryan Eric Grant", "Laurent Karim Béland"], "title": "Accelerating Moment Tensor Potentials through Post-Training Pruning", "comment": "16 pages, 5 figures Software available from\n  https://github.com/RichardZJM/MTP_basis_optimization", "summary": "Moment Tensor Potentials (MTPs) are machine-learning interatomic potentials\nwhose basis functions are typically selected using a level-based scheme that is\ndata-agnostic. We introduce a post-training, cost-aware pruning strategy that\nremoves expensive basis functions with minimal loss of accuracy. Applied to\nnickel and silicon-oxygen systems, it yields models up to seven times faster\nthan standard MTPs. The method requires no new data and remains fully\ncompatible with current MTP implementations."}
{"id": "2510.19313", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19313", "abs": "https://arxiv.org/abs/2510.19313", "authors": ["Zenghui Fan", "Runyu Ma", "Stefano Chesi", "Congjun Wu", "Tianxing Ma"], "title": "The Superconducting Transition due to the spontaneous Interlayer Loop Current fluctuations", "comment": "MAIN TEXT: 7 pages, 5 figures; SUPPLEMENTARY MATERIALS(attached in\n  the end): 2 pages, 4 figures", "summary": "Loop currents, as an orbital magnetism, have been proposed as a possible\nfluctuation mechanism for superconducting pairing, which always remains\nelusive. Here, we investigate the role of an interlayer loop current\nfluctuation in mediating superconductivity using an unbiased bilayer\n$t-J_{\\perp}-V$ model via sign-problem-free projector quantum Monte Carlo\nsimulations. The model spontaneously generates the interlayer loop current by\nbreaking time-reversal and translational symmetries, favored by interlayer\nCoulomb repusion. With hole doping, the loop current is rapidly suppressed,\nwhile its fluctuations give rise to an interlayer $s$-wave superconductivity.\nOur results establish a phase diagram to demonstrate a superconducting\ntransition due to the interlayer loop current fluctuations. It also provides\npossible insights into some physics related to bilayer nickelates, with which\nit shares a similar structure and a large interlayer spin exchange."}
{"id": "2510.19596", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19596", "abs": "https://arxiv.org/abs/2510.19596", "authors": ["Madeleine Phillips", "C. Stephen Hellberg"], "title": "Atomic displacements drive flat band formation and lateral electron and hole separation in near-60 degree twisted MoSe2/WSe2 bilayers", "comment": "Main manuscript: 21 pages, 5 figures. Supplementary information: 12\n  pages, 11 figures", "summary": "Transition metal dichalcogenide (TMD) bilayers with an interlayer twist\nexhibit a moire super-period, whose effects can manifest in both structural and\nelectronic properties. Atomic displacements can lead to reconstruction into\ndomains of aligned stacking, and flat bands can form that may host correlated\nelectron states. In heterobilayers angular mismatch is nearly unavoidable, so\nunderstanding the consequences of an interlayer twist is essential. Using ab\ninitio density functional theory, we find that in near-60 degree twisted\nMoSe2/WSe2 bilayers valence and conduction band flat bands emerge at ~3 degree\ntwist. Despite relatively limited reconstruction at these angles, atomic\ndisplacement creates a polarization gradient that forms a confining potential,\nlocalizing and laterally separating electrons and holes within the moire\nsupercell. Excitons formed from flat band electrons and holes should therefore\nhave not only the out-of-plane dipole moment familiar from MoSe2/WSe2\ninterlayer excitons, but an in-plane dipole moment as well."}
{"id": "2510.19369", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19369", "abs": "https://arxiv.org/abs/2510.19369", "authors": ["Jorge Vallejo Bustamante", "Viet-Hung Nguyen", "Liam S. Farrar", "Kenji Watanabe", "Takashi Taniguchi", "Dominique Mailly", "Jean-Christophe Charlier", "Rebeca Ribeiro-Palau"], "title": "Mapping the twist angle dependence of quasi-Brillouin zones in doubly aligned graphene/BN heterostructures", "comment": "Main: 8 pages, 4 figures Supplementary: 12 pages, 13 figures", "summary": "When monolayer graphene is crystallographically aligned to hexagonal boron\nnitride (BN), a moir\\'e superlattice is formed, producing characteristic\nsatellite Dirac peaks in the electronic band structure. Aligning a second BN\nlayer to graphene creates two coexisting moir\\'e patterns, which can interfere\nto produce periodic, quasi-periodic or non-periodic superlattices, depending on\ntheir relative alignment. Here, we investigate one of the simplest realizations\nof such a double-moir\\'e structure, graphene encapsulated between two BN\nlayers, using dynamically rotatable van der Waals heterostructures. Our setup\nallows \\textit{in situ} control of the top BN alignment while keeping the\nbottom BN fixed. By systematically mapping the charge transport as a function\nof BN angular alignment, we identify the simultaneous signatures of the\noriginal moir\\'es, super-moir\\'es, and a third set of features corresponding to\nquasi-Brillouin zones (qBZ) formed when the system's periodicity becomes\nill-defined. Comparing our measurements with theoretical models, we provide the\nfirst experimental mapping of the qBZs as a function of angular alignment. Our\nresults establish a direct experimental link between moir\\'e interference and\nqBZ formation, opening new avenues for engineering electronic structures in\nmulti-aligned 2D heterostructures."}
{"id": "2510.19795", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19795", "abs": "https://arxiv.org/abs/2510.19795", "authors": ["Jhionathan de Lima", "Cristiano Francisco Woellner"], "title": "Hexa-Graphyne: A Transparent and Semimetallic 2D Carbon Allotrope with Distinct Optical Properties", "comment": null, "summary": "Herein, we conduct a comprehensive investigation of Hexa-graphyne (HXGY), a\nplanar carbon allotrope formed by distorted hexagonal and rectangular rings\nincorporating sp and sp$^2$-hybridized carbon atoms. First-principles\ncalculations confirm its energetic, dynamical and thermal stability (up to at\nleast 1000 K). Regarding its band structure, this material exhibits a\nsemimetallic nature. It exhibits high mechanical compliance, with a Young's\nmodulus approximately 13 times lower and a Poisson's ratio nearly 4 times\nhigher than those of graphene. The optical response is marked by strong\nultraviolet absorption, high infrared reflectivity, and pronounced transparency\nin the visible-light range. Raman and infrared spectra exhibit sharp and\nwell-separated peaks, providing a clear signature of acetylenic linkage\nstretching vibrations. Nanoribbon structures derived from HXGY show distinct\nelectronic behaviors depending on the edge termination type and width. These\nfindings highlight the HXGY potential for nanoelectronic and optoelectronic\napplications."}
{"id": "2510.19570", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19570", "abs": "https://arxiv.org/abs/2510.19570", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Zengwei Zhu", "Kamran Behnia"], "title": "Thermal Hall conductivity of semi-metallic graphite dominated by ambipolar phonon drag", "comment": "6 pages, 3 figures", "summary": "It is now known that in addition to electrons, other quasi-particles such as\nphonons and magnons can also generate a thermal Hall signal. Graphite is a\nsemimetal with extremely mobile charge carriers of both signs and a large\nlattice thermal conductivity. We present a study of the thermal Hall effect in\nhighly oriented pyrolytic graphite (HOPG) samples with electronic, phononic and\nphonon drag contributions to the thermal Hall signal. The measured thermal Hall\nconductivity ($\\kappa_{xy}$) is two orders of magnitude higher than what is\nexpected by electronic carriers according to the electrical Hall conductivity\nand the Wiedemann-Franz law, yielding a record Hall Lorenz number of\n$164.9\\times10^{-8}V^2 K^{-2}$ ($\\sim$67$L_0$) - the largest ever observed in a\nmetal. The temperature dependence of the thermal Hall conductivity\nsignificantly differs from its longitudinal counterpart, ruling out a purely\nphononic origin of the non-electronic component. Based on the temperature\ndependence and the amplitudes of the Seebeck and Nernst responses, we\ndemonstrate that ambipolar phonon drag dominates the thermal Hall response of\ngraphite."}
{"id": "2510.19387", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19387", "abs": "https://arxiv.org/abs/2510.19387", "authors": ["Akiteru Takahashi", "Kaichi Teranishi", "Shonosuke Takaichi", "Taishi Nishihara", "Yuhei Miyauchi"], "title": "Exciton thermal radiation from structure-sorted carbon nanotube membranes", "comment": "29 pages, 9 figrues", "summary": "Owing to their small binding energies, excitons in bulk semiconductors\ntypically exhibit a sharp optical peak at low temperatures only. This\nlimitation can be overcome by single-walled carbon nanotubes (SWCNTs) and other\nlow-dimensional semiconductors with highly enhanced exciton binding energies.\nExciton thermal radiation, which can potentially be exploited for selective\nthermal emission and energy harvesting, has been recently observed in\nindividual SWCNTs heated under photoirradiation. However, whether\nmacroscale-SWCNT assemblies can emit exciton thermal radiation under conduction\nheating remains unclear and constitutes an important challenge for practical\napplications. Herein, we observed peaked exciton thermal radiation from\nstructure-sorted SWCNT membranes. Transmission spectroscopy showed robust\nexciton resonance at high temperatures, resulting in clear exciton resonance in\nthe thermal radiation band. The absolute emissivity spectra of the membranes\nwere determined at 850 K. Exciton dominance suppresses the contribution of\nthermal free carriers to the infrared absorption/emission spectra, maintaining\nthe transparency below the optical gap even at elevated temperatures. These\nphenomena are not observed in bulk semiconductors, highlighting the\nstructure-sorted SWCNT membranes as unique semiconductors leveraging stable\nexciton resonances at elevated temperatures."}
{"id": "2510.18900", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.18900", "abs": "https://arxiv.org/abs/2510.18900", "authors": ["Alexius Wadell", "Anoushka Bhutani", "Victor Azumah", "Austin R. Ellis-Mohr", "Celia Kelly", "Hancheng Zhao", "Anuj K. Nayak", "Kareem Hegazy", "Alexander Brace", "Hongyi Lin", "Murali Emani", "Venkatram Vishwanath", "Kevin Gering", "Melisa Alkan", "Tom Gibbs", "Jack Wells", "Lav R. Varshney", "Bharath Ramsundar", "Karthik Duraisamy", "Michael W. Mahoney", "Arvind Ramanathan", "Venkatasubramanian Viswanathan"], "title": "Foundation Models for Discovery and Exploration in Chemical Space", "comment": "Main manuscript: 28 pages (including references), 7 tables and 5\n  figures. Supplementary information: 91 pages (including references), 12\n  tables and 82 figures", "summary": "Accurate prediction of atomistic, thermodynamic, and kinetic properties from\nmolecular structures underpins materials innovation. Existing computational and\nexperimental approaches lack the scalability required to efficiently navigate\nchemical space. Scientific foundation models trained on large unlabeled\ndatasets offer a path toward exploring chemical space across diverse\napplication domains. Here we develop MIST, a family of molecular foundation\nmodels with up to an order of magnitude more parameters and data than prior\nworks. Trained using a novel tokenization scheme that comprehensively captures\nnuclear, electronic, and geometric information, MIST learns from a diverse\nrange of molecules. MIST models have been fine-tuned to predict more than 400\nstructure -- property relationships and match or exceed state-of-the-art\nperformance across benchmarks spanning physiology, electrochemistry, and\nquantum chemistry. We demonstrate the ability of these models to solve\nreal-world problems across chemical space, including multiobjective electrolyte\nsolvent screening, olfactory perception mapping, isotope half-life prediction,\nstereochemical reasoning for chiral organometallic compounds, and binary and\nmulti-component mixture property prediction. Probing MIST models using\nmechanistic interpretability methods reveals identifiable patterns and trends\nnot explicitly present in the training data, suggesting that the models learn\ngeneralizable scientific concepts. We formulate hyperparameter-penalized\nBayesian neural scaling laws and use them to reduce the computational cost of\nmodel development by an order of magnitude. The methods and findings presented\nhere represent a significant step toward accelerating materials discovery,\ndesign, and optimization using foundation models and provide valuable guidance\nfor training compute-optimal scientific foundation models."}
{"id": "2510.19632", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19632", "abs": "https://arxiv.org/abs/2510.19632", "authors": ["Souvik Sasmal", "Ryan Muzzio", "Ahmed Khalifa", "Paulina Majchrzak", "Alfred J. H. Jones", "I-Hsuan Kao", "Kenji Watanabe", "Takashi Taniguchi", "Simranjeet Singh", "Eli Rotenberg", "Aaron Bostwick", "Chris Jozwiak", "Søren Ulstrup", "Shubhayu Chatterjee", "Jyoti Katoch"], "title": "Direct visualization of gate-tunable flat bands in twisted double bilayer graphene", "comment": null, "summary": "The symmetry-broken correlated states in twisted double bilayer graphene\n(TDBG) can be tuned via several external knobs, including twist angle,\ndisplacement field, and carrier density. However, a direct, momentum-resolved\ncharacterization of how these parameters reshape the flat-band structure\nremains limited. In this study, we employ micro focused angle-resolved\nphotoemission spectroscopy to investigate the flat-band dispersion of TDBG at a\ntwist angle of 1.6, systematically varying the displacement field and carrier\ndensity via electrostatic gating. We directly observe multiple flat moir'e\nminibands near charge neutrality, including a flat remote valence band residing\nbelow the low-energy flat-band manifold. Furthermore, the dominant Coulomb\nrepulsive energy over the flat- band bandwidth suggests favorable conditions\nfor the emergence of interaction-driven correlated phenomena in TDBG. These\nfindings establish that the formation and evolution of flat bands in TDBG\narises from the interplay between the electron filling and the displacement\nfield."}
{"id": "2510.19391", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19391", "abs": "https://arxiv.org/abs/2510.19391", "authors": ["Guanping Xu", "Zirui Zhao", "Muqing Su", "Hai-Feng Li"], "title": "Synergistic effects of rare-earth doping on the magnetic properties of orthochromates: A machine learning approach", "comment": null, "summary": "Multiferroic materials, particularly rare-earth orthochromates (RECrO$_3$),\nhave garnered significant interest due to their unique magnetic and\nelectric-polar properties, making them promising candidates for multifunctional\ndevices. Although extensive research has been conducted on their\nantiferromagnetic (AFM) transition temperature (N$\\acute{\\textrm{e}}$el\ntemperature, $T_\\textrm{N}$), ferroelectricity, and piezoelectricity, the\neffects of doping and substitution of rare-earth (RE) elements on these\nproperties remain insufficiently explored. In this study, convolutional neural\nnetworks (CNNs) were employed to predict and analyze the physical properties of\nRECrO$_3$ compounds under various doping scenarios. Experimental and literature\ndata were integrated to train machine learning models, enabling accurate\npredictions of $T_\\textrm{N}$, besides remanent polarization ($P_\\textrm{r}$)\nand piezoelectric coefficients ($d_{33}$). The results indicate that doping\nwith specific RE elements significantly impacts $T_\\textrm{N}$, with optimal\ndoping levels identified for enhanced performance. Furthermore, high-entropy\nRECrO$_3$ compounds were systematically analyzed, demonstrating how the\ninclusion of multiple RE elements influences magnetic properties. This work\nestablishes a robust framework for predicting and optimizing the properties of\nRECrO$_3$ materials, offering valuable insights into their potential\napplications in energy storage and sensor technologies."}
{"id": "2510.18954", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18954", "abs": "https://arxiv.org/abs/2510.18954", "authors": ["Sogoud Sherif", "Prakash Sharma", "Aman Kumar", "Hitesh J. Changlani"], "title": "Haerter-Shastry kinetic magnetism and metallicity in the triangular Hubbard model", "comment": "14 pages, 11 figures, 4 appendices, Comments welcome", "summary": "The fermionic Hubbard model, when combined with the ingredient of\nfrustration, associated with the breaking of particle-hole symmetry, harbors a\nrich phase diagram. Aspects of theoretical findings associated with the nature\nof magnetism and metallicity, in a diverse set of parameter regimes, are now\nbeing actively investigated in triangular Hubbard cold atom and solid-state\n(moir\\'e) based emulators. Building on the theoretical work of Haerter and\nShastry [Phys. Rev. Lett. 95,087202 (2005)], we explore the impact of\nkinetically frustrated magnetism, a phenomenon where antiferromagnetic order\nemerges without any underlying magnetic interactions, at finite hole density.\nWe numerically study the infinite-$U$ triangular Hubbard model using the\ndensity matrix renormalization group algorithm and estimate the extent of\nstability of the kinetically induced $120^{\\circ}$ antiferromagnetic state to\nhole doping. Beyond the Haerter-Shastry regime, we find an intermediate phase\nwith multimer (involving multiple correlated spins) stripes that eventually\ngives way to a paramagnet. We also find evidence of gapless charge excitations\n(metallicity) throughout the phase diagram for finite hole density. We discuss\nthe implications at large, but finite and realistic values of $U/t$, and\ninvestigate whether kinetic magnetism and superexchange collaborate or compete."}
{"id": "2510.19736", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19736", "abs": "https://arxiv.org/abs/2510.19736", "authors": ["Che-hsuan Ku", "Omargeldi Atanov", "King Yau Yip", "Wenyan Wang", "Siu Tung Lam", "Jiayu Zeng", "Wei Zhang", "Zheyu Wang", "Lingfei Wang", "Tsz Fung Poon", "Rolf Lortz", "Swee K. Goh"], "title": "Point-contact Andreev reflection spectroscopy of layered superconductors with device-integrated diamond anvil cells", "comment": "8 pages, 7 figures, Editor's Pick", "summary": "Superconductors that can be mechanically exfoliated are an interesting\nplatform for exploring superconducting properties tuned by layer thickness.\nThese layered superconductors are also expected to exhibit sensitivity to\napplied pressure. While pressure has been demonstrated to be an effective way\nof tuning bulk superconductors, analogous studies on superconducting thin\nflakes have been limited due to technical challenges. In particular,\nspectroscopic measurements under pressure remain insufficiently explored. In\nthis work, we functionalized the diamond anvil cell technique for point-contact\nAndreev reflection spectroscopy (PCAR) measurement on thin-flake materials\nunder pressure, offering the opportunity to obtain spectroscopic information on\nsuperconductivity. To validate the feasibility of this method, we have\nconducted PCAR measurements on iron-selenide thin flakes to extract\ntemperature-dependent superconducting gap values under ambient and high\npressure. Combine with the proven magnetotransport capability, our method\nprovides a conceptually simple tool for a detailed examination of thin-flake\nsuperconductors under pressure."}
{"id": "2510.19404", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19404", "abs": "https://arxiv.org/abs/2510.19404", "authors": ["K. Somesh", "T. Thebault", "V. Taufour", "D. Aoki", "F. Duc", "G. Knebel", "D. Braithwaite", "W. Knafo"], "title": "Anisotropic collapse of electronic correlations in the ferromagnet UGe$_2$ under high magnetic field", "comment": "9 pages, 5 figures + Supplemental Material (6 pages, 7 figures)", "summary": "We present electrical-resistivity measurements on the prototypical\nheavy-fermion ferromagnet UGe$_2$ under pulsed magnetic field up to 60~T. An\nanisotropic field-induced suppression of the electronic correlations is\nrevealed. The electrical resistivity strongly decreases when a magnetic field\n$\\mathbf{H}$ is applied along the easy magnetic axis $\\mathbf{a}$, while it\nremains almost unchanged when $\\mathbf{H}$ is applied along the hard magnetic\naxes $\\mathbf{b}$ and $\\mathbf{c}$. The field-induced destabilization of the\nferromagnetic state is also anisotropic: the anomaly at the Curie temperature\n$T_C$ disappears in fields higher than $\\gtrsim1$~T for\n$\\mathbf{H}\\parallel\\mathbf{a}$ and in fields higher than $\\gtrsim20$~T for\n$\\mathbf{H}\\parallel\\mathbf{b},\\mathbf{c}$. At temperatures below 2~K, we\nobserve quantum oscillations in fields larger than 50~T applied along\n$\\mathbf{b}$, which support the presence of a two-dimensional Fermi surface\nsimilar to that previously observed at low fields."}
{"id": "2510.18973", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.18973", "abs": "https://arxiv.org/abs/2510.18973", "authors": ["Toshihiro Sato", "Mengli Hu", "Ion Cosma Fulga", "Oleg Janson", "Jorge I. Facio", "Alessandro Stroppa", "Fakher F. Assaad", "Jeroen van den Brink"], "title": "Ferro-spinetic Altermagnets from Electronic Correlations", "comment": "7 pages, 6 figures, Supplemental Material", "summary": "Altermagnets are fully compensated collinear antiferromagnets that lack the\ncombined time-reversal and translation symmetry. Here we show that their\nsymmetry allows for a switchable ferro-spinetic polarization - the spin\nanalogue of ferroelectricity - in a direction dictated by the lattice symmetry.\nWe demonstrate this effect first in its purest form in an interacting\naltermagnetic fermion model, in which a many-body chiral symmetry forbids any\ncharge polarization. Our quantum Monte Carlo simulations reveal edge-localized,\nreversible spin accumulations fully consistent with this symmetry locking.\nBreaking the chiral symmetry releases the charge sector: a ferroelectric\npolarization emerges orthogonal to the ferro-spinetic one, yielding mutually\nperpendicular switchable spin- and charge-polarized responses. We identify\nMn-based metal-organic frameworks as realistic hosts for this effect, offering\na practical route for experimental verification."}
{"id": "2510.19790", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19790", "abs": "https://arxiv.org/abs/2510.19790", "authors": ["Philippa Helen McGuinness", "Fabian Henssler", "Manex Alkorta", "Mark Joachim Graf von Westarp", "Artem Korshunov", "Alexei Bosak", "Daisuke Ishikawa", "Alfred Q. R. Baron", "Michael Merz", "Amir-Abbas Haghighirad", "Maia G. Vergniory", "Sofia-Michaela Souliou", "Rolf Heid", "Ion Errea", "Matthieu Le Tacon"], "title": "Soft Mode Origin of Charge Ordering in Superconducting Kagome CsV$_3$Sb$_5$", "comment": "25 pages, 5 figures", "summary": "Charge-density-wave (CDW) order and superconductivity coexist in the kagome\nmetals AV$_3$Sb$_5$ (A=K, Cs, Rb), raising fundamental questions about the\nmechanisms driving their intertwined phases. Here we combine high-resolution\ninelastic X-ray scattering with first-principles calculations to uncover the\norigin of CDW formation in CsV$_3$Sb$_5$. Guided by structure factor analysis,\nwe identify a soft phonon mode along the reciprocal M-L direction, with the\nstrongest effect at the L point, where the elastic scattering intensity also\ngrows most rapidly upon cooling. First-principles calculations incorporating\nlattice anharmonicity and electron-phonon coupling reproduce these observations\nand establish a soft-mode instability at the L point as the driving mechanism\nof CDW formation. Despite the weakly first-order character of the transition,\nour results unambiguously demonstrate that the CDW in CsV$_3$Sb$_5$ originates\nfrom a softened phonon, clarifying its microscopic origin and highlighting the\ncentral role of lattice dynamics in kagome metals."}
{"id": "2510.19406", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19406", "abs": "https://arxiv.org/abs/2510.19406", "authors": ["Yicheng Xiong", "Yanmei Cai", "Tianxing Ma"], "title": "Pairing Symmetry Crossover from $d$-wave to $s_{\\pm}$-wave in a Bilayer Nickelate Driven by Hund's Coupling and Crystal Field Splitting", "comment": "9 pages, 6 figures", "summary": "The pairing symmetry of the recently discovered bilayer nickelate\nsuperconductor La$_3$Ni$_2$O$_7$ is a subject of intense debate in condensed\nmatter physics, with the two leading theoretical candidates being a\nsign-reversing $s_{\\pm}$-wave and a $d$-wave state. To investigate its\nground-state properties in the intermediate coupling regime which is critical\nfor real materials, we construct a two-orbital bilayer Hubbard model and employ\nthe constrained-path quantum Monte Carlo method for large-scale simulations. By\nsystematically calculating ground-state pairing correlation functions across\nparameter spaces, we map its pairing symmetry phase diagram. We find that an\nincreasing Hund's coupling selectively enhances the interlayer $s_{\\pm}$-wave\npairing while suppressing the intralayer $d$-wave pairing. Similarly, a larger\ncrystal field splitting drives a transition from $d$-wave- to\n$s_{\\pm}$-wave-dominant states. Further analysis reveals that the strength of\nthe intralayer $d$-wave pairing is strongly correlated with the $(\\pi, \\pi)$\nantiferromagnetic spin fluctuations, which are in turn effectively suppressed\nby a large crystal field splitting, thereby weakening the $d$-wave pairing\nchannel. Additionally, the dominant pairing symmetry transition region roughly\noverlaps with the inversion of orbital occupancy response to Hubbard $U$,\nsuggesting an intrinsic link between pairing competition and orbital physics.\nOur results indicate that, within the parameter regime relevant to the actual\nmaterial, the $s_{\\pm}$-wave is the most probable pairing symmetry."}
{"id": "2510.19051", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.19051", "abs": "https://arxiv.org/abs/2510.19051", "authors": ["Matthias Busch", "Gregor Häfner", "Jiayu Xie", "Marius Tacke", "Marcus Müller", "Christian J. Cyron", "Roland C. Aydin"], "title": "Machine-learned domain partitioning for computationally efficient coupling of continuum and particle simulations of membrane fabrication", "comment": null, "summary": "All simulation approaches eventually face limits in computational scalability\nwhen applied to large spatiotemporal domains. This challenge becomes especially\napparent in molecular-level particle simulations, where high spatial and\ntemporal resolution leads to rapidly increasing computational demands. To\novercome these limitations, hybrid methods that combine simulations with\ndifferent levels of resolution offer a promising solution. In this context, we\npresent a machine learning-based decision model that dynamically selects\nbetween simulation methods at runtime. The model is built around a Multilayer\nperceptron (MLP) that predicts the expected discrepancy between particle and\ncontinuum simulation results, enabling the localized use of high-fidelity\nparticle simulations only where they are expected to add value. This concurrent\napproach is applied to the simulation of membrane fabrication processes, where\na particle simulation is coupled with a continuum model. This article describes\nthe architecture of the decision model and its integration into the simulation\nworkflow, enabling efficient, scalable, and adaptive multiscale simulations."}
{"id": "2510.19428", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19428", "abs": "https://arxiv.org/abs/2510.19428", "authors": ["Xinliang Lyu", "Naoki Kawashima"], "title": "Lattice-reflection symmetry in tensor-network renormalization group with entanglement filtering in two and three dimensions", "comment": "35 pages, 5 figures and 4 tables", "summary": "Tensor-network renormalization group (TNRG) is an efficient real-space\nrenormalization group method for studying the criticality in both classical and\nquantum lattice systems. Exploiting symmetries of a system in a TNRG algorithm\ncan simplify the implementation of the algorithm and can help produce correct\ntensor RG flows. Although a general framework for considering a global on-site\nsymmetry has been established, it is still unclear how to incorporate a lattice\nsymmetry like rotation or reflection in TNRG. As a first step for lattice\nsymmetries, we propose a method to incorporate the lattice-reflection symmetry\nin the context of a TNRG with entanglement filtering in both two and three\ndimensions (2D and 3D). To achieve this, we write down a general definition of\nlattice-reflection symmetry in tensor-network language. Then, we introduce a\ntransposition trick for exploiting and imposing the lattice-reflection symmetry\nin two basic TNRG operators: projective truncations and entanglement filtering.\nUsing the transposition trick, the detailed algorithms of the TNRG map in both\n2D and 3D are laid out, where the lattice-reflection symmetry is preserved and\nimposed. Finally, we demonstrate how to construct the linearization of the TNRG\nmaps in a given lattice-reflection sector, with the help of which it becomes\npossible to extract scaling dimensions in each sector separately. Our work\npaves the way for understanding the lattice-rotation symmetry in TNRG."}
{"id": "2510.19063", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19063", "abs": "https://arxiv.org/abs/2510.19063", "authors": ["J. Bemis", "F. Wunderwald", "U. Schroeder", "X. Xu", "A. Gruverman", "R. Proksch"], "title": "iDART: Interferometric Dual-AC Resonance Tracking nano-electromechanical mapping", "comment": null, "summary": "Piezoresponse force microscopy (PFM) has established itself as a very\nsuccessful and reliable imaging and spectroscopic tool for measuring a wide\nvariety of nanoscale electromechanical functionalities. Quantitative imaging of\nnanoscale electromechanical phenomena requires high sensitivity while avoiding\nartifacts induced by large drive biases. Conventional PFM often relies on high\nvoltages to overcome optical detection noise, leading to various non-ideal\neffects including electrostatic crosstalk, Joule heating, and tip-induced\nswitching. To mitigate this situation, we introduce interferometrically\ndetected, resonance-enhanced dual AC resonance tracking (iDART), which combines\nfemtometer-scale displacement sensitivity of quadrature phase differential\ninterferometry with contact resonance amplification. Through this combination,\niDART achieves 10x or greater signal-to-noise improvement over current state of\nthe art PFM approaches including both single frequency interferometric PFM or\nconventional, resonance enhanced PFM using optical beam detection. In this\nwork, we demonstrate a >10x improvement of imaging sensitivity on PZT and\nY-HfO. Switching spectroscopy shows similar improvements, where further\ndemonstrates reliable hysteresis loops at small biases, mitigating\nnonlinearities and device failures that can occur at higher excitation\namplitudes. These results position iDART as a powerful approach for probing\nconventional ferroelectrics with extremely high signal to noise down to weak\npiezoelectric systems, extending functional imaging capabilities to thin films,\n2D ferroelectrics, beyond-CMOS technologies and bio-materials."}
{"id": "2510.19447", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19447", "abs": "https://arxiv.org/abs/2510.19447", "authors": ["Jakub Jasinski", "Francesco Gucci", "Thomas Brumme", "Swaroop Palai", "Armando Genco", "Alessandro Baserga", "Jonas D. Ziegler", "Takashi Taniguchi", "Kenji Watanabe", "Mateusz Dyksik", "Christoph Gadermaier", "Michal Baranowski", "Duncan K. Maude", "Alexey Chernikov", "Giulio Cerullo", "Agnieszka Kuc", "Stefano Dal Conte", "Paulina Plochocka", "Alessandro Surrente"], "title": "Spin injection and emission helicity switching in a 2D perovskite/WSe2 heterostructure", "comment": null, "summary": "The initialization and control of a long-lived spin population in lead halide\nperovskites are prerequisites for their use in spintronic applications. Here,\nwe demonstrate circular polarization of the interlayer exciton emission in a\n(BA)2PbI4/WSe2 monolayer heterostructure. The helicity of this emission is\ncontrolled by tuning the energy of the excitation laser through the manifold of\nexciton resonances of the WSe2 monolayer, together with an emerging interlayer\nabsorption feature of the heterostructure. Theoretical calculations show that\nthis resonance arises from hybridized (BA)2PbI4/WSe2 states in the valence\nband. This hybrid character enables its observation in both linear absorption\nand ultrafast pump-probe spectroscopies, and plays a key role in controlling\nthe sign of the helicity of the interlayer exciton emission. The tunable spin\npolarization demonstrated here, with the WSe2 monolayer effectively acting as a\ntunable spin filter, represents an important step toward the use of 2D\nperovskites in opto-spintronic applications."}
{"id": "2510.19106", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19106", "abs": "https://arxiv.org/abs/2510.19106", "authors": ["Ethan Abraham", "Martin Z. Bazant", "Troy Van Voorhis"], "title": "Ab Initio Free Energy Surfaces for Coupled Ion-Electron Transfer", "comment": null, "summary": "The Marcus theory of electron transfer assumes that diabatic energy gaps are\nsampled from a single ensemble. This assumption can break down in spatially\nanisotropic environments, such as electrochemical interfaces or biomolecular\nstructures, where distinct solvent ensembles arise along a collective variable\ndescribing the anisotropy. Treating this collective variable as an additional\nreaction coordinate linearly independent from the Marcus reaction coordinate,\nwe develop a formalism that enables calculation of the resulting Coupled\nIon-Electron Transfer (CIET) free-energy surface directly from constrained ab\ninitio trajectories. Applied to CO2 redox on a gold electrode, this method\nreveals strong coupling to the anisotropy, predicting significantly different\nactivation barriers compared to either coordinate alone."}
{"id": "2510.19453", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19453", "abs": "https://arxiv.org/abs/2510.19453", "authors": ["Alessia Valzelli", "Francesco Mattiotti", "ianshu Cao", "G. Luca Celardo"], "title": "Relation between structure and functionality in photosynthetic antenna complex of green sulfur bacteria: efficiency under natural sunlight pumping", "comment": null, "summary": "Large-scale simulations of light-matter interaction in natural photosynthetic\nantenna complexes of the Chlorobium Tepidum green sulfur bacteria (GSB)\ncontaining more than one hundred thousand chlorophyll molecules, comparable\nwith natural size, have been performed. Here we have modeled the entire process\nof the exciton energy transfer, from sunlight absorption to exciton trapping in\nthe reaction centers (RCs) in presence of a thermal bath. The energy transfer\nhas been analyzed using the radiative non-Hermitian Hamiltonian and solving the\nrate equations for the populations. Sunlight pumping has been modeled as\nblack-body radiation with an attenuation factor that takes the Sun-Earth\ndistance into account. Cylindrical structures typical of GSB antenna complexes,\nand the dimeric baseplate comparable to natural size have been considered. Our\nanalysis shows that under natural sunlight, in photosynthetic antennae of GSB\nthe number of excitations reaching the RC per unit time matches the RC closure\nrate and the internal efficiency shows values close to $\\sim 80\\%$. We also\nconsidered cylindrical structures where the orientation of the dipoles does not\nreflect the natural one. Specifically, we vary continuously the angle of the\ntransition dipole with respect to the cylinder main axis, focusing on the case\nwhere all dipoles are parallel to the cylinder axis. We also consider the\nimportant case where the dipoles are randomly oriented. In all cases the\nlight-harvesting efficiency is lower than in the natural structure, showing the\nhigh sensitivity of light harvesting to the specific orientation of the dipole\nmoments. Our results allow for a better understanding of the relationship\nbetween structure and functionality in photosynthetic antennae of GSB and could\ndrive the design of efficient light-harvesting devices."}
{"id": "2510.19124", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19124", "abs": "https://arxiv.org/abs/2510.19124", "authors": ["Thomas Blommel", "Enrico Perfetto", "Gianluca Stefanucci", "Vojtech Vlcek"], "title": "Many-Body Perturbation Theory for Driven Dissipative Quasiparticle Flows and Fluctuations", "comment": null, "summary": "We present a unified many-body perturbation theory for open quantum systems,\nthat treats dissipation, correlations, and external driving on equal footing.\nUsing a Keldysh-Lindblad formalism, we introduce diagrammatic treatment of\ndissipative interaction lines representing quasiparticle flows and\nfluctuations. Two new Feynman rules render the evaluation of dissipative\ndiagrams compact and systematically improvable, while preserving the Keldysh\nand anti-Hermitian symmetries of the closed-system theory. Consequently, the\nstructure of the Kadanoff-Baym equations (KBE) remains unchanged, enabling\nexisting numerical methods to be directly applied. To illustrate this, we\nderive dissipative versions of the second Born and GW approximations,\nidentifying the physical content of the self-energy components. Moreover, we\ndemonstrate that time-linear approximations to the full KBE retain their closed\nstructure and can be efficiently used to simulate relaxation and decoherence\ndynamics. This framework establishes a general route toward first-principles\nmodeling of correlated, driven, and dissipative quantum materials."}
{"id": "2510.19473", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.19473", "abs": "https://arxiv.org/abs/2510.19473", "authors": ["Martin Hasenbusch"], "title": "Monte Carlo study of the $O(2)$-invariant $φ^4$ theory with a cubic perturbation in three dimensions", "comment": "49 pages, 12 figures", "summary": "We study the $2$-component $\\phi^4$ model on the simple cubic lattice in the\npresence of a cubic, or equivalently, a $\\mathbb{D}_4$ invariant perturbation.\nTo this end, we perform Monte Carlo simulations in conjunction with a finite\nsize scaling analysis of the data. We follow previous work on the $3$-component\ncase. We study the RG flow from the decoupled Ising fixed point into the\n$O(2)$-invariant one and towards the fluctuation induced first order\ntransition. To this end we study the behavior of phenomenological couplings. At\nthe $O(2)$-invariant fixed point we obtain the estimate $Y_4=-0.1118(10)$ of\nthe RG-exponent of the perturbation. Note that the small modulus of $Y_4$ means\nthat the RG flow is slow. Hence, in order to interpret experiments or Monte\nCarlo simulations of lattice models, which are effectively described by the\n$\\phi^4$ model with a cubic term, we have to consider the RG flow beyond the\nneighborhood of the fixed points."}
{"id": "2510.19142", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19142", "abs": "https://arxiv.org/abs/2510.19142", "authors": ["Xiaoxi Huang", "Daniel A. Pharis", "Hang Zhou", "Zishen Tian", "Thow Min Jerald Cham", "Kyoungjun Lee", "Yilin Evan Li", "Chaoyang Wang", "Yuhan Liang", "Maciej Olszewski", "Di Yi", "Chang-Beom Eom", "Darrell G. Schlom", "Lane W. Martin", "Ding-Fu Shao", "Daniel C. Ralph"], "title": "Control of out-of-plane anti-damping spin torque with a canted ferromagnetic spin source", "comment": null, "summary": "To achieve efficient anti-damping switching of nanoscale magnetic memories\nwith perpendicular magnetic anisotropy using spin-orbit torque requires that\nthe anti-damping spin-orbit torque have a strong out-of-plane component. The\nspin anomalous Hall effect and the planar Hall effect spin current produced by\na ferromagnetic layer are candidate mechanisms for producing such an\nout-of-plane anti-damping torque, but both require that the magnetic moment of\nthe spin source layer be canted partly out of the sample plane at zero applied\nmagnetic field. Here we demonstrate such a canted configuration for a\nferromagnetic SrRuO3 layer and we characterize all vector components of the\ntorque that it produces, including non-zero out-of-plane anti-damping torques.\nWe verify that the out-of-plane spin component can be tuned by the orientation\nof magnetic moment, with significant contributions from both the spin anomalous\nHall effect and the planar Hall effect spin current."}
{"id": "2510.19483", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19483", "abs": "https://arxiv.org/abs/2510.19483", "authors": ["Lu Zhang", "Min Long", "Yuxuan Zhang", "Zi Yang Meng", "Xue-Yang Song"], "title": "Discrete Shift and Polarization from Response to Symmetry Defects in Interacting Topological Phases", "comment": "11 pages, 9 figures", "summary": "We extend the previous study of extracting crystalline symmetry-protected\ntopological invariants to the correlated regime. We construct the interacting\nHofstadter model defined on square lattice with the rotation and translation\nsymmetry defects: disclination and dislocation. The model realizes Chern\ninsulator and the charge density wave state as one tunes interactions.\nEmploying the density matrix renormalization group (DMRG) method, we calculate\nthe excess charge around the defects and find that the topological invariants\nremain quantized in both phases, with the topological quantity extracted to\ngreat precision. This study paves the way for utilizing matrix product state,\nand potentially other quantum many-body computation methods, to efficiently\nstudy crystalline symmetry defects on 2D interacting lattice systems."}
{"id": "2510.19343", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19343", "abs": "https://arxiv.org/abs/2510.19343", "authors": ["Zhen Zhu", "Shan Gao", "Jing Zhang", "Xuxin Kang", "Shunfang Li", "Xiangmei Duan"], "title": "Identifying the Catalytic Descriptor of Single-Atom Catalysts in Nitrate Reduction Reaction: An Interpretable Machine-Learning Method", "comment": "10 pages, 8 figures, 74 references", "summary": "Elucidating the catalytic descriptor that accurately characterizes the\nstructure-activity relationships of typical catalysts for various important\nheterogeneous catalytic reactions is pivotal for designing high-efficient\ncatalytic systems. Here, an interpretable machine learning technique was\nemployed to identify the key determinants governing the nitrate reduction\nreaction ($\\rm NO_3RR$) performance across 286 single-atom catalysts (SACs)\nwith the active sites anchored on double-vacancy $\\rm BC_3$ monolayers. Through\nShapley Additive Explanations (SHAP) analysis with reliable predictive\naccuracy, we quantitatively demonstrated that, favorable $\\rm NO_3RR$ activity\nstems from a delicate balance among three critical factors: low $\\rm N_V$,\nmoderate $\\rm D_N$, and specific doping patterns. Building upon these insights,\nwe established a descriptor ($\\psi$) that integrates the intrinsic catalytic\nproperties and the intermediate O-N-H angle ($\\theta$), effectively capturing\nthe underlying structure-activity relationship. Guided by this, we further\nidentified 16 promising catalysts with predicted low limiting potential\n($U_{\\rm L}$). Importantly, these catalysts are composed of cost-effective\nnon-precious metal elements and are predicted to surpass most reported\ncatalysts, with the best-performing Ti-V-1N1 is predicted to have an ultra-low\n$U_{\\rm L}$ of $-0.10$ V."}
{"id": "2510.19486", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19486", "abs": "https://arxiv.org/abs/2510.19486", "authors": ["Jacqueline Hidalgo-Jimenez", "Taner Akbay", "Tatsumi Ishihara", "Kaveh Edalati"], "title": "Active high-entropy photocatalyst designed by incorporating alkali metals to achieve d0+d10+s0 cationic configurations and wide electronegativity mismatch", "comment": null, "summary": "Photocatalytic hydrogen (H2) production and carbon dioxide (CO2) conversion\nto methane (CH4) are considered promising solutions for reducing CO2 emissions.\nHowever, the development of highly active photocatalysts is essential to\nefficiently drive these reactions without harming the environment. In this\nstudy, we introduce a strategy that incorporates elements with both low and\nhigh electronegativities into catalysts based on transition metals, thereby\nenhancing both reactant adsorption and charge transfer. This strategy is\nimplemented in a high-entropy oxide (HEO) by adding cesium, an alkali metal\nwith very low electronegativity, and gallium, a metal with high\nelectronegativity, to transition metals titanium, niobium and tantalum. The\nresulting oxide, TiNbTaGaCsO9 with a large concentration of oxygen vacancies,\nexhibits strong light absorption, a low bandgap and a suitable band structure\nfor both hydrogen evolution and CO2 conversion. Compared to HEOs with only d0\nor d0+d10 cationic configurations, the synthesized oxide with a wide\nelectronegativity difference and mixed d0+d10+s0 cationic configurations shows\nsignificantly higher activity for both H2 and CH4 production, even without\nusing a cocatalyst. These results demonstrate a design strategy for creating\nhighly active HEOs containing alkali metals by taking advantage of the\nelectronegativity mismatch across the periodic table."}
{"id": "2510.19700", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19700", "abs": "https://arxiv.org/abs/2510.19700", "authors": ["Xin Chen", "Linyang Li"], "title": "Spin-Locked Helical Currents and Pure Spin Pumping in Altermagnetic Nanotubes", "comment": null, "summary": "We show that rolling a two-dimensional altermagnet into a nanotube turns it\ninto a spin-programmable chiral nanosolenoid with two reciprocal, SOC-free\nfunctionalities. (i) Direct: injecting a single-spin-polarized current produces\na steady helical current whose handedness is locked to the spin orientation,\nyielding opposite axial magnetic fields for opposite spins. (ii) Inverse: a\ntime-varying axial flux Phi(t) induces a circumferential Faraday field E_theta\n= -(dPhi/dt)/(2 pi R) that drives equal-magnitude, opposite-sign axial charge\ncurrents in the two spin channels, Iz^up = - Iz^down, thereby pumping a pure\nspin current Is = (hbar/2e)(Iz^up - Iz^down) with zero net charge flow. Both\neffects arise from the interplay between momentum-odd spin polarization\ninherent to altermagnets and the screw symmetry of the rolled geometry, and\npersist in the complete absence of spin-orbit coupling. Using V2Se2O as a\nprototype, first-principles calculations reveal spin-dependent chiral wave\nfunctions near both the conduction- and valence-band edges. These results\nestablish a nonrelativistic route toward compact spin-controlled flux\ngenerators and charge-neutral spin injectors in light-element materials without\nstatic magnetic bias."}
{"id": "2510.19504", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19504", "abs": "https://arxiv.org/abs/2510.19504", "authors": ["Wei-Bo He", "Yun-Tong Yang", "Hong-Gang Luo"], "title": "Practical algorithm for simulating thermal pure quantum states", "comment": null, "summary": "The development of novel quantum many-body computational algorithms relies on\nrobust benchmarking. However, generating such benchmarks is often hindered by\nthe massive computational resources required for exact diagonalization or\nquantum Monte Carlo simulations, particularly at finite temperatures. In this\nwork, we propose a new algorithm for obtaining thermal pure quantum states,\nwhich allows efficient computation of both mechanical and thermodynamic\nproperties at finite temperatures. We implement this algorithm in our\nopen-source C++ template library, Physica. Combining the improved algorithm\nwith state-of-the-art software engineering, our implementation achieves high\nperformance and numerical stability. As an example, we demonstrate that for the\n$4 \\times 4$ Hubbard model, our method runs approximately $10^3$ times faster\nthan $\\mathcal{H}\\Phi$ 3.5.2. Moreover, the accessible temperature range is\nextended down to $\\beta = 32$ across arbitrary doping levels. These advances\nsignificantly push forward the frontiers of benchmarking for quantum many-body\nsystems."}
{"id": "2510.19515", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19515", "abs": "https://arxiv.org/abs/2510.19515", "authors": ["Raffaele Resta"], "title": "Intrinsic nonlinear Hall effect beyond Bloch geometry", "comment": "4 pages, no figures", "summary": "The theory of the intrinsic Hall effect, both linear and nonlinear, is rooted\nin a geometry which is defined in the Bloch-vector parameter space; the formal\nexpressions are mostly derived from semiclassical concepts. When disorder and\ninteraction are considered there is no Bloch vector to speak of; one needs a\nmore general quantum geometry, defined in a different parameter space. Such\nhigher-level geometrical formulation of the intrinsic Hall effect provides very\ncompact expressions, which have the additional virtue -- in the Bloch special\ncase -- of yielding the known results in a straightforward way: the logic is\nnot concealed by the algebra."}
{"id": "2510.19526", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19526", "abs": "https://arxiv.org/abs/2510.19526", "authors": ["V. Apinyan", "T. Kopeć"], "title": "Applied electric and magnetic field effects on the bandgap formation and antiferromagnetic ordering in AA-stacked Bilayer Graphene", "comment": "20 pages, 15 figures", "summary": "In this study, we consider a two-layer graphene structure stacked in the AA\nform and exposed to the influence of two different electric fields applied to\ndifferent layers. The graphene layers are also subjected to an external\nmagnetic field perpendicular to the planes of the layers. We investigate the\npossible effects of the applied in-plane fields and the magnetic field on\nexcitonic pairing, antiferromagnetic order, and the chemical potential.\nSimultaneously, we analyze the effects of the interlayer Coulomb interaction\npotential on the physical properties of the considered system. We demonstrate\nthat the application of planar electric fields leads to the formation of an\nunusually large bandgap in the electronic band structure, which is not typical\nfor AA-stacked bilayer graphene. We discuss various values of the applied\nelectric field potentials and show their influence on the electronic band\nstructure of the system. Additionally, we identify the existence of a critical\nvalue of the magnetic field above which Wigner crystallization-like effect is\npresent for the electrons, also affecting the excitonic gap in one spin\nchannel. The results obtained in this study could be important for applications\nof AA-stacked bilayer graphene as a large band-gap material."}
{"id": "2510.19570", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19570", "abs": "https://arxiv.org/abs/2510.19570", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Zengwei Zhu", "Kamran Behnia"], "title": "Thermal Hall conductivity of semi-metallic graphite dominated by ambipolar phonon drag", "comment": "6 pages, 3 figures", "summary": "It is now known that in addition to electrons, other quasi-particles such as\nphonons and magnons can also generate a thermal Hall signal. Graphite is a\nsemimetal with extremely mobile charge carriers of both signs and a large\nlattice thermal conductivity. We present a study of the thermal Hall effect in\nhighly oriented pyrolytic graphite (HOPG) samples with electronic, phononic and\nphonon drag contributions to the thermal Hall signal. The measured thermal Hall\nconductivity ($\\kappa_{xy}$) is two orders of magnitude higher than what is\nexpected by electronic carriers according to the electrical Hall conductivity\nand the Wiedemann-Franz law, yielding a record Hall Lorenz number of\n$164.9\\times10^{-8}V^2 K^{-2}$ ($\\sim$67$L_0$) - the largest ever observed in a\nmetal. The temperature dependence of the thermal Hall conductivity\nsignificantly differs from its longitudinal counterpart, ruling out a purely\nphononic origin of the non-electronic component. Based on the temperature\ndependence and the amplitudes of the Seebeck and Nernst responses, we\ndemonstrate that ambipolar phonon drag dominates the thermal Hall response of\ngraphite."}
{"id": "2510.19587", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.19587", "abs": "https://arxiv.org/abs/2510.19587", "authors": ["Xingdong Luo", "Zhizhen Chen"], "title": "Time crystalline solitons and their stochastic dynamics in a driven-dissipative φ^4 model", "comment": "5 figures", "summary": "Periodical driven systems provide unique opportunities to investigate the\ndynamics of topological structures far from equilibrium. In this paper, we\nreport a time-crystalline soliton (TCS) state in a driven-dissipative $\\phi^4$\nmodel. This state exhibits spontaneous breaking of discrete time-translational\nsymmetry alongside spatial soliton behavior. During time evolution, the soliton\npattern periodically oscillates between kink and anti-kink configurations. We\nfurther study TCS dynamics under noise, demonstrating that soliton random walk\ncan induce a dynamical transition between two distinct $Z_2$ symmetry-breaking\ntime-crystalline phases in time domain. Finally, we examine the annihilation of\ntwo spatially separated TCSs under noise. Importantly, in contrast to the\nconfined behavior of time-crystalline monopoles reported in [Phys. Rev. Lett.\n131, 056502 (2023)], the dynamics of time-crystalline solitons is deconfined\ndespite the nonequilibrium nature of our model: the statistically averaged\nannihilation time scales as a power law with the solitons' initial separation."}
{"id": "2510.19588", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.19588", "abs": "https://arxiv.org/abs/2510.19588", "authors": ["Sijie Yue", "Wentao Xie", "Kai Shao", "Hong-yu Zou", "Bingbing Wang", "Hong-xiang Sun", "Y. X. Zhao", "Wei Chen", "Haoran Xue"], "title": "Universal non-Hermitian valley filtering via uniform dissipation", "comment": null, "summary": "Valley, as a ubiquitous degree of freedom in lattices, has found wide\napplications in both electronic and classical-wave devices in recent years.\nHowever, achieving valley-polarized states, a prerequisite for valley-based\noperations, still remains challenging. Here, we propose and experimentally\ndemonstrate a universal non-Hermitian mechanism for valley filtering using only\nuniform background dissipation, which creates a propagation length contrast\nbetween valleys through their intrinsic group velocity differences. We\nimplement this concept in an acoustic crystal, observing switchable and robust\nvalley polarization of sound through large-scale field mapping. Remarkably, our\napproach is solely based on uniform loss, without the need for any special\nlattice structures, tailored excitations, or external fields. We further\nprovide designs of our non-Hermitian valley filter on photonic and electronic\nplatforms. Our results offer a simple and effective solution to\nvalley-polarized state generation and may advance the development of novel\nvalley-based devices in both classical and quantum regimes."}
{"id": "2510.19596", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19596", "abs": "https://arxiv.org/abs/2510.19596", "authors": ["Madeleine Phillips", "C. Stephen Hellberg"], "title": "Atomic displacements drive flat band formation and lateral electron and hole separation in near-60 degree twisted MoSe2/WSe2 bilayers", "comment": "Main manuscript: 21 pages, 5 figures. Supplementary information: 12\n  pages, 11 figures", "summary": "Transition metal dichalcogenide (TMD) bilayers with an interlayer twist\nexhibit a moire super-period, whose effects can manifest in both structural and\nelectronic properties. Atomic displacements can lead to reconstruction into\ndomains of aligned stacking, and flat bands can form that may host correlated\nelectron states. In heterobilayers angular mismatch is nearly unavoidable, so\nunderstanding the consequences of an interlayer twist is essential. Using ab\ninitio density functional theory, we find that in near-60 degree twisted\nMoSe2/WSe2 bilayers valence and conduction band flat bands emerge at ~3 degree\ntwist. Despite relatively limited reconstruction at these angles, atomic\ndisplacement creates a polarization gradient that forms a confining potential,\nlocalizing and laterally separating electrons and holes within the moire\nsupercell. Excitons formed from flat band electrons and holes should therefore\nhave not only the out-of-plane dipole moment familiar from MoSe2/WSe2\ninterlayer excitons, but an in-plane dipole moment as well."}
{"id": "2510.19632", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19632", "abs": "https://arxiv.org/abs/2510.19632", "authors": ["Souvik Sasmal", "Ryan Muzzio", "Ahmed Khalifa", "Paulina Majchrzak", "Alfred J. H. Jones", "I-Hsuan Kao", "Kenji Watanabe", "Takashi Taniguchi", "Simranjeet Singh", "Eli Rotenberg", "Aaron Bostwick", "Chris Jozwiak", "Søren Ulstrup", "Shubhayu Chatterjee", "Jyoti Katoch"], "title": "Direct visualization of gate-tunable flat bands in twisted double bilayer graphene", "comment": null, "summary": "The symmetry-broken correlated states in twisted double bilayer graphene\n(TDBG) can be tuned via several external knobs, including twist angle,\ndisplacement field, and carrier density. However, a direct, momentum-resolved\ncharacterization of how these parameters reshape the flat-band structure\nremains limited. In this study, we employ micro focused angle-resolved\nphotoemission spectroscopy to investigate the flat-band dispersion of TDBG at a\ntwist angle of 1.6, systematically varying the displacement field and carrier\ndensity via electrostatic gating. We directly observe multiple flat moir'e\nminibands near charge neutrality, including a flat remote valence band residing\nbelow the low-energy flat-band manifold. Furthermore, the dominant Coulomb\nrepulsive energy over the flat- band bandwidth suggests favorable conditions\nfor the emergence of interaction-driven correlated phenomena in TDBG. These\nfindings establish that the formation and evolution of flat bands in TDBG\narises from the interplay between the electron filling and the displacement\nfield."}
{"id": "2510.19637", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19637", "abs": "https://arxiv.org/abs/2510.19637", "authors": ["Denise Assafrão", "Faizuddin Ahmed", "Edilberto O. Silva"], "title": "Single-Scale Magnetoelastic Landau Quantization: Thermodynamics, Quantum Oscillations, and Metrology", "comment": "35 pages, 23 figures", "summary": "We develop a unified, single-scale description of thermodynamics and quantum\noscillations in electronic systems with a uniform areal density of screw\ndislocations under a uniform magnetic field. A single tunable gap,\n$\\hbar|\\omega_{eff}|$ with $\\omega_{eff}=\\omega_{c}+\\omega_{cl}$, organizes all\nequilibrium observables obtained from a compact harmonic-oscillator partition\nfunction: free energy, internal energy, entropy, heat capacity, magnetization,\nmagnetic susceptibility, and magnetocaloric responses collapse onto universal\nhyperbolic kernels in $x=\\hbar|\\omega_{eff}|/(2k_{B}T)$. We identify a\ncompensated-field regime where the transverse gap closes and the heat capacity\nreaches an equipartition plateau, providing a sharp signature of magnetoelastic\ninterference. In transport and torque, the same scale rigidly shifts the Hall\nfan and compresses the $1/B$ period of de Haas-van Alphen and Shubnikov-de Haas\noscillations when expressed in $1/B_{eff}$, enabling a phase-unwarping protocol\nthat metrologizes the dislocation density from a single field sweep. In\nmesoscopic samples, boundary corrections to the Landau degeneracy generate\nfinite-size calorimetric oscillations that diagnose the effective magnetic\nlength. Moderate disorder and weak interactions preserve the kernel structure\nwhile smoothing amplitudes. We outline an experimental roadmap combining\non-chip calorimetry, torque magnetometry, and transport, and discuss\ndevice-level opportunities in caloritronics and strain engineering,\nmagnetocaloric microcooling, magnetoelastic heat switching, and dilatometric\ntransduction, where the single scale $\\hbar|\\omega_{eff}|$ enables rational\ndesign and optimization."}
{"id": "2510.19638", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19638", "abs": "https://arxiv.org/abs/2510.19638", "authors": ["Vaibhav Vasudevan", "Thomas Schuler", "Pascal Bellon", "Robert Averback"], "title": "DFT-informed Design of Radiation-Resistant Dilute Ternary Cu Alloys", "comment": null, "summary": "This research establishes a systematic, high-throughput computational\nframework for designing radiation-resistant, dilute ternary copper-based alloys\nby addition of solutes that bind to vacancies and reduce their mobility, thus\npromoting interstitial-vacancy recombination. The first challenge in developing\nalloys by this method is mitigating the vacancy-mediated solute drag effect,\nsince density functional theory (DFT) calculations show that solutes that bind\nstrongly to vacancies are also rapidly dragged to point-defect sinks, and thus\nremoved from the matrix. To overcome this issue, two types of solutes are added\nto the Cu matrix: A first solute with a strong vacancy binding energy (B-type\nspecies) and another solute that binds to 'B' and is a slow diffuser in Cu\n(C-type species). Using DFT, 21 synergistic solute pairs are screened, with\n'B'=Zr, Ge, Sn and 'C'=Fe, Co, Mo, Ni, Nb, W, Cr. Two promising alloys,\nCu(Zr,Co) and Cu(Zr,Fe) are then investigated in detail in the dilute regime.\nDiffusion and solute drag in these alloys are modeled using the kinetic cluster\nexpansion approach (KineCluE) under irradiation conditions. It is shown that\nstrong Zr-'C' thermodynamic binding, especially between Zr and Co,\nsignificantly reduces the mobility of Zr solute and suppresses the\nvacancy-mediated solute drag. Using an analytical framework for the standard\nfive-jump frequency model for diffusion in binary alloys, it is found that\nvacancy-Zr-Co triplets disrupt the kinetic circuits that promote solute drag in\nthe binary alloy by raising the dissociation barrier for the vacancy from the\nsolute."}
{"id": "2510.19648", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19648", "abs": "https://arxiv.org/abs/2510.19648", "authors": ["Eleonora Raimondo", "Andrea Grimaldi", "Vasyl Tyberkevych", "Riccardo Tomasello", "Anna Giordano", "Mario Carpentieri", "Andrei Slavin", "Massimo Chiappini", "Giovanni Finocchio"], "title": "Adaptive Ising machine based on phase-locking of an auto-oscillator to a bi-harmonic external driving with noise", "comment": null, "summary": "We introduce a universal theory of phase auto-oscillators driven by a bi\nharmonic signal (having frequency components close to single and double of the\nfree-running oscillator frequency) with noise. With it, we show how\ndeterministic phase locking and stochastic phase slips can be continuously\ntuned by varying the relative amplitudes and frequencies of the driving\ncomponents. Using, as an example, a spin-torque nano-oscillator, we numerically\nvalidate this theory by implementing a deterministic Ising machine paradigm, a\nprobabilistic one, and dual-mode operation of the two. This demonstration\nintroduces the concept of adaptive Ising machines (AIM), a unified\noscillator-based architecture that dynamically combines both regimes within the\nsame hardware platform by properly tuning the amplitudes of the bi-harmonic\ndriving relative to the noise strength. Benchmarking on different classes of\ncombinatorial optimization problems, the AIM exhibits complementary performance\ncompared to oscillator based Ising machines and probabilistic Ising machines,\nwith adaptability to the specific problem class. This work introduces the first\nOIM capable of transitioning between deterministic and probabilistic\ncomputation taking advantage of a proper design of the trade-off between the\nstrength of phase-locking of an auto-oscillator to a bi harmonic external\ndriving and noise, opening a path toward scalable, CMOS compatible hardware for\nhybrid optimization and inference."}
{"id": "2510.19667", "categories": ["cond-mat.mtrl-sci", "cs.SE", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.19667", "abs": "https://arxiv.org/abs/2510.19667", "authors": ["Yuxing Fei", "Matthew J. McDermott", "Christopher L. Rom", "Shilong Wang", "Gerbrand Ceder"], "title": "Dara: Automated multiple-hypothesis phase identification and refinement from powder X-ray diffraction", "comment": null, "summary": "Powder X-ray diffraction (XRD) is a foundational technique for characterizing\ncrystalline materials. However, the reliable interpretation of XRD patterns,\nparticularly in multiphase systems, remains a manual and expertise-demanding\ntask. As a characterization method that only provides structural information,\nmultiple reference phases can often be fit to a single pattern, leading to\npotential misinterpretation when alternative solutions are overlooked. To ease\nhumans' efforts and address the challenge, we introduce Dara (Data-driven\nAutomated Rietveld Analysis), a framework designed to automate the robust\nidentification and refinement of multiple phases from powder XRD data. Dara\nperforms an exhaustive tree search over all plausible phase combinations within\na given chemical space and validates each hypothesis using a robust Rietveld\nrefinement routine (BGMN). Key features include structural database filtering,\nautomatic clustering of isostructural phases during tree expansion,\npeak-matching-based scoring to identify promising phases for refinement. When\nambiguity exists, Dara generates multiple hypothesis which can then be decided\nbetween by human experts or with further characteriztion tools. By enhancing\nthe reliability and accuracy of phase identification, Dara enables scalable\nanalysis of realistic complex XRD patterns and provides a foundation for\nintegration into multimodal characterization workflows, moving toward fully\nself-driving materials discovery."}
{"id": "2510.19693", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.19693", "abs": "https://arxiv.org/abs/2510.19693", "authors": ["Seema Chahal", "Indranil Mukherjee", "Abhishek Dhar", "Herbert Spohn", "Anupam Kundu"], "title": "Stochastic dynamics of quasiparticles in the hard rod gas", "comment": "41 pages, 6 figures", "summary": "We consider a one-dimensional gas of hard rods, one of the simplest examples\nof an interacting integrable model. It is well known that the hydrodynamics of\nsuch integrable models can be understood by viewing the system as a gas of\nquasiparticles. Here, we explore the dynamics of individual quasiparticles for\na variety of initial conditions of the background gas. The mean, variance, and\ntwo-time correlations are computed exactly and lead to a picture of\nquasiparticles as drifting Brownian particles. For the case of a homogeneous\nbackground, we show that the motion of two tagged quasiparticles is strongly\ncorrelated, and they move like a rigid rod at late times. Apart from a\nmicroscopic derivation based on the mapping to point particles, we provide an\nalternate derivation which emphasizes that quasiparticle fluctuations are\nrelated to initial phase-space fluctuations, which are carried over in time by\nEuler scale dynamics. For the homogeneous state, we use the Brownian motion\npicture to develop a Dean-Kawasaki-type fluctuating hydrodynamic theory,\nformally having the same structure as that derived recently by Ferrari and\nOlla. We discuss differences with existing proposals on the hydrodynamics of\nhard rods and some puzzles."}
{"id": "2510.19700", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19700", "abs": "https://arxiv.org/abs/2510.19700", "authors": ["Xin Chen", "Linyang Li"], "title": "Spin-Locked Helical Currents and Pure Spin Pumping in Altermagnetic Nanotubes", "comment": null, "summary": "We show that rolling a two-dimensional altermagnet into a nanotube turns it\ninto a spin-programmable chiral nanosolenoid with two reciprocal, SOC-free\nfunctionalities. (i) Direct: injecting a single-spin-polarized current produces\na steady helical current whose handedness is locked to the spin orientation,\nyielding opposite axial magnetic fields for opposite spins. (ii) Inverse: a\ntime-varying axial flux Phi(t) induces a circumferential Faraday field E_theta\n= -(dPhi/dt)/(2 pi R) that drives equal-magnitude, opposite-sign axial charge\ncurrents in the two spin channels, Iz^up = - Iz^down, thereby pumping a pure\nspin current Is = (hbar/2e)(Iz^up - Iz^down) with zero net charge flow. Both\neffects arise from the interplay between momentum-odd spin polarization\ninherent to altermagnets and the screw symmetry of the rolled geometry, and\npersist in the complete absence of spin-orbit coupling. Using V2Se2O as a\nprototype, first-principles calculations reveal spin-dependent chiral wave\nfunctions near both the conduction- and valence-band edges. These results\nestablish a nonrelativistic route toward compact spin-controlled flux\ngenerators and charge-neutral spin injectors in light-element materials without\nstatic magnetic bias."}
{"id": "2510.19709", "categories": ["cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.19709", "abs": "https://arxiv.org/abs/2510.19709", "authors": ["Camron Farhang", "Weihang Lu", "Yuchuan Yao", "Pratap Pal", "Shaofeng Han", "Jian-Guo Zheng", "Hua Chen", "Chang-Beom Eom", "Jing Xia"], "title": "Temperature-invariant magneto-optical Kerr effect in a noncollinear antiferromagnet", "comment": null, "summary": "The anomalous Hall effect and magneto-optical Kerr effect have traditionally\nbeen associated with ferromagnets, but recent studies reveal their presence in\nnoncollinear antiferromagnets due to nonzero Berry curvature despite negligible\nnet magnetization. However, Hall measurements often show strong temperature\ndependence caused by extrinsic scattering, complicating quantitative analysis,\nand temperature invariance of the Kerr effect remains unconfirmed. Here we\nemploy epitaxial, stoichiometric Mn3NiN single crystal films and perform polar\nKerr measurements at an infrared 1550 nm telecommunication wavelength,\ndemonstrating a spontaneous Kerr signal that remains stable within a few\npercent across a 200 Kelvin range below the N\\'eel temperature. This\ntemperature-invariant Kerr effect contrasts with the strongly\ntemperature-dependent Hall effect and confirms the intrinsic nature of Berry\ncurvature in these materials. Our findings establish infrared Kerr effect as a\nreliable, local probe of Berry curvature in noncollinear antiferromagnets,\nfacilitating quantitative characterization and advancing antiferromagnetic\nspintronic applications."}
{"id": "2510.19712", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19712", "abs": "https://arxiv.org/abs/2510.19712", "authors": ["L. Kopprio", "J. Caram", "S. Le Gall", "F. Ventosinos", "L. Gil-Escrig", "H. J. Bolink", "C. Longeaud", "J-P. Kleider", "J. Schmidt"], "title": "Opto-electronic and kinetic properties of defect states in FA0.7Cs0.3Pb(I0.9Br0.1)3 thin films", "comment": null, "summary": "Despite the remarkable success in increasing the efficiency and stability of\nperovskite solar cells over the last decade, the underlying defect landscape of\nhalide perovskites remains unclear. Some charged defects in perovskites migrate\nin response to an applied electric field, which complicates their\ncharacterization with standard techniques. We combine thermal admittance\nspectroscopy (TAS) with lateral photoconductivity-based methods, such as the\nthermal steady-state photocurrent (SSPC) and the steady-state photocarrier\ngrating (SSPG), to estimate the kinetic and electrical properties of defects in\nthin films of vacuum-deposited FA$_{0.7}$Cs$_{0.3}$Pb(I$_{0.9}$Br$_{0.1}$)$_3$\nperovskite. The experimental results are consistent with exponential band tails\nstates coming from the lattice disorder, an acceptor-like Gaussian distribution\n0.21~eV below the conduction band and approximately equal concentrations of\ndonors and acceptors ($1.7\\times10^{17}$ cm$^{-3}$). One of the dopants has\nroom temperature mobility of $(0.5{-}1)\\times10^{-7}$ cm$^2$ V$^{-1}$ s$^{-1}$\nwith a thermal activation energy of 0.28--0.40 eV."}
{"id": "2510.19736", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19736", "abs": "https://arxiv.org/abs/2510.19736", "authors": ["Che-hsuan Ku", "Omargeldi Atanov", "King Yau Yip", "Wenyan Wang", "Siu Tung Lam", "Jiayu Zeng", "Wei Zhang", "Zheyu Wang", "Lingfei Wang", "Tsz Fung Poon", "Rolf Lortz", "Swee K. Goh"], "title": "Point-contact Andreev reflection spectroscopy of layered superconductors with device-integrated diamond anvil cells", "comment": "8 pages, 7 figures, Editor's Pick", "summary": "Superconductors that can be mechanically exfoliated are an interesting\nplatform for exploring superconducting properties tuned by layer thickness.\nThese layered superconductors are also expected to exhibit sensitivity to\napplied pressure. While pressure has been demonstrated to be an effective way\nof tuning bulk superconductors, analogous studies on superconducting thin\nflakes have been limited due to technical challenges. In particular,\nspectroscopic measurements under pressure remain insufficiently explored. In\nthis work, we functionalized the diamond anvil cell technique for point-contact\nAndreev reflection spectroscopy (PCAR) measurement on thin-flake materials\nunder pressure, offering the opportunity to obtain spectroscopic information on\nsuperconductivity. To validate the feasibility of this method, we have\nconducted PCAR measurements on iron-selenide thin flakes to extract\ntemperature-dependent superconducting gap values under ambient and high\npressure. Combine with the proven magnetotransport capability, our method\nprovides a conceptually simple tool for a detailed examination of thin-flake\nsuperconductors under pressure."}
{"id": "2510.19737", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19737", "abs": "https://arxiv.org/abs/2510.19737", "authors": ["Zijian Meng", "Karim Zongo", "Matthew Thoms", "Ryan Eric Grant", "Laurent Karim Béland"], "title": "Accelerating Moment Tensor Potentials through Post-Training Pruning", "comment": "16 pages, 5 figures Software available from\n  https://github.com/RichardZJM/MTP_basis_optimization", "summary": "Moment Tensor Potentials (MTPs) are machine-learning interatomic potentials\nwhose basis functions are typically selected using a level-based scheme that is\ndata-agnostic. We introduce a post-training, cost-aware pruning strategy that\nremoves expensive basis functions with minimal loss of accuracy. Applied to\nnickel and silicon-oxygen systems, it yields models up to seven times faster\nthan standard MTPs. The method requires no new data and remains fully\ncompatible with current MTP implementations."}
{"id": "2510.19739", "categories": ["cond-mat.mes-hall", "81V70"], "pdf": "https://arxiv.org/pdf/2510.19739", "abs": "https://arxiv.org/abs/2510.19739", "authors": ["Yurii G. Arapov", "Svetlana V. Gudina", "Vladimir N. Neverov", "Nikita S. Sandakov", "Nina G. Shelushinina"], "title": "Two parameter scaling of conductance in quantum Hall effect", "comment": "29 pages, 15 figures", "summary": "After a brief survey of theoretical concepts for the two-parameter scaling\ntheory in the integer quantum Hall effect regime, a comprehensive set of early,\nrecent and new experimental results on constructing scaling diagrams for\nconductance in 2D semiconductor structures, as well as in graphene is\ndisplayed. A comparative analysis of scaling diagrams obtained from\nexperimental data with calculated ones is carried out."}
{"id": "2510.19790", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19790", "abs": "https://arxiv.org/abs/2510.19790", "authors": ["Philippa Helen McGuinness", "Fabian Henssler", "Manex Alkorta", "Mark Joachim Graf von Westarp", "Artem Korshunov", "Alexei Bosak", "Daisuke Ishikawa", "Alfred Q. R. Baron", "Michael Merz", "Amir-Abbas Haghighirad", "Maia G. Vergniory", "Sofia-Michaela Souliou", "Rolf Heid", "Ion Errea", "Matthieu Le Tacon"], "title": "Soft Mode Origin of Charge Ordering in Superconducting Kagome CsV$_3$Sb$_5$", "comment": "25 pages, 5 figures", "summary": "Charge-density-wave (CDW) order and superconductivity coexist in the kagome\nmetals AV$_3$Sb$_5$ (A=K, Cs, Rb), raising fundamental questions about the\nmechanisms driving their intertwined phases. Here we combine high-resolution\ninelastic X-ray scattering with first-principles calculations to uncover the\norigin of CDW formation in CsV$_3$Sb$_5$. Guided by structure factor analysis,\nwe identify a soft phonon mode along the reciprocal M-L direction, with the\nstrongest effect at the L point, where the elastic scattering intensity also\ngrows most rapidly upon cooling. First-principles calculations incorporating\nlattice anharmonicity and electron-phonon coupling reproduce these observations\nand establish a soft-mode instability at the L point as the driving mechanism\nof CDW formation. Despite the weakly first-order character of the transition,\nour results unambiguously demonstrate that the CDW in CsV$_3$Sb$_5$ originates\nfrom a softened phonon, clarifying its microscopic origin and highlighting the\ncentral role of lattice dynamics in kagome metals."}
{"id": "2510.19795", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19795", "abs": "https://arxiv.org/abs/2510.19795", "authors": ["Jhionathan de Lima", "Cristiano Francisco Woellner"], "title": "Hexa-Graphyne: A Transparent and Semimetallic 2D Carbon Allotrope with Distinct Optical Properties", "comment": null, "summary": "Herein, we conduct a comprehensive investigation of Hexa-graphyne (HXGY), a\nplanar carbon allotrope formed by distorted hexagonal and rectangular rings\nincorporating sp and sp$^2$-hybridized carbon atoms. First-principles\ncalculations confirm its energetic, dynamical and thermal stability (up to at\nleast 1000 K). Regarding its band structure, this material exhibits a\nsemimetallic nature. It exhibits high mechanical compliance, with a Young's\nmodulus approximately 13 times lower and a Poisson's ratio nearly 4 times\nhigher than those of graphene. The optical response is marked by strong\nultraviolet absorption, high infrared reflectivity, and pronounced transparency\nin the visible-light range. Raman and infrared spectra exhibit sharp and\nwell-separated peaks, providing a clear signature of acetylenic linkage\nstretching vibrations. Nanoribbon structures derived from HXGY show distinct\nelectronic behaviors depending on the edge termination type and width. These\nfindings highlight the HXGY potential for nanoelectronic and optoelectronic\napplications."}
{"id": "2510.19824", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.19824", "abs": "https://arxiv.org/abs/2510.19824", "authors": ["Luke Staszewski", "Asmi Haldar", "Pieter W. Claeys", "Alexander Wietek"], "title": "Krylov space dynamics of ergodic and dynamically frozen Floquet systems", "comment": "9 pages, 6 figures", "summary": "In isolated quantum many-body systems periodically driven in time, the\nasymptotic dynamics at late times can exhibit distinct behavior such as\nthermalization or dynamical freezing. Understanding the properties of and the\nconvergence towards infinite-time (nonequilibrium) steady states however\nremains a challenging endeavor. We propose a physically motivated Krylov space\nperspective on Floquet thermalization which offers a natural framework to study\nrates of convergence towards steady states and, simultaneously, an efficient\nnumerical algorithm to evaluate infinite-time averages of observables within\nthe diagonal ensemble. The effectiveness of our algorithm is demonstrated by\napplying it to the periodically driven mixed-field Ising model, reaching system\nsizes of up to 30 spins. Our method successfully resolves the transition\nbetween the ergodic and dynamically frozen phases and provides insight into the\nnature of the Floquet eigenstates across the phase diagram. Furthermore, we\nshow that the long-time behavior is encoded within the localization properties\nof the Ritz vectors under the Floquet evolution, providing an accurate\ndiagnostic of ergodicity."}
{"id": "2510.18900", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.18900", "abs": "https://arxiv.org/abs/2510.18900", "authors": ["Alexius Wadell", "Anoushka Bhutani", "Victor Azumah", "Austin R. Ellis-Mohr", "Celia Kelly", "Hancheng Zhao", "Anuj K. Nayak", "Kareem Hegazy", "Alexander Brace", "Hongyi Lin", "Murali Emani", "Venkatram Vishwanath", "Kevin Gering", "Melisa Alkan", "Tom Gibbs", "Jack Wells", "Lav R. Varshney", "Bharath Ramsundar", "Karthik Duraisamy", "Michael W. Mahoney", "Arvind Ramanathan", "Venkatasubramanian Viswanathan"], "title": "Foundation Models for Discovery and Exploration in Chemical Space", "comment": "Main manuscript: 28 pages (including references), 7 tables and 5\n  figures. Supplementary information: 91 pages (including references), 12\n  tables and 82 figures", "summary": "Accurate prediction of atomistic, thermodynamic, and kinetic properties from\nmolecular structures underpins materials innovation. Existing computational and\nexperimental approaches lack the scalability required to efficiently navigate\nchemical space. Scientific foundation models trained on large unlabeled\ndatasets offer a path toward exploring chemical space across diverse\napplication domains. Here we develop MIST, a family of molecular foundation\nmodels with up to an order of magnitude more parameters and data than prior\nworks. Trained using a novel tokenization scheme that comprehensively captures\nnuclear, electronic, and geometric information, MIST learns from a diverse\nrange of molecules. MIST models have been fine-tuned to predict more than 400\nstructure -- property relationships and match or exceed state-of-the-art\nperformance across benchmarks spanning physiology, electrochemistry, and\nquantum chemistry. We demonstrate the ability of these models to solve\nreal-world problems across chemical space, including multiobjective electrolyte\nsolvent screening, olfactory perception mapping, isotope half-life prediction,\nstereochemical reasoning for chiral organometallic compounds, and binary and\nmulti-component mixture property prediction. Probing MIST models using\nmechanistic interpretability methods reveals identifiable patterns and trends\nnot explicitly present in the training data, suggesting that the models learn\ngeneralizable scientific concepts. We formulate hyperparameter-penalized\nBayesian neural scaling laws and use them to reduce the computational cost of\nmodel development by an order of magnitude. The methods and findings presented\nhere represent a significant step toward accelerating materials discovery,\ndesign, and optimization using foundation models and provide valuable guidance\nfor training compute-optimal scientific foundation models."}
{"id": "2510.19051", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.19051", "abs": "https://arxiv.org/abs/2510.19051", "authors": ["Matthias Busch", "Gregor Häfner", "Jiayu Xie", "Marius Tacke", "Marcus Müller", "Christian J. Cyron", "Roland C. Aydin"], "title": "Machine-learned domain partitioning for computationally efficient coupling of continuum and particle simulations of membrane fabrication", "comment": null, "summary": "All simulation approaches eventually face limits in computational scalability\nwhen applied to large spatiotemporal domains. This challenge becomes especially\napparent in molecular-level particle simulations, where high spatial and\ntemporal resolution leads to rapidly increasing computational demands. To\novercome these limitations, hybrid methods that combine simulations with\ndifferent levels of resolution offer a promising solution. In this context, we\npresent a machine learning-based decision model that dynamically selects\nbetween simulation methods at runtime. The model is built around a Multilayer\nperceptron (MLP) that predicts the expected discrepancy between particle and\ncontinuum simulation results, enabling the localized use of high-fidelity\nparticle simulations only where they are expected to add value. This concurrent\napproach is applied to the simulation of membrane fabrication processes, where\na particle simulation is coupled with a continuum model. This article describes\nthe architecture of the decision model and its integration into the simulation\nworkflow, enabling efficient, scalable, and adaptive multiscale simulations."}
{"id": "2510.19106", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19106", "abs": "https://arxiv.org/abs/2510.19106", "authors": ["Ethan Abraham", "Martin Z. Bazant", "Troy Van Voorhis"], "title": "Ab Initio Free Energy Surfaces for Coupled Ion-Electron Transfer", "comment": null, "summary": "The Marcus theory of electron transfer assumes that diabatic energy gaps are\nsampled from a single ensemble. This assumption can break down in spatially\nanisotropic environments, such as electrochemical interfaces or biomolecular\nstructures, where distinct solvent ensembles arise along a collective variable\ndescribing the anisotropy. Treating this collective variable as an additional\nreaction coordinate linearly independent from the Marcus reaction coordinate,\nwe develop a formalism that enables calculation of the resulting Coupled\nIon-Electron Transfer (CIET) free-energy surface directly from constrained ab\ninitio trajectories. Applied to CO2 redox on a gold electrode, this method\nreveals strong coupling to the anisotropy, predicting significantly different\nactivation barriers compared to either coordinate alone."}
{"id": "2510.19343", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.19343", "abs": "https://arxiv.org/abs/2510.19343", "authors": ["Zhen Zhu", "Shan Gao", "Jing Zhang", "Xuxin Kang", "Shunfang Li", "Xiangmei Duan"], "title": "Identifying the Catalytic Descriptor of Single-Atom Catalysts in Nitrate Reduction Reaction: An Interpretable Machine-Learning Method", "comment": "10 pages, 8 figures, 74 references", "summary": "Elucidating the catalytic descriptor that accurately characterizes the\nstructure-activity relationships of typical catalysts for various important\nheterogeneous catalytic reactions is pivotal for designing high-efficient\ncatalytic systems. Here, an interpretable machine learning technique was\nemployed to identify the key determinants governing the nitrate reduction\nreaction ($\\rm NO_3RR$) performance across 286 single-atom catalysts (SACs)\nwith the active sites anchored on double-vacancy $\\rm BC_3$ monolayers. Through\nShapley Additive Explanations (SHAP) analysis with reliable predictive\naccuracy, we quantitatively demonstrated that, favorable $\\rm NO_3RR$ activity\nstems from a delicate balance among three critical factors: low $\\rm N_V$,\nmoderate $\\rm D_N$, and specific doping patterns. Building upon these insights,\nwe established a descriptor ($\\psi$) that integrates the intrinsic catalytic\nproperties and the intermediate O-N-H angle ($\\theta$), effectively capturing\nthe underlying structure-activity relationship. Guided by this, we further\nidentified 16 promising catalysts with predicted low limiting potential\n($U_{\\rm L}$). Importantly, these catalysts are composed of cost-effective\nnon-precious metal elements and are predicted to surpass most reported\ncatalysts, with the best-performing Ti-V-1N1 is predicted to have an ultra-low\n$U_{\\rm L}$ of $-0.10$ V."}
{"id": "2510.19505", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.19505", "abs": "https://arxiv.org/abs/2510.19505", "authors": ["Y. -C. Soong", "H. Li", "Y. Fu", "J. Tong", "S. Huang", "X. Zhang", "E. Griffin", "E. Hoenig", "M. Alhashmi", "Y. Li", "D. Bahamon", "J. Zhong", "A. Summerfield", "R. N. Costa Filho", "C. Sevik", "R. Gorbachev", "E. C. Neyts", "L. F. Vega", "F. M. Peeters", "M. Lozada-Hidalgo"], "title": "Mechanism of the electrochemical hydrogenation of graphene", "comment": null, "summary": "The electrochemical hydrogenation of graphene induces a robust and reversible\nconductor-insulator transition, of strong interest in logic-and-memory\napplications. However, its mechanism remains unknown. Here we show that it\nproceeds as a reduction reaction in which proton adsorption competes with the\nformation of H2 molecules via an Eley-Rideal process. Graphene's\nelectrochemical hydrogenation is up to $10^6$ times faster than alternative\nhydrogenation methods and is fully reversible via the oxidative desorption of\nprotons. We demonstrate that the proton reduction rate in defect-free graphene\ncan be enhanced by an order of magnitude by the introduction of nanoscale\ncorrugations in its lattice, and that the substitution of protons for deuterons\nresults both in lower potentials for the hydrogenation process and in a more\nstable compound. Our results pave the way to investigating the chemisorption of\nions in 2D materials at high electric fields, opening a new avenue to control\nthese materials' electronic properties."}
