{"id": "2510.26813", "categories": ["physics.chem-ph", "math.CO"], "pdf": "https://arxiv.org/pdf/2510.26813", "abs": "https://arxiv.org/abs/2510.26813", "authors": ["Sahaya Vijay Jeyaraj", "Roy S", "Govardhan S", "Tony Augustine", "Jyothish K"], "title": "PyTIE: A Python Program for the Evaluation of Degree-Based Topological Descriptors and Molecular Entropy", "comment": null, "summary": "We have developed PyTIE (Python Topological Indices Expressions) which is\ndefined as the collections of Python packages such as PyTIE D, PyTIE DS, PyTIE\nSMS DE, and PyTIE SMS DSE, which are open-source software packages and\ncross-platform Python package designed to expedite the retrieval of results for\nmathematics, chemistry and chemical engineering researchers within constant\ntime. This open-source tool extends its utility to chemistry and chemical\nengineering researchers with limited mathematical proficiency. PyTIE\nfacilitates the loading of molecular graphs, specifying parameters such as\nminimum degree, maximum degree, and the number of vertex pairs (edge\npartitions). The edge partitions of a molecular graph based on degree sum also\nplays a crucial role in predicting heat of formation and enthalpy of formation\nalong with DFT techniques. It systematically computes expressions and numerical\nvalues for various topological indices, including degree-based and neighborhood\ndegree-based indices, as well as Shannon's entropy, providing visual\nrepresentations of the results. Emphasizing topological indices for\nQuantitative Structure-Activity Relationship and Quantitative\nStructure-Property Relationship analyses, PyTIE proves particularly relevant in\nthese studies. Serving as a Python package, it seamlessly integrates with\nlibraries such as NumPy, math and SymPy offering extensive options for data\nanalysis. The efficiency of PyTIE is demonstrated through illustrative examples\nin various contexts."}
{"id": "2510.26965", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.26965", "abs": "https://arxiv.org/abs/2510.26965", "authors": ["Brendan M. Shumberger", "T. Daniel Crawford"], "title": "Analytic Computation of Vibrational Circular Dichroism Spectra Using Configuration Interaction Methods", "comment": null, "summary": "In this work, we present the first derivation and implementation of analytic\ngradient methods for the computation of the atomic axial tensors (AATs)\nrequired for simulations of vibrational circular dichroism (VCD) spectra using\nconfiguration interaction methods including double (CID) and single and double\n(CISD) excitations. Our new implementation includes the use of non-canonical\nperturbed orbitals to improve the numerical stability of the gradients in the\npresence of orbital near-degeneracies, as well as frozen-core capabilities. We\nvalidated our analytic CID and CISD formulations against two new\nfinite-difference approaches. Using this new implementation, we investigated\nthe significance of singly excited determinants and the role of CI-coefficient\noptimization in VCD simulations by comparisons among Hartree-Fock (HF) theory,\nsecond-order M{\\o}ller-Plesset perturbation (MP2) theory, CID, and CISD\ntheories. For our molecular test set including (P )-hydrogen peroxide, (S\n)-methyloxirane, (R)-3-chloro-1-butene, (R)-4-methyl-2-oxetanone, and (M\n)-1,3-dimethylallene we noted sign discrepancies between the HF and MP2 methods\ncompared to that of the new CID and CISD methods for four of the five molecules\nas well as similar discrepancies between the CID and CISD methods for (M\n)-1,3-dimethylallene."}
{"id": "2510.27438", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.27438", "abs": "https://arxiv.org/abs/2510.27438", "authors": ["Muhammad Garba", "Alwell Nwachukwu", "Jamel Ali", "Theo Siegrist", "Munir Humayun", "Hadi Mohammadigoushki"], "title": "Magnetically Assisted Separation of Weakly Magnetic Metal Ions in Porous Media. Part 2: Numerical Simulations", "comment": null, "summary": "We present a numerical investigation of the magnetophoresis of metal ions in\nporous media under static, nonuniform magnetic fields. The multiphysics\nsimulations couple momentum transport, mass diffusion, and magnetic field\nequations, with the porous medium modeled using two distinct approaches: a\nStokes-based formulation incorporating effective diffusivity, and a\nBrinkman-based formulation that explicitly accounts for permeability and\nmedium-induced drag. Comparison with recent experimental data [Nwachuwku et al.\nSubmitted, 2025] reveals that the Stokes model partially fails to capture key\ntrends, while the Brinkman model, with permeability accurately reproduces\nobserved transport behavior on various porous media. Our simulations predict\nthat both paramagnetic (MnCl2) and diamagnetic (ZnCl2) ions may form\nfield-induced clusters under magnetic gradients over a range of concentrations\nof 1mM-100mM and magnetic field gradients of up to 100 T2/m. The dominant\ndriving force is found to be the magnetic gradient (Kelvin) force, while the\nparamagnetic force from concentration gradients contributes minimally. In\nbinary mixtures, hydrodynamic interactions between paramagnetic and diamagnetic\nclusters significantly alter transport dynamics. Specifically, paramagnetic\nclusters can pull diamagnetic clusters along the magnetic field gradient,\nenhancing diamagnetic migration and suppressing the motion of paramagnetic\nspecies. These findings highlight the importance of porous media modeling and\ninterspecies interactions in predicting magnetophoretic transport of ionic\nmixtures."}
{"id": "2510.27502", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.27502", "abs": "https://arxiv.org/abs/2510.27502", "authors": ["Daniel Lozano-Martín", "Dirk Tuma", "César R. Chamorro"], "title": "Evaluation of Reference Equations of State for Density Prediction in Regasified LNG Mixtures Using High-Precision Experimental Data", "comment": null, "summary": "This study evaluates the performance of three reference equations of state\n(EoS), AGA8-DC92, GERG-2008, and SGERG-88, in predicting the density of\nregasified liquefied natural gas (RLNG) mixtures. A synthetic nine-component\nRLNG mixture was gravimetrically prepared. High-precision density measurements\nwere obtained using a single-sinker magnetic suspension densimeter over a\ntemperature range of (250 to 350) K and pressures up to 20 MPa. The\nexperimental data were compared with EoS predictions to evaluate their\naccuracy. AGA8-DC92 and GERG-2008 showed excellent agreement with the\nexperimental data, with deviations within their stated uncertainty. In\ncontrast, SGERG-88 exhibited significantly larger deviations for this RLNG\nmixture, particularly at low temperatures of (250 to 260) K, where\ndiscrepancies reached up to 3 %. Even at 300 K, deviations larger than 0.4 %\nwere observed at high pressures, within the model's uncertainty, but notably\nhigher than those of the other two EoSs. The analysis was extended to three\nconventional 11-component natural gas mixtures (labeled G420 NG, G431 NG, and\nG432 NG), previously studied by our group using the same methodology. While\nSGERG-88 showed reduced accuracy for the RLNG mixture, it performed reasonably\nwell for these three mixtures, despite two of them have a very similar\ncomposition to the RLNG. This discrepancy is attributed to the lower CO2 and N2\ncontent typical in RLNG mixtures, demonstrating the sensitivity of EoS\nperformance to minor differences in composition. These findings highlight the\nimportance of selecting appropriate EoS models for accurate density prediction\nin RLNG applications."}
{"id": "2510.26864", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2510.26864", "abs": "https://arxiv.org/abs/2510.26864", "authors": ["Changkai Zhang", "Jan von Delft"], "title": "Interpretable Artificial Intelligence (AI) Analysis of Strongly Correlated Electrons", "comment": "34 pages, 23 figures", "summary": "Artificial Intelligence (AI) has become an exceptionally powerful tool for\nanalyzing scientific data. In particular, attention-based architectures have\ndemonstrated a remarkable capability to capture complex correlations and to\nfurnish interpretable insights into latent, otherwise inconspicuous patterns.\nThis progress motivates the application of AI techniques to the analysis of\nstrongly correlated electrons, which remain notoriously challenging to study\nusing conventional theoretical approaches. Here, we propose novel AI workflows\nfor analyzing snapshot datasets from tensor-network simulations of the\ntwo-dimensional (2D) Hubbard model over a broad range of temperature and\ndoping. The 2D Hubbard model is an archetypal strongly correlated system,\nhosting diverse intriguing phenomena including Mott insulators, anomalous\nmetals, and high-$T_c$ superconductivity. Our AI techniques yield fresh\nperspectives on the intricate quantum correlations underpinning these phenomena\nand facilitate universal omnimetry for ultracold-atom simulations of the\ncorresponding strongly correlated systems."}
{"id": "2510.26820", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.26820", "abs": "https://arxiv.org/abs/2510.26820", "authors": ["Emilio N. M. Cirillo", "Matteo Colangeli", "Claudio Giberti", "Lamberto Rondoni"], "title": "Dynamics of stochastic oscillator chains with harmonic and FPUT potentials", "comment": null, "summary": "Inspired by recent studies on deterministic oscillator models, we introduce a\nstochastic one-dimensional model for a chain of interacting particles. The\nmodel consists of $N$ oscillators performing continuous-time random walks on\nthe integer lattice $\\mathbb{Z}$ with exponentially distributed waiting times.\nThe oscillators are bound by confining forces to two particles that do not\nmove, placed at positions $x_0$ and $x_{N+1}$, respectively, and they feel the\npresence of baths with given inverse temperatures: $\\beta_L$ to the left,\n$\\beta_B$ in the middle, and $\\beta_R$ to the right. Each particle has an index\nand interacts with its nearest neighbors in index space through either a\nquadratic potential or a Fermi-Pasta-Ulam-Tsingou type coupling. This local\ninteraction in index space can give rise to effective long-range interactions\non the spatial lattice, depending on the instantaneous configuration. Particle\nhopping rates are governed either by the Metropolis rule or by a modified\nversion that breaks detailed balance at the interfaces between regions with\ndifferent baths."}
{"id": "2510.26894", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26894", "abs": "https://arxiv.org/abs/2510.26894", "authors": ["Ohidul Alam", "Amartya Pal", "Paramita Dutta", "Arijit Saha"], "title": "Proximity-induced superconductivity and emerging topological phases in altermagnet-based heterostructures", "comment": "15 pages and 10 figures; comments are welcome", "summary": "We present a theoretical framework for investigating superconducting\nproximity effect in altermagnet (AM)-superconductor (SC) heterostructures. In\ngeneral, AMs, characterized by vanishing net magnetization but spin-split\nelectronic spectra, provide a promising platform for realizing unconventional\nmagnetic phases. We consider a two-dimensional $d$-wave AM proximity coupled to\na three dimensional ordinary $s$-wave SC. By integrating out the\nsuperconducting degrees of freedom, we derive an effective Hamiltonian that\ndescribes the proximity-induced modifications in the AM layer in the form of a\nself-energy. We then derive an effective Green's function to obtain the\nproximity-induced pairing amplitudes in the AM layer and classify the induced\npairing amplitudes according to their parity, frequency, and spin. We find the\npresence of even-parity singlet and triplet pairing amplitudes in the AM layer.\nTo achieve the odd-parity triplet components, important to realize topological\nsuperconductivity, we introduce a layer of Rashba spin-orbit coupling (RSOC) in\nthe heterostructure. We analyse the band topology of this proximity-induced\nAM-RSOC layer and demonstrate the emergence of both weak and strong topological\nsuperconducting phases with edge-localized modes, characterized by winding\nnumber and Chern number. These findings highlight the role of AM-SC hybrid\nsetup as a versatile platform for realizing odd-parity triplet pairings and\nengineering topological superconductivity in two-dimension."}
{"id": "2510.26836", "categories": ["cond-mat.mes-hall", "physics.plasm-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26836", "abs": "https://arxiv.org/abs/2510.26836", "authors": ["Juha Tiihonen", "David Trejo-Garcia", "Tapio T. Rantala", "Marco Ornigotti"], "title": "Path-integral Monte Carlo estimator for the dipole polarizability of quantum plasma", "comment": "10 pages, 5 figures", "summary": "We present a path-integral Monte Carlo estimator for calculating the dipole\npolarizability of interacting Coulomb plasma in the long-wavelength limit,\ni.e., the optical region. Unlike the conventional dynamic structure factor in\nreciprocal space, our approach is based on the real-space dipole\nautocorrelation function and is suited for long wavelengths and small cell\nsizes, including finite clusters. The simulation of thermal equilibrium in\nimaginary time has exact Coulomb interactions and Boltzmann quantum statistics.\nFor reference, we demonstrate analytic continuation of the Drude model into the\nimaginary time and Matsubara series, showing perfect agreement with our data\nwithin ranges of finite temperatures and densities. Method parameters, such as\nthe finite time-step and finite-size effects prove only modestly significant.\nOur method, here carefully validated against an exactly solvable reference,\nremains amenable to more interesting domains in higher-order optical response,\nquantum confinements and quantum statistical effects, and applications in\nplasmonics, heterogeneous plasmas and nonlinear optics, such as\nepsilon-near-zero materials."}
{"id": "2510.26880", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26880", "abs": "https://arxiv.org/abs/2510.26880", "authors": ["Kevin P. Nuckolls", "Nisarga Paul", "Alan Chen", "Filippo Gaggioli", "Joshua P. Wakefield", "Avi Auslender", "Jules Gardener", "Austin J. Akey", "David Graf", "Takehito Suzuki", "David C. Bell", "Liang Fu", "Joseph G. Checkelsky"], "title": "Higher-dimensional Fermiology in bulk moiré metals", "comment": "26 pages, 5 figures", "summary": "In the past decade, moir\\'e materials have revolutionized how we engineer and\ncontrol quantum phases of matter. Among incommensurate materials, moir\\'e\nmaterials are aperiodic composite crystals whose long-wavelength moir\\'e\nsuperlattices enable tunable properties without chemically modifying their\nlayers. To date, nearly all reports of moir\\'e materials have investigated van\nder Waals heterostructures assembled far from thermodynamic equilibrium. Here\nwe introduce a conceptually new approach to synthesizing high-mobility moir\\'e\nmaterials in thermodynamic equilibrium. We report a new family of foliated\nsuperlattice materials (Sr$_6$TaS$_8$)$_{1+\\delta}$(TaS$_2$)$_8$ that are\nexfoliatable van der Waals crystals with atomically incommensurate lattices.\nLattice mismatches between alternating layers generate moir\\'e superlattices,\nanalogous to those of 2D moir\\'e heterobilayers, that are coherent throughout\nthese crystals and are tunable through their synthesis conditions without\naltering their chemical composition. High-field quantum oscillation\nmeasurements map the complex Fermiology of these moir\\'e metals, which can be\ntuned via the moir\\'e superlattice structure. We find that the Fermi surface of\nthe structurally simplest moir\\'e metal is comprised of over 40 distinct\ncross-sectional areas, the most observed in any material to our knowledge. This\ncan be naturally understood by postulating that bulk moir\\'e materials can\nencode electronic properties of higher-dimensional superspace crystals in ways\nthat parallel well-established crystallographic methods used for incommensurate\nlattices. More broadly, our work demonstrates a scalable synthesis approach\npotentially capable of producing moir\\'e materials for electronics applications\nand evidences a novel material design concept for accessing a broad range of\nphysical phenomena proposed in higher dimensions."}
{"id": "2510.26986", "categories": ["physics.comp-ph", "physics.plasm-ph", "76W05 (Primary) 49-04, 76M10, 78M10 (Secondary)"], "pdf": "https://arxiv.org/pdf/2510.26986", "abs": "https://arxiv.org/abs/2510.26986", "authors": ["Tobias Blickhan", "Julianne Stratton", "Alan A. Kaptanoglu"], "title": "MRX: A differentiable 3D MHD equilibrium solver without nested flux surfaces", "comment": null, "summary": "This article introduces a new 3D magnetohydrodynamic (MHD) equilibrium\nsolver, based on the concept of admissible variations of B, p that allows for\nmagnetic relaxation of a magnetic field in a perturbed/non-minimum energy state\nto a lower energy state. We describe the mathematical theory behind this\nmethod, including ensuring certain bounds on the magnetic energy, and the\ndifferential geometry behind transforming to and from a logical domain and\nphysical domain. Our code is designed to address a number of traditional\nchallenges to 3D MHD equilibrium solvers, e.g. exactly enforcing physical\nconstraints such as divergence-free magnetic field, exhibiting high levels of\nnumerical convergence, dealing with complex geometries, and modeling stochastic\nfield lines or chaotic behavior. By using differentiable Python, our numerical\nmethod comes with the additional benefits of computational efficiency on modern\ncomputing architectures, high code accessibility, and differentiability at each\nstep. The proposed magnetic relaxation solver is robustly benchmarked and\ntested with standard examples, including solving 2D toroidal equilibria at\nhigh-beta, and a rotating ellipse stellarator. Future work will address the\nintegration of this code for 3D equilibrium optimization for modeling magnetic\nislands and chaos in stellarator fusion devices."}
{"id": "2510.26820", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.26820", "abs": "https://arxiv.org/abs/2510.26820", "authors": ["Emilio N. M. Cirillo", "Matteo Colangeli", "Claudio Giberti", "Lamberto Rondoni"], "title": "Dynamics of stochastic oscillator chains with harmonic and FPUT potentials", "comment": null, "summary": "Inspired by recent studies on deterministic oscillator models, we introduce a\nstochastic one-dimensional model for a chain of interacting particles. The\nmodel consists of $N$ oscillators performing continuous-time random walks on\nthe integer lattice $\\mathbb{Z}$ with exponentially distributed waiting times.\nThe oscillators are bound by confining forces to two particles that do not\nmove, placed at positions $x_0$ and $x_{N+1}$, respectively, and they feel the\npresence of baths with given inverse temperatures: $\\beta_L$ to the left,\n$\\beta_B$ in the middle, and $\\beta_R$ to the right. Each particle has an index\nand interacts with its nearest neighbors in index space through either a\nquadratic potential or a Fermi-Pasta-Ulam-Tsingou type coupling. This local\ninteraction in index space can give rise to effective long-range interactions\non the spatial lattice, depending on the instantaneous configuration. Particle\nhopping rates are governed either by the Metropolis rule or by a modified\nversion that breaks detailed balance at the interfaces between regions with\ndifferent baths."}
{"id": "2510.27665", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.27665", "abs": "https://arxiv.org/abs/2510.27665", "authors": ["Louis Thirion", "Yorick L. A. Schmerwitz", "Max Kroesbergen", "Gianluca Levi", "Elvar Ö. Jónsson", "Pavlo Bilous", "Hannes Jónsson", "Philipp Hansmann"], "title": "Natural-Orbital-Based Neural Network Configuration Interaction", "comment": "8 pages, 4 figures", "summary": "Selective configuration interaction methods approximate correlated molecular\nground- and excited states by considering only the most relevant Slater\ndeterminants in the expansion. While a recently proposed\nneural-network-assisted approach efficiently identifies such determinants, the\nprocedure typically relies on canonical Hartree-Fock orbitals, which are\noptimized only at the mean-field level. Here we assess approximate natural\norbitals - eigenfunctions of the one-particle density matrix computed from\nintermediate many-body eigenstates - as an alternative. Across our benchmarks\nfor H$_2$O, NH$_3$, CO, and C$_3$H$_8$ we see a consistent reduction in the\nrequired determinants for a given accuracy of the computed correlation energy\ncompared to full configuration interaction calculations. Our results confirm\nthat even approximate natural orbitals constitute a simple yet powerful\nstrategy to enhance the efficiency of neural-network-assisted configuration\ninteraction calculations."}
{"id": "2510.26906", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26906", "abs": "https://arxiv.org/abs/2510.26906", "authors": ["Kieran Loehr", "Bryan K. Clark"], "title": "Enhancing Neural Network Backflow", "comment": "11 pages, 8 figures", "summary": "Accurately describing the ground state of strongly correlated systems is\nessential for understanding their emergent properties. Neural Network Backflow\n(NNBF) is a powerful variational ansatz that enhances mean-field wave functions\nby introducing configuration-dependent modifications to single-particle\norbitals. Although NNBF is theoretically universal in the limit of large\nnetworks, we find that practical gains saturate with increasing network size.\nInstead, significant improvements can be achieved by using a multi-determinant\nansatz. We explore efficient ways to generate these multi-determinant\nexpansions without increasing the number of variational parameters. In\nparticular, we study single-step Lanczos and symmetry projection techniques,\nbenchmarking their performance against diffusion Monte Carlo and NNBF applied\nto alternative mean fields. Benchmarking on a doped periodic square Hubbard\nmodel near optimal doping, we find that a Lanczos step, diffusion Monte Carlo,\nand projection onto a symmetry sector all give similar improvements achieving\nstate-of-the-art energies at minimal cost. By further optimizing the projected\nsymmetrized states directly, we gain significantly in energy. Using this\ntechnique we report the lowest variational energies for this Hamiltonian on\n$4\\times 16$ and $4 \\times 8$ lattices as well as accurate variance\nextrapolated energies. We also show the evolution of spin, charge, and pair\ncorrelation functions as the quality of the variational ansatz improves."}
{"id": "2510.26821", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26821", "abs": "https://arxiv.org/abs/2510.26821", "authors": ["Jae Wan Shim"], "title": "When Normality Tests Detect Equilibrium Distributions of Finite N-Body Systems", "comment": null, "summary": "The particle number $N$ can be used as a quantitative gauge of\nnon-Gaussianity. This idea extends to systems that are not literally finite by\nassigning them a notional $N $that captures the same deviation. For an ideal\ngas with $N$ insufficiently large for the thermodynamic limit, the velocity\ndistribution that maximises Havrda-Charv\\'at entropy departs markedly from the\nMaxwell-Boltzmann (Gaussian) form obtained in that limit. We explore how five\nstandard normality tests-Kolmogorov-Smirnov, Anderson-Darling, Cram\\'er-von\nMises, Jarque-Bera and Shapiro-Wilk-respond to samples drawn from this\nfinite-$N$ equilibrium distribution. A large-scale Monte-Carlo study maps the\ntests' statistical power across system size $N$ and sample size $n$, providing\npractical reference tables for deciding when finite-size effects remain\ndetectable."}
{"id": "2510.27613", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27613", "abs": "https://arxiv.org/abs/2510.27613", "authors": ["Yaoju Tarn", "Yidi Liu", "Florian Theuss", "Jiarui Li", "Bai Yang Wang", "Jiayue Wang", "Vivek Thampy", "Zhi-Xun Shen", "Yijun Yu", "Harold Y. Hwang"], "title": "Reducing the strain required for ambient-pressure superconductivity in bilayer nickelates", "comment": "16 pages, 4 figures, 1 table, 42 references, 6 supplementary figures,\n  1 supplementary table", "summary": "The remarkable discovery of high temperature superconductivity in bulk\nbilayer nickelates under high pressure has prompted the conjecture that\nepitaxial compressive strain might mimic essential aspects of hydrostatic\npressure. The successful realization of superconductivity in films on SrLaAlO4\n(001) (SLAO) supports this correspondence, yet it remains unclear whether the\nrich pressure-temperature phase diagram of bilayer nickelates can be\nsystematically mapped (and studied at ambient pressure) as a function of\nepitaxial strain. To this end, experimental access near the elusive edge of the\nsuperconducting phase boundary would provide invaluable insight into the nature\nof the superconducting state and the ground state from which it emerges. It\nwould also offer a benchmark for theoretical models. Here we report\nsuperconducting bilayer nickelates grown on LaAlO3 (001) (LAO), where the\ncompressive strain required for ambient-pressure superconductivity is nearly\nhalved to -1.2%. These films exhibit a superconducting onset above 10 K and\nreach zero resistance at 3 K, with normal-state transport properties differing\nfrom those of films grown on SLAO. Our results offer a new opportunity to probe\nemergent phenomena near the superconducting phase boundary in the\nstrain-temperature phase diagram of bilayer nickelates."}
{"id": "2510.26860", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26860", "abs": "https://arxiv.org/abs/2510.26860", "authors": ["Zarije Ademi", "Marion Bassi", "Cécile X. Yu", "Sander L. de Snoo", "Stefan D. Oosterhout", "Amir Sammak", "Lieven M. K. Vandersypen", "Giordano Scappucci", "Corentin Déprez", "Menno Veldhorst"], "title": "Distributing entanglement between distant semiconductor qubit registers using a shared-control shuttling link", "comment": "The authors Zarije Ademi and Marion Bassi contributed equally. The\n  authors Corentin D\\'eprez and Menno Veldhorst jointly supervised this work.\n  Main text with 9 pages and 4 figures, supplementary materials with 22 pages\n  and 14 figures, in a single file", "summary": "Semiconductor quantum processors have potential to scale to modular quantum\ncomputers, in which qubit registers are coupled by quantum links, enabling high\nconnectivity and space for control circuitry. Individual spin-qubit registers\nhave progressed to two-dimensional systems and execution of small quantum\nalgorithms. Separately, high-fidelity spin shuttling has been demonstrated in\nlinear channels defined by individual gate electrodes. Here, we realize the\nfirst shared-control shuttling link integrated between distant qubit registers\nto demonstrate quantum entanglement in a basic modular quantum processor based\non hole spin qubits in germanium. We develop a protocol to compensate for\nspin-orbit-induced rotations during qubit transfer, allowing for shuttling\nbetween qubit registers separated by more than one micrometer in approximately\na hundred nanoseconds. Combining local qubit operation with coherent shuttling,\nwe generate Bell states formed by spins residing in separate registers.\nCharacterizing them using quantum state tomography, we demonstrate entanglement\nbetween spin qubits in distant registers."}
{"id": "2510.26886", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26886", "abs": "https://arxiv.org/abs/2510.26886", "authors": ["Tiannian Zhu", "Zhong Fang", "Quansheng Wu", "Hongming Weng"], "title": "MaterialsGalaxy: A Platform Fusing Experimental and Theoretical Data in Condensed Matter Physics", "comment": "18 pages, 5 figures. Accepted for publication in Chinese Physics B\n  (24 October 2025)", "summary": "Modern materials science generates vast and diverse datasets from both\nexperiments and computations, yet these multi-source, heterogeneous data often\nremain disconnected in isolated \"silos\". Here, we introduce MaterialsGalaxy, a\ncomprehensive platform that deeply fuses experimental and theoretical data in\ncondensed matter physics. Its core innovation is a structure similarity-driven\ndata fusion mechanism that quantitatively links cross-modal records - spanning\ndiffraction, crystal growth, computations, and literature - based on their\nunderlying atomic structures. The platform integrates artificial intelligence\n(AI) tools, including large language models (LLMs) for knowledge extraction,\ngenerative models for crystal structure prediction, and machine learning\nproperty predictors, to enhance data interpretation and accelerate materials\ndiscovery. We demonstrate that MaterialsGalaxy effectively integrates these\ndisparate data sources, uncovering hidden correlations and guiding the design\nof novel materials. By bridging the long-standing gap between experiment and\ntheory, MaterialsGalaxy provides a new paradigm for data-driven materials\nresearch and accelerates the discovery of advanced materials."}
{"id": "2510.27276", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.27276", "abs": "https://arxiv.org/abs/2510.27276", "authors": ["Tianchen Shao", "Zekui Jia", "Maokun Li", "Shenheng Xu", "Fan Yang"], "title": "Attenuation Compensation in Lossy Media via the Wave Operator Model", "comment": "12 pages, 12 figures, submitted to IEEE Transactions on Antennas and\n  Propagation", "summary": "The wave operator model provides a framework for modeling wave propagation by\nencoding material parameter distributions into matrix-form operators. This\npaper extends this framework from lossless to lossy media. We present a\nderivation of the wave operator solution for the electric field in dissipative\nenvironments, which can be decomposed into a closed-form propagation term and a\nnon-closed-form dissipation term. Based on an analysis of the dominant\nexponential decay within the propagation term, an attenuation compensation\nstrategy is proposed to restore the attenuated data to an approximate lossless\nstate. The performance of this compensation strategy is analyzed and validated\nthrough numerical experiments, establishing the theoretical foundation for\nreduced order model (ROM)-based techniques in lossy media."}
{"id": "2510.26821", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26821", "abs": "https://arxiv.org/abs/2510.26821", "authors": ["Jae Wan Shim"], "title": "When Normality Tests Detect Equilibrium Distributions of Finite N-Body Systems", "comment": null, "summary": "The particle number $N$ can be used as a quantitative gauge of\nnon-Gaussianity. This idea extends to systems that are not literally finite by\nassigning them a notional $N $that captures the same deviation. For an ideal\ngas with $N$ insufficiently large for the thermodynamic limit, the velocity\ndistribution that maximises Havrda-Charv\\'at entropy departs markedly from the\nMaxwell-Boltzmann (Gaussian) form obtained in that limit. We explore how five\nstandard normality tests-Kolmogorov-Smirnov, Anderson-Darling, Cram\\'er-von\nMises, Jarque-Bera and Shapiro-Wilk-respond to samples drawn from this\nfinite-$N$ equilibrium distribution. A large-scale Monte-Carlo study maps the\ntests' statistical power across system size $N$ and sample size $n$, providing\npractical reference tables for deciding when finite-size effects remain\ndetectable."}
{"id": "2510.27268", "categories": ["cond-mat.stat-mech", "math.DG", "math.DS", "physics.chem-ph", "q-bio.MN"], "pdf": "https://arxiv.org/pdf/2510.27268", "abs": "https://arxiv.org/abs/2510.27268", "authors": ["Dimitri Loutchko", "Keisuke Sugie", "Tetsuya J Kobayashi"], "title": "Information geometry of perturbed gradient flow systems on hypergraphs: A perspective towards nonequilibrium physics", "comment": "26 pages, 2 figures", "summary": "This article serves to concisely review the link between gradient flow\nsystems on hypergraphs and information geometry which has been established\nwithin the last five years. Gradient flow systems describe a wealth of physical\nphenomena and provide powerful analytical technquies which are based on the\nvariational energy-dissipation principle. Modern nonequilbrium physics has\ncomplemented this classical principle with thermodynamic uncertaintly\nrelations, speed limits, entropy production rate decompositions, and many more.\nIn this article, we formulate these modern principles within the framework of\nperturbed gradient flow systems on hypergraphs. In particular, we discuss the\ngeometry induced by the Bregman divergence, the physical implications of dual\nfoliations, as well as the corresponding infinitesimal Riemannian geometry for\ngradient flow systems. Through the geometrical perspective, we are naturally\nled to new concepts such as moduli spaces for perturbed gradient flow systems\nand thermodynamical area which is crucial for understanding speed limits. We\nhope to encourage the readers working in either of the two fields to further\nexpand on and foster the interaction between the two fields."}
{"id": "2510.26956", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26956", "abs": "https://arxiv.org/abs/2510.26956", "authors": ["Yasser Saleem", "Weronika Pasek", "Marek Korkusinski", "Moritz Cygorek", "Pawel Potasz"], "title": "Engineering Biquadratic Interactions in Spin-1 Chains by Spin-1/2 Spacers", "comment": null, "summary": "Low-dimensional quantum systems host a variety of exotic states, such as\nsymmetry-protected topological ground states in spin-1 Haldane chains.\nReal-world realizations of such states could serve as practical quantum\nsimulators for quantum phases if the interactions can be controlled. However,\nmany proposed models, such as the AKLT state, require unconventional forms of\nspin interactions beyond standard Heisenberg terms, which do not naturally\nemerge from microscopic (Coulomb) interactions. Here, we demonstrate a general\nstrategy to induce a biquadratic term between two spin-1 sites and to tune its\nstrength $\\beta$ by placing pairs of spin-1/2 spacers in between them. $\\beta$\nis controlled by the ratio between Heisenberg couplings to and in between the\nspacer spins. Increasing this ratio first increases the magnitude of $\\beta$\nand decreases the correlation length of edge states, but at a critical value of\nthe ratio, we observe a quantum phase transition between two spin-liquid phases\nwith hidden antiferromagnetic order. Detailed atomistic calculations reveal\nthat chains of nanographene flakes with 22 and 13 atoms, respectively, which\ncould be realized by state-of-the-art bottom-up growth technology, yield\nprecisely the couplings required to approach the AKLT state. These findings\ndeliver a blueprint for engineering unconventional interactions in bottom-up\nsynthesized quantum simulators."}
{"id": "2510.26836", "categories": ["cond-mat.mes-hall", "physics.plasm-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26836", "abs": "https://arxiv.org/abs/2510.26836", "authors": ["Juha Tiihonen", "David Trejo-Garcia", "Tapio T. Rantala", "Marco Ornigotti"], "title": "Path-integral Monte Carlo estimator for the dipole polarizability of quantum plasma", "comment": "10 pages, 5 figures", "summary": "We present a path-integral Monte Carlo estimator for calculating the dipole\npolarizability of interacting Coulomb plasma in the long-wavelength limit,\ni.e., the optical region. Unlike the conventional dynamic structure factor in\nreciprocal space, our approach is based on the real-space dipole\nautocorrelation function and is suited for long wavelengths and small cell\nsizes, including finite clusters. The simulation of thermal equilibrium in\nimaginary time has exact Coulomb interactions and Boltzmann quantum statistics.\nFor reference, we demonstrate analytic continuation of the Drude model into the\nimaginary time and Matsubara series, showing perfect agreement with our data\nwithin ranges of finite temperatures and densities. Method parameters, such as\nthe finite time-step and finite-size effects prove only modestly significant.\nOur method, here carefully validated against an exactly solvable reference,\nremains amenable to more interesting domains in higher-order optical response,\nquantum confinements and quantum statistical effects, and applications in\nplasmonics, heterogeneous plasmas and nonlinear optics, such as\nepsilon-near-zero materials."}
{"id": "2510.26966", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26966", "abs": "https://arxiv.org/abs/2510.26966", "authors": ["Julian Heckötter", "David Janas", "Marc Aßmann", "Manfred Bayer"], "title": "Rydberg excitons in Cu$_2$O at millikelvin temperatures", "comment": "5 pages, 4 figures", "summary": "Rydberg excitons in the semiconductor Cu$_2$O have been observed in\nabsorption experiments up to a principal quantum number of n = 28 at\nmillikelvin temperatures [1]. Here, we extend the experimental parameter space\nby variing both temperature and excitation power. In particular, we show that\nthe P excitons close to the band gap react more sensitively to an increase of\nthe excitation power than states of the associated D exciton multiplet, even\nthough the latter are located at comparatively higher energy. This finding is\nsimilar to the one observed when applying an external electric field,\nsuggesting that the observed behavior arises from internal electric fields\ncreated by charged impurities that are optically ionized. At laser intensities\nbelow 1 $\\mu$W/cm$^2$, absorption lines of excitons with n=29 are observed."}
{"id": "2510.26907", "categories": ["cond-mat.mtrl-sci", "cs.CV"], "pdf": "https://arxiv.org/pdf/2510.26907", "abs": "https://arxiv.org/abs/2510.26907", "authors": ["Meghraj Prajapat", "Alankar Alankar"], "title": "Generative diffusion modeling protocols for improving the Kikuchi pattern indexing in electron back-scatter diffraction", "comment": null, "summary": "Electron back-scatter diffraction (EBSD) has traditionally relied upon\nmethods such as the Hough transform and dictionary Indexing to interpret\ndiffraction patterns and extract crystallographic orientation. However, these\nmethods encounter significant limitations, particularly when operating at high\nscanning speeds, where the exposure time per pattern is decreased beyond the\noperating sensitivity of CCD camera. Hence the signal to noise ratio decreases\nfor the observed pattern which makes the pattern noisy, leading to reduced\nindexing accuracy. This research work aims to develop generative machine\nlearning models for the post-processing or on-the-fly processing of Kikuchi\npatterns which are capable of restoring noisy EBSD patterns obtained at high\nscan speeds. These restored patterns can be used for the determination of\ncrystal orientations to provide reliable indexing results. We compare the\nperformance of such generative models in enhancing the quality of patterns\ncaptured at short exposure times (high scan speeds). An interesting observation\nis that the methodology is not data-hungry as typical machine learning methods."}
{"id": "2510.27608", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.27608", "abs": "https://arxiv.org/abs/2510.27608", "authors": ["Joy Mukherjee", "Chaithanya Purushottam Bhat", "Antara Banerjee", "Debashis Bandyopadhyay"], "title": "Boron Nitride Nanotubes as Efficient Surface Absorbers for Air Pollutant Gas Molecules: Insights from Density Functional Theory", "comment": "19 pages, 3 figures, original work", "summary": "This study investigates into the adsorption sensing capabilities of\nsingle-walled (5,5) boron nitride nanotubes (BNNTs) towards environmental\npollutant gas molecules, including CH2, SO2, NH3, H2Se, CO2 and CS2. Employing\na linear combination of atomic orbital density functional theory (DFT) and\nspin-polarized generalized gradient approximation (GGA), the investigation\nreveals the nanotube's robust adsorption behavior without compromising its\nstructural integrity. Thermodynamic and chemical parameters, such as adsorption\nenergy, HOMO-LUMO gap, vertical ionization energy, and vertical electron\naffinity, highlight the (5,5) BNNTs' potential as efficient absorbents for\npollutant molecules. Infrared spectroscopy confirms the formation of distinct\nBNNT-gas complexes. These findings underscore the promising application of BN\nnanotubes as absorbents for common gaseous pollutants, essential for developing\nsensors to enhance indoor air quality."}
{"id": "2510.26897", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26897", "abs": "https://arxiv.org/abs/2510.26897", "authors": ["Cristiano Muzzi", "Devendra Singh Bhakuni", "Marcello Dalmonte", "Lenart Zadnik", "Hernan B. Xavier"], "title": "Superdiffusion and anomalous fluctuations in chiral integrable dynamics", "comment": "12 pages, 4 figures", "summary": "Symmetries strongly influence transport properties of quantum many-body\nsystems, and can lead to deviations from the generic case of diffusion. In this\nwork, we study the impact of time-reversal symmetry breaking on the transport\nand its universal aspects in integrable chiral spin ladders. We observe that\nthe infinite-temperature spin transport is superdiffusive with a dynamical\ncritical exponent z = 3/2 matching the one of the Kardar-Parisi-Zhang (KPZ)\nuniversality class, which also lacks the time reversal symmetry. However, we\nfind that fluctuations of the net magnetization transfer deviate from the KPZ\npredictions. Moreover, the full probability distribution of the associated spin\ncurrent obeys fluctuation symmetry despite broken time-reversal and\nspace-reflection symmetries. To further investigate the role of conserved\nquantities, we introduce an integrable quantum circuit that shares the\nessential symmetries with the chiral ladder, and which exhibits analogous\ndynamical behaviour in the absence of energy conservation. Our work shows that\ntime-reversal symmetry breaking is compatible with superdiffusion, but\ninsufficient to stabilize the KPZ universality in integrable systems. This\nsuggests that additional fundamental features are missing in order to identify\nthe emergence of such dynamics in quantum matter."}
{"id": "2510.27341", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27341", "abs": "https://arxiv.org/abs/2510.27341", "authors": ["Davide Spirito", "Sergio Marras", "Beatriz Martín-García"], "title": "Lattice dynamics in chiral tellurium by linear and circularly polarized Raman spectroscopy: crystal orientation and handedness", "comment": null, "summary": "Trigonal tellurium (Te) has attracted researchers' attention due to its\ntransport and optical properties, which include electrical magneto-chiral\nanisotropy, spin polarization and bulk photovoltaic effect. It is the\nanisotropic and chiral crystal structure of Te that drive these properties, so\nthe determination of its crystallographic orientation and handedness is key to\ntheir study. Here we explore the structural dynamics of Te bulk crystals by\nangle-dependent linearly polarized Raman spectroscopy and symmetry rules in\nthree different crystallographic orientations. The angle-dependent intensity of\nthe modes allows us to determine the arrangement of the helical chains and\ndistinguish between crystallographic planes parallel and perpendicular to the\nchain axis. Furthermore, under different configurations of circularly polarized\nRaman measurements and crystal orientations, we observe the shift of two phonon\nmodes only in the (0 0 1) plane. The shift is positive or negative depending on\nthe handedness of the crystals, which we determine univocally by chemical\netching. Our analysis of three different crystal faces of Te highlights the\nimportance of selecting the proper orientation and crystallographic plane when\ninvestigating the transport and optical properties of this material. These\nresults offer insight into the crystal structure and symmetry in other\nanisotropic and chiral materials, and open new paths to select a suitable\ncrystal orientation when fabricating devices."}
{"id": "2510.26958", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26958", "abs": "https://arxiv.org/abs/2510.26958", "authors": ["Yichi Zhang", "Wenjin Zhao", "Zhongdong Han", "Kenji Watanabe", "Takashi Taniguchi", "Jie Shan", "Kin Fai Mak"], "title": "Thermoelectricity of moiré heavy fermions in MoTe2/WSe2 bilayers", "comment": null, "summary": "Tunable Kondo lattice and heavy fermion physics have been recently reported\nin moir\\'e materials, but most of the studies have focused on the electrical\nand magnetic properties. Quantitative thermoelectric measurements, which can\nreveal entropic information of the heavy fermions, have yet to be achieved.\nHere, we report a comprehensive thermoelectric study on the moir\\'e heavy\nfermion phase realized in hole-doped angle-aligned MoTe2/WSe2 bilayers. By\nelectrically gating the material to the Kondo lattice region of the phase\ndiagram, we observe a sign change in the Seebeck coefficient near the Kondo\ncoherence temperature, where the heavy fermion phase with an electron-like\nFermi surface evolves into an itinerant Fermi liquid with a hole-like Fermi\nsurface. We compare the results with the semiclassical Mott relation and\ndiscuss the observed discrepancies. In addition to the thermal dissociation of\nKondo singlets in the heavy Fermi liquid, a sign change accompanied by a strong\npeak in the Seebeck coefficient is also observed near a Zeeman breakdown of the\nKondo singlets, signaling an entropy accumulation. Our results provide entropic\ninformation on both the formation and breakdown of heavy fermions in moir\\'e\nsemiconductors."}
{"id": "2510.26860", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26860", "abs": "https://arxiv.org/abs/2510.26860", "authors": ["Zarije Ademi", "Marion Bassi", "Cécile X. Yu", "Sander L. de Snoo", "Stefan D. Oosterhout", "Amir Sammak", "Lieven M. K. Vandersypen", "Giordano Scappucci", "Corentin Déprez", "Menno Veldhorst"], "title": "Distributing entanglement between distant semiconductor qubit registers using a shared-control shuttling link", "comment": "The authors Zarije Ademi and Marion Bassi contributed equally. The\n  authors Corentin D\\'eprez and Menno Veldhorst jointly supervised this work.\n  Main text with 9 pages and 4 figures, supplementary materials with 22 pages\n  and 14 figures, in a single file", "summary": "Semiconductor quantum processors have potential to scale to modular quantum\ncomputers, in which qubit registers are coupled by quantum links, enabling high\nconnectivity and space for control circuitry. Individual spin-qubit registers\nhave progressed to two-dimensional systems and execution of small quantum\nalgorithms. Separately, high-fidelity spin shuttling has been demonstrated in\nlinear channels defined by individual gate electrodes. Here, we realize the\nfirst shared-control shuttling link integrated between distant qubit registers\nto demonstrate quantum entanglement in a basic modular quantum processor based\non hole spin qubits in germanium. We develop a protocol to compensate for\nspin-orbit-induced rotations during qubit transfer, allowing for shuttling\nbetween qubit registers separated by more than one micrometer in approximately\na hundred nanoseconds. Combining local qubit operation with coherent shuttling,\nwe generate Bell states formed by spins residing in separate registers.\nCharacterizing them using quantum state tomography, we demonstrate entanglement\nbetween spin qubits in distant registers."}
{"id": "2510.26987", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26987", "abs": "https://arxiv.org/abs/2510.26987", "authors": ["C. J. O. Reichhardt", "D. McDermott", "C. Reichhardt"], "title": "Characterizing Skyrmion Flow Phases with Principal Component Analysis", "comment": "19 pages, 18 figures", "summary": "Principal component analysis (PCA) is a powerful method that can identify\npatterns in large, complex data sets by constructing low-dimensional order\nparameters from higher-dimensional feature vectors. There are increasing\nefforts to use space-and-time-dependent PCA to detect transitions in\nnonequilibrium systems that are difficult to characterize with equilibrium\nmethods. Here, we demonstrate that feature vectors incorporating the position\nand velocity information of driven skyrmions moving through random disorder\npermit PCA to resolve different types of disordered skyrmion motion as a\nfunction of driving force and the ratio of the Magnus force to the dissipation.\nSince the Magnus force creates gyroscopic motion and a finite Hall angle,\nskyrmions can exhibit a greater range of flow phases than what is observed in\noverdamped driven systems with quenched disorder. We show that in addition to\nidentifying previously known skyrmion flow phases, PCA detects several\nadditional phases, including different types of channel flow, moving fluids,\nand partially ordered states. Guided by the PCA analysis, we further\ncharacterize the disordered flow phases to elucidate the different microscopic\ndynamics and show that the changes in the PCA-derived order parameters can be\nconnected to features in bulk transport measures, including the transverse and\nlongitudinal velocity-force curves, differential conductivity, topological\ndefect density, and changes in the skyrmion Hall angle as a function of drive.\nWe discuss how asymmetric feature vectors can be used to improve the resolution\nof the PCA analysis, and how this technique can be extended to find disordered\nphases in other nonequilibrium systems with time-dependent dynamics."}
{"id": "2510.26991", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26991", "abs": "https://arxiv.org/abs/2510.26991", "authors": ["Vasileios Fotopoulos", "Alexander L. Shluger"], "title": "Atomistic Simulations of H-Cu Vacancy Cosegregation and H Diffusion in Cu Grain Boundary", "comment": null, "summary": "Hydrogen embrittlement remains a critical challenge in structural and\nelectronic applications of copper (Cu) but its mechanism is still not fully\nunderstood. In this study, we combine density functional theory (DFT) and\nbond-order potential (BOP) simulations to determine the atomistic pathways for\nhydrogen adsorption/incorporation and fast interfacial diffusion at Cu grain\nboundaries (GBs), including its interaction with vacancies. Undercoordinated\nregions, such as surfaces and GBs, serve as preferential\nadsorption/incorporation sites for atomic hydrogen, especially in the presence\nof Cu vacancies. The presence of hydrogen in GB further enhances the\nsegregation of Cu vacancies, leading to the formation of stable\nH-$V_\\mathrm{Cu}$ complexes with cosegregation energy gains of up to $-0.8$ eV.\nFurthermore, our simulations reveal that the migration barriers for hydrogen\nwithin the GB networks are as low as $0.2$ eV and significantly lower than in\nbulk Cu ($0.42$ eV). The results presented in this paper suggest an atomistic\nmechanism that links $H_2$ exposure to H accumulation in GBs, providing\ninformation on the early stages of hydrogen-induced degradation."}
{"id": "2510.26906", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26906", "abs": "https://arxiv.org/abs/2510.26906", "authors": ["Kieran Loehr", "Bryan K. Clark"], "title": "Enhancing Neural Network Backflow", "comment": "11 pages, 8 figures", "summary": "Accurately describing the ground state of strongly correlated systems is\nessential for understanding their emergent properties. Neural Network Backflow\n(NNBF) is a powerful variational ansatz that enhances mean-field wave functions\nby introducing configuration-dependent modifications to single-particle\norbitals. Although NNBF is theoretically universal in the limit of large\nnetworks, we find that practical gains saturate with increasing network size.\nInstead, significant improvements can be achieved by using a multi-determinant\nansatz. We explore efficient ways to generate these multi-determinant\nexpansions without increasing the number of variational parameters. In\nparticular, we study single-step Lanczos and symmetry projection techniques,\nbenchmarking their performance against diffusion Monte Carlo and NNBF applied\nto alternative mean fields. Benchmarking on a doped periodic square Hubbard\nmodel near optimal doping, we find that a Lanczos step, diffusion Monte Carlo,\nand projection onto a symmetry sector all give similar improvements achieving\nstate-of-the-art energies at minimal cost. By further optimizing the projected\nsymmetrized states directly, we gain significantly in energy. Using this\ntechnique we report the lowest variational energies for this Hamiltonian on\n$4\\times 16$ and $4 \\times 8$ lattices as well as accurate variance\nextrapolated energies. We also show the evolution of spin, charge, and pair\ncorrelation functions as the quality of the variational ansatz improves."}
{"id": "2510.27268", "categories": ["cond-mat.stat-mech", "math.DG", "math.DS", "physics.chem-ph", "q-bio.MN"], "pdf": "https://arxiv.org/pdf/2510.27268", "abs": "https://arxiv.org/abs/2510.27268", "authors": ["Dimitri Loutchko", "Keisuke Sugie", "Tetsuya J Kobayashi"], "title": "Information geometry of perturbed gradient flow systems on hypergraphs: A perspective towards nonequilibrium physics", "comment": "26 pages, 2 figures", "summary": "This article serves to concisely review the link between gradient flow\nsystems on hypergraphs and information geometry which has been established\nwithin the last five years. Gradient flow systems describe a wealth of physical\nphenomena and provide powerful analytical technquies which are based on the\nvariational energy-dissipation principle. Modern nonequilbrium physics has\ncomplemented this classical principle with thermodynamic uncertaintly\nrelations, speed limits, entropy production rate decompositions, and many more.\nIn this article, we formulate these modern principles within the framework of\nperturbed gradient flow systems on hypergraphs. In particular, we discuss the\ngeometry induced by the Bregman divergence, the physical implications of dual\nfoliations, as well as the corresponding infinitesimal Riemannian geometry for\ngradient flow systems. Through the geometrical perspective, we are naturally\nled to new concepts such as moduli spaces for perturbed gradient flow systems\nand thermodynamical area which is crucial for understanding speed limits. We\nhope to encourage the readers working in either of the two fields to further\nexpand on and foster the interaction between the two fields."}
{"id": "2510.27089", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27089", "abs": "https://arxiv.org/abs/2510.27089", "authors": ["Takeshi Suzuki", "Kozo Okazaki"], "title": "Time-Resolved Photoemission Spectroscopy of Quantum Materials Using High Harmonic Generation: Probing Electron-Phonon Interactions and Non-Equilibrium Dynamics", "comment": null, "summary": "Recent advancements in ultrafast laser systems and high harmonic generation\n(HHG) techniques have enabled time-resolved photoemission spectroscopy on\nfemtosecond timescales, opening up unprecedented opportunities to explore\nquantum materials in both time and momentum space. In this review, we present\nrecent representative studies utilizing HHG-laser-based time- and\nangle-resolved photoemission spectroscopy for a variety of quantum materials.\nWe particularly highlight electron-phonon interactions and non-equilibrium\ndynamics in time and frequency domain, through which rich information about\nnon-equilibrium electron-phonon couplings and related phenomena has been\nclearly revealed."}
{"id": "2510.26864", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2510.26864", "abs": "https://arxiv.org/abs/2510.26864", "authors": ["Changkai Zhang", "Jan von Delft"], "title": "Interpretable Artificial Intelligence (AI) Analysis of Strongly Correlated Electrons", "comment": "34 pages, 23 figures", "summary": "Artificial Intelligence (AI) has become an exceptionally powerful tool for\nanalyzing scientific data. In particular, attention-based architectures have\ndemonstrated a remarkable capability to capture complex correlations and to\nfurnish interpretable insights into latent, otherwise inconspicuous patterns.\nThis progress motivates the application of AI techniques to the analysis of\nstrongly correlated electrons, which remain notoriously challenging to study\nusing conventional theoretical approaches. Here, we propose novel AI workflows\nfor analyzing snapshot datasets from tensor-network simulations of the\ntwo-dimensional (2D) Hubbard model over a broad range of temperature and\ndoping. The 2D Hubbard model is an archetypal strongly correlated system,\nhosting diverse intriguing phenomena including Mott insulators, anomalous\nmetals, and high-$T_c$ superconductivity. Our AI techniques yield fresh\nperspectives on the intricate quantum correlations underpinning these phenomena\nand facilitate universal omnimetry for ultracold-atom simulations of the\ncorresponding strongly correlated systems."}
{"id": "2510.26992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26992", "abs": "https://arxiv.org/abs/2510.26992", "authors": ["C. O. Ascencio", "D. J. P. de Sousa", "Tony Low"], "title": "Metallic electro-optic effects in topological chiral crystals", "comment": null, "summary": "Topological chiral crystals have emerged as a fertile material platform for\ninvestigating optical phenomena derived from the distinctive Fermi surface\nBerry curvature and orbital magnetic moment textures around multifold chiral\nband crossings pinned at the time-reversal invariant momenta. In this work, by\nmeans of tight-binding model and first principles based calculations, we\ninvestigate metallic electro-optic (EO) responses stemming from the Berry\ncurvature and orbital magnetic moment of Bloch electrons across 37 materials\nbelonging to space group 198 (SG198). Previously thought to vanish in SG198,\nour findings reveal a nonzero Berry curvature dipole attributed to the\nenergetic misalignment between topologically charged point nodes of opposite\nchirality. Moreover, we find that the recently predicted magnetoelectric EO\neffects, which arise from the interplay between the Berry curvature and\nmagnetic moment on the Fermi surface, are readily accessible in BeAu under\nexperimentally feasible electric biases."}
{"id": "2510.26998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26998", "abs": "https://arxiv.org/abs/2510.26998", "authors": ["Thiago Puccinelli", "Lucas Martin Farigliano", "Gustavo Martini Dalpian"], "title": "Stability and Dynamics of Sn-based Halide Perovskites: Insights from MACE-MP-0 and Molecular Dynamics Simulations", "comment": null, "summary": "Tin-based halide perovskites have emerged as promising lead-free alternatives\nfor optoelectronic applications, yet their structural stability and phase\nbehavior at finite temperatures remain challenging to predict. Here, we assess\nthe predictive capabilities of the foundational machine learning model\nMACE-MP-0 - trained on a broad chemical space and applied without\nsystem-specific fine-tuning - for the temperature-dependent behavior of CsSnBr3\nand Cs2SnBr6. Molecular Dynamics simulations in the NpT ensemble were performed\nfrom 100 K to 500 K, and thermodynamic and structural descriptors including\nenthalpy, specific heat, radial distribution functions, translational order,\nbond angle distributions, and vibrational spectra were analyzed. Our results\nshow that CsSnBr3 undergoes a low-temperature orthorhombic-to-cubic phase\ntransition, evidenced by both the evolution of lattice parameters and subtle\nanomalies in enthalpy and specific heat, although the experimentally observed\nintermediate tetragonal phase is not captured. In contrast, Cs2SnBr6 remains\ncubic and maintains a more rigid octahedral framework across the entire\ntemperature range. Overall, MACE-MP-0 qualitatively reproduces key thermal and\nstructural features of these materials, highlighting its usefulness as a first\nstep for studying new materials. For cases where capturing more subtle phase\nbehavior is required, system-specific fine-tuning with Density Functional\nTheory data should be considered."}
{"id": "2510.27578", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.27578", "abs": "https://arxiv.org/abs/2510.27578", "authors": ["Ravi Trivedi", "Chaithanya Purushottam Bhat", "Shakti S. Ray", "Debashis Bandyopadhyay"], "title": "First-Principles Study of Transition Metal Doped in 2D Polyaramid for Novel Material Modelling", "comment": "12 pages, 7 figures, Original work", "summary": "We present a first--principles density functional theory (DFT) study of\ntransition metal (TM = Ti, Cr, Mn, Fe, Co, Ni) functionalized two--dimensional\npolyaramid (2DPA) to explore their structural, electronic, and magnetic\nproperties. Mechanical parameters, such as bulk modulus, shear modulus, Young's\nmodulus, Poisson's ratio, and Pugh ratio, together with phonon dispersion,\nconfirm the mechanical and dynamic stability of all doped systems. Electronic\nstructure analysis shows strong binding of Co, Cr, Fe, Ni, and Ti with\nformation energies between --1.15 eV and --2.96 eV, while Mn binds more weakly\n(--0.67 eV). TM doping introduces new electronic states that reduce the band\ngap, with Fe-doped 2DPA exhibiting the lowest value of 0.26 eV. The systems\ndisplay predominantly ferromagnetic ordering, with magnetic moments of 1.14\n{\\mu}B (Co), 3.57 {\\mu}B (Cr), 2.26 {\\mu}B (Fe), 4.19 {\\mu}B (Mn), and 1.62\n{\\mu}B (Ti). These results demonstrate that TM--doped 2DPA possesses tunable\nmagnetic and electronic characteristics, highlighting its potential for\nspintronic applications."}
{"id": "2510.27465", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.27465", "abs": "https://arxiv.org/abs/2510.27465", "authors": ["Fabian Koch", "Tabita Wasmer", "Tanja Schilling"], "title": "Snap, Crackle, and Pop: This is why the potential of mean force clashes with the fluctuation dissipation relation", "comment": "6 pages, 3 figures", "summary": "We analyze the non-linear generalized Langevin equation which contains a\nthermodynamic force. We show that even for systems in thermal equilibrium the\npresence of the thermodynamic force implies that the auto-correlation function\nof the fluctuating force becomes non-stationary. We further illustrate that a\nstandard coarse-graining procedure that neglects this fact predicts\nwaiting-time distributions incompatible with the original, microscopic process.\nWe conclude that one needs to proceed with care when adding thermodynamic\ndriving forces to the Langevin equation."}
{"id": "2510.27115", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27115", "abs": "https://arxiv.org/abs/2510.27115", "authors": ["Hirohito Aizawa"], "title": "Kink in Stoner Factor as a Signature of Changing Magnetic Fluctuations in Organic Conductor $λ$-(BETS)$_2$GaCl$_4$", "comment": "4 pages, 4 figures", "summary": "We have theoretically investigated the magnetic properties of the\nquasi-two-dimensional organic conductor $\\lambda$-(BETS)$_2$GaCl$_4$ using a\nmulti-band Hubbard model and the two-particle self-consistent method. We have\nemployed a four-band model, where each BETS molecule is considered as a site,\nand a two-band model, treating each BETS dimer as a site. Our results for the\ntemperature dependence of the Stoner factor reveal a kink around\n$T_\\mathrm{kink} \\approx 5 \\mathrm{meV}$, indicating a change in the dominant\nmagnetic fluctuations. Above $T_\\mathrm{kink}$, it shows a broad structure\nindicating smeared antiferromagnetic (AFM) fluctuations, while below\n$T_\\mathrm{kink}$, the spin susceptibility peaks at a wavevector corresponding\nto spin-density-wave (SDW)-like fluctuations. As the intra-dimer transfer\nintegral increases, the kink disappears, and the AFM fluctuations are enhanced.\nOur findings are consistent with experimental observations, which also report a\nchange in magnetic properties from AFM to SDW-like fluctuations upon cooling."}
{"id": "2510.26880", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26880", "abs": "https://arxiv.org/abs/2510.26880", "authors": ["Kevin P. Nuckolls", "Nisarga Paul", "Alan Chen", "Filippo Gaggioli", "Joshua P. Wakefield", "Avi Auslender", "Jules Gardener", "Austin J. Akey", "David Graf", "Takehito Suzuki", "David C. Bell", "Liang Fu", "Joseph G. Checkelsky"], "title": "Higher-dimensional Fermiology in bulk moiré metals", "comment": "26 pages, 5 figures", "summary": "In the past decade, moir\\'e materials have revolutionized how we engineer and\ncontrol quantum phases of matter. Among incommensurate materials, moir\\'e\nmaterials are aperiodic composite crystals whose long-wavelength moir\\'e\nsuperlattices enable tunable properties without chemically modifying their\nlayers. To date, nearly all reports of moir\\'e materials have investigated van\nder Waals heterostructures assembled far from thermodynamic equilibrium. Here\nwe introduce a conceptually new approach to synthesizing high-mobility moir\\'e\nmaterials in thermodynamic equilibrium. We report a new family of foliated\nsuperlattice materials (Sr$_6$TaS$_8$)$_{1+\\delta}$(TaS$_2$)$_8$ that are\nexfoliatable van der Waals crystals with atomically incommensurate lattices.\nLattice mismatches between alternating layers generate moir\\'e superlattices,\nanalogous to those of 2D moir\\'e heterobilayers, that are coherent throughout\nthese crystals and are tunable through their synthesis conditions without\naltering their chemical composition. High-field quantum oscillation\nmeasurements map the complex Fermiology of these moir\\'e metals, which can be\ntuned via the moir\\'e superlattice structure. We find that the Fermi surface of\nthe structurally simplest moir\\'e metal is comprised of over 40 distinct\ncross-sectional areas, the most observed in any material to our knowledge. This\ncan be naturally understood by postulating that bulk moir\\'e materials can\nencode electronic properties of higher-dimensional superspace crystals in ways\nthat parallel well-established crystallographic methods used for incommensurate\nlattices. More broadly, our work demonstrates a scalable synthesis approach\npotentially capable of producing moir\\'e materials for electronics applications\nand evidences a novel material design concept for accessing a broad range of\nphysical phenomena proposed in higher dimensions."}
{"id": "2510.27061", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27061", "abs": "https://arxiv.org/abs/2510.27061", "authors": ["Riley Stuermer", "Collin VanEssen", "Jacob Byers", "Keith Ferrer", "Prasad Gudem", "Diego Kienle", "Jonas Fransson", "Mani Vaidyanathan"], "title": "Spin Dependence of Charge Dynamics and Group Velocity in Chiral Molecules", "comment": "Main text: 12 pages with 5 figures, supplemental material: 12 pages\n  with 12 figures -- submitted", "summary": "Chiral molecules are known to preferentially select electrons with a\nparticular spin state, an effect termed chirality-induced spin selectivity\n(CISS). In this work, the transient CISS dynamics in a chiral molecule are\ninvestigated through time-dependent quantum-transport simulations, an important\nstep toward further understanding CISS and its application in devices such as\nmagnetoresistive random access memories and spin-based quantum computers. We\nshow that a nonzero spin polarization throughout the chiral molecule can be\nattributed to a spin-dependent group velocity of electrons. Contrary to the\ncase where a chiral molecule is connected to a single lead, this spin\npolarization persists into the steady state when two leads are connected. We\nshow that the simulated spin polarization qualitatively agrees with a reference\nexperiment, as evidenced by the distinct magnetic-field signatures calculated\nfrom the spin polarization within a monolayer of chiral molecules."}
{"id": "2510.27021", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27021", "abs": "https://arxiv.org/abs/2510.27021", "authors": ["Yecun Wu", "Yan-Kai Tzeng", "Hao Chen", "Kun Xu", "Gangbin Yan", "Takashi Taniguchi", "Kenji Watanabe", "Arun Majumdar", "Yi Cui", "Steven Chu"], "title": "Defect Engineered Hexagonal-Boron Nitride Enables Ionic Conduction for Lithium Metal Batteries", "comment": null, "summary": "The practical implementation of lithium-metal anodes has been hindered by\nuncontrollable dendrite formation and interfacial instability. This study\npresents a defect-engineering approach of a chemically stable and electrically\ninsulating interfacial layer of hexagonal boron nitride (h-BN) that markedly\nenhances ionic conductivity through argon ion irradiation. Initially, the\nelectrochemical performance from commercially available, large-area chemical\nvapor deposition (CVD)-grown h-BN films with industrial-scale argon ion\nimplantation motivated our subsequent detailed investigations using lab-scale\nexfoliated single-crystal h-BN flakes. Integration of these exfoliated flakes\ninto a hybrid microfluidic-microelectronic chip provided direct evidence that\ncontrolled vacancy defects transform h-BN into an efficient lithium-ion\nconductor while preserving its intrinsic electrical insulation. Experimental\nvalidation confirmed improved lithium-metal anode stability, achieving\ndendrite-free cycling with Li plating/stripping Coulombic efficiencies\nexceeding 99.5% about 1000 cycles. Further assemble of irradiated h-BN in\nlithium-sulfur batteries effectively mitigates the polysulfide shuttle effect,\nsustaining over 97% specific capacity around 300 cycles. These results\nestablish a robust, scalable interface-engineering route for next-generation\nlithium-metal batteries that combine high ionic transport with excellent\nelectrical insulation."}
{"id": "2510.27536", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.27536", "abs": "https://arxiv.org/abs/2510.27536", "authors": ["Pedro J. Colmenares"], "title": "Diffusion velocity modulus of self-propelled spherical and circular particles in the generalized Langevin approach", "comment": "5 figures", "summary": "This research provides a framework for describing the averaged modulus of the\nvelocity reached by an accelerated self-propelled Brownian particle diffusing\nin a thermal fluid and constrained to a harmonic external potential. The system\nis immersed in a thermal bath of harmonic oscillators at a constant\ntemperature, where its constituents also interact with the external field. The\ndynamics is investigated for a sphere and a disk, and is split into two\nstochastic processes. The first describes the gross-grained inner\ntime-dependent self-velocity generated from a set of independent\nOrnstein-Uhlenbeck processes without the influence of the external field. This\ninternal mechanism provides the initial velocity for the particle to diffuse in\nthe fluid, which is implemented in a modified generalized Langevin equation as\nthe second process. We find that the system exhibits spontaneous fluctuations\nin the diffusive velocity modulus due to the inner mechanism; however, as\nexpected, the momentary diffusive velocity fluctuations fade out at large\ntimes. The internal propelled velocity module in spherical coordinates is\nderived, as well as the simulation of the different modules for both the sphere\nand the already known equations for a disk in polar coordinates."}
{"id": "2510.27215", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27215", "abs": "https://arxiv.org/abs/2510.27215", "authors": ["Shun-Qing Shen"], "title": "Absence of Parity Anomaly in Massive Dirac Fermions on a Lattice", "comment": "7 pages, no figure", "summary": "The parity anomaly for Dirac fermions in two spatial dimensions has shaped\nperspectives in quantum field theory and condensed matter physics. In condensed\nmatter it has evolved as a mechanism for half-quantized Hall responses in\nsystems described by massive Dirac fermions. Here we reexamine the issue on a\nlattice and show that the half-quantized Hall conductivity is absent for\nmassive Dirac fermions when lattice regularization is properly implemented and\nthe translational invariant symmetry is taken into account. We realize that a\nsingle massive Dirac cone on a lattice always leads to an integer quantized\nHall conductivity and to the half-quantized Hall conductivity only in the\nunphysical limit of infinite momentum cut-off. The half-quantized Hall\nconductivity appears with nonzero longitudinal conductance as a signature of a\nsingle massless Dirac cone on a lattice. Consequently, the parity anomaly is a\nproperty of massless Dirac fermions in a semimetal/metal, not of massive Dirac\nfermions in an insulator on a lattice."}
{"id": "2510.26886", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26886", "abs": "https://arxiv.org/abs/2510.26886", "authors": ["Tiannian Zhu", "Zhong Fang", "Quansheng Wu", "Hongming Weng"], "title": "MaterialsGalaxy: A Platform Fusing Experimental and Theoretical Data in Condensed Matter Physics", "comment": "18 pages, 5 figures. Accepted for publication in Chinese Physics B\n  (24 October 2025)", "summary": "Modern materials science generates vast and diverse datasets from both\nexperiments and computations, yet these multi-source, heterogeneous data often\nremain disconnected in isolated \"silos\". Here, we introduce MaterialsGalaxy, a\ncomprehensive platform that deeply fuses experimental and theoretical data in\ncondensed matter physics. Its core innovation is a structure similarity-driven\ndata fusion mechanism that quantitatively links cross-modal records - spanning\ndiffraction, crystal growth, computations, and literature - based on their\nunderlying atomic structures. The platform integrates artificial intelligence\n(AI) tools, including large language models (LLMs) for knowledge extraction,\ngenerative models for crystal structure prediction, and machine learning\nproperty predictors, to enhance data interpretation and accelerate materials\ndiscovery. We demonstrate that MaterialsGalaxy effectively integrates these\ndisparate data sources, uncovering hidden correlations and guiding the design\nof novel materials. By bridging the long-standing gap between experiment and\ntheory, MaterialsGalaxy provides a new paradigm for data-driven materials\nresearch and accelerates the discovery of advanced materials."}
{"id": "2510.27230", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27230", "abs": "https://arxiv.org/abs/2510.27230", "authors": ["Partha Goswami"], "title": "Theoretical Investigation of Anomalous Hall and Nernst Responses in Potassium Tri Vanadium Pentantimonide", "comment": "20 pages, 5 figures", "summary": "We present a theoretical study of the anomalous Nernst and Hall conductance\nin the Kagome metal potassium tri vanadium pentantimonide, based on a system\nHamiltonian incorporating nearest neighbour and complex next nearest neighbour\nhopping, Rashba spin orbit coupling, an exchange field induced by magnetic\nproximity, and a charge density wave potential. Our analysis reveals that the\nNernst conductivity exhibits a non monotonic temperature dependence. It\nincreases with temperature, reaches a pronounced peak, and subsequently\ndeclines at higher temperatures due to thermal broadening, which diminishes the\ninfluence of Berry curvature. Notably, small shifts in the chemical potential\ncan lead to dramatic changes in the Nernst signal enhancing its magnitude or\neven reversing its sign highlighting the system sensitivity to carrier density.\nWe further explore the anomalous Hall behaviour within this framework. The band\nstructure hosts multiple bands with nonzero Berry curvature, and preliminary\nChern number calculations suggest weak topological features, namely, while not\nfully quantized, the system exhibits significant Berry curvature accumulation.\nUpon introducing momentum space winding, implemented via a momentum dependent\nphase in the complex hopping terms to mimic orbital magnetic flux, we observe\nthat two bands acquire opposite Chern numbers. The remaining bands remain\ntopologically trivial."}
{"id": "2510.27138", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27138", "abs": "https://arxiv.org/abs/2510.27138", "authors": ["Takumi Matsuo", "Tomoya Higo", "Daisuke Nishio-Hamane", "Takuya Matsuda", "Ryota Uesugi", "Hanshen Tsai", "Kouta Kondou", "Shinji Miwa", "Yoshichika Otani", "Satoru Nakatsuji"], "title": "Crossover between intrinsic and temperature-assisted regimes in spin-orbit torque switching of antiferromagnetic order", "comment": null, "summary": "Intensive studies have been made on antiferromagnets as candidate materials\nfor next generation memory bits due to their ultrafast dynamics reaching\npicosecond time scales. Recent demonstrations of electrical bidirectional\nswitching of antiferromagnetic states have attracted significant attention.\nHowever, under the presence of significant Joule heating that destabilizes the\nmagnetic order, the timescales associated with the switching can be limited to\nnanoseconds or longer. Here, we present the observation of a crossover in the\nswitching behavior of the chiral antiferromagnet Mn3Sn by tuning the magnetic\nlayer thickness. While Joule heating interferes with switching in thicker\ndevices, we find clear signatures of an intrinsic spin-orbit torque mechanism\nas the thickness is reduced, avoiding the heating effect. The suppression of\nheating enables switching without significant attenuation of the readout signal\nusing pulses shorter than those required by temperature-assisted mechanisms.\nThe crossover into the spin-orbit torque switching behavior clarifies the\npotential for achieving ultrafast switching as expected from the picosecond\nspin dynamics of antiferromagnets. Our results lay the groundwork for designing\nantiferromagnetic memory devices that can operate at ultrafast timescales."}
{"id": "2510.26987", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26987", "abs": "https://arxiv.org/abs/2510.26987", "authors": ["C. J. O. Reichhardt", "D. McDermott", "C. Reichhardt"], "title": "Characterizing Skyrmion Flow Phases with Principal Component Analysis", "comment": "19 pages, 18 figures", "summary": "Principal component analysis (PCA) is a powerful method that can identify\npatterns in large, complex data sets by constructing low-dimensional order\nparameters from higher-dimensional feature vectors. There are increasing\nefforts to use space-and-time-dependent PCA to detect transitions in\nnonequilibrium systems that are difficult to characterize with equilibrium\nmethods. Here, we demonstrate that feature vectors incorporating the position\nand velocity information of driven skyrmions moving through random disorder\npermit PCA to resolve different types of disordered skyrmion motion as a\nfunction of driving force and the ratio of the Magnus force to the dissipation.\nSince the Magnus force creates gyroscopic motion and a finite Hall angle,\nskyrmions can exhibit a greater range of flow phases than what is observed in\noverdamped driven systems with quenched disorder. We show that in addition to\nidentifying previously known skyrmion flow phases, PCA detects several\nadditional phases, including different types of channel flow, moving fluids,\nand partially ordered states. Guided by the PCA analysis, we further\ncharacterize the disordered flow phases to elucidate the different microscopic\ndynamics and show that the changes in the PCA-derived order parameters can be\nconnected to features in bulk transport measures, including the transverse and\nlongitudinal velocity-force curves, differential conductivity, topological\ndefect density, and changes in the skyrmion Hall angle as a function of drive.\nWe discuss how asymmetric feature vectors can be used to improve the resolution\nof the PCA analysis, and how this technique can be extended to find disordered\nphases in other nonequilibrium systems with time-dependent dynamics."}
{"id": "2510.27260", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27260", "abs": "https://arxiv.org/abs/2510.27260", "authors": ["Anuradha Jagannathan"], "title": "Ground states of a family of frustrated spin models for quasicrystals and their approximants", "comment": "21 pages, 18 figures", "summary": "Many new families of quasicrystal-forming magnetic alloys have been\nsynthesized and studied in recent years. For small changes of composition, the\nalloys can go from quasiperiodic to periodic (approximant crystals) while\nconserving most of the local atomic environments. Experiments show that many of\nthe periodic approximants order at low temperatures, with clear signatures of\nferromagnetic or antiferromagnetic transitions, and also in some cases undergo\nnon-equilibrium spin glass transitions. In contrast, the quasicrystals are\nmostly found to be spin glasses. Systematically studying these alloys could\nhelp elucidate the role played by quasiperiodicity in (de)stabilizing long\nrange magnetic order. In this work, we study cluster spin models with the aim\nof understanding the mechanisms behind various types of long range magnetic\nordering in approximants and quasicrystals. These models embody key features of\nreal systems, and to some extent are analytically tractable, both for periodic\nand quasiperiodic cases. For the quasicrystal, we describe two novel magnetic\nphases with quasiperiodic ordering. Our results should serve to motivate\nfurther studies with detailed numerical explorations of this family of models."}
{"id": "2510.26894", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26894", "abs": "https://arxiv.org/abs/2510.26894", "authors": ["Ohidul Alam", "Amartya Pal", "Paramita Dutta", "Arijit Saha"], "title": "Proximity-induced superconductivity and emerging topological phases in altermagnet-based heterostructures", "comment": "15 pages and 10 figures; comments are welcome", "summary": "We present a theoretical framework for investigating superconducting\nproximity effect in altermagnet (AM)-superconductor (SC) heterostructures. In\ngeneral, AMs, characterized by vanishing net magnetization but spin-split\nelectronic spectra, provide a promising platform for realizing unconventional\nmagnetic phases. We consider a two-dimensional $d$-wave AM proximity coupled to\na three dimensional ordinary $s$-wave SC. By integrating out the\nsuperconducting degrees of freedom, we derive an effective Hamiltonian that\ndescribes the proximity-induced modifications in the AM layer in the form of a\nself-energy. We then derive an effective Green's function to obtain the\nproximity-induced pairing amplitudes in the AM layer and classify the induced\npairing amplitudes according to their parity, frequency, and spin. We find the\npresence of even-parity singlet and triplet pairing amplitudes in the AM layer.\nTo achieve the odd-parity triplet components, important to realize topological\nsuperconductivity, we introduce a layer of Rashba spin-orbit coupling (RSOC) in\nthe heterostructure. We analyse the band topology of this proximity-induced\nAM-RSOC layer and demonstrate the emergence of both weak and strong topological\nsuperconducting phases with edge-localized modes, characterized by winding\nnumber and Chern number. These findings highlight the role of AM-SC hybrid\nsetup as a versatile platform for realizing odd-parity triplet pairings and\nengineering topological superconductivity in two-dimension."}
{"id": "2510.27288", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27288", "abs": "https://arxiv.org/abs/2510.27288", "authors": ["Chen Xiao", "Boyu Zhang", "Xiangyu Zheng", "Yuxuan Yao", "Jiaqi Wei", "Dinghao Ma", "Yuting Gong", "Rui Xu", "Xueying Zhang", "Yu He", "Wenlong Cai", "Yan Huang", "Daoqian Zhu", "Shiyang Lu", "Kaihua Cao", "Hongxi Liu", "Pierre Vallobra", "Xianyang Lu", "Youguang Zhang", "Bert Koopmans", "Weisheng Zhao"], "title": "Single femtosecond laser pulse-driven ferromagnetic switching", "comment": "19 pages, 7 figures", "summary": "Light pulses offer a faster, more energy-efficient, and direct route to\nmagnetic bit writing, pointing toward a hybrid memory and computing paradigm\nbased on photon transmission and spin retention. Yet progress remains hindered,\nas deterministic, single-pulse optical toggle switching has so far been\nachieved only with ferrimagnetic materials, which require too specific a\nrare-earth composition and temperature conditions for technological use. In\nmainstream ferromagnet--central to spintronic memory and storage--such bistable\nswitching is considered fundamentally difficult, as laser-induced heating does\nnot inherently break time-reversal symmetry. Here, we report coherent\nmagnetization switching in ferromagnets, driven by thermal anisotropy torque\nwith single laser pulses. The toggle switching behavior is robust over a broad\nrange of pulse durations, from femtoseconds to picoseconds, a prerequisite for\npractical applications. Furthermore, the phenomenon exhibits reproducibility in\nCoFeB/MgO-based magnetic tunnel junctions with a high magnetoresistance\nexceeding 110%, as well as the scalability down to nanoscales with remarkable\nenergy efficiency (17 fJ per 100-nm-sized bit). These results mark a notable\nstep toward integrating opto-spintronics into next-generation memory and\nstorage technologies."}
{"id": "2510.27228", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27228", "abs": "https://arxiv.org/abs/2510.27228", "authors": ["Imteaz Rahaman", "Michael E. Liao", "Ziqi Wang", "Eugene Y. Kwon", "Rui Sun", "Botong Li", "Hunter D. Ellis", "Bobby G. Duersch", "Dali Sun", "Jun Liu", "Mark S. Goorsky", "Michael A. Scarpulla", "Kai Fu"], "title": "High thermal conductivity of rutile-GeO$_2$ films grown by MOCVD: $52.9~\\mathrm{W\\,m^{-1}\\,K^{-1}}$", "comment": "17 pages, 4 figures", "summary": "Rutile germanium dioxide (r-GeO2) has recently emerged as a promising\nultrawide-bandgap (UWBG) semiconductor owing to its wide bandgap (~4.4-5.1 eV),\nambipolar doping potential, and high theoretical thermal conductivity. However,\nexperimental data on the thermal conductivity of r-GeO2 epitaxial layers have\nnot been reported, primarily due to challenges in phase control and surface\nroughness. Here, we report a high thermal conductivity of 52.9 +/- 6.6 W m^-1\nK^-1 for high-quality (002) r-GeO2 films grown by metal-organic chemical vapor\ndeposition (MOCVD) and characterized using time-domain thermoreflectance\n(TDTR). The phase control was achieved through a seed-driven stepwise\ncrystallization (SDSC) approach, and the surface roughness was significantly\nreduced from 76 nm to 16 nm (locally as low as 1 A) via chemical mechanical\npolishing (CMP). These results highlight the promise of r-GeO2 as a UWBG oxide\nplatform for power electronics applications."}
{"id": "2510.27458", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27458", "abs": "https://arxiv.org/abs/2510.27458", "authors": ["I. N. Khoroshiy", "S. A. Skorobogatov", "S. E. Nikitin", "I. A. Gudim", "V. R. Titova", "A. I. Pankrats"], "title": "First-Order Spin-Reorientation Transition and Incomplete Softening of the Antiferromagnetic Resonance Mode in Multiferroic GdFe$_3$(BO$_3$)$_4$", "comment": "19 pages, 15 figures", "summary": "The multiferroic ferroborate GdFe$_3$(BO$_3$)$_4$ with huntite-type structure\nexhibits magnetic ordering below T$_N$ = 38 K and contains two magnetic\nsubsystems associated with Gd and Fe ions. Competing anisotropies of these\nsubsystems drive a spin reorientation transition at T$_{SR}$ = 10.7 K,\nswitching the ground state from easy-axis to easy-plane. Using\nantiferromagnetic resonance, we investigate the spin dynamics across this\ntransition. The observed incomplete softening of a magnon mode during both\nfield- and temperature-induced spin-reorientation transitions indicates the\nfirst-order nature of the phase transition, which is accompanied by a\ndiscontinuous jump in the effective anisotropy field. We reproduce this\nbehavior using a simple model that attributes the jump in the anisotropy field\nto the presence of an effective fourth-order anisotropy constant, responsible\nfor the discontinuous character of the transition. Remarkably, for in-plane\nmagnetic fields, we identify a new AFMR mode that persists from 12 K up to\nT$_N$. This mode likely corresponds to the dynamics of a long period\nincommensurate state, previously detected by resonant elastic X-ray scattering."}
{"id": "2510.26897", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26897", "abs": "https://arxiv.org/abs/2510.26897", "authors": ["Cristiano Muzzi", "Devendra Singh Bhakuni", "Marcello Dalmonte", "Lenart Zadnik", "Hernan B. Xavier"], "title": "Superdiffusion and anomalous fluctuations in chiral integrable dynamics", "comment": "12 pages, 4 figures", "summary": "Symmetries strongly influence transport properties of quantum many-body\nsystems, and can lead to deviations from the generic case of diffusion. In this\nwork, we study the impact of time-reversal symmetry breaking on the transport\nand its universal aspects in integrable chiral spin ladders. We observe that\nthe infinite-temperature spin transport is superdiffusive with a dynamical\ncritical exponent z = 3/2 matching the one of the Kardar-Parisi-Zhang (KPZ)\nuniversality class, which also lacks the time reversal symmetry. However, we\nfind that fluctuations of the net magnetization transfer deviate from the KPZ\npredictions. Moreover, the full probability distribution of the associated spin\ncurrent obeys fluctuation symmetry despite broken time-reversal and\nspace-reflection symmetries. To further investigate the role of conserved\nquantities, we introduce an integrable quantum circuit that shares the\nessential symmetries with the chiral ladder, and which exhibits analogous\ndynamical behaviour in the absence of energy conservation. Our work shows that\ntime-reversal symmetry breaking is compatible with superdiffusion, but\ninsufficient to stabilize the KPZ universality in integrable systems. This\nsuggests that additional fundamental features are missing in order to identify\nthe emergence of such dynamics in quantum matter."}
{"id": "2510.27496", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27496", "abs": "https://arxiv.org/abs/2510.27496", "authors": ["Jun Ji", "Joseph G. Thomas", "Zichen Xi", "Liyang Jin", "Dayrl P. Briggs", "Ivan I. Kravchenko", "Arya G. Pour", "Liyan Zhu", "Yizheng Zhu", "Linbo Shao"], "title": "On-chip cavity electro-acoustics using lithium niobate phononic crystal resonators", "comment": null, "summary": "Mechanical systems are pivotal in quantum technologies because of their long\ncoherent time and versatile coupling to qubit systems. So far, the coherent and\ndynamic control of gigahertz-frequency mechanical modes mostly relies on\noptomechanical coupling and piezoelectric coupling to superconducting qubits.\nHere, we demonstrate on-chip cavity electro-acoustic dynamics using our\nmicrowave-frequency electrically-modulated phononic-crystal (PnC) resonators on\nlithium niobate (LN). Leveraging the high dispersion of PnC, our phononic modes\nspace unevenly in the frequency spectrum, emulating atomic energy levels.\nAtomic-like transitions between different phononic modes are achieved by\napplying electrical fields to modulate phononic modes via nonlinear\npiezoelectricity of LN. Among two modes, we demonstrate Autler-Townes splitting\n(ATS), alternating current (a.c.) Stark shift, and Rabi oscillation with a\nmaximum cooperativity of 4.18. Extending to three modes, we achieve\nnon-reciprocal frequency conversions with an isolation up to 20 dB.\nNonreciprocity can be tuned by the time delay between the two modulating\npulses. Our cavity electro-acoustic platform could find broad applications in\nsensing, microwave signal processing, phononic computing, and quantum\nacoustics."}
{"id": "2510.27231", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27231", "abs": "https://arxiv.org/abs/2510.27231", "authors": ["H. W. Qu", "H. T. Liu", "Y. C. Li"], "title": "First-principles design of excitonic insulators: A review", "comment": null, "summary": "The excitonic insulator (EI) is a more than 60-year-old theoretical proposal\nthat yet remains elusive. It is a purely quantum phenomenon involving the\nspontaneous generation of excitons in quantum mechanics and the spontaneous\ncondensation of excitons in quantum statistics. At this point, the excitons\nrepresent the ground state rather than the conventional excited state. Thus,\nthe scarcity of candidate materials is a key factor contributing to the lack of\nrecognized EI to date. In this review, we begin with the birth of EI,\npresenting the current state of the field and the main challenges it faces. We\nthen focus on recent advances in the discovery and design of EIs based on the\nfirst-principles Bethe-Salpeter scheme, in particular the dark-exciton rule\nguided screening of materials. It not only opens up new avenues for realizing\nexcitonic instability in direct-gap and wide-gap semiconductors, but also leads\nto the discovery of novel quantum states of matter such as half-EIs and\nspin-triplet EIs. Finally, we will look ahead to possible research pathways\nleading to the first recognized EI, both computationally and theoretically."}
{"id": "2510.27483", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27483", "abs": "https://arxiv.org/abs/2510.27483", "authors": ["Lei Geng", "Sujay Ray", "Philipp Werner"], "title": "Photoinduced excitonic magnetism in a multiorbital Hubbard system", "comment": null, "summary": "Multiorbital Hubbard models with Hund coupling and crystal-field splitting\nexhibit an instability toward spin-triplet excitonic order in the parameter\nregime characterized by strong local spin fluctuations. Upon chemical doping,\ntwo distinct types of excitonic ferromagnetism have been reported. Using\nsteady-state nonequilibrium dynamical mean-field theory, we demonstrate that\nphoto-doped half-filled systems can host nonthermal counterparts of these\nexcitonic phases and exhibit a rich phase diagram in the space of photo-doping\nand crystal field splitting. Photo-doping a spin-triplet excitonic insulator\nprovides a route towards nonequilibrium control of magnetic order."}
{"id": "2510.26906", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26906", "abs": "https://arxiv.org/abs/2510.26906", "authors": ["Kieran Loehr", "Bryan K. Clark"], "title": "Enhancing Neural Network Backflow", "comment": "11 pages, 8 figures", "summary": "Accurately describing the ground state of strongly correlated systems is\nessential for understanding their emergent properties. Neural Network Backflow\n(NNBF) is a powerful variational ansatz that enhances mean-field wave functions\nby introducing configuration-dependent modifications to single-particle\norbitals. Although NNBF is theoretically universal in the limit of large\nnetworks, we find that practical gains saturate with increasing network size.\nInstead, significant improvements can be achieved by using a multi-determinant\nansatz. We explore efficient ways to generate these multi-determinant\nexpansions without increasing the number of variational parameters. In\nparticular, we study single-step Lanczos and symmetry projection techniques,\nbenchmarking their performance against diffusion Monte Carlo and NNBF applied\nto alternative mean fields. Benchmarking on a doped periodic square Hubbard\nmodel near optimal doping, we find that a Lanczos step, diffusion Monte Carlo,\nand projection onto a symmetry sector all give similar improvements achieving\nstate-of-the-art energies at minimal cost. By further optimizing the projected\nsymmetrized states directly, we gain significantly in energy. Using this\ntechnique we report the lowest variational energies for this Hamiltonian on\n$4\\times 16$ and $4 \\times 8$ lattices as well as accurate variance\nextrapolated energies. We also show the evolution of spin, charge, and pair\ncorrelation functions as the quality of the variational ansatz improves."}
{"id": "2510.26894", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26894", "abs": "https://arxiv.org/abs/2510.26894", "authors": ["Ohidul Alam", "Amartya Pal", "Paramita Dutta", "Arijit Saha"], "title": "Proximity-induced superconductivity and emerging topological phases in altermagnet-based heterostructures", "comment": "15 pages and 10 figures; comments are welcome", "summary": "We present a theoretical framework for investigating superconducting\nproximity effect in altermagnet (AM)-superconductor (SC) heterostructures. In\ngeneral, AMs, characterized by vanishing net magnetization but spin-split\nelectronic spectra, provide a promising platform for realizing unconventional\nmagnetic phases. We consider a two-dimensional $d$-wave AM proximity coupled to\na three dimensional ordinary $s$-wave SC. By integrating out the\nsuperconducting degrees of freedom, we derive an effective Hamiltonian that\ndescribes the proximity-induced modifications in the AM layer in the form of a\nself-energy. We then derive an effective Green's function to obtain the\nproximity-induced pairing amplitudes in the AM layer and classify the induced\npairing amplitudes according to their parity, frequency, and spin. We find the\npresence of even-parity singlet and triplet pairing amplitudes in the AM layer.\nTo achieve the odd-parity triplet components, important to realize topological\nsuperconductivity, we introduce a layer of Rashba spin-orbit coupling (RSOC) in\nthe heterostructure. We analyse the band topology of this proximity-induced\nAM-RSOC layer and demonstrate the emergence of both weak and strong topological\nsuperconducting phases with edge-localized modes, characterized by winding\nnumber and Chern number. These findings highlight the role of AM-SC hybrid\nsetup as a versatile platform for realizing odd-parity triplet pairings and\nengineering topological superconductivity in two-dimension."}
{"id": "2510.27242", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27242", "abs": "https://arxiv.org/abs/2510.27242", "authors": ["Miguel Lagos"], "title": "The plastic flow of polycrystalline solids", "comment": "Letter format. 5 pages", "summary": "A polycrystalline solid is modelled as an ensemble of random irregular\npolyhedra filling the entire space occupied by the solid body, leaving no voids\nor flaws between them. Adjacent grains can slide with a relative velocity\nproportional to the local shear stress resolved in the plane common to the two\nsliding grains, provided it exceeds a threshold. The local forces associated to\nthe continuous grain shape accommodation for preserving matter continuity are\nassumed much weaker. The model can be solved analytically and for overcritical\nconditions gives two regimes of deformation, plastic and superplastic. The\nplastic regime, from yield to fracture, is dealt with. Applications to nickel\nsuperalloys and stainless steels give impressive agreement with experiment.\nMost work of the last century relies on postulating pre--existent cracks and\nvoids to explain plastic deformation and fracture. The present model gives much\nbetter results."}
{"id": "2510.27585", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27585", "abs": "https://arxiv.org/abs/2510.27585", "authors": ["Jiawen Zhang", "Yongjun Zhang", "Yuxin Chen", "Zhaoyang Shan", "Jin Zhan", "Mingyi Wang", "Yu Liu", "Michael Smidman", "Huiqiu Yuan"], "title": "Magnetic properties of $R$Rh$_6$Ge$_4$ ($R$ = Pr, Nd, Sm, Gd-Er) single crystals", "comment": "12 pages, 13 figures", "summary": "Single crystals of $R$Rh$_6$Ge$_4$ ($R$ = Pr, Nd, Sm, Gd - Er) were\nsynthesized using a Bi flux and their physical properties were characterized by\nmagnetization, resistivity, and specific heat measurements. These compounds\ncrystallize in the noncentrosymmetric LiCo$_6$P$_4$-type structure (space group\n$P\\bar{6}m2$), where rare-earth atoms form a triangular lattice in the\n$ab$-plane and chains along the $c$-axis. PrRh$_6$Ge$_4$ and ErRh$_6$Ge$_4$ do\nnot exhibit magnetic transitions above 0.4 K. NdRh$_6$Ge$_4$ and SmRh$_6$Ge$_4$\nare ferromagnets, while GdRh$_6$Ge$_4$ and DyRh$_6$Ge$_4$ show\nantiferromagnetic transitions, \\red{whereas HoRh$_6$Ge$_4$ is a ferrimagnet}.\nIn addition, DyRh$_6$Ge$_4$ shows multiple transitions and magnetization\nplateaus when a magnetic field is applied along the $c$-axis. In\nSmRh$_6$Ge$_4$, like the Ce counterpart, the crystalline-electric field (CEF)\neffect leads to an easy plane anisotropy, while in other compounds it gives\nrise to a pronounced uniaxial anisotropy."}
{"id": "2510.26907", "categories": ["cond-mat.mtrl-sci", "cs.CV"], "pdf": "https://arxiv.org/pdf/2510.26907", "abs": "https://arxiv.org/abs/2510.26907", "authors": ["Meghraj Prajapat", "Alankar Alankar"], "title": "Generative diffusion modeling protocols for improving the Kikuchi pattern indexing in electron back-scatter diffraction", "comment": null, "summary": "Electron back-scatter diffraction (EBSD) has traditionally relied upon\nmethods such as the Hough transform and dictionary Indexing to interpret\ndiffraction patterns and extract crystallographic orientation. However, these\nmethods encounter significant limitations, particularly when operating at high\nscanning speeds, where the exposure time per pattern is decreased beyond the\noperating sensitivity of CCD camera. Hence the signal to noise ratio decreases\nfor the observed pattern which makes the pattern noisy, leading to reduced\nindexing accuracy. This research work aims to develop generative machine\nlearning models for the post-processing or on-the-fly processing of Kikuchi\npatterns which are capable of restoring noisy EBSD patterns obtained at high\nscan speeds. These restored patterns can be used for the determination of\ncrystal orientations to provide reliable indexing results. We compare the\nperformance of such generative models in enhancing the quality of patterns\ncaptured at short exposure times (high scan speeds). An interesting observation\nis that the methodology is not data-hungry as typical machine learning methods."}
{"id": "2510.26958", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26958", "abs": "https://arxiv.org/abs/2510.26958", "authors": ["Yichi Zhang", "Wenjin Zhao", "Zhongdong Han", "Kenji Watanabe", "Takashi Taniguchi", "Jie Shan", "Kin Fai Mak"], "title": "Thermoelectricity of moiré heavy fermions in MoTe2/WSe2 bilayers", "comment": null, "summary": "Tunable Kondo lattice and heavy fermion physics have been recently reported\nin moir\\'e materials, but most of the studies have focused on the electrical\nand magnetic properties. Quantitative thermoelectric measurements, which can\nreveal entropic information of the heavy fermions, have yet to be achieved.\nHere, we report a comprehensive thermoelectric study on the moir\\'e heavy\nfermion phase realized in hole-doped angle-aligned MoTe2/WSe2 bilayers. By\nelectrically gating the material to the Kondo lattice region of the phase\ndiagram, we observe a sign change in the Seebeck coefficient near the Kondo\ncoherence temperature, where the heavy fermion phase with an electron-like\nFermi surface evolves into an itinerant Fermi liquid with a hole-like Fermi\nsurface. We compare the results with the semiclassical Mott relation and\ndiscuss the observed discrepancies. In addition to the thermal dissociation of\nKondo singlets in the heavy Fermi liquid, a sign change accompanied by a strong\npeak in the Seebeck coefficient is also observed near a Zeeman breakdown of the\nKondo singlets, signaling an entropy accumulation. Our results provide entropic\ninformation on both the formation and breakdown of heavy fermions in moir\\'e\nsemiconductors."}
{"id": "2510.27294", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27294", "abs": "https://arxiv.org/abs/2510.27294", "authors": ["L. J. Bannenberg", "F. García-Martínez", "P. Lömker", "R. Y. Engel", "C. Schlueter", "H. Schreuders", "A. Navarathna", "L. E. Ratcliff", "A. Regoutz"], "title": "Influence of Hydrogen-Incorporation on the Bulk Electronic Structure and Chemical Bonding in Palladium", "comment": null, "summary": "Palladium hydride is a model system for studying metal-hydrogen interactions.\nYet, its bulk electronic structure has proven difficult to directly probe, with\nmost studies to date limited to surface-sensitive photoelectron spectroscopy\napproaches. This work reports the first in-situ ambient-pressure hard X-ray\nphotoelectron spectroscopy (AP-HAXPES) study of hydrogen incorporation in Pd\nthin films, providing direct access to bulk chemical and electronic information\nat elevated hydrogen pressures. Structural characterisation by in-situ X-ray\ndiffraction and neutron reflectometry under comparable conditions establishes a\ndirect correlation between hydrogen loading, lattice expansion, and electronic\nmodifications. Comparison with density functional theory (DFT) reveals how\nhydrogen stoichiometry and site occupancy govern the density of occupied states\nnear the Fermi level. These results resolve long-standing questions regarding\nPdH and establish AP-HAXPES as a powerful tool for probing the bulk electronic\nstructure of metal hydrides under realistic conditions."}
{"id": "2510.26897", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26897", "abs": "https://arxiv.org/abs/2510.26897", "authors": ["Cristiano Muzzi", "Devendra Singh Bhakuni", "Marcello Dalmonte", "Lenart Zadnik", "Hernan B. Xavier"], "title": "Superdiffusion and anomalous fluctuations in chiral integrable dynamics", "comment": "12 pages, 4 figures", "summary": "Symmetries strongly influence transport properties of quantum many-body\nsystems, and can lead to deviations from the generic case of diffusion. In this\nwork, we study the impact of time-reversal symmetry breaking on the transport\nand its universal aspects in integrable chiral spin ladders. We observe that\nthe infinite-temperature spin transport is superdiffusive with a dynamical\ncritical exponent z = 3/2 matching the one of the Kardar-Parisi-Zhang (KPZ)\nuniversality class, which also lacks the time reversal symmetry. However, we\nfind that fluctuations of the net magnetization transfer deviate from the KPZ\npredictions. Moreover, the full probability distribution of the associated spin\ncurrent obeys fluctuation symmetry despite broken time-reversal and\nspace-reflection symmetries. To further investigate the role of conserved\nquantities, we introduce an integrable quantum circuit that shares the\nessential symmetries with the chiral ladder, and which exhibits analogous\ndynamical behaviour in the absence of energy conservation. Our work shows that\ntime-reversal symmetry breaking is compatible with superdiffusion, but\ninsufficient to stabilize the KPZ universality in integrable systems. This\nsuggests that additional fundamental features are missing in order to identify\nthe emergence of such dynamics in quantum matter."}
{"id": "2510.26956", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26956", "abs": "https://arxiv.org/abs/2510.26956", "authors": ["Yasser Saleem", "Weronika Pasek", "Marek Korkusinski", "Moritz Cygorek", "Pawel Potasz"], "title": "Engineering Biquadratic Interactions in Spin-1 Chains by Spin-1/2 Spacers", "comment": null, "summary": "Low-dimensional quantum systems host a variety of exotic states, such as\nsymmetry-protected topological ground states in spin-1 Haldane chains.\nReal-world realizations of such states could serve as practical quantum\nsimulators for quantum phases if the interactions can be controlled. However,\nmany proposed models, such as the AKLT state, require unconventional forms of\nspin interactions beyond standard Heisenberg terms, which do not naturally\nemerge from microscopic (Coulomb) interactions. Here, we demonstrate a general\nstrategy to induce a biquadratic term between two spin-1 sites and to tune its\nstrength $\\beta$ by placing pairs of spin-1/2 spacers in between them. $\\beta$\nis controlled by the ratio between Heisenberg couplings to and in between the\nspacer spins. Increasing this ratio first increases the magnitude of $\\beta$\nand decreases the correlation length of edge states, but at a critical value of\nthe ratio, we observe a quantum phase transition between two spin-liquid phases\nwith hidden antiferromagnetic order. Detailed atomistic calculations reveal\nthat chains of nanographene flakes with 22 and 13 atoms, respectively, which\ncould be realized by state-of-the-art bottom-up growth technology, yield\nprecisely the couplings required to approach the AKLT state. These findings\ndeliver a blueprint for engineering unconventional interactions in bottom-up\nsynthesized quantum simulators."}
{"id": "2510.27215", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27215", "abs": "https://arxiv.org/abs/2510.27215", "authors": ["Shun-Qing Shen"], "title": "Absence of Parity Anomaly in Massive Dirac Fermions on a Lattice", "comment": "7 pages, no figure", "summary": "The parity anomaly for Dirac fermions in two spatial dimensions has shaped\nperspectives in quantum field theory and condensed matter physics. In condensed\nmatter it has evolved as a mechanism for half-quantized Hall responses in\nsystems described by massive Dirac fermions. Here we reexamine the issue on a\nlattice and show that the half-quantized Hall conductivity is absent for\nmassive Dirac fermions when lattice regularization is properly implemented and\nthe translational invariant symmetry is taken into account. We realize that a\nsingle massive Dirac cone on a lattice always leads to an integer quantized\nHall conductivity and to the half-quantized Hall conductivity only in the\nunphysical limit of infinite momentum cut-off. The half-quantized Hall\nconductivity appears with nonzero longitudinal conductance as a signature of a\nsingle massless Dirac cone on a lattice. Consequently, the parity anomaly is a\nproperty of massless Dirac fermions in a semimetal/metal, not of massive Dirac\nfermions in an insulator on a lattice."}
{"id": "2510.27341", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27341", "abs": "https://arxiv.org/abs/2510.27341", "authors": ["Davide Spirito", "Sergio Marras", "Beatriz Martín-García"], "title": "Lattice dynamics in chiral tellurium by linear and circularly polarized Raman spectroscopy: crystal orientation and handedness", "comment": null, "summary": "Trigonal tellurium (Te) has attracted researchers' attention due to its\ntransport and optical properties, which include electrical magneto-chiral\nanisotropy, spin polarization and bulk photovoltaic effect. It is the\nanisotropic and chiral crystal structure of Te that drive these properties, so\nthe determination of its crystallographic orientation and handedness is key to\ntheir study. Here we explore the structural dynamics of Te bulk crystals by\nangle-dependent linearly polarized Raman spectroscopy and symmetry rules in\nthree different crystallographic orientations. The angle-dependent intensity of\nthe modes allows us to determine the arrangement of the helical chains and\ndistinguish between crystallographic planes parallel and perpendicular to the\nchain axis. Furthermore, under different configurations of circularly polarized\nRaman measurements and crystal orientations, we observe the shift of two phonon\nmodes only in the (0 0 1) plane. The shift is positive or negative depending on\nthe handedness of the crystals, which we determine univocally by chemical\netching. Our analysis of three different crystal faces of Te highlights the\nimportance of selecting the proper orientation and crystallographic plane when\ninvestigating the transport and optical properties of this material. These\nresults offer insight into the crystal structure and symmetry in other\nanisotropic and chiral materials, and open new paths to select a suitable\ncrystal orientation when fabricating devices."}
{"id": "2510.26958", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26958", "abs": "https://arxiv.org/abs/2510.26958", "authors": ["Yichi Zhang", "Wenjin Zhao", "Zhongdong Han", "Kenji Watanabe", "Takashi Taniguchi", "Jie Shan", "Kin Fai Mak"], "title": "Thermoelectricity of moiré heavy fermions in MoTe2/WSe2 bilayers", "comment": null, "summary": "Tunable Kondo lattice and heavy fermion physics have been recently reported\nin moir\\'e materials, but most of the studies have focused on the electrical\nand magnetic properties. Quantitative thermoelectric measurements, which can\nreveal entropic information of the heavy fermions, have yet to be achieved.\nHere, we report a comprehensive thermoelectric study on the moir\\'e heavy\nfermion phase realized in hole-doped angle-aligned MoTe2/WSe2 bilayers. By\nelectrically gating the material to the Kondo lattice region of the phase\ndiagram, we observe a sign change in the Seebeck coefficient near the Kondo\ncoherence temperature, where the heavy fermion phase with an electron-like\nFermi surface evolves into an itinerant Fermi liquid with a hole-like Fermi\nsurface. We compare the results with the semiclassical Mott relation and\ndiscuss the observed discrepancies. In addition to the thermal dissociation of\nKondo singlets in the heavy Fermi liquid, a sign change accompanied by a strong\npeak in the Seebeck coefficient is also observed near a Zeeman breakdown of the\nKondo singlets, signaling an entropy accumulation. Our results provide entropic\ninformation on both the formation and breakdown of heavy fermions in moir\\'e\nsemiconductors."}
{"id": "2510.27231", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27231", "abs": "https://arxiv.org/abs/2510.27231", "authors": ["H. W. Qu", "H. T. Liu", "Y. C. Li"], "title": "First-principles design of excitonic insulators: A review", "comment": null, "summary": "The excitonic insulator (EI) is a more than 60-year-old theoretical proposal\nthat yet remains elusive. It is a purely quantum phenomenon involving the\nspontaneous generation of excitons in quantum mechanics and the spontaneous\ncondensation of excitons in quantum statistics. At this point, the excitons\nrepresent the ground state rather than the conventional excited state. Thus,\nthe scarcity of candidate materials is a key factor contributing to the lack of\nrecognized EI to date. In this review, we begin with the birth of EI,\npresenting the current state of the field and the main challenges it faces. We\nthen focus on recent advances in the discovery and design of EIs based on the\nfirst-principles Bethe-Salpeter scheme, in particular the dark-exciton rule\nguided screening of materials. It not only opens up new avenues for realizing\nexcitonic instability in direct-gap and wide-gap semiconductors, but also leads\nto the discovery of novel quantum states of matter such as half-EIs and\nspin-triplet EIs. Finally, we will look ahead to possible research pathways\nleading to the first recognized EI, both computationally and theoretically."}
{"id": "2510.27370", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.27370", "abs": "https://arxiv.org/abs/2510.27370", "authors": ["Jaroslav Vlcek", "Michal Kaufman", "Elnaz M. Nia", "Jiri Houska", "Jiechao Jiang", "Radomir Cerstvy", "Stanislav Haviar", "Efstathios I. Meletis"], "title": "High-performance thermochromic multilayer coatings with W-doped VO2 nanoparticles dispersed in SiO2 matrix prepared on glass at a low temperature", "comment": null, "summary": "We report a high-performance thermochromic VO2-based coating prepared by\nusing a three-step process, consisting of magnetron sputter depositions of SiO2\nfilms and V-W films and their postannealing, on standard glass at a low\nsubstrate temperature of 350 {\\deg}C without opening the vacuum chamber to\natmosphere. It is formed by four layers of W-doped VO2 nanoparticles dispersed\nin SiO2 matrix. The coating exhibits a transition temperature of 33 {\\deg}C\nwith an integral luminous transmittance of 65.4% (low-temperature state) and\n60.1% (high-temperature state), and a modulation of the solar energy\ntransmittance of 15.3%. Such a combination of properties, together with the low\ntemperature during preparation, fulfill the requirements for large-scale\nimplementation on building glass and have not been reported yet."}
{"id": "2510.26966", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26966", "abs": "https://arxiv.org/abs/2510.26966", "authors": ["Julian Heckötter", "David Janas", "Marc Aßmann", "Manfred Bayer"], "title": "Rydberg excitons in Cu$_2$O at millikelvin temperatures", "comment": "5 pages, 4 figures", "summary": "Rydberg excitons in the semiconductor Cu$_2$O have been observed in\nabsorption experiments up to a principal quantum number of n = 28 at\nmillikelvin temperatures [1]. Here, we extend the experimental parameter space\nby variing both temperature and excitation power. In particular, we show that\nthe P excitons close to the band gap react more sensitively to an increase of\nthe excitation power than states of the associated D exciton multiplet, even\nthough the latter are located at comparatively higher energy. This finding is\nsimilar to the one observed when applying an external electric field,\nsuggesting that the observed behavior arises from internal electric fields\ncreated by charged impurities that are optically ionized. At laser intensities\nbelow 1 $\\mu$W/cm$^2$, absorption lines of excitons with n=29 are observed."}
{"id": "2510.27341", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27341", "abs": "https://arxiv.org/abs/2510.27341", "authors": ["Davide Spirito", "Sergio Marras", "Beatriz Martín-García"], "title": "Lattice dynamics in chiral tellurium by linear and circularly polarized Raman spectroscopy: crystal orientation and handedness", "comment": null, "summary": "Trigonal tellurium (Te) has attracted researchers' attention due to its\ntransport and optical properties, which include electrical magneto-chiral\nanisotropy, spin polarization and bulk photovoltaic effect. It is the\nanisotropic and chiral crystal structure of Te that drive these properties, so\nthe determination of its crystallographic orientation and handedness is key to\ntheir study. Here we explore the structural dynamics of Te bulk crystals by\nangle-dependent linearly polarized Raman spectroscopy and symmetry rules in\nthree different crystallographic orientations. The angle-dependent intensity of\nthe modes allows us to determine the arrangement of the helical chains and\ndistinguish between crystallographic planes parallel and perpendicular to the\nchain axis. Furthermore, under different configurations of circularly polarized\nRaman measurements and crystal orientations, we observe the shift of two phonon\nmodes only in the (0 0 1) plane. The shift is positive or negative depending on\nthe handedness of the crystals, which we determine univocally by chemical\netching. Our analysis of three different crystal faces of Te highlights the\nimportance of selecting the proper orientation and crystallographic plane when\ninvestigating the transport and optical properties of this material. These\nresults offer insight into the crystal structure and symmetry in other\nanisotropic and chiral materials, and open new paths to select a suitable\ncrystal orientation when fabricating devices."}
{"id": "2510.27429", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27429", "abs": "https://arxiv.org/abs/2510.27429", "authors": ["Hetvi Jadav", "Sadhana Matth", "Himanshu Pandey"], "title": "Hexagonal BeX (X: S, Te) monolayer as potential electrode material for alkali metal-ion batteries: A DFT perspective", "comment": null, "summary": "Metal-ion batteries (MIBs) are essential for transitioning to a cleaner and\nmore sustainable energy future. By employing the density functional formalism,\nwe have investigated the hexagonal (h) monolayer of BeS and BeTe as electrode\nmaterials for alkali (Li and Na) MIBs. The structural and thermodynamic\nstability, adsorption of Li/Na atoms, density of states, diffusion, and\nmigration of atoms, as well as capacity, are systematically investigated. The\nstructures of h-BeS and h-BeTe remain stable upon the adsorption of adatoms,\nresulting in improved electronic conductivity of these monolayers. The climbing\nimage-nudged elastic band calculations estimate a low diffusion barrier of 0.16\neV (0.01 eV) for Li (Na) in h-BeS and 0.20 eV (0.16 eV) for Li (Na) in h-BeTe.\nAdditionally, a maximum storage capacity of 580 mAh g-1 for Li and 1305 mAh g-1\nfor Na in h-BeS, as well as 174 mAh g-1 for h-BeTe, is estimated for both metal\nions."}
{"id": "2510.26987", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26987", "abs": "https://arxiv.org/abs/2510.26987", "authors": ["C. J. O. Reichhardt", "D. McDermott", "C. Reichhardt"], "title": "Characterizing Skyrmion Flow Phases with Principal Component Analysis", "comment": "19 pages, 18 figures", "summary": "Principal component analysis (PCA) is a powerful method that can identify\npatterns in large, complex data sets by constructing low-dimensional order\nparameters from higher-dimensional feature vectors. There are increasing\nefforts to use space-and-time-dependent PCA to detect transitions in\nnonequilibrium systems that are difficult to characterize with equilibrium\nmethods. Here, we demonstrate that feature vectors incorporating the position\nand velocity information of driven skyrmions moving through random disorder\npermit PCA to resolve different types of disordered skyrmion motion as a\nfunction of driving force and the ratio of the Magnus force to the dissipation.\nSince the Magnus force creates gyroscopic motion and a finite Hall angle,\nskyrmions can exhibit a greater range of flow phases than what is observed in\noverdamped driven systems with quenched disorder. We show that in addition to\nidentifying previously known skyrmion flow phases, PCA detects several\nadditional phases, including different types of channel flow, moving fluids,\nand partially ordered states. Guided by the PCA analysis, we further\ncharacterize the disordered flow phases to elucidate the different microscopic\ndynamics and show that the changes in the PCA-derived order parameters can be\nconnected to features in bulk transport measures, including the transverse and\nlongitudinal velocity-force curves, differential conductivity, topological\ndefect density, and changes in the skyrmion Hall angle as a function of drive.\nWe discuss how asymmetric feature vectors can be used to improve the resolution\nof the PCA analysis, and how this technique can be extended to find disordered\nphases in other nonequilibrium systems with time-dependent dynamics."}
{"id": "2510.27499", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27499", "abs": "https://arxiv.org/abs/2510.27499", "authors": ["Michaël De San Féliciano", "Christophe Adessi", "Julien El Hajj", "Nicolas Horny", "François Detcheverry", "Manuel Cobian", "Samy Merabia"], "title": "First-principles calculations of thermal transport at metal/silicon interfaces: evidence of interfacial electron-phonon coupling", "comment": "accepted in Phys. Rev. B", "summary": "With the increasing miniaturization of electronic components and the need to\noptimize thermal management, it has become essential to understand heat\ntransport at metal/semiconductor interfaces. While it has been recognized\ndecades ago that an electron phonon channel may take place at\nmetal-semiconductor interfaces, its existence is still controversial. Here, we\ninvestigate thermal transport at metal-silicon interfaces using the combination\nof first principles calculations and nonequilibrium Green's function (NEGF). We\nexplain how to correct NEGF formalism to account for the out of equilibrium\nnature of the energy carriers in the vicinity of the interface. The relative\ncorrections to the equilibrium distribution are shown to arise from the\nspectral mean free paths of silicon and may reach 15 percents. Applying these\ncorrections, we compare the predictions of NEGF to available experimental data\nfor Au/Si, Pt/Si and Al/Si interfaces. Based on this comparison, we infer the\nvalue of the electron phonon interfacial thermal conductance by employing the\ntwo temperature model. We find that interfacial thermal transport at Au/Si\ninterfaces is mainly driven by phonon phonon processes, and that electron\nphonon processes play a negligible role in this case. By contrast, for Al/Si\ninterfaces, we show that phonon-phonon scattering alone can not explain the\nexperimental values reported so far, and we estimate that the electron-phonon\ninterfacial conductance accounts for one third of the total conductance. This\nwork demonstrates the importance of the electron-phonon conductance at\nmetal-silicon interfaces and calls for systematic experimental investigation of\nthermal transport at these interfaces at low temperatures. It paves the way for\nan accurate model to predict the conductance associated to the interfacial\nelectron phonon channel."}
{"id": "2510.27433", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27433", "abs": "https://arxiv.org/abs/2510.27433", "authors": ["Hetvi Jadav", "Sadhana Matth", "Himanshu Pandey"], "title": "Density functional investigations on 2D-Be2C as an anode for alkali Metal-ion batteries", "comment": null, "summary": "Metal-ion batteries are in huge demand to cope with the increasing need for\nrenewable energy, especially in automobiles. In this work, we apply\nfirst-principle calculations to examine two-dimensional beryllium carbide\n(2D-Be2C) as a possible anode material for metal-ion (Na and K) batteries.\n2D-Be2C is a semiconductor and becomes metallic by adsorbing metal ions.\nNegative adsorption energy indicates stable adsorption on the monolayer of\nBe2C. Alkali metal diffusion barrier and optimum path for minimum energy are\nstudied within the framework of the climbing image nudged elastic band method.\nHere, six intermediate images are considered between the initial and final\nstates. The lowest diffusion barriers for a single adsorbed Na and K atom are\n0.016 and 0.026 eV, respectively. A maximum open circuit voltage of around 1 V\nis computed for K ions, whereas 0.5 V is for Na ions. Also, the maximum storage\ncapacity of the Be2C monolayer is estimated at 1785 Ah/kg."}
{"id": "2510.26991", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26991", "abs": "https://arxiv.org/abs/2510.26991", "authors": ["Vasileios Fotopoulos", "Alexander L. Shluger"], "title": "Atomistic Simulations of H-Cu Vacancy Cosegregation and H Diffusion in Cu Grain Boundary", "comment": null, "summary": "Hydrogen embrittlement remains a critical challenge in structural and\nelectronic applications of copper (Cu) but its mechanism is still not fully\nunderstood. In this study, we combine density functional theory (DFT) and\nbond-order potential (BOP) simulations to determine the atomistic pathways for\nhydrogen adsorption/incorporation and fast interfacial diffusion at Cu grain\nboundaries (GBs), including its interaction with vacancies. Undercoordinated\nregions, such as surfaces and GBs, serve as preferential\nadsorption/incorporation sites for atomic hydrogen, especially in the presence\nof Cu vacancies. The presence of hydrogen in GB further enhances the\nsegregation of Cu vacancies, leading to the formation of stable\nH-$V_\\mathrm{Cu}$ complexes with cosegregation energy gains of up to $-0.8$ eV.\nFurthermore, our simulations reveal that the migration barriers for hydrogen\nwithin the GB networks are as low as $0.2$ eV and significantly lower than in\nbulk Cu ($0.42$ eV). The results presented in this paper suggest an atomistic\nmechanism that links $H_2$ exposure to H accumulation in GBs, providing\ninformation on the early stages of hydrogen-induced degradation."}
{"id": "2510.27464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27464", "abs": "https://arxiv.org/abs/2510.27464", "authors": ["Aslan Ahadi", "Elham Sarvari", "Jan Frenzel", "Gunther Eggeler", "Stanisław Stupkiewicz", "Mohsen Rezaee-Hajidehi"], "title": "Size-dependent transformation patterns in NiTi tubes under tension and bending: Stereo digital image correlation experiments and modeling", "comment": null, "summary": "The dependence of transformation pattern in superelastic NiTi tubes on tube\nouter diameter D and wall-thickness t is investigated through quasi-static\nuniaxial tension and large-rotation bending experiments. The evolution of\nouter-surface strain fields is synchronized with global stress-strain and\nmoment-curvature responses using a multi-magnification, high-resolution stereo\ndigital image correlation system at 0.5-2x magnifications. The transformation\npatterns exhibit systematic size-dependent behaviors. Under tension and for a\nspecific D, as the diameter-to-thickness ratio D/t decreases, a decreasing\nnumber of fat/diffuse helical bands emerge, in contrast to sharp/slim bands in\nthin tubes. Consequently, the austenite-martensite front morphology transitions\nfrom finely-fingered to coarsely-fingered with decreasing D/t. Below a\ncharacteristic D/t, front morphology no longer exhibits patterning and phase\ntransformation proceeds via propagation of a finger-less front. Moreover, the\ntransformation pattern exhibits an interrelation between D and D/t, where a\nfront possessing diffuse fingers is observed in a thin but small tube. Under\nbending, both the global moment-curvature response and transformation pattern\nexhibit D- and D/t-dependence. While wedge-like martensite domains consistently\nform across all tube sizes, their growth is noticeably limited in smaller and\nthicker tubes due to geometrical constraints. A gradient-enhanced model of\nsuperelasticity is employed to analyze the distinct transformation patterns\nobserved in tubes of various dimensions. The size-dependent behavior is\nexplained based on the competition between bulk and interfacial energies, and\nthe energetic cost of accommodating martensite fingers. By leveraging an\naxisymmetric tube configuration as a reference energy state, the extra energy\nassociated with the formation of fingers is quantified."}
{"id": "2510.26992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26992", "abs": "https://arxiv.org/abs/2510.26992", "authors": ["C. O. Ascencio", "D. J. P. de Sousa", "Tony Low"], "title": "Metallic electro-optic effects in topological chiral crystals", "comment": null, "summary": "Topological chiral crystals have emerged as a fertile material platform for\ninvestigating optical phenomena derived from the distinctive Fermi surface\nBerry curvature and orbital magnetic moment textures around multifold chiral\nband crossings pinned at the time-reversal invariant momenta. In this work, by\nmeans of tight-binding model and first principles based calculations, we\ninvestigate metallic electro-optic (EO) responses stemming from the Berry\ncurvature and orbital magnetic moment of Bloch electrons across 37 materials\nbelonging to space group 198 (SG198). Previously thought to vanish in SG198,\nour findings reveal a nonzero Berry curvature dipole attributed to the\nenergetic misalignment between topologically charged point nodes of opposite\nchirality. Moreover, we find that the recently predicted magnetoelectric EO\neffects, which arise from the interplay between the Berry curvature and\nmagnetic moment on the Fermi surface, are readily accessible in BeAu under\nexperimentally feasible electric biases."}
{"id": "2510.27499", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27499", "abs": "https://arxiv.org/abs/2510.27499", "authors": ["Michaël De San Féliciano", "Christophe Adessi", "Julien El Hajj", "Nicolas Horny", "François Detcheverry", "Manuel Cobian", "Samy Merabia"], "title": "First-principles calculations of thermal transport at metal/silicon interfaces: evidence of interfacial electron-phonon coupling", "comment": "accepted in Phys. Rev. B", "summary": "With the increasing miniaturization of electronic components and the need to\noptimize thermal management, it has become essential to understand heat\ntransport at metal/semiconductor interfaces. While it has been recognized\ndecades ago that an electron phonon channel may take place at\nmetal-semiconductor interfaces, its existence is still controversial. Here, we\ninvestigate thermal transport at metal-silicon interfaces using the combination\nof first principles calculations and nonequilibrium Green's function (NEGF). We\nexplain how to correct NEGF formalism to account for the out of equilibrium\nnature of the energy carriers in the vicinity of the interface. The relative\ncorrections to the equilibrium distribution are shown to arise from the\nspectral mean free paths of silicon and may reach 15 percents. Applying these\ncorrections, we compare the predictions of NEGF to available experimental data\nfor Au/Si, Pt/Si and Al/Si interfaces. Based on this comparison, we infer the\nvalue of the electron phonon interfacial thermal conductance by employing the\ntwo temperature model. We find that interfacial thermal transport at Au/Si\ninterfaces is mainly driven by phonon phonon processes, and that electron\nphonon processes play a negligible role in this case. By contrast, for Al/Si\ninterfaces, we show that phonon-phonon scattering alone can not explain the\nexperimental values reported so far, and we estimate that the electron-phonon\ninterfacial conductance accounts for one third of the total conductance. This\nwork demonstrates the importance of the electron-phonon conductance at\nmetal-silicon interfaces and calls for systematic experimental investigation of\nthermal transport at these interfaces at low temperatures. It paves the way for\nan accurate model to predict the conductance associated to the interfacial\nelectron phonon channel."}
{"id": "2510.26998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26998", "abs": "https://arxiv.org/abs/2510.26998", "authors": ["Thiago Puccinelli", "Lucas Martin Farigliano", "Gustavo Martini Dalpian"], "title": "Stability and Dynamics of Sn-based Halide Perovskites: Insights from MACE-MP-0 and Molecular Dynamics Simulations", "comment": null, "summary": "Tin-based halide perovskites have emerged as promising lead-free alternatives\nfor optoelectronic applications, yet their structural stability and phase\nbehavior at finite temperatures remain challenging to predict. Here, we assess\nthe predictive capabilities of the foundational machine learning model\nMACE-MP-0 - trained on a broad chemical space and applied without\nsystem-specific fine-tuning - for the temperature-dependent behavior of CsSnBr3\nand Cs2SnBr6. Molecular Dynamics simulations in the NpT ensemble were performed\nfrom 100 K to 500 K, and thermodynamic and structural descriptors including\nenthalpy, specific heat, radial distribution functions, translational order,\nbond angle distributions, and vibrational spectra were analyzed. Our results\nshow that CsSnBr3 undergoes a low-temperature orthorhombic-to-cubic phase\ntransition, evidenced by both the evolution of lattice parameters and subtle\nanomalies in enthalpy and specific heat, although the experimentally observed\nintermediate tetragonal phase is not captured. In contrast, Cs2SnBr6 remains\ncubic and maintains a more rigid octahedral framework across the entire\ntemperature range. Overall, MACE-MP-0 qualitatively reproduces key thermal and\nstructural features of these materials, highlighting its usefulness as a first\nstep for studying new materials. For cases where capturing more subtle phase\nbehavior is required, system-specific fine-tuning with Density Functional\nTheory data should be considered."}
{"id": "2510.27546", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27546", "abs": "https://arxiv.org/abs/2510.27546", "authors": ["David Rovira", "Ivan Caño", "Cibran Lopez", "Alejandro Navarro-Güell", "José Miguel Asensi", "Lorenzo Calvo-Barrio", "Laura Garcia-Carreras", "Xavier Alcobe", "Luis Cerqueira", "Victoria Corregidor", "Yudania Sanchez", "Sonia Lanzalaco", "Alex Jimenez-Arquijo", "Outman El Khouja", "Jonathan W. Turnley", "Rakesh Agrawal", "Claudio Cazorla", "Joaquim Puigdollers", "Edgardo Saucedo"], "title": "Molecular ink-based synthesis of Bi(SzSe1-z)(IxBr1-x) solid solutions as tuneable materials for sustainable energy applications", "comment": null, "summary": "Quasi-one-dimensional (Q-1D) van der Waals chalcohalides have emerged as\npromising materials for advanced energy applications, combining tunable\noptoelectronic properties and composed by earth-abundant and non-toxic\nelements. However, their widespread application remains hindered by challenges\nsuch as anisotropic crystal growth, composition control and lack of knowledge\non optoelectronic properties. A deeper understanding of the intrinsic\nlimitations of these materials, as well as viable defect mitigation strategies\nlike the engineering of solid solutions, is critical. This work presents a\nlow-temperature synthesis route based on molecular ink deposition enabling\ndirect crystallization of tunable Bi(SzSe1-z)(IxBr1-x) solid solutions without\nneed for binary chalcogenide precursors. This approach yields phase-pure films\nwith precise control over morphology, composition, and crystallographic\norientation. XRD analysis and DFT calculations confirm the formation of\nhomogeneous solid solutions, while optoelectronic measurements reveal the\ndistinct roles of halogen and chalcogen anions in tuning bandgap energy and\ncarrier type, with Se shifting downwards the conduction band. The versatility\nof this synthesis technique enables morphology control ranging from compact\nfilms to rod-shaped microcrystals, expanding the functional adaptability of\nthese materials. These findings offer a foundational framework for defect\nengineering and the scalable integration of chalcohalides in next-generation\nenergy technologies, including photovoltaics, photocatalysis, thermoelectrics,\nand chemical sensing."}
{"id": "2510.27021", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27021", "abs": "https://arxiv.org/abs/2510.27021", "authors": ["Yecun Wu", "Yan-Kai Tzeng", "Hao Chen", "Kun Xu", "Gangbin Yan", "Takashi Taniguchi", "Kenji Watanabe", "Arun Majumdar", "Yi Cui", "Steven Chu"], "title": "Defect Engineered Hexagonal-Boron Nitride Enables Ionic Conduction for Lithium Metal Batteries", "comment": null, "summary": "The practical implementation of lithium-metal anodes has been hindered by\nuncontrollable dendrite formation and interfacial instability. This study\npresents a defect-engineering approach of a chemically stable and electrically\ninsulating interfacial layer of hexagonal boron nitride (h-BN) that markedly\nenhances ionic conductivity through argon ion irradiation. Initially, the\nelectrochemical performance from commercially available, large-area chemical\nvapor deposition (CVD)-grown h-BN films with industrial-scale argon ion\nimplantation motivated our subsequent detailed investigations using lab-scale\nexfoliated single-crystal h-BN flakes. Integration of these exfoliated flakes\ninto a hybrid microfluidic-microelectronic chip provided direct evidence that\ncontrolled vacancy defects transform h-BN into an efficient lithium-ion\nconductor while preserving its intrinsic electrical insulation. Experimental\nvalidation confirmed improved lithium-metal anode stability, achieving\ndendrite-free cycling with Li plating/stripping Coulombic efficiencies\nexceeding 99.5% about 1000 cycles. Further assemble of irradiated h-BN in\nlithium-sulfur batteries effectively mitigates the polysulfide shuttle effect,\nsustaining over 97% specific capacity around 300 cycles. These results\nestablish a robust, scalable interface-engineering route for next-generation\nlithium-metal batteries that combine high ionic transport with excellent\nelectrical insulation."}
{"id": "2510.27563", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27563", "abs": "https://arxiv.org/abs/2510.27563", "authors": ["Volodymyr Vasylkovskyi", "Andrey Evlyukhin", "Elena Schlein", "Mykola Slipchenko", "Roman Kiyan", "Kestutis Kurselis", "Vladimir Dyakonov", "Boris Chichkov"], "title": "Synthesis of organic-inorganic perovskite and all-inorganic lead-free double perovskite nanocrystals by femtosecond laser pulses", "comment": null, "summary": "Perovskite materials are at the forefront of modern materials science due to\ntheir exceptional structural, electronic, and optical properties. The\ncontrolled fabrication of perovskite nanostructures is crucial for enhancing\ntheir performance, stability, and scalability, directly impacting their\napplications in next-generation devices such as solar cells, LEDs, and sensors.\nHere, we present a novel, ligand-free approach to synthesize perovskite\nnanocrystals (NCs) with average sizes up to 100 nm, using femtosecond pulsed\nlaser ablation (PLA) in ambient air without additional liquid media. We\ndemonstrate this method for both organic-inorganic (methylamino lead) hybrid\nperovskites (MAPbX3, X = Cl, Br, I) and fully inorganic lead-free double\nperovskites (Cs2AgBiX6, X = Cl, Br), achieving high-purity NCs without\nstabilizing ligands - a critical advancement over conventional chemical\nsynthesis methods. By tailoring laser parameters, we systematically elucidate\nthe influence of perovskite composition (halide type, organic vs. inorganic\ncation, single versus double perovskite structure) on the ablation process and\nthe resulting nanocrystal properties. Transmission electron microscopy and\nX-ray diffraction confirm the preservation of crystallinity, with MAPbX3\nforming larger (approximately 90 nm) cubic NCs and Cs2AgBiX6 forming smaller\n(approximately 10 nm) rounded NCs. Photoluminescence spectroscopy reveals\npronounced size-dependent blue shifts (17-40 nm) due to quantum confinement,\nparticularly for Br and I containing perovskites. This clean, scalable, and\nversatile PLA approach not only provides direct access to high-purity,\nligand-free perovskite NCs with tunable optical properties but also represents\na significant advance in the fabrication of nanostructures, enabling the\nexploration of new perovskite-based optoelectronic and quantum devices."}
{"id": "2510.27061", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27061", "abs": "https://arxiv.org/abs/2510.27061", "authors": ["Riley Stuermer", "Collin VanEssen", "Jacob Byers", "Keith Ferrer", "Prasad Gudem", "Diego Kienle", "Jonas Fransson", "Mani Vaidyanathan"], "title": "Spin Dependence of Charge Dynamics and Group Velocity in Chiral Molecules", "comment": "Main text: 12 pages with 5 figures, supplemental material: 12 pages\n  with 12 figures -- submitted", "summary": "Chiral molecules are known to preferentially select electrons with a\nparticular spin state, an effect termed chirality-induced spin selectivity\n(CISS). In this work, the transient CISS dynamics in a chiral molecule are\ninvestigated through time-dependent quantum-transport simulations, an important\nstep toward further understanding CISS and its application in devices such as\nmagnetoresistive random access memories and spin-based quantum computers. We\nshow that a nonzero spin polarization throughout the chiral molecule can be\nattributed to a spin-dependent group velocity of electrons. Contrary to the\ncase where a chiral molecule is connected to a single lead, this spin\npolarization persists into the steady state when two leads are connected. We\nshow that the simulated spin polarization qualitatively agrees with a reference\nexperiment, as evidenced by the distinct magnetic-field signatures calculated\nfrom the spin polarization within a monolayer of chiral molecules."}
{"id": "2510.27570", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27570", "abs": "https://arxiv.org/abs/2510.27570", "authors": ["Andrew Akerson", "Aakila Rajan", "Daniel Casem", "Kaushik Bhattacharya"], "title": "Learning viscoplastic constitutive behavior from experiments: II. Dynamic indentation", "comment": null, "summary": "We continue the development of a method to accurately and efficiently\nidentify the constitutive behavior of complex materials through full-field\nobservations that we started in Akerson, Rajan and Bhattacharya (2024). We\nformulate the problem of inferring constitutive relations from experiments as\nan indirect inverse problem that is constrained by the balance laws.\nSpecifically, we seek to find a constitutive behavior that minimizes the\ndifference between the experimental observation and the corresponding\nquantities computed with the model, while enforcing the balance laws. We\nformulate the forward problem as a boundary value problem corresponding to the\nexperiment, and compute the sensitivity of the objective with respect to the\nmodel using the adjoint method. In this paper, we extend the approach to\ninclude contact and study dynamic indentation. Contact is a nonholonomic\nconstraint, and we introduce a Lagrange multiplier and a slack variable to\naddress it. We demonstrate the method on synthetic data before applying it to\nexperimental observations on rolled homogeneous armor steel and a\npolycrystalline aluminum alloy."}
{"id": "2510.27089", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27089", "abs": "https://arxiv.org/abs/2510.27089", "authors": ["Takeshi Suzuki", "Kozo Okazaki"], "title": "Time-Resolved Photoemission Spectroscopy of Quantum Materials Using High Harmonic Generation: Probing Electron-Phonon Interactions and Non-Equilibrium Dynamics", "comment": null, "summary": "Recent advancements in ultrafast laser systems and high harmonic generation\n(HHG) techniques have enabled time-resolved photoemission spectroscopy on\nfemtosecond timescales, opening up unprecedented opportunities to explore\nquantum materials in both time and momentum space. In this review, we present\nrecent representative studies utilizing HHG-laser-based time- and\nangle-resolved photoemission spectroscopy for a variety of quantum materials.\nWe particularly highlight electron-phonon interactions and non-equilibrium\ndynamics in time and frequency domain, through which rich information about\nnon-equilibrium electron-phonon couplings and related phenomena has been\nclearly revealed."}
{"id": "2510.27578", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.27578", "abs": "https://arxiv.org/abs/2510.27578", "authors": ["Ravi Trivedi", "Chaithanya Purushottam Bhat", "Shakti S. Ray", "Debashis Bandyopadhyay"], "title": "First-Principles Study of Transition Metal Doped in 2D Polyaramid for Novel Material Modelling", "comment": "12 pages, 7 figures, Original work", "summary": "We present a first--principles density functional theory (DFT) study of\ntransition metal (TM = Ti, Cr, Mn, Fe, Co, Ni) functionalized two--dimensional\npolyaramid (2DPA) to explore their structural, electronic, and magnetic\nproperties. Mechanical parameters, such as bulk modulus, shear modulus, Young's\nmodulus, Poisson's ratio, and Pugh ratio, together with phonon dispersion,\nconfirm the mechanical and dynamic stability of all doped systems. Electronic\nstructure analysis shows strong binding of Co, Cr, Fe, Ni, and Ti with\nformation energies between --1.15 eV and --2.96 eV, while Mn binds more weakly\n(--0.67 eV). TM doping introduces new electronic states that reduce the band\ngap, with Fe-doped 2DPA exhibiting the lowest value of 0.26 eV. The systems\ndisplay predominantly ferromagnetic ordering, with magnetic moments of 1.14\n{\\mu}B (Co), 3.57 {\\mu}B (Cr), 2.26 {\\mu}B (Fe), 4.19 {\\mu}B (Mn), and 1.62\n{\\mu}B (Ti). These results demonstrate that TM--doped 2DPA possesses tunable\nmagnetic and electronic characteristics, highlighting its potential for\nspintronic applications."}
{"id": "2510.27115", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27115", "abs": "https://arxiv.org/abs/2510.27115", "authors": ["Hirohito Aizawa"], "title": "Kink in Stoner Factor as a Signature of Changing Magnetic Fluctuations in Organic Conductor $λ$-(BETS)$_2$GaCl$_4$", "comment": "4 pages, 4 figures", "summary": "We have theoretically investigated the magnetic properties of the\nquasi-two-dimensional organic conductor $\\lambda$-(BETS)$_2$GaCl$_4$ using a\nmulti-band Hubbard model and the two-particle self-consistent method. We have\nemployed a four-band model, where each BETS molecule is considered as a site,\nand a two-band model, treating each BETS dimer as a site. Our results for the\ntemperature dependence of the Stoner factor reveal a kink around\n$T_\\mathrm{kink} \\approx 5 \\mathrm{meV}$, indicating a change in the dominant\nmagnetic fluctuations. Above $T_\\mathrm{kink}$, it shows a broad structure\nindicating smeared antiferromagnetic (AFM) fluctuations, while below\n$T_\\mathrm{kink}$, the spin susceptibility peaks at a wavevector corresponding\nto spin-density-wave (SDW)-like fluctuations. As the intra-dimer transfer\nintegral increases, the kink disappears, and the AFM fluctuations are enhanced.\nOur findings are consistent with experimental observations, which also report a\nchange in magnetic properties from AFM to SDW-like fluctuations upon cooling."}
{"id": "2510.27597", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27597", "abs": "https://arxiv.org/abs/2510.27597", "authors": ["Yongzhao Yao", "Yoshiyuki Tsusaka", "Yukari Ishikawa"], "title": "Kinematical and dynamical contrast of dislocations in thick GaN substrates observed by synchrotron-radiation X-ray topography under six-beam diffraction conditions", "comment": null, "summary": "Dislocations in a thick ammonothermal GaN substrate were investigated using\nsynchrotron-radiation X-ray topography (SR-XRT) under six-beam diffraction\nconditions. The high brilliance of the synchrotron source enabled the\nobservation of the super-Borrmann effect, which markedly enhanced the anomalous\ntransmission of X-rays through the 350~$\\mu$m-thick crystal. Systematic\nvariation of the deviation angle~$\\Delta\\omega$ revealed a clear transition\nfrom kinematical to dynamical diffraction, consistent with theoretical\npredictions based on dynamical diffraction theory. By selectively exciting five\nequivalent two-beam diffraction conditions near the six-beam configuration, the\nBurgers vectors of individual threading edge dislocations (TEDs) were\ndetermined according to the $g\\cdot b$ invisibility criterion. The measured\ndislocation image widths agreed well with calculated values derived from the\nextinction distance and $|g\\cdot b|$ dependence, confirming that most\ndislocations possess Burgers vectors containing an $a$-type component of\n$\\frac{1}{3}\\langle 11\\bar{2}0\\rangle$ or $\\frac{2}{3}\\langle\n11\\bar{2}0\\rangle$. These results demonstrate that SR-XRT under multibeam\ndiffraction provides a powerful, nondestructive method for quantitative\ndislocation analysis in thick GaN crystals, offering valuable insights into\ndefect structures critical for high-performance GaN-based electronic devices."}
{"id": "2510.27138", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27138", "abs": "https://arxiv.org/abs/2510.27138", "authors": ["Takumi Matsuo", "Tomoya Higo", "Daisuke Nishio-Hamane", "Takuya Matsuda", "Ryota Uesugi", "Hanshen Tsai", "Kouta Kondou", "Shinji Miwa", "Yoshichika Otani", "Satoru Nakatsuji"], "title": "Crossover between intrinsic and temperature-assisted regimes in spin-orbit torque switching of antiferromagnetic order", "comment": null, "summary": "Intensive studies have been made on antiferromagnets as candidate materials\nfor next generation memory bits due to their ultrafast dynamics reaching\npicosecond time scales. Recent demonstrations of electrical bidirectional\nswitching of antiferromagnetic states have attracted significant attention.\nHowever, under the presence of significant Joule heating that destabilizes the\nmagnetic order, the timescales associated with the switching can be limited to\nnanoseconds or longer. Here, we present the observation of a crossover in the\nswitching behavior of the chiral antiferromagnet Mn3Sn by tuning the magnetic\nlayer thickness. While Joule heating interferes with switching in thicker\ndevices, we find clear signatures of an intrinsic spin-orbit torque mechanism\nas the thickness is reduced, avoiding the heating effect. The suppression of\nheating enables switching without significant attenuation of the readout signal\nusing pulses shorter than those required by temperature-assisted mechanisms.\nThe crossover into the spin-orbit torque switching behavior clarifies the\npotential for achieving ultrafast switching as expected from the picosecond\nspin dynamics of antiferromagnets. Our results lay the groundwork for designing\nantiferromagnetic memory devices that can operate at ultrafast timescales."}
{"id": "2510.27634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27634", "abs": "https://arxiv.org/abs/2510.27634", "authors": ["Santosh Karki Chhetri", "Rabindra Basnet", "Krishna Pandey", "Gokul Acharya", "Sumaya Rahman", "Md Rafique Un Nabi", "Dinesh Upreti", "Hugh O. H. Churchill", "Jin Hu"], "title": "Evolution of Magnetoresistance in the magnetic topological semimetals NdSbxTe2-x", "comment": "29 pages, 5 figures", "summary": "Magnetic topological semimetals LnSbTe (Ln = lanthanide elements) provide a\nplatform to study the interplay of structure, magnetism, topology, and electron\ncorrelations. Varying Sb and Te compositions in LnSbxTe2-x can effectively\ncontrol the electronic, magnetic, and transport properties. Here, we report the\nevolution of transport properties with Sb and Te contents in NdSbxTe2-x, (0 < x\n< 1). Our work reveals nonmonotonic evolution in magnetoresistance with varying\ncomposition stoichiometry. Specifically, reducing Sb content x leads to strong\nnegative magnetoresistance up to 99.9%. Such a strong magnetoresistance, which\nis likely attributed to the interplay between structure, magnetism, and\nelectronic bands, establishes this material as a promising platform for\ninvestigating topological semimetal for future device applications."}
{"id": "2510.27215", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27215", "abs": "https://arxiv.org/abs/2510.27215", "authors": ["Shun-Qing Shen"], "title": "Absence of Parity Anomaly in Massive Dirac Fermions on a Lattice", "comment": "7 pages, no figure", "summary": "The parity anomaly for Dirac fermions in two spatial dimensions has shaped\nperspectives in quantum field theory and condensed matter physics. In condensed\nmatter it has evolved as a mechanism for half-quantized Hall responses in\nsystems described by massive Dirac fermions. Here we reexamine the issue on a\nlattice and show that the half-quantized Hall conductivity is absent for\nmassive Dirac fermions when lattice regularization is properly implemented and\nthe translational invariant symmetry is taken into account. We realize that a\nsingle massive Dirac cone on a lattice always leads to an integer quantized\nHall conductivity and to the half-quantized Hall conductivity only in the\nunphysical limit of infinite momentum cut-off. The half-quantized Hall\nconductivity appears with nonzero longitudinal conductance as a signature of a\nsingle massless Dirac cone on a lattice. Consequently, the parity anomaly is a\nproperty of massless Dirac fermions in a semimetal/metal, not of massive Dirac\nfermions in an insulator on a lattice."}
{"id": "2510.26992", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26992", "abs": "https://arxiv.org/abs/2510.26992", "authors": ["C. O. Ascencio", "D. J. P. de Sousa", "Tony Low"], "title": "Metallic electro-optic effects in topological chiral crystals", "comment": null, "summary": "Topological chiral crystals have emerged as a fertile material platform for\ninvestigating optical phenomena derived from the distinctive Fermi surface\nBerry curvature and orbital magnetic moment textures around multifold chiral\nband crossings pinned at the time-reversal invariant momenta. In this work, by\nmeans of tight-binding model and first principles based calculations, we\ninvestigate metallic electro-optic (EO) responses stemming from the Berry\ncurvature and orbital magnetic moment of Bloch electrons across 37 materials\nbelonging to space group 198 (SG198). Previously thought to vanish in SG198,\nour findings reveal a nonzero Berry curvature dipole attributed to the\nenergetic misalignment between topologically charged point nodes of opposite\nchirality. Moreover, we find that the recently predicted magnetoelectric EO\neffects, which arise from the interplay between the Berry curvature and\nmagnetic moment on the Fermi surface, are readily accessible in BeAu under\nexperimentally feasible electric biases."}
{"id": "2510.27228", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27228", "abs": "https://arxiv.org/abs/2510.27228", "authors": ["Imteaz Rahaman", "Michael E. Liao", "Ziqi Wang", "Eugene Y. Kwon", "Rui Sun", "Botong Li", "Hunter D. Ellis", "Bobby G. Duersch", "Dali Sun", "Jun Liu", "Mark S. Goorsky", "Michael A. Scarpulla", "Kai Fu"], "title": "High thermal conductivity of rutile-GeO$_2$ films grown by MOCVD: $52.9~\\mathrm{W\\,m^{-1}\\,K^{-1}}$", "comment": "17 pages, 4 figures", "summary": "Rutile germanium dioxide (r-GeO2) has recently emerged as a promising\nultrawide-bandgap (UWBG) semiconductor owing to its wide bandgap (~4.4-5.1 eV),\nambipolar doping potential, and high theoretical thermal conductivity. However,\nexperimental data on the thermal conductivity of r-GeO2 epitaxial layers have\nnot been reported, primarily due to challenges in phase control and surface\nroughness. Here, we report a high thermal conductivity of 52.9 +/- 6.6 W m^-1\nK^-1 for high-quality (002) r-GeO2 films grown by metal-organic chemical vapor\ndeposition (MOCVD) and characterized using time-domain thermoreflectance\n(TDTR). The phase control was achieved through a seed-driven stepwise\ncrystallization (SDSC) approach, and the surface roughness was significantly\nreduced from 76 nm to 16 nm (locally as low as 1 A) via chemical mechanical\npolishing (CMP). These results highlight the promise of r-GeO2 as a UWBG oxide\nplatform for power electronics applications."}
{"id": "2510.27089", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27089", "abs": "https://arxiv.org/abs/2510.27089", "authors": ["Takeshi Suzuki", "Kozo Okazaki"], "title": "Time-Resolved Photoemission Spectroscopy of Quantum Materials Using High Harmonic Generation: Probing Electron-Phonon Interactions and Non-Equilibrium Dynamics", "comment": null, "summary": "Recent advancements in ultrafast laser systems and high harmonic generation\n(HHG) techniques have enabled time-resolved photoemission spectroscopy on\nfemtosecond timescales, opening up unprecedented opportunities to explore\nquantum materials in both time and momentum space. In this review, we present\nrecent representative studies utilizing HHG-laser-based time- and\nangle-resolved photoemission spectroscopy for a variety of quantum materials.\nWe particularly highlight electron-phonon interactions and non-equilibrium\ndynamics in time and frequency domain, through which rich information about\nnon-equilibrium electron-phonon couplings and related phenomena has been\nclearly revealed."}
{"id": "2510.27230", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27230", "abs": "https://arxiv.org/abs/2510.27230", "authors": ["Partha Goswami"], "title": "Theoretical Investigation of Anomalous Hall and Nernst Responses in Potassium Tri Vanadium Pentantimonide", "comment": "20 pages, 5 figures", "summary": "We present a theoretical study of the anomalous Nernst and Hall conductance\nin the Kagome metal potassium tri vanadium pentantimonide, based on a system\nHamiltonian incorporating nearest neighbour and complex next nearest neighbour\nhopping, Rashba spin orbit coupling, an exchange field induced by magnetic\nproximity, and a charge density wave potential. Our analysis reveals that the\nNernst conductivity exhibits a non monotonic temperature dependence. It\nincreases with temperature, reaches a pronounced peak, and subsequently\ndeclines at higher temperatures due to thermal broadening, which diminishes the\ninfluence of Berry curvature. Notably, small shifts in the chemical potential\ncan lead to dramatic changes in the Nernst signal enhancing its magnitude or\neven reversing its sign highlighting the system sensitivity to carrier density.\nWe further explore the anomalous Hall behaviour within this framework. The band\nstructure hosts multiple bands with nonzero Berry curvature, and preliminary\nChern number calculations suggest weak topological features, namely, while not\nfully quantized, the system exhibits significant Berry curvature accumulation.\nUpon introducing momentum space winding, implemented via a momentum dependent\nphase in the complex hopping terms to mimic orbital magnetic flux, we observe\nthat two bands acquire opposite Chern numbers. The remaining bands remain\ntopologically trivial."}
{"id": "2510.27230", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27230", "abs": "https://arxiv.org/abs/2510.27230", "authors": ["Partha Goswami"], "title": "Theoretical Investigation of Anomalous Hall and Nernst Responses in Potassium Tri Vanadium Pentantimonide", "comment": "20 pages, 5 figures", "summary": "We present a theoretical study of the anomalous Nernst and Hall conductance\nin the Kagome metal potassium tri vanadium pentantimonide, based on a system\nHamiltonian incorporating nearest neighbour and complex next nearest neighbour\nhopping, Rashba spin orbit coupling, an exchange field induced by magnetic\nproximity, and a charge density wave potential. Our analysis reveals that the\nNernst conductivity exhibits a non monotonic temperature dependence. It\nincreases with temperature, reaches a pronounced peak, and subsequently\ndeclines at higher temperatures due to thermal broadening, which diminishes the\ninfluence of Berry curvature. Notably, small shifts in the chemical potential\ncan lead to dramatic changes in the Nernst signal enhancing its magnitude or\neven reversing its sign highlighting the system sensitivity to carrier density.\nWe further explore the anomalous Hall behaviour within this framework. The band\nstructure hosts multiple bands with nonzero Berry curvature, and preliminary\nChern number calculations suggest weak topological features, namely, while not\nfully quantized, the system exhibits significant Berry curvature accumulation.\nUpon introducing momentum space winding, implemented via a momentum dependent\nphase in the complex hopping terms to mimic orbital magnetic flux, we observe\nthat two bands acquire opposite Chern numbers. The remaining bands remain\ntopologically trivial."}
{"id": "2510.27231", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27231", "abs": "https://arxiv.org/abs/2510.27231", "authors": ["H. W. Qu", "H. T. Liu", "Y. C. Li"], "title": "First-principles design of excitonic insulators: A review", "comment": null, "summary": "The excitonic insulator (EI) is a more than 60-year-old theoretical proposal\nthat yet remains elusive. It is a purely quantum phenomenon involving the\nspontaneous generation of excitons in quantum mechanics and the spontaneous\ncondensation of excitons in quantum statistics. At this point, the excitons\nrepresent the ground state rather than the conventional excited state. Thus,\nthe scarcity of candidate materials is a key factor contributing to the lack of\nrecognized EI to date. In this review, we begin with the birth of EI,\npresenting the current state of the field and the main challenges it faces. We\nthen focus on recent advances in the discovery and design of EIs based on the\nfirst-principles Bethe-Salpeter scheme, in particular the dark-exciton rule\nguided screening of materials. It not only opens up new avenues for realizing\nexcitonic instability in direct-gap and wide-gap semiconductors, but also leads\nto the discovery of novel quantum states of matter such as half-EIs and\nspin-triplet EIs. Finally, we will look ahead to possible research pathways\nleading to the first recognized EI, both computationally and theoretically."}
{"id": "2510.27288", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27288", "abs": "https://arxiv.org/abs/2510.27288", "authors": ["Chen Xiao", "Boyu Zhang", "Xiangyu Zheng", "Yuxuan Yao", "Jiaqi Wei", "Dinghao Ma", "Yuting Gong", "Rui Xu", "Xueying Zhang", "Yu He", "Wenlong Cai", "Yan Huang", "Daoqian Zhu", "Shiyang Lu", "Kaihua Cao", "Hongxi Liu", "Pierre Vallobra", "Xianyang Lu", "Youguang Zhang", "Bert Koopmans", "Weisheng Zhao"], "title": "Single femtosecond laser pulse-driven ferromagnetic switching", "comment": "19 pages, 7 figures", "summary": "Light pulses offer a faster, more energy-efficient, and direct route to\nmagnetic bit writing, pointing toward a hybrid memory and computing paradigm\nbased on photon transmission and spin retention. Yet progress remains hindered,\nas deterministic, single-pulse optical toggle switching has so far been\nachieved only with ferrimagnetic materials, which require too specific a\nrare-earth composition and temperature conditions for technological use. In\nmainstream ferromagnet--central to spintronic memory and storage--such bistable\nswitching is considered fundamentally difficult, as laser-induced heating does\nnot inherently break time-reversal symmetry. Here, we report coherent\nmagnetization switching in ferromagnets, driven by thermal anisotropy torque\nwith single laser pulses. The toggle switching behavior is robust over a broad\nrange of pulse durations, from femtoseconds to picoseconds, a prerequisite for\npractical applications. Furthermore, the phenomenon exhibits reproducibility in\nCoFeB/MgO-based magnetic tunnel junctions with a high magnetoresistance\nexceeding 110%, as well as the scalability down to nanoscales with remarkable\nenergy efficiency (17 fJ per 100-nm-sized bit). These results mark a notable\nstep toward integrating opto-spintronics into next-generation memory and\nstorage technologies."}
{"id": "2510.27242", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27242", "abs": "https://arxiv.org/abs/2510.27242", "authors": ["Miguel Lagos"], "title": "The plastic flow of polycrystalline solids", "comment": "Letter format. 5 pages", "summary": "A polycrystalline solid is modelled as an ensemble of random irregular\npolyhedra filling the entire space occupied by the solid body, leaving no voids\nor flaws between them. Adjacent grains can slide with a relative velocity\nproportional to the local shear stress resolved in the plane common to the two\nsliding grains, provided it exceeds a threshold. The local forces associated to\nthe continuous grain shape accommodation for preserving matter continuity are\nassumed much weaker. The model can be solved analytically and for overcritical\nconditions gives two regimes of deformation, plastic and superplastic. The\nplastic regime, from yield to fracture, is dealt with. Applications to nickel\nsuperalloys and stainless steels give impressive agreement with experiment.\nMost work of the last century relies on postulating pre--existent cracks and\nvoids to explain plastic deformation and fracture. The present model gives much\nbetter results."}
{"id": "2510.27613", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27613", "abs": "https://arxiv.org/abs/2510.27613", "authors": ["Yaoju Tarn", "Yidi Liu", "Florian Theuss", "Jiarui Li", "Bai Yang Wang", "Jiayue Wang", "Vivek Thampy", "Zhi-Xun Shen", "Yijun Yu", "Harold Y. Hwang"], "title": "Reducing the strain required for ambient-pressure superconductivity in bilayer nickelates", "comment": "16 pages, 4 figures, 1 table, 42 references, 6 supplementary figures,\n  1 supplementary table", "summary": "The remarkable discovery of high temperature superconductivity in bulk\nbilayer nickelates under high pressure has prompted the conjecture that\nepitaxial compressive strain might mimic essential aspects of hydrostatic\npressure. The successful realization of superconductivity in films on SrLaAlO4\n(001) (SLAO) supports this correspondence, yet it remains unclear whether the\nrich pressure-temperature phase diagram of bilayer nickelates can be\nsystematically mapped (and studied at ambient pressure) as a function of\nepitaxial strain. To this end, experimental access near the elusive edge of the\nsuperconducting phase boundary would provide invaluable insight into the nature\nof the superconducting state and the ground state from which it emerges. It\nwould also offer a benchmark for theoretical models. Here we report\nsuperconducting bilayer nickelates grown on LaAlO3 (001) (LAO), where the\ncompressive strain required for ambient-pressure superconductivity is nearly\nhalved to -1.2%. These films exhibit a superconducting onset above 10 K and\nreach zero resistance at 3 K, with normal-state transport properties differing\nfrom those of films grown on SLAO. Our results offer a new opportunity to probe\nemergent phenomena near the superconducting phase boundary in the\nstrain-temperature phase diagram of bilayer nickelates."}
{"id": "2510.27260", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27260", "abs": "https://arxiv.org/abs/2510.27260", "authors": ["Anuradha Jagannathan"], "title": "Ground states of a family of frustrated spin models for quasicrystals and their approximants", "comment": "21 pages, 18 figures", "summary": "Many new families of quasicrystal-forming magnetic alloys have been\nsynthesized and studied in recent years. For small changes of composition, the\nalloys can go from quasiperiodic to periodic (approximant crystals) while\nconserving most of the local atomic environments. Experiments show that many of\nthe periodic approximants order at low temperatures, with clear signatures of\nferromagnetic or antiferromagnetic transitions, and also in some cases undergo\nnon-equilibrium spin glass transitions. In contrast, the quasicrystals are\nmostly found to be spin glasses. Systematically studying these alloys could\nhelp elucidate the role played by quasiperiodicity in (de)stabilizing long\nrange magnetic order. In this work, we study cluster spin models with the aim\nof understanding the mechanisms behind various types of long range magnetic\nordering in approximants and quasicrystals. These models embody key features of\nreal systems, and to some extent are analytically tractable, both for periodic\nand quasiperiodic cases. For the quasicrystal, we describe two novel magnetic\nphases with quasiperiodic ordering. Our results should serve to motivate\nfurther studies with detailed numerical explorations of this family of models."}
{"id": "2510.27268", "categories": ["cond-mat.stat-mech", "math.DG", "math.DS", "physics.chem-ph", "q-bio.MN"], "pdf": "https://arxiv.org/pdf/2510.27268", "abs": "https://arxiv.org/abs/2510.27268", "authors": ["Dimitri Loutchko", "Keisuke Sugie", "Tetsuya J Kobayashi"], "title": "Information geometry of perturbed gradient flow systems on hypergraphs: A perspective towards nonequilibrium physics", "comment": "26 pages, 2 figures", "summary": "This article serves to concisely review the link between gradient flow\nsystems on hypergraphs and information geometry which has been established\nwithin the last five years. Gradient flow systems describe a wealth of physical\nphenomena and provide powerful analytical technquies which are based on the\nvariational energy-dissipation principle. Modern nonequilbrium physics has\ncomplemented this classical principle with thermodynamic uncertaintly\nrelations, speed limits, entropy production rate decompositions, and many more.\nIn this article, we formulate these modern principles within the framework of\nperturbed gradient flow systems on hypergraphs. In particular, we discuss the\ngeometry induced by the Bregman divergence, the physical implications of dual\nfoliations, as well as the corresponding infinitesimal Riemannian geometry for\ngradient flow systems. Through the geometrical perspective, we are naturally\nled to new concepts such as moduli spaces for perturbed gradient flow systems\nand thermodynamical area which is crucial for understanding speed limits. We\nhope to encourage the readers working in either of the two fields to further\nexpand on and foster the interaction between the two fields."}
{"id": "2510.27288", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27288", "abs": "https://arxiv.org/abs/2510.27288", "authors": ["Chen Xiao", "Boyu Zhang", "Xiangyu Zheng", "Yuxuan Yao", "Jiaqi Wei", "Dinghao Ma", "Yuting Gong", "Rui Xu", "Xueying Zhang", "Yu He", "Wenlong Cai", "Yan Huang", "Daoqian Zhu", "Shiyang Lu", "Kaihua Cao", "Hongxi Liu", "Pierre Vallobra", "Xianyang Lu", "Youguang Zhang", "Bert Koopmans", "Weisheng Zhao"], "title": "Single femtosecond laser pulse-driven ferromagnetic switching", "comment": "19 pages, 7 figures", "summary": "Light pulses offer a faster, more energy-efficient, and direct route to\nmagnetic bit writing, pointing toward a hybrid memory and computing paradigm\nbased on photon transmission and spin retention. Yet progress remains hindered,\nas deterministic, single-pulse optical toggle switching has so far been\nachieved only with ferrimagnetic materials, which require too specific a\nrare-earth composition and temperature conditions for technological use. In\nmainstream ferromagnet--central to spintronic memory and storage--such bistable\nswitching is considered fundamentally difficult, as laser-induced heating does\nnot inherently break time-reversal symmetry. Here, we report coherent\nmagnetization switching in ferromagnets, driven by thermal anisotropy torque\nwith single laser pulses. The toggle switching behavior is robust over a broad\nrange of pulse durations, from femtoseconds to picoseconds, a prerequisite for\npractical applications. Furthermore, the phenomenon exhibits reproducibility in\nCoFeB/MgO-based magnetic tunnel junctions with a high magnetoresistance\nexceeding 110%, as well as the scalability down to nanoscales with remarkable\nenergy efficiency (17 fJ per 100-nm-sized bit). These results mark a notable\nstep toward integrating opto-spintronics into next-generation memory and\nstorage technologies."}
{"id": "2510.27294", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27294", "abs": "https://arxiv.org/abs/2510.27294", "authors": ["L. J. Bannenberg", "F. García-Martínez", "P. Lömker", "R. Y. Engel", "C. Schlueter", "H. Schreuders", "A. Navarathna", "L. E. Ratcliff", "A. Regoutz"], "title": "Influence of Hydrogen-Incorporation on the Bulk Electronic Structure and Chemical Bonding in Palladium", "comment": null, "summary": "Palladium hydride is a model system for studying metal-hydrogen interactions.\nYet, its bulk electronic structure has proven difficult to directly probe, with\nmost studies to date limited to surface-sensitive photoelectron spectroscopy\napproaches. This work reports the first in-situ ambient-pressure hard X-ray\nphotoelectron spectroscopy (AP-HAXPES) study of hydrogen incorporation in Pd\nthin films, providing direct access to bulk chemical and electronic information\nat elevated hydrogen pressures. Structural characterisation by in-situ X-ray\ndiffraction and neutron reflectometry under comparable conditions establishes a\ndirect correlation between hydrogen loading, lattice expansion, and electronic\nmodifications. Comparison with density functional theory (DFT) reveals how\nhydrogen stoichiometry and site occupancy govern the density of occupied states\nnear the Fermi level. These results resolve long-standing questions regarding\nPdH and establish AP-HAXPES as a powerful tool for probing the bulk electronic\nstructure of metal hydrides under realistic conditions."}
{"id": "2510.27341", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.27341", "abs": "https://arxiv.org/abs/2510.27341", "authors": ["Davide Spirito", "Sergio Marras", "Beatriz Martín-García"], "title": "Lattice dynamics in chiral tellurium by linear and circularly polarized Raman spectroscopy: crystal orientation and handedness", "comment": null, "summary": "Trigonal tellurium (Te) has attracted researchers' attention due to its\ntransport and optical properties, which include electrical magneto-chiral\nanisotropy, spin polarization and bulk photovoltaic effect. It is the\nanisotropic and chiral crystal structure of Te that drive these properties, so\nthe determination of its crystallographic orientation and handedness is key to\ntheir study. Here we explore the structural dynamics of Te bulk crystals by\nangle-dependent linearly polarized Raman spectroscopy and symmetry rules in\nthree different crystallographic orientations. The angle-dependent intensity of\nthe modes allows us to determine the arrangement of the helical chains and\ndistinguish between crystallographic planes parallel and perpendicular to the\nchain axis. Furthermore, under different configurations of circularly polarized\nRaman measurements and crystal orientations, we observe the shift of two phonon\nmodes only in the (0 0 1) plane. The shift is positive or negative depending on\nthe handedness of the crystals, which we determine univocally by chemical\netching. Our analysis of three different crystal faces of Te highlights the\nimportance of selecting the proper orientation and crystallographic plane when\ninvestigating the transport and optical properties of this material. These\nresults offer insight into the crystal structure and symmetry in other\nanisotropic and chiral materials, and open new paths to select a suitable\ncrystal orientation when fabricating devices."}
{"id": "2510.27370", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.27370", "abs": "https://arxiv.org/abs/2510.27370", "authors": ["Jaroslav Vlcek", "Michal Kaufman", "Elnaz M. Nia", "Jiri Houska", "Jiechao Jiang", "Radomir Cerstvy", "Stanislav Haviar", "Efstathios I. Meletis"], "title": "High-performance thermochromic multilayer coatings with W-doped VO2 nanoparticles dispersed in SiO2 matrix prepared on glass at a low temperature", "comment": null, "summary": "We report a high-performance thermochromic VO2-based coating prepared by\nusing a three-step process, consisting of magnetron sputter depositions of SiO2\nfilms and V-W films and their postannealing, on standard glass at a low\nsubstrate temperature of 350 {\\deg}C without opening the vacuum chamber to\natmosphere. It is formed by four layers of W-doped VO2 nanoparticles dispersed\nin SiO2 matrix. The coating exhibits a transition temperature of 33 {\\deg}C\nwith an integral luminous transmittance of 65.4% (low-temperature state) and\n60.1% (high-temperature state), and a modulation of the solar energy\ntransmittance of 15.3%. Such a combination of properties, together with the low\ntemperature during preparation, fulfill the requirements for large-scale\nimplementation on building glass and have not been reported yet."}
{"id": "2510.27429", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27429", "abs": "https://arxiv.org/abs/2510.27429", "authors": ["Hetvi Jadav", "Sadhana Matth", "Himanshu Pandey"], "title": "Hexagonal BeX (X: S, Te) monolayer as potential electrode material for alkali metal-ion batteries: A DFT perspective", "comment": null, "summary": "Metal-ion batteries (MIBs) are essential for transitioning to a cleaner and\nmore sustainable energy future. By employing the density functional formalism,\nwe have investigated the hexagonal (h) monolayer of BeS and BeTe as electrode\nmaterials for alkali (Li and Na) MIBs. The structural and thermodynamic\nstability, adsorption of Li/Na atoms, density of states, diffusion, and\nmigration of atoms, as well as capacity, are systematically investigated. The\nstructures of h-BeS and h-BeTe remain stable upon the adsorption of adatoms,\nresulting in improved electronic conductivity of these monolayers. The climbing\nimage-nudged elastic band calculations estimate a low diffusion barrier of 0.16\neV (0.01 eV) for Li (Na) in h-BeS and 0.20 eV (0.16 eV) for Li (Na) in h-BeTe.\nAdditionally, a maximum storage capacity of 580 mAh g-1 for Li and 1305 mAh g-1\nfor Na in h-BeS, as well as 174 mAh g-1 for h-BeTe, is estimated for both metal\nions."}
{"id": "2510.27433", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27433", "abs": "https://arxiv.org/abs/2510.27433", "authors": ["Hetvi Jadav", "Sadhana Matth", "Himanshu Pandey"], "title": "Density functional investigations on 2D-Be2C as an anode for alkali Metal-ion batteries", "comment": null, "summary": "Metal-ion batteries are in huge demand to cope with the increasing need for\nrenewable energy, especially in automobiles. In this work, we apply\nfirst-principle calculations to examine two-dimensional beryllium carbide\n(2D-Be2C) as a possible anode material for metal-ion (Na and K) batteries.\n2D-Be2C is a semiconductor and becomes metallic by adsorbing metal ions.\nNegative adsorption energy indicates stable adsorption on the monolayer of\nBe2C. Alkali metal diffusion barrier and optimum path for minimum energy are\nstudied within the framework of the climbing image nudged elastic band method.\nHere, six intermediate images are considered between the initial and final\nstates. The lowest diffusion barriers for a single adsorbed Na and K atom are\n0.016 and 0.026 eV, respectively. A maximum open circuit voltage of around 1 V\nis computed for K ions, whereas 0.5 V is for Na ions. Also, the maximum storage\ncapacity of the Be2C monolayer is estimated at 1785 Ah/kg."}
{"id": "2510.27458", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27458", "abs": "https://arxiv.org/abs/2510.27458", "authors": ["I. N. Khoroshiy", "S. A. Skorobogatov", "S. E. Nikitin", "I. A. Gudim", "V. R. Titova", "A. I. Pankrats"], "title": "First-Order Spin-Reorientation Transition and Incomplete Softening of the Antiferromagnetic Resonance Mode in Multiferroic GdFe$_3$(BO$_3$)$_4$", "comment": "19 pages, 15 figures", "summary": "The multiferroic ferroborate GdFe$_3$(BO$_3$)$_4$ with huntite-type structure\nexhibits magnetic ordering below T$_N$ = 38 K and contains two magnetic\nsubsystems associated with Gd and Fe ions. Competing anisotropies of these\nsubsystems drive a spin reorientation transition at T$_{SR}$ = 10.7 K,\nswitching the ground state from easy-axis to easy-plane. Using\nantiferromagnetic resonance, we investigate the spin dynamics across this\ntransition. The observed incomplete softening of a magnon mode during both\nfield- and temperature-induced spin-reorientation transitions indicates the\nfirst-order nature of the phase transition, which is accompanied by a\ndiscontinuous jump in the effective anisotropy field. We reproduce this\nbehavior using a simple model that attributes the jump in the anisotropy field\nto the presence of an effective fourth-order anisotropy constant, responsible\nfor the discontinuous character of the transition. Remarkably, for in-plane\nmagnetic fields, we identify a new AFMR mode that persists from 12 K up to\nT$_N$. This mode likely corresponds to the dynamics of a long period\nincommensurate state, previously detected by resonant elastic X-ray scattering."}
{"id": "2510.27464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27464", "abs": "https://arxiv.org/abs/2510.27464", "authors": ["Aslan Ahadi", "Elham Sarvari", "Jan Frenzel", "Gunther Eggeler", "Stanisław Stupkiewicz", "Mohsen Rezaee-Hajidehi"], "title": "Size-dependent transformation patterns in NiTi tubes under tension and bending: Stereo digital image correlation experiments and modeling", "comment": null, "summary": "The dependence of transformation pattern in superelastic NiTi tubes on tube\nouter diameter D and wall-thickness t is investigated through quasi-static\nuniaxial tension and large-rotation bending experiments. The evolution of\nouter-surface strain fields is synchronized with global stress-strain and\nmoment-curvature responses using a multi-magnification, high-resolution stereo\ndigital image correlation system at 0.5-2x magnifications. The transformation\npatterns exhibit systematic size-dependent behaviors. Under tension and for a\nspecific D, as the diameter-to-thickness ratio D/t decreases, a decreasing\nnumber of fat/diffuse helical bands emerge, in contrast to sharp/slim bands in\nthin tubes. Consequently, the austenite-martensite front morphology transitions\nfrom finely-fingered to coarsely-fingered with decreasing D/t. Below a\ncharacteristic D/t, front morphology no longer exhibits patterning and phase\ntransformation proceeds via propagation of a finger-less front. Moreover, the\ntransformation pattern exhibits an interrelation between D and D/t, where a\nfront possessing diffuse fingers is observed in a thin but small tube. Under\nbending, both the global moment-curvature response and transformation pattern\nexhibit D- and D/t-dependence. While wedge-like martensite domains consistently\nform across all tube sizes, their growth is noticeably limited in smaller and\nthicker tubes due to geometrical constraints. A gradient-enhanced model of\nsuperelasticity is employed to analyze the distinct transformation patterns\nobserved in tubes of various dimensions. The size-dependent behavior is\nexplained based on the competition between bulk and interfacial energies, and\nthe energetic cost of accommodating martensite fingers. By leveraging an\naxisymmetric tube configuration as a reference energy state, the extra energy\nassociated with the formation of fingers is quantified."}
{"id": "2510.27465", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.27465", "abs": "https://arxiv.org/abs/2510.27465", "authors": ["Fabian Koch", "Tabita Wasmer", "Tanja Schilling"], "title": "Snap, Crackle, and Pop: This is why the potential of mean force clashes with the fluctuation dissipation relation", "comment": "6 pages, 3 figures", "summary": "We analyze the non-linear generalized Langevin equation which contains a\nthermodynamic force. We show that even for systems in thermal equilibrium the\npresence of the thermodynamic force implies that the auto-correlation function\nof the fluctuating force becomes non-stationary. We further illustrate that a\nstandard coarse-graining procedure that neglects this fact predicts\nwaiting-time distributions incompatible with the original, microscopic process.\nWe conclude that one needs to proceed with care when adding thermodynamic\ndriving forces to the Langevin equation."}
{"id": "2510.27483", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27483", "abs": "https://arxiv.org/abs/2510.27483", "authors": ["Lei Geng", "Sujay Ray", "Philipp Werner"], "title": "Photoinduced excitonic magnetism in a multiorbital Hubbard system", "comment": null, "summary": "Multiorbital Hubbard models with Hund coupling and crystal-field splitting\nexhibit an instability toward spin-triplet excitonic order in the parameter\nregime characterized by strong local spin fluctuations. Upon chemical doping,\ntwo distinct types of excitonic ferromagnetism have been reported. Using\nsteady-state nonequilibrium dynamical mean-field theory, we demonstrate that\nphoto-doped half-filled systems can host nonthermal counterparts of these\nexcitonic phases and exhibit a rich phase diagram in the space of photo-doping\nand crystal field splitting. Photo-doping a spin-triplet excitonic insulator\nprovides a route towards nonequilibrium control of magnetic order."}
{"id": "2510.27496", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27496", "abs": "https://arxiv.org/abs/2510.27496", "authors": ["Jun Ji", "Joseph G. Thomas", "Zichen Xi", "Liyang Jin", "Dayrl P. Briggs", "Ivan I. Kravchenko", "Arya G. Pour", "Liyan Zhu", "Yizheng Zhu", "Linbo Shao"], "title": "On-chip cavity electro-acoustics using lithium niobate phononic crystal resonators", "comment": null, "summary": "Mechanical systems are pivotal in quantum technologies because of their long\ncoherent time and versatile coupling to qubit systems. So far, the coherent and\ndynamic control of gigahertz-frequency mechanical modes mostly relies on\noptomechanical coupling and piezoelectric coupling to superconducting qubits.\nHere, we demonstrate on-chip cavity electro-acoustic dynamics using our\nmicrowave-frequency electrically-modulated phononic-crystal (PnC) resonators on\nlithium niobate (LN). Leveraging the high dispersion of PnC, our phononic modes\nspace unevenly in the frequency spectrum, emulating atomic energy levels.\nAtomic-like transitions between different phononic modes are achieved by\napplying electrical fields to modulate phononic modes via nonlinear\npiezoelectricity of LN. Among two modes, we demonstrate Autler-Townes splitting\n(ATS), alternating current (a.c.) Stark shift, and Rabi oscillation with a\nmaximum cooperativity of 4.18. Extending to three modes, we achieve\nnon-reciprocal frequency conversions with an isolation up to 20 dB.\nNonreciprocity can be tuned by the time delay between the two modulating\npulses. Our cavity electro-acoustic platform could find broad applications in\nsensing, microwave signal processing, phononic computing, and quantum\nacoustics."}
{"id": "2510.27499", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.27499", "abs": "https://arxiv.org/abs/2510.27499", "authors": ["Michaël De San Féliciano", "Christophe Adessi", "Julien El Hajj", "Nicolas Horny", "François Detcheverry", "Manuel Cobian", "Samy Merabia"], "title": "First-principles calculations of thermal transport at metal/silicon interfaces: evidence of interfacial electron-phonon coupling", "comment": "accepted in Phys. Rev. B", "summary": "With the increasing miniaturization of electronic components and the need to\noptimize thermal management, it has become essential to understand heat\ntransport at metal/semiconductor interfaces. While it has been recognized\ndecades ago that an electron phonon channel may take place at\nmetal-semiconductor interfaces, its existence is still controversial. Here, we\ninvestigate thermal transport at metal-silicon interfaces using the combination\nof first principles calculations and nonequilibrium Green's function (NEGF). We\nexplain how to correct NEGF formalism to account for the out of equilibrium\nnature of the energy carriers in the vicinity of the interface. The relative\ncorrections to the equilibrium distribution are shown to arise from the\nspectral mean free paths of silicon and may reach 15 percents. Applying these\ncorrections, we compare the predictions of NEGF to available experimental data\nfor Au/Si, Pt/Si and Al/Si interfaces. Based on this comparison, we infer the\nvalue of the electron phonon interfacial thermal conductance by employing the\ntwo temperature model. We find that interfacial thermal transport at Au/Si\ninterfaces is mainly driven by phonon phonon processes, and that electron\nphonon processes play a negligible role in this case. By contrast, for Al/Si\ninterfaces, we show that phonon-phonon scattering alone can not explain the\nexperimental values reported so far, and we estimate that the electron-phonon\ninterfacial conductance accounts for one third of the total conductance. This\nwork demonstrates the importance of the electron-phonon conductance at\nmetal-silicon interfaces and calls for systematic experimental investigation of\nthermal transport at these interfaces at low temperatures. It paves the way for\nan accurate model to predict the conductance associated to the interfacial\nelectron phonon channel."}
{"id": "2510.27536", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.27536", "abs": "https://arxiv.org/abs/2510.27536", "authors": ["Pedro J. Colmenares"], "title": "Diffusion velocity modulus of self-propelled spherical and circular particles in the generalized Langevin approach", "comment": "5 figures", "summary": "This research provides a framework for describing the averaged modulus of the\nvelocity reached by an accelerated self-propelled Brownian particle diffusing\nin a thermal fluid and constrained to a harmonic external potential. The system\nis immersed in a thermal bath of harmonic oscillators at a constant\ntemperature, where its constituents also interact with the external field. The\ndynamics is investigated for a sphere and a disk, and is split into two\nstochastic processes. The first describes the gross-grained inner\ntime-dependent self-velocity generated from a set of independent\nOrnstein-Uhlenbeck processes without the influence of the external field. This\ninternal mechanism provides the initial velocity for the particle to diffuse in\nthe fluid, which is implemented in a modified generalized Langevin equation as\nthe second process. We find that the system exhibits spontaneous fluctuations\nin the diffusive velocity modulus due to the inner mechanism; however, as\nexpected, the momentary diffusive velocity fluctuations fade out at large\ntimes. The internal propelled velocity module in spherical coordinates is\nderived, as well as the simulation of the different modules for both the sphere\nand the already known equations for a disk in polar coordinates."}
{"id": "2510.27546", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27546", "abs": "https://arxiv.org/abs/2510.27546", "authors": ["David Rovira", "Ivan Caño", "Cibran Lopez", "Alejandro Navarro-Güell", "José Miguel Asensi", "Lorenzo Calvo-Barrio", "Laura Garcia-Carreras", "Xavier Alcobe", "Luis Cerqueira", "Victoria Corregidor", "Yudania Sanchez", "Sonia Lanzalaco", "Alex Jimenez-Arquijo", "Outman El Khouja", "Jonathan W. Turnley", "Rakesh Agrawal", "Claudio Cazorla", "Joaquim Puigdollers", "Edgardo Saucedo"], "title": "Molecular ink-based synthesis of Bi(SzSe1-z)(IxBr1-x) solid solutions as tuneable materials for sustainable energy applications", "comment": null, "summary": "Quasi-one-dimensional (Q-1D) van der Waals chalcohalides have emerged as\npromising materials for advanced energy applications, combining tunable\noptoelectronic properties and composed by earth-abundant and non-toxic\nelements. However, their widespread application remains hindered by challenges\nsuch as anisotropic crystal growth, composition control and lack of knowledge\non optoelectronic properties. A deeper understanding of the intrinsic\nlimitations of these materials, as well as viable defect mitigation strategies\nlike the engineering of solid solutions, is critical. This work presents a\nlow-temperature synthesis route based on molecular ink deposition enabling\ndirect crystallization of tunable Bi(SzSe1-z)(IxBr1-x) solid solutions without\nneed for binary chalcogenide precursors. This approach yields phase-pure films\nwith precise control over morphology, composition, and crystallographic\norientation. XRD analysis and DFT calculations confirm the formation of\nhomogeneous solid solutions, while optoelectronic measurements reveal the\ndistinct roles of halogen and chalcogen anions in tuning bandgap energy and\ncarrier type, with Se shifting downwards the conduction band. The versatility\nof this synthesis technique enables morphology control ranging from compact\nfilms to rod-shaped microcrystals, expanding the functional adaptability of\nthese materials. These findings offer a foundational framework for defect\nengineering and the scalable integration of chalcohalides in next-generation\nenergy technologies, including photovoltaics, photocatalysis, thermoelectrics,\nand chemical sensing."}
{"id": "2510.27563", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27563", "abs": "https://arxiv.org/abs/2510.27563", "authors": ["Volodymyr Vasylkovskyi", "Andrey Evlyukhin", "Elena Schlein", "Mykola Slipchenko", "Roman Kiyan", "Kestutis Kurselis", "Vladimir Dyakonov", "Boris Chichkov"], "title": "Synthesis of organic-inorganic perovskite and all-inorganic lead-free double perovskite nanocrystals by femtosecond laser pulses", "comment": null, "summary": "Perovskite materials are at the forefront of modern materials science due to\ntheir exceptional structural, electronic, and optical properties. The\ncontrolled fabrication of perovskite nanostructures is crucial for enhancing\ntheir performance, stability, and scalability, directly impacting their\napplications in next-generation devices such as solar cells, LEDs, and sensors.\nHere, we present a novel, ligand-free approach to synthesize perovskite\nnanocrystals (NCs) with average sizes up to 100 nm, using femtosecond pulsed\nlaser ablation (PLA) in ambient air without additional liquid media. We\ndemonstrate this method for both organic-inorganic (methylamino lead) hybrid\nperovskites (MAPbX3, X = Cl, Br, I) and fully inorganic lead-free double\nperovskites (Cs2AgBiX6, X = Cl, Br), achieving high-purity NCs without\nstabilizing ligands - a critical advancement over conventional chemical\nsynthesis methods. By tailoring laser parameters, we systematically elucidate\nthe influence of perovskite composition (halide type, organic vs. inorganic\ncation, single versus double perovskite structure) on the ablation process and\nthe resulting nanocrystal properties. Transmission electron microscopy and\nX-ray diffraction confirm the preservation of crystallinity, with MAPbX3\nforming larger (approximately 90 nm) cubic NCs and Cs2AgBiX6 forming smaller\n(approximately 10 nm) rounded NCs. Photoluminescence spectroscopy reveals\npronounced size-dependent blue shifts (17-40 nm) due to quantum confinement,\nparticularly for Br and I containing perovskites. This clean, scalable, and\nversatile PLA approach not only provides direct access to high-purity,\nligand-free perovskite NCs with tunable optical properties but also represents\na significant advance in the fabrication of nanostructures, enabling the\nexploration of new perovskite-based optoelectronic and quantum devices."}
{"id": "2510.27570", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27570", "abs": "https://arxiv.org/abs/2510.27570", "authors": ["Andrew Akerson", "Aakila Rajan", "Daniel Casem", "Kaushik Bhattacharya"], "title": "Learning viscoplastic constitutive behavior from experiments: II. Dynamic indentation", "comment": null, "summary": "We continue the development of a method to accurately and efficiently\nidentify the constitutive behavior of complex materials through full-field\nobservations that we started in Akerson, Rajan and Bhattacharya (2024). We\nformulate the problem of inferring constitutive relations from experiments as\nan indirect inverse problem that is constrained by the balance laws.\nSpecifically, we seek to find a constitutive behavior that minimizes the\ndifference between the experimental observation and the corresponding\nquantities computed with the model, while enforcing the balance laws. We\nformulate the forward problem as a boundary value problem corresponding to the\nexperiment, and compute the sensitivity of the objective with respect to the\nmodel using the adjoint method. In this paper, we extend the approach to\ninclude contact and study dynamic indentation. Contact is a nonholonomic\nconstraint, and we introduce a Lagrange multiplier and a slack variable to\naddress it. We demonstrate the method on synthetic data before applying it to\nexperimental observations on rolled homogeneous armor steel and a\npolycrystalline aluminum alloy."}
{"id": "2510.27578", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.27578", "abs": "https://arxiv.org/abs/2510.27578", "authors": ["Ravi Trivedi", "Chaithanya Purushottam Bhat", "Shakti S. Ray", "Debashis Bandyopadhyay"], "title": "First-Principles Study of Transition Metal Doped in 2D Polyaramid for Novel Material Modelling", "comment": "12 pages, 7 figures, Original work", "summary": "We present a first--principles density functional theory (DFT) study of\ntransition metal (TM = Ti, Cr, Mn, Fe, Co, Ni) functionalized two--dimensional\npolyaramid (2DPA) to explore their structural, electronic, and magnetic\nproperties. Mechanical parameters, such as bulk modulus, shear modulus, Young's\nmodulus, Poisson's ratio, and Pugh ratio, together with phonon dispersion,\nconfirm the mechanical and dynamic stability of all doped systems. Electronic\nstructure analysis shows strong binding of Co, Cr, Fe, Ni, and Ti with\nformation energies between --1.15 eV and --2.96 eV, while Mn binds more weakly\n(--0.67 eV). TM doping introduces new electronic states that reduce the band\ngap, with Fe-doped 2DPA exhibiting the lowest value of 0.26 eV. The systems\ndisplay predominantly ferromagnetic ordering, with magnetic moments of 1.14\n{\\mu}B (Co), 3.57 {\\mu}B (Cr), 2.26 {\\mu}B (Fe), 4.19 {\\mu}B (Mn), and 1.62\n{\\mu}B (Ti). These results demonstrate that TM--doped 2DPA possesses tunable\nmagnetic and electronic characteristics, highlighting its potential for\nspintronic applications."}
{"id": "2510.27585", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.27585", "abs": "https://arxiv.org/abs/2510.27585", "authors": ["Jiawen Zhang", "Yongjun Zhang", "Yuxin Chen", "Zhaoyang Shan", "Jin Zhan", "Mingyi Wang", "Yu Liu", "Michael Smidman", "Huiqiu Yuan"], "title": "Magnetic properties of $R$Rh$_6$Ge$_4$ ($R$ = Pr, Nd, Sm, Gd-Er) single crystals", "comment": "12 pages, 13 figures", "summary": "Single crystals of $R$Rh$_6$Ge$_4$ ($R$ = Pr, Nd, Sm, Gd - Er) were\nsynthesized using a Bi flux and their physical properties were characterized by\nmagnetization, resistivity, and specific heat measurements. These compounds\ncrystallize in the noncentrosymmetric LiCo$_6$P$_4$-type structure (space group\n$P\\bar{6}m2$), where rare-earth atoms form a triangular lattice in the\n$ab$-plane and chains along the $c$-axis. PrRh$_6$Ge$_4$ and ErRh$_6$Ge$_4$ do\nnot exhibit magnetic transitions above 0.4 K. NdRh$_6$Ge$_4$ and SmRh$_6$Ge$_4$\nare ferromagnets, while GdRh$_6$Ge$_4$ and DyRh$_6$Ge$_4$ show\nantiferromagnetic transitions, \\red{whereas HoRh$_6$Ge$_4$ is a ferrimagnet}.\nIn addition, DyRh$_6$Ge$_4$ shows multiple transitions and magnetization\nplateaus when a magnetic field is applied along the $c$-axis. In\nSmRh$_6$Ge$_4$, like the Ce counterpart, the crystalline-electric field (CEF)\neffect leads to an easy plane anisotropy, while in other compounds it gives\nrise to a pronounced uniaxial anisotropy."}
{"id": "2510.27597", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27597", "abs": "https://arxiv.org/abs/2510.27597", "authors": ["Yongzhao Yao", "Yoshiyuki Tsusaka", "Yukari Ishikawa"], "title": "Kinematical and dynamical contrast of dislocations in thick GaN substrates observed by synchrotron-radiation X-ray topography under six-beam diffraction conditions", "comment": null, "summary": "Dislocations in a thick ammonothermal GaN substrate were investigated using\nsynchrotron-radiation X-ray topography (SR-XRT) under six-beam diffraction\nconditions. The high brilliance of the synchrotron source enabled the\nobservation of the super-Borrmann effect, which markedly enhanced the anomalous\ntransmission of X-rays through the 350~$\\mu$m-thick crystal. Systematic\nvariation of the deviation angle~$\\Delta\\omega$ revealed a clear transition\nfrom kinematical to dynamical diffraction, consistent with theoretical\npredictions based on dynamical diffraction theory. By selectively exciting five\nequivalent two-beam diffraction conditions near the six-beam configuration, the\nBurgers vectors of individual threading edge dislocations (TEDs) were\ndetermined according to the $g\\cdot b$ invisibility criterion. The measured\ndislocation image widths agreed well with calculated values derived from the\nextinction distance and $|g\\cdot b|$ dependence, confirming that most\ndislocations possess Burgers vectors containing an $a$-type component of\n$\\frac{1}{3}\\langle 11\\bar{2}0\\rangle$ or $\\frac{2}{3}\\langle\n11\\bar{2}0\\rangle$. These results demonstrate that SR-XRT under multibeam\ndiffraction provides a powerful, nondestructive method for quantitative\ndislocation analysis in thick GaN crystals, offering valuable insights into\ndefect structures critical for high-performance GaN-based electronic devices."}
{"id": "2510.27613", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27613", "abs": "https://arxiv.org/abs/2510.27613", "authors": ["Yaoju Tarn", "Yidi Liu", "Florian Theuss", "Jiarui Li", "Bai Yang Wang", "Jiayue Wang", "Vivek Thampy", "Zhi-Xun Shen", "Yijun Yu", "Harold Y. Hwang"], "title": "Reducing the strain required for ambient-pressure superconductivity in bilayer nickelates", "comment": "16 pages, 4 figures, 1 table, 42 references, 6 supplementary figures,\n  1 supplementary table", "summary": "The remarkable discovery of high temperature superconductivity in bulk\nbilayer nickelates under high pressure has prompted the conjecture that\nepitaxial compressive strain might mimic essential aspects of hydrostatic\npressure. The successful realization of superconductivity in films on SrLaAlO4\n(001) (SLAO) supports this correspondence, yet it remains unclear whether the\nrich pressure-temperature phase diagram of bilayer nickelates can be\nsystematically mapped (and studied at ambient pressure) as a function of\nepitaxial strain. To this end, experimental access near the elusive edge of the\nsuperconducting phase boundary would provide invaluable insight into the nature\nof the superconducting state and the ground state from which it emerges. It\nwould also offer a benchmark for theoretical models. Here we report\nsuperconducting bilayer nickelates grown on LaAlO3 (001) (LAO), where the\ncompressive strain required for ambient-pressure superconductivity is nearly\nhalved to -1.2%. These films exhibit a superconducting onset above 10 K and\nreach zero resistance at 3 K, with normal-state transport properties differing\nfrom those of films grown on SLAO. Our results offer a new opportunity to probe\nemergent phenomena near the superconducting phase boundary in the\nstrain-temperature phase diagram of bilayer nickelates."}
{"id": "2510.27634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.27634", "abs": "https://arxiv.org/abs/2510.27634", "authors": ["Santosh Karki Chhetri", "Rabindra Basnet", "Krishna Pandey", "Gokul Acharya", "Sumaya Rahman", "Md Rafique Un Nabi", "Dinesh Upreti", "Hugh O. H. Churchill", "Jin Hu"], "title": "Evolution of Magnetoresistance in the magnetic topological semimetals NdSbxTe2-x", "comment": "29 pages, 5 figures", "summary": "Magnetic topological semimetals LnSbTe (Ln = lanthanide elements) provide a\nplatform to study the interplay of structure, magnetism, topology, and electron\ncorrelations. Varying Sb and Te compositions in LnSbxTe2-x can effectively\ncontrol the electronic, magnetic, and transport properties. Here, we report the\nevolution of transport properties with Sb and Te contents in NdSbxTe2-x, (0 < x\n< 1). Our work reveals nonmonotonic evolution in magnetoresistance with varying\ncomposition stoichiometry. Specifically, reducing Sb content x leads to strong\nnegative magnetoresistance up to 99.9%. Such a strong magnetoresistance, which\nis likely attributed to the interplay between structure, magnetism, and\nelectronic bands, establishes this material as a promising platform for\ninvestigating topological semimetal for future device applications."}
