{"id": "2510.24964", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24964", "abs": "https://arxiv.org/abs/2510.24964", "authors": ["Shihao Zhou", "Yujie Zhu", "Chunli Tang", "Rui Sun", "Junming Wu", "Yuzan Xiong", "Ingrid E. Russell", "Yi Li", "Dali Sun", "Frank Tsui", "Binbin Yang", "Valentine Novosad", "Jia-Mian Hu", "Wencan Jin", "Wei Zhang"], "title": "Magneto-optical spectroscopy based on pump-probe strobe light", "comment": "14 pages, 10 figures", "summary": "We demonstrate a pump-probe strobe light spectroscopy for sensitive detection\nof magneto-optical dynamics in the context of hybrid magnonics. The technique\nuses a combinatorial microwave-optical pump-probe scheme, leveraging both the\nhigh-energy resolution of microwaves and the high-efficiency detection using\noptical photons. In contrast to conventional stroboscopy using a\ncontinuous-wave light, we apply microwave and optical pulses with varying pulse\nwidths, and demonstrate magnetooptical detection of magnetization dynamics in\nY3Fe5O12 films. The detected magneto-optical signals strongly depend on the\ncharacteristics of both the microwave and the optical pulses as well as their\nrelative time delays. We show that good magneto-optical sensitivity and\ncoherent stroboscopic character are maintained even at a microwave pump pulse\nof 1.5 ns and an optical probe pulse of 80 ps, under a 7 megahertz clock rate,\ncorresponding to a pump-probe footprint of ~1% in one detection cycle. Our\nresults show that time-dependent strobe light measurement of magnetization\ndynamics can be achieved in the gigahertz frequency range under a pump-probe\ndetection scheme."}
{"id": "2510.25009", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.25009", "abs": "https://arxiv.org/abs/2510.25009", "authors": ["Alejandro José Uría-Álvarez"], "title": "Optical excitations and disorder in two-dimensional topological insulators", "comment": null, "summary": "Topological phases of matter have garnered significant interest over the past\ntwo decades for two main reasons: their identification, via topological\ninvariants, relies on the quantum geometry of the Bloch states, bringing\nattention to an aspect of electronic band structure overlooked up to their\ndiscovery. Secondly, these classes of materials present electronic states with\nunusual properties, leading to exotic phenomena and making them relevant for\npotential applications. In this thesis we explore both fundamental and\ntechnological aspects of the first discovered topological phase: the\ntopological insulator. To this end, we consider different models of topological\ninsulators with a particular emphasis on Bismuth compounds, evaluating their\nviability for photovoltaic applications, and separately, the impact of\nstructural disorder on their properties."}
{"id": "2510.25102", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25102", "abs": "https://arxiv.org/abs/2510.25102", "authors": ["Junta Igarashi", "Sébastien Geiskopf", "Takanobu Shinoda", "Butsurin Jinnai", "Yann Le Guen", "Julius Hohlfeld", "Shunsuke Fukami", "Hideo Ohno", "Jon Gorchon", "Stéphane Mangin", "Michel Hehn", "Grégory Malinowski"], "title": "Single-Shot All-Optical Switching in CoFeB/MgO Magnetic Tunnel Junctions", "comment": "7 pages, 7 figures", "summary": "We demonstrate single shot al optical switching (AOS) in rare earth free\nCoFeB/MgO magnetic tunnel junctions (MTJs), a material system widely adopted in\nspin transfer torque magnetic random access memory (STT MRAM). By tuning the\ncapping layer thickness, we show that precise heat control enables\ndeterministic magnetization reversal from parallel (P) to antiparallel (AP)\nstate. Furthermore, we detect magnetization reversal in a micro scale MTJ\ndevice via the tunnel magnetoresistance (TMR) effect. Our findings suggest that\nultrafast spin transport or dipolar interactions or a combination of both may\nplay essential roles in the switching process. This work represents a\nsignificant step toward integrating AOS with MTJ technology."}
{"id": "2510.25265", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25265", "abs": "https://arxiv.org/abs/2510.25265", "authors": ["Rafael Luque Merino", "Felix Carrascoso", "Eudomar Henríquez-Guerra", "M. Reyes Calvo", "Riccardo Frisenda", "Andres Castellanos-Gomez"], "title": "Strain Engineering of Correlated Charge-Ordered Phases in 1T-TaS2", "comment": null, "summary": "Strain engineering is a powerful strategy for controlling the structural and\nelectronic properties of two-dimensional materials, particularly in systems\nhosting charge density wave (CDW) order. In this work, we apply uniaxial\ntensile and compressive strain to thin 1T-TaS2 flakes using a flexible,\ndevice-compatible platform, and systematically investigate the strain-dependent\nbehavior of the nearly commensurate (NC) to incommensurate (IC) CDW phase\ntransition. This transition is driven by Joule heating at room temperature.\nElectrical transport measurements reveal that both the switching threshold\nvoltage and the resistance of the NC-CDW phase exhibit clear, reversible strain\ndependence. Furthermore, we identify a quadratic dependence between the\nstrain-induced resistance change and the threshold voltage, confirming that\npiezoresistive modulation governs the strain-tunability of the phase\ntransition. We demonstrate a room-temperature, electrically-readout strain and\ndisplacement sensor with threshold-like response in a programmable window.\nThese results highlight the potential of 1T-TaS2 for on-chip sensing of strain\nand displacement."}
{"id": "2510.25022", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25022", "abs": "https://arxiv.org/abs/2510.25022", "authors": ["Changkai Zhang", "Jan von Delft"], "title": "Finite-Temperature Study of the Hubbard Model via Enhanced Exponential Tensor Renormalization Group", "comment": "10 pages, 5 figures for numerical results", "summary": "The two-dimensional (2D) Hubbard model has long attracted interest for its\nrich phase diagram and its relevance to high-$T_c$ superconductivity. However,\nreliable finite-temperature studies remain challenging due to the exponential\ncomplexity of many-body interactions. Here, we introduce an enhanced\n$1\\text{s}^+$ eXponential Tensor Renormalization Group algorithm that enables\nefficient finite-temperature simulations of the 2D Hubbard model. By exploring\nan expanded space, our approach achieves two-site update accuracy at the\ncomputational cost of a one-site update, and delivers up to 50% acceleration\nfor Hubbard-like systems, which enables simulations down to\n$T\\!\\approx\\!0.004t$. This advance permits a direct investigation of\nsuperconducting order over a wide temperature range and facilitates a\ncomparison with zero-temperature infinite Projected Entangled Pair State\nsimulations. Finally, we compile a comprehensive dataset of snapshots spanning\nthe relevant region of the phase diagram, providing a valuable reference for\nArtificial Intelligence-driven analyses of the Hubbard model and a comparison\nwith cold-atom experiments."}
{"id": "2510.24860", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.24860", "abs": "https://arxiv.org/abs/2510.24860", "authors": ["Antonio Grimaldi", "Michele Stofella", "Billy Hobbs", "Theodoros K. Karamanos", "Emanuele Paci"], "title": "Amide Hydrogen Deuterium Exchange in Isotopically Mixed Waters", "comment": null, "summary": "Hydrogen-deuterium exchange (HDX) of protein backbone amides provides a\npowerful probe of conformational dynamics. However, when experiments are\nperformed in H2O/D2O mixtures, quantitative interpretation is hindered by back\nexchange and isotope effects not captured by the classical Linderstrom-Lang\n(LL) model. We introduce a generalized Linderstrom-Lang (GLL) framework that\nexplicitly accounts for forward and reverse exchange and for changes in\nprotection upon isotopic substitution. Analytical solutions describe\nequilibrium enrichment (fractionation) and protection factors in mixtures,\nreducing to the LL model in pure D2O. Application to HDX/NMR of the molecular\nchaperone DNAJB1 in 50% D2O demonstrates that the GLL model recovers protection\nfactors at 100% D2O. Ignoring back exchange (i.e., using the LL model) causes\nprotection factors to be systematically underestimated. A particularly powerful\nfeature of our approach is that a single HDX experiment in a mixture (e.g., 50%\nD2O) simultaneously provides protection factors that report on conformational\ndynamics and local stability, and fractionation factors that are sensitive to\nthe local hydrogen-bonding environment."}
{"id": "2510.24747", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.24747", "abs": "https://arxiv.org/abs/2510.24747", "authors": ["Arefeh Abbasi", "Maurizio Ricci", "Pietro Carrara", "Moritz Flaschel", "Siddhant Kumar", "Sonia Marfia", "Laura De Lorenzis"], "title": "Discovery of Hyperelastic Constitutive Laws from Experimental Data with EUCLID", "comment": null, "summary": "We assess the performance of EUCLID, Efficient Unsupervised Constitutive Law\nIdentification and Discovery, a recently proposed framework for automated\ndiscovery of constitutive laws, on experimental data. Mechanical tests are\nperformed on natural rubber specimens spanning simple to complex geometries,\nfrom which we collect both global, force elongation, and local, full-field\ndisplacement, measurements. Using these data, we obtain constitutive laws via\ntwo routes, the conventional identification of unknown parameters in a priori\nselected material models, and EUCLID, which automates model selection and\nparameter identification within a unified model-discovery pipeline. We compare\nthe two methodologies using global versus local data, analyze predictive\naccuracy, and examine generalization to unseen geometries. Moreover, we\nquantify the experimental noise, investigate the coverage of the material state\nspace achieved by each approach and discuss the relative performance of\ndifferent datasets and different a priori chosen models versus EUCLID."}
{"id": "2510.24867", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.24867", "abs": "https://arxiv.org/abs/2510.24867", "authors": ["Viviana Gómez", "Gabriel Téllez", "Fernando J. Gómez-Ruiz"], "title": "Spin Glass Dynamics on Complex Hardware Topologies: A Bond-Correlated Percolation Approach", "comment": null, "summary": "Understanding how frustration and disorder shape relaxation in complex\nsystems is a central problem in statistical physics and quantum annealing.\nSpin-glass models provide a natural framework to explore this connection, as\ntheir energy landscapes are governed by competing interactions and constrained\ntopologies. We investigate the non-exponential relaxation behavior of spin\nglasses on network architectures relevant to quantum annealing hardware -- such\nas finite size Chimera, Pegasus, and Zephyr graphs -- where embedding\nconstraints and finite connectivity strongly modulate the distribution of\nbarriers and metastable states. This slow relaxation arises from the combined\neffects of frustration and disorder, which persist even beyond the conventional\nspin-glass transition. Within the Fortuin-Kasteleyn-Coniglio-Klein (FKCK)\ncluster formalism, the appearance of unfrustrated cluster regions gives rise to\nmultiple relaxation scales, as distinct domains follow different dynamical\npathways across a rugged energy landscape. This framework enables a more\ncomprehensive characterization of spin-glass energy landscapes and offers\nvaluable insight into how topological constraints and disorder jointly govern\nrelaxation dynamics, providing quantitative benchmarks for evaluating the\nperformance and limitations of quantum annealing architectures."}
{"id": "2510.25082", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25082", "abs": "https://arxiv.org/abs/2510.25082", "authors": ["Way Wang", "Zhongshui Ma", "Hai-qing Lin"], "title": "A Universal Scaling Law for $T_c$ in Unconventional Superconductors", "comment": null, "summary": "Understanding the pairing mechanism of unconventional superconductors remains\na core challenge in condensed matter physics, particularly the ongoing debate\nover whether the related effects caused by electron-electron interactions unify\nvarious unconventional superconductors (UcSs). To address this challenge, it is\nnecessary to establish a universal quantitative relationship for the\nsuperconducting transition temperature ($T_c$), which can be directly obtained\nfrom experiments and correlated with microscopic parameters of different\nmaterial systems. In this work, we establish a relation: $N_{\\text{CP}}\\cdot\nk_{B}T_{c}^\\star = \\alpha\\cdot U $, where $\\alpha = 1/(16\\pi)$ is a universal\nconstant, $k_B$ is the Boltzmann constant, $T_{c}^\\star$ is the maximal\n$T_{c}$, $U$ is the on-site Coulomb interaction, and\n$N_{\\text{CP}}$($\\propto(\\xi_0/a)^D$) quantifies the spatial extent of Cooper\npairs ($\\xi_0$) relative to lattice parameter ($a$) in $D$ dimensions. The\nvalidity of this scaling relationship is empirically demonstrated, across a\nfour order-of-magnitude $T_c^\\star$ range (0.08--133 K), by database from 173\ndifferent compounds spanning 13 different UcS families in over 500 experiments.\nThe fact that the unified relationship is satisfied by different materials of\ndifferent UcS families reveals that they may share superconducting mechanisms.\nIn addition, the scaling relationship indicates the existence of a maximum\n$T_{c}^\\star$ determined by the minimum $N_{\\text{CP}}$, providing a benchmark\nfor theoretical and experimental exploration of high-temperature\nsuperconductivity."}
{"id": "2510.24867", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.24867", "abs": "https://arxiv.org/abs/2510.24867", "authors": ["Viviana Gómez", "Gabriel Téllez", "Fernando J. Gómez-Ruiz"], "title": "Spin Glass Dynamics on Complex Hardware Topologies: A Bond-Correlated Percolation Approach", "comment": null, "summary": "Understanding how frustration and disorder shape relaxation in complex\nsystems is a central problem in statistical physics and quantum annealing.\nSpin-glass models provide a natural framework to explore this connection, as\ntheir energy landscapes are governed by competing interactions and constrained\ntopologies. We investigate the non-exponential relaxation behavior of spin\nglasses on network architectures relevant to quantum annealing hardware -- such\nas finite size Chimera, Pegasus, and Zephyr graphs -- where embedding\nconstraints and finite connectivity strongly modulate the distribution of\nbarriers and metastable states. This slow relaxation arises from the combined\neffects of frustration and disorder, which persist even beyond the conventional\nspin-glass transition. Within the Fortuin-Kasteleyn-Coniglio-Klein (FKCK)\ncluster formalism, the appearance of unfrustrated cluster regions gives rise to\nmultiple relaxation scales, as distinct domains follow different dynamical\npathways across a rugged energy landscape. This framework enables a more\ncomprehensive characterization of spin-glass energy landscapes and offers\nvaluable insight into how topological constraints and disorder jointly govern\nrelaxation dynamics, providing quantitative benchmarks for evaluating the\nperformance and limitations of quantum annealing architectures."}
{"id": "2510.24874", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24874", "abs": "https://arxiv.org/abs/2510.24874", "authors": ["Atefe Ebrahimi", "Franco Pellegrini", "Stefano De Gironcoli"], "title": "Molecular simulations of Perovskites CsXI3 (X = Pb,Sn) Using Machine-Learning Interatomic Potentials", "comment": null, "summary": "Cesium based halide perovskites, such as CsPbI3 and CsSnI3, have emerged as\nexceptional candidates for next generation photovoltaic and optoelectronic\ntechnologies, but their practical application is limited by temperature\ndependent phase transitions and structural instabilities. Here, we develop\nmachine learning interatomic potentials within the LATTE framework to simulate\nthese materials with near experimental accuracy at a fraction of the\ncomputational cost compared to previous computational studies. Our molecular\ndynamics simulations based on the trained MLIPs reproduce energies and forces\nacross multiple phases, enabling large scale simulations that capture cubic\ntetragonal orthorhombic transitions, lattice parameters, and octahedral tilting\nwith unprecedented resolution. We find that Pb based perovskites exhibit larger\noctahedral tilts and higher phase transition temperatures than Sn based\nanalogues, reflecting stronger bonding and enhanced structural stability,\nwhereas Sn based perovskites display reduced tilts and lower barriers,\nsuggesting tunability through compositional or interface engineering. Beyond\nthese systems, our work demonstrates that MLIPs can bridge first principles\naccuracy with simulation efficiency, providing a robust framework for exploring\nphase stability, anharmonicity, and rational design in next generation halide\nperovskites."}
{"id": "2510.25399", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25399", "abs": "https://arxiv.org/abs/2510.25399", "authors": ["Alexander V. Savin", "Artem P. Klinov"], "title": "Stability of Planar Slits in Multilayer Graphite Crystals", "comment": "10 pages, 11 figures", "summary": "Using a two-dimensional coarse-grained chain model, planar slits in\nmultilayer graphite crystals are simulated. It is shown that when covering a\nlinear cavity on the flat surface of a graphite crystal with a multilayer\ngraphene sheet, an open (unfilled slit) can form only if the cavity width does\nnot exceed a critical value L_o (for width L>L_o, only a closed state of the\nslit is formed, with the cavity space filled by the covering sheet). The\ncritical width of the open slit L_o increases monotonically with the number of\nlayers K in the covering sheet. For a single-layer cavity, there is a finite\ncritical value of its width L_o<3nm, while for two- and three-layer cavities,\nthe maximum width of the open slit increases infinitely with increasing K as a\npower function K^\\alpha with exponent 0<\\alpha<1. Inside the crystal, two- and\nthree-layer slits can have stable open states at any width. For a slit with\nwidth L>7.6nm, a stationary closed state is also possible, in which its lower\nand upper surfaces adhere to each other. Simulation of thermal oscillations\nshowed that open states of two-layer slits with width L<15nm are always stable\nagainst thermal oscillations, while wider slits at T>400K transition from the\nopen to the closed state. Open states of three-layer slits are always stable\nagainst thermal oscillations."}
{"id": "2510.25169", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25169", "abs": "https://arxiv.org/abs/2510.25169", "authors": ["Shinji Watanabe", "Tsunetomo Yamada", "Hiroyuki Takakura", "Nobuhisa Fujita"], "title": "Monte Carlo study on critical exponents of the classical Heisenberg model in ferromagnetic icosahedral quasicrystal", "comment": "14 pages, 17 figures, 3 tables", "summary": "Quasicrystals (QCs) lack three-dimensional periodicity of atomic arrangement\nbut possess long-range structural order, which are distinct from periodic\ncrystals and random systems. Here, we show how the ferromagnetic (FM) order\narises in the icosahedral QC (i-QC) on the basis of the Monte Carlo simulation\nof the Heisenberg model on the Yb lattice of Cd$_{5.7}$Yb composed of regular\nicosahedrons. By finite-size scaling of the Monte Carlo data, we identified the\ncritical exponents of the magnetization, magnetic susceptibility, and spin\ncorrelation length, $\\beta=0.508(30)$, $\\gamma=1.361(59)$, and $\\nu=0.792(17)$,\nrespectively. We confirmed that our data satisfy the hyperscaling relation and\nestimated the other critical exponents $\\alpha=-0.376(51)$, $\\delta=3.68(23)$,\nand $\\eta=0.282(65)$. These results show a new universality class inherent in\nthe i-QC, which is different from those in periodic magnets and spin glasses.\nIn the i-QC, each Yb site at vertices of the regular icosahedrons is classified\ninto 8 classes with respect to the coordination numbers of the nearest-neighbor\nand next-nearest-neighbor bonds. We revealed the FM-transition mechanism by\nshowing that the difference in the local environment of each site is governed\nby cooperative evolution of spin correlations upon cooling, giving rise to the\ncritical phenomena."}
{"id": "2510.24968", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.24968", "abs": "https://arxiv.org/abs/2510.24968", "authors": ["Mario Hernández Vera"], "title": "FSIM: A Pedagogical and Extensible HPC Framework for the Hartree-Fock Method", "comment": null, "summary": "Efficient computation of molecular integrals and Hartree-Fock energy remains\na central topic in quantum-chemistry algorithm development. Although many\nsophisticated open-source packages are available, understanding their\nimplementations from first principles can be difficult for students and\ndevelopers alike. In this work, we present a concise overview and an extensible\npedagogical framework that implements the Hartree-Fock method and the\nMcMurchie-Davidson scheme for molecular integral evaluation. The implementation\nfollows an object-oriented design in C++, emphasizing clarity and modularity.\nWe also discuss strategies for parallel execution, including distributed\ncomputing with MPI and shared-memory parallelization with OpenMP. Beyond\npresenting a working reference, this work establishes a learning platform for\nfurther exploration, including suggested mini-projects for algorithmic\noptimization and HPC scalability. The accompanying open-source library, FSIM,\ndescribed in this work, serves as a compact resource for teaching and research\nin computational chemistry and high-performance computing."}
{"id": "2510.24979", "categories": ["physics.comp-ph", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.24979", "abs": "https://arxiv.org/abs/2510.24979", "authors": ["Chenyu Tang", "Mayank Prakash Pandey", "Cheng Giuseppe Chen", "Alberto Megías", "François Dehez", "Christophe Chipot"], "title": "Breaking the Timescale Barrier: Generative Discovery of Conformational Free-Energy Landscapes and Transition Pathways", "comment": "17 pages, 4 figures", "summary": "Molecular transitions -- such as protein folding, allostery, and membrane\ntransport -- are central to biology yet remain notoriously difficult to\nsimulate. Their intrinsic rarity pushes them beyond reach of standard molecular\ndynamics, while enhanced-sampling methods are costly and often depend on\narbitrary variables that bias outcomes. We introduce Gen-COMPAS, a generative\ncommittor-guided path sampling framework that reconstructs transition pathways\nwithout predefined variables and at a fraction of the cost. Gen-COMPAS couples\na generative diffusion model, which produces physically realistic\nintermediates, with committor-based filtering to pinpoint transition states.\nShort unbiased simulations from these intermediates rapidly yield full\ntransition-path ensembles that converge within nanoseconds, where conventional\nmethods require orders of magnitude more sampling. Applied to systems from a\nminiprotein to a ribose-binding protein to a mitochondrial carrier, Gen-COMPAS\nretrieves committors, transition states, and free-energy landscapes\nefficiently, uniting machine learning and molecular dynamics for broad\nmechanistic and practical insight."}
{"id": "2510.25071", "categories": ["cond-mat.stat-mech", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.25071", "abs": "https://arxiv.org/abs/2510.25071", "authors": ["Ravi Kiran", "A. Taraphder"], "title": "Phonon dynamics and chiral modes in the two-dimensional square-octagon lattice", "comment": "15 pages, 21 figures", "summary": "Chiral phonons, originally identified in two-dimensional hexagonal lattices\nand later extended to kagome, square, and other lattices, have been extensively\nstudied as manifestations of broken inversion and time-reversal symmetries in\nvibrational dynamics. In this work, we investigate the vibrational dynamics of\nthe two-dimensional square-octagon lattice using a spring-mass model with\ncentral-force interactions. The model incorporates mass contrast and variable\ncoupling strengths among nearest, next-nearest, and third-nearest neighbors.\nFrom the dynamical matrix, we obtain the phonon dispersion relations and\nidentify tunable phononic band gaps governed by both mass and spring-constant\nratios. The angular dependence of phase and group velocities is analyzed to\nreveal the pronounced anisotropy inherent to this lattice geometry. We also\nexamine the distinctive features of the square-octagon geometry, including\nflat-band anomalies in the density of states and anisotropic sound propagation\ninduced by longer-range couplings. In addition, we explore the emergence of\nchiral phonons by introducing a time reversal symmetry-breaking term in the\ndynamical matrix, and to elucidate their optical signatures, we construct a\nminimal model to study infrared circular dichroism arising from chiral phonon\nmodes."}
{"id": "2510.25124", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25124", "abs": "https://arxiv.org/abs/2510.25124", "authors": ["Trevor Chistolini", "Ha-Leem Kim", "Qiyu Wang", "Su-Di Chen", "Luke Pritchard Cairns", "Ryan Patrick Day", "Collin Sanborn", "Hyunseong Kim", "Zahra Pedramrazi", "Ruishi Qi", "Takashi Taniguchi", "Kenji Watanabe", "James G. Analytis", "David I. Santiago", "Irfan Siddiqi", "Feng Wang"], "title": "Contactless cavity sensing of superfluid stiffness in atomically thin 4Hb-TaS$_2$", "comment": null, "summary": "The exceptional tunability of two-dimensional van der Waals materials offers\nunique opportunities for exploring novel superconducting phases. However, in\nsuch systems, the measurement of superfluid phase stiffness, a fundamental\nproperty of a superconductor, is challenging because of the mesoscopic sample\nsize. Here, we introduce a contact-free technique for probing the\nelectrodynamic response, and thereby the phase stiffness, of atomically thin\nsuperconductors using on-chip superconducting microwave resonators. We\ndemonstrate this technique on 4Hb-TaS$_2$, a van der Waals superconductor whose\ngap structure under broken mirror symmetry is under debate. In our cleanest\nfew-layer device, we observe a superconducting critical temperature comparable\nto that of the bulk. The temperature evolution of the phase stiffness features\nnodeless behavior in the presence of broken mirror symmetry, inconsistent with\nthe scenario of nodal surface superconductivity. With minimal fabrication\nrequirements, our technique enables microwave measurements across wide ranges\nof two-dimensional superconductors."}
{"id": "2510.24874", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24874", "abs": "https://arxiv.org/abs/2510.24874", "authors": ["Atefe Ebrahimi", "Franco Pellegrini", "Stefano De Gironcoli"], "title": "Molecular simulations of Perovskites CsXI3 (X = Pb,Sn) Using Machine-Learning Interatomic Potentials", "comment": null, "summary": "Cesium based halide perovskites, such as CsPbI3 and CsSnI3, have emerged as\nexceptional candidates for next generation photovoltaic and optoelectronic\ntechnologies, but their practical application is limited by temperature\ndependent phase transitions and structural instabilities. Here, we develop\nmachine learning interatomic potentials within the LATTE framework to simulate\nthese materials with near experimental accuracy at a fraction of the\ncomputational cost compared to previous computational studies. Our molecular\ndynamics simulations based on the trained MLIPs reproduce energies and forces\nacross multiple phases, enabling large scale simulations that capture cubic\ntetragonal orthorhombic transitions, lattice parameters, and octahedral tilting\nwith unprecedented resolution. We find that Pb based perovskites exhibit larger\noctahedral tilts and higher phase transition temperatures than Sn based\nanalogues, reflecting stronger bonding and enhanced structural stability,\nwhereas Sn based perovskites display reduced tilts and lower barriers,\nsuggesting tunability through compositional or interface engineering. Beyond\nthese systems, our work demonstrates that MLIPs can bridge first principles\naccuracy with simulation efficiency, providing a robust framework for exploring\nphase stability, anharmonicity, and rational design in next generation halide\nperovskites."}
{"id": "2510.24892", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24892", "abs": "https://arxiv.org/abs/2510.24892", "authors": ["H-W S. Huang", "S. Agrawal", "D. Bhattacharya", "H. G. Xing", "D. Jena"], "title": "Improved operating voltage in InGaN-capped AlGaN-based DUV LEDs on bulk AlN substrates", "comment": "This manuscript has been submitted to Applied Physics Letters and is\n  currently under review. The version posted here corresponds to the originally\n  submitted manuscript prior to peer review", "summary": "Better wall plug efficiency of deep-ultraviolet light emitting diodes\n(DUV-LEDs) requires simultaneous low resistivity p-type and n-type contacts,\nwhich is a challenging problem. In this study, the co-optimization of p-InGaN\nand n- AlGaN contacts for DUV LEDs are investigated. We find that using a thin\n7%InGaN cap is effective in achieving ohmic p-contacts with specific contact\nresistivity of 3.10x10^{-5} Ohm.cm^2. Upon monolithic integration of p- and n-\ncontacts for DUV LEDs, we find that the high temperature annealing of 800C\nrequired for the formation of low resistance contacts to n-AlGaN severely\ndegrades the p-InGaN layer, thereby reducing the hole concentration and\nincreasing the specific contact resistivity to 9.72x10^{-4} Ohm.cm^2.\nDepositing a SiO2 cap by plasma-enhanced atomic layer deposition (PE-ALD) prior\nto high temperature n-contact annealing restores the low p-contact resistivity,\nenabling simultaneous low-resistance p- and n-contacts. DUV-LEDs emitting at\n268 nm fabricated with the SiO2 capping technique exhibit a 3.5 V reduction in\noperating voltage at a current level of 400 A/cm^2 and a decrease in\ndifferential ON-resistance from 6.4 mOhm.cm^2 to 4.5 mOhm.cm^2. This study\nhighlights a scalable route to high-performance, high-Al-content bipolar AlGaN\ndevices."}
{"id": "2510.25415", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25415", "abs": "https://arxiv.org/abs/2510.25415", "authors": ["Tim Matthies", "Levente Rózsa", "Roland Wiesendanger", "Elena Y. Vedmedenko"], "title": "Effects of interlayer Dzyaloshinskii-Moriya interaction on the shape and dynamics of magnetic twin-skyrmions", "comment": null, "summary": "Magnetic skyrmions have been proposed as promising candidates for storing\ninformation due to their high stability and easy manipulation by spin-polarized\ncurrents. Here, we study how these properties are influenced by the interlayer\nDzyaloshinskii--Moriya interaction (IL-DMI), which stabilizes twin-skyrmions in\nmagnetic bilayers. We find that the spin configuration of the twin-skyrmion\nadapts to the direction of the IL-DMI by elongating or changing the helicities\nin the two layers. Driving the skyrmions by spin-polarized currents in the\ncurrent-perpendicular-to-plane configuration, we observe significant changes\neither in the skyrmion velocity or in the skyrmion Hall angle depending on the\ncurrent polarization. These findings unravel further prospects for skyrmion\nmanipulation enabled by the IL-DMI."}
{"id": "2510.25194", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25194", "abs": "https://arxiv.org/abs/2510.25194", "authors": ["A. E. Petrova", "S. Yu. Gavrilkin", "V. A. Stepanov", "S. S. Khasanov", "Dirk Mensel", "S. M. Stishov"], "title": "Linear and isotropic magnetoresistance of Co$_{1-x}$Fe$_x$Si at x=0.2; 0.4; 0.65", "comment": "5 pages, 10 figures", "summary": "We studied the magnetoresistance (MR) of well-characterized samples of\nCo$_{1-x}$Fe$_x$Si at x=0.2, 0.4, and 0.65 at temperatures between 1.8 and\n100~K and magnetic fields of 9~T. The quasilinear dependence of MR on the\nmagnetic field at low temperatures and the practically isotropic properties of\nMR in these compounds are tentatively attributed to the specifics of Weyl\nelectron spectra and general disorder of the materials."}
{"id": "2510.25288", "categories": ["physics.chem-ph", "math-ph", "math.MP", "math.SP"], "pdf": "https://arxiv.org/pdf/2510.25288", "abs": "https://arxiv.org/abs/2510.25288", "authors": ["Denis S. Grebenkov", "Raphael Maurette"], "title": "Reactive capacitance of flat patches of arbitrary shape", "comment": null, "summary": "We investigate the capacity of a flat partially reactive patch of arbitrary\nshape to trap independent particles that undergo steady-state diffusion in the\nthree-dimensional space. We focus on the total flux of particles onto the patch\nthat determines its reactive capacitance. To disentangle the respective roles\nof the reactivity and the shape of the patch, we employ a spectral expansion of\nthe reactive capacitance over a suitable Steklov eigenvalue problem. We derive\nseveral bounds on the reactive capacitance to reveal its monotonicity with\nrespect to the reactivity and the shape. Two probabilistic interpretations are\npresented as well. An efficient numerical tool is developed for solving the\nassociated Steklov spectral problem for patches of arbitrary shape. We propose\nand validate, both theoretically and numerically, a simple, fully explicit\napproximation for the reactive capacitance that depends only on the surface\narea and the electrostatic capacitance of the patch. This approximation opens\npromising ways to access various characteristics of diffusion-controlled\nreactions in general domains with multiple small well-separated patches. Direct\napplications of these results in statistical physics and physical chemistry are\ndiscussed."}
{"id": "2510.25088", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.25088", "abs": "https://arxiv.org/abs/2510.25088", "authors": ["Wencai Yan", "Wanming Hao", "Yajun Fan", "Yabo Guo", "Qingqing Wu", "Xingwang Li"], "title": "Six-Dimensional Movable Antenna Enabled Wideband THz Communications", "comment": null, "summary": "In this paper, we investigate a six-dimensional movable antenna\n(6DMA)-enabled wideband terahertz (THz) communication system with sub-connected\nhybrid beamforming architecture at the base station (BS). In particular, the\nthree-dimensional (3D) position and 3D rotation of each 6DMA surface can be\nflexibly reconfigured to mitigate the beam squint effects instead of\nintroducing costly true-time-delay devices. We first analyze the normalized\narray gain in the 6DMA-enabled wideband THz systems based on the beam squint\neffects. Then, we formulate a sum-rate maximization problem via jointly\noptimizing 3D positions, 3D rotations, and hybrid analog/digital beamforming.\nTo solve the non-convex problem, an alternating optimization algorithm is\ndeveloped that decomposes the original problem into three subproblems, which\nare solved alternately. Specifically, given the positions and rotations of 6DMA\nsurfaces, we first reformulate the objective function and design a semidefinite\nrelaxation-based alternating minimization scheme to obtain the hybrid\nanalog/digital beamforming. Then, the positions and rotations of the 6DMA\nsurfaces are further optimized through a feasible gradient descent procedure.\nThe final solutions are obtained by repeating the above procedure until\nconvergence. Numerical results demonstrate the superior performance of the\nproposed scheme compared with conventional fixed-position antenna\narchitectures."}
{"id": "2510.25359", "categories": ["cond-mat.stat-mech", "q-bio.SC"], "pdf": "https://arxiv.org/pdf/2510.25359", "abs": "https://arxiv.org/abs/2510.25359", "authors": ["Roger D. Jones", "Achille Giacometti", "Alan M. Jones"], "title": "Thermodynamics of Biological Switches", "comment": "One figure. Proceedings of Wivace2025. 10 pages", "summary": "We derive a formulation of the First Law of nonequilibrium thermodynamics for\nbiological information-processing systems by partitioning entropy in the Second\nLaw into microscopic and mesoscopic components and by assuming that natural\nselection promotes optimal information processing and transmission. The\nresulting framework demonstrates how mesoscopic information-based subsystems\ncan attain nonequilibrium steady states (NESS) sustained by external energy and\nentropy fluxes, such as those generated by ATP/ADP imbalances in vivo.\nMoreover, mesoscopic systems may reach NESS before microscopic subsystems,\nleading to ordered structures in entropy flow analogous to eddies in a moving\nstream."}
{"id": "2510.25203", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25203", "abs": "https://arxiv.org/abs/2510.25203", "authors": ["Y. Balaji", "M. Surendran", "X. Li", "A. Kemelbay", "A. Gashi", "C. Salemi", "A. Suzuki", "A. Tynes Hammack", "A. Schwartzberg"], "title": "Low-Gap Hf-HfOx-Hf Josephson Junctions for meV-Scale Particle Detection", "comment": null, "summary": "Superconducting qubits have motivated the exploration of Josephson-junction\ntechnologies beyond quantum computing, with emerging applications in low-energy\nphoton and phonon detection for astrophysics and dark matter searches.\nAchieving sensitivity at the THz (meV) scale requires materials with smaller\nsuperconducting gaps than those of conventional aluminum or niobium-based\ndevices. Here, we report the fabrication and characterization of hafnium\n(Hf)-based Josephson junctions (Hf-HfOx-Hf), demonstrating Hf as a promising\nlow-Tc material platform for ultra-low threshold single THz photon and\nsingle-phonon detection. Structural and chemical analyses reveal crystalline\nfilms and well-defined oxide barriers, while electrical transport measurements\nat both room and cryogenic temperatures exhibit clear Josephson behavior,\nenabling extraction of key junction parameters such as critical current,\nsuperconducting gap and normal-state resistance. This work presents the first\ncomprehensive study of Hf-based junctions and their potential for\nnext-generation superconducting detectors and qubit architectures leveraging\nlow superconducting gap energies."}
{"id": "2510.24892", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24892", "abs": "https://arxiv.org/abs/2510.24892", "authors": ["H-W S. Huang", "S. Agrawal", "D. Bhattacharya", "H. G. Xing", "D. Jena"], "title": "Improved operating voltage in InGaN-capped AlGaN-based DUV LEDs on bulk AlN substrates", "comment": "This manuscript has been submitted to Applied Physics Letters and is\n  currently under review. The version posted here corresponds to the originally\n  submitted manuscript prior to peer review", "summary": "Better wall plug efficiency of deep-ultraviolet light emitting diodes\n(DUV-LEDs) requires simultaneous low resistivity p-type and n-type contacts,\nwhich is a challenging problem. In this study, the co-optimization of p-InGaN\nand n- AlGaN contacts for DUV LEDs are investigated. We find that using a thin\n7%InGaN cap is effective in achieving ohmic p-contacts with specific contact\nresistivity of 3.10x10^{-5} Ohm.cm^2. Upon monolithic integration of p- and n-\ncontacts for DUV LEDs, we find that the high temperature annealing of 800C\nrequired for the formation of low resistance contacts to n-AlGaN severely\ndegrades the p-InGaN layer, thereby reducing the hole concentration and\nincreasing the specific contact resistivity to 9.72x10^{-4} Ohm.cm^2.\nDepositing a SiO2 cap by plasma-enhanced atomic layer deposition (PE-ALD) prior\nto high temperature n-contact annealing restores the low p-contact resistivity,\nenabling simultaneous low-resistance p- and n-contacts. DUV-LEDs emitting at\n268 nm fabricated with the SiO2 capping technique exhibit a 3.5 V reduction in\noperating voltage at a current level of 400 A/cm^2 and a decrease in\ndifferential ON-resistance from 6.4 mOhm.cm^2 to 4.5 mOhm.cm^2. This study\nhighlights a scalable route to high-performance, high-Al-content bipolar AlGaN\ndevices."}
{"id": "2510.24952", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.24952", "abs": "https://arxiv.org/abs/2510.24952", "authors": ["Arsalan Hashemi", "Nima Ghafari Cherati", "Sadegh Ghaderzadeh", "Yanzhou Wang", "Mahdi Ghorbani-Asl", "Tapio Ala-Nissila"], "title": "Stabilisation of hBN/SiC Heterostructures with Vacancies and Transition-Metal Atoms", "comment": null, "summary": "When two-dimensional atomic layers of different materials are brought into\nclose proximity to form van der Waals (vdW) heterostructures, interactions\nbetween adjacent layers significantly influence their physicochemical\nproperties. These effects seem particularly pronounced when the interface\nexhibits local order and near-perfect structural alignment, leading to the\nemergence of Moir\\'e patterns. Using quantum mechanical density functional\ntheory calculations, we propose a prototypical bilayer heterostructure composed\nof hexagonal boron nitride (hBN) and silicon carbide (SiC), characterized by a\nlattice mismatch of 18.77\\% between their primitive unit cells. We find that\nthe removal of boron atoms from specific lattice sites can convert the\ninterlayer interaction from weak vdW coupling to robust localized\nsilicon-nitrogen covalent bonding. Motivated by this, we study the binding of\ntransition-metal adatoms and formulate design guidelines to enhance surface\nreactivity, thereby enabling the controlled isolation of single-metal atoms.\nOur machine-learning-assisted molecular dynamics simulations confirm both\ndynamical stability and metal anchoring feasibility at finite temperatures. Our\nresults suggest the hBN/SiC heterostructure as a versatile platform for\natomically precise transition-metal functionalization, having potential for\nnext-generation catalytic energy-conversion technologies."}
{"id": "2510.25425", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25425", "abs": "https://arxiv.org/abs/2510.25425", "authors": ["Zhengrong Guo"], "title": "A Topological Sum Rule for the Chirality of Carbon Nanotubes", "comment": null, "summary": "The electronic properties of carbon nanotubes are fundamentally governed by\ntheir chirality, specified by the integer indices (n,m). The lack of a\npredictive theory directly connecting the architecture of the nucleation cap to\nthe resulting (n,m) has hindered the controlled synthesis of specific\nchiralities. Here, we derive a universal topological sum rule that quantifies\nthis relationship. We show that (n,m) is uniquely determined by the sum of the\ncoordinates of the six pentagons in the cap. The complete set of these\ncoordinates, evaluated across rotationally symmetric lattice frames, fully\ndefines the carbon cap structure. This rule establishes that chirality is\nencoded deterministically at nucleation, as any perturbation to the pentagon\npositions overwhelmingly leads to a predictable, quanti able, and entropically\nirreversible shift in (n,m). We further explain the preferential formation of\nthe (126) nanotube by identifying a six-fold symmetric cap with epitaxial\nmatching to the <111> catalyst facet. Our work provides a theoretical framework\nthat redefines the field, shifting the focus from growth kinetics to\ndeterministic nucleation programming and paving the way toward predictable\nsynthesis."}
{"id": "2510.25349", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25349", "abs": "https://arxiv.org/abs/2510.25349", "authors": ["M. Bayer", "M. Vieweg", "K. P. Schmidt"], "title": "Immobile and mobile excitations of three-spin interactions on the diamond chain", "comment": "19 pages, 4 figures", "summary": "We present a solvable one-dimensional spin-1/2 model on the diamond chain\nfeaturing three-spin interactions, which displays both, mobile excitations\ndriving a second-order phase transition between an ordered and a\n$\\mathbb{Z}_2$-symmetry broken phase, as well as non-trivial fully immobile\nexcitations. The model is motivated by the physics of fracton excitations,\nwhich only possess mobility in a reduced dimension compared to the full model.\nWe provide an exact mapping of this model to an arbitrary number of independent\ntransverse-field Ising chain segments with open boundary conditions. The number\nand lengths of these segments correspond directly to the number of immobile\nexcitations and their respective distances from one another. Furthermore, we\ndemonstrate that multiple immobile excitations exhibit Casimir-like forces\nbetween them, resulting in a non-trivial spectrum."}
{"id": "2510.25380", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25380", "abs": "https://arxiv.org/abs/2510.25380", "authors": ["Ilyes Batatia", "Chen Lin", "Joseph Hart", "Elliott Kasoar", "Alin M. Elena", "Sam Walton Norwood", "Thomas Wolf", "Gábor Csányi"], "title": "Cross Learning between Electronic Structure Theories for Unifying Molecular, Surface, and Inorganic Crystal Foundation Force Fields", "comment": null, "summary": "Creating a single unified interatomic potential capable of attaining ab\ninitio accuracy across all chemistry remains a long-standing challenge in\ncomputational chemistry and materials science. This work introduces a training\nprotocol for foundation machine-learning interatomic potentials (MLIPs) that\nbridge molecular, surface, and materials chemistry through cross-domain\nlearning. First, we introduce enhancements to the MACE architecture that\nimprove its performance on chemically diverse databases by increasing weight\nsharing across chemical elements and introducing non-linear factors into the\ntensor decomposition of the product basis. Second, we develop a multi-head\nreplay post-training methodology that enables efficient knowledge transfer\nacross diverse chemical domains. By fine-tuning on datasets at different levels\nof electronic structure theory, including inorganic crystals, molecular\nsystems, surface chemistry, and reactive organic chemistry, we demonstrate that\na single unified model achieves state-of-the-art performance across several\nchemical domains. Comprehensive benchmarking reveals superior cross-domain\ntransferability compared with existing specialised and multi-task models, with\nnotable improvements in molecular and surface properties while maintaining\nstate-of-the-art performance in materials-property prediction."}
{"id": "2510.25654", "categories": ["physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.25654", "abs": "https://arxiv.org/abs/2510.25654", "authors": ["Steffen Schultze", "Helmut Grubmüller"], "title": "Bayesian MINFLUX localization microscopy", "comment": "5 pages, 5 figures", "summary": "MINFLUX microscopy allows for localization of fluorophores with nanometer\nprecision using targeted scanning with an illumination profile with a minimum.\nHowever, current scanning patterns and the overall procedure are based on\nheuristics, and may therefore be suboptimal. Here we present a rigorous\nBayesian that offers maximal resolutions from either minimal detected photons\nor minimal exposures. We estimate using simulated localization runs that this\napproach should reduce the number of photons required for 1 nm resolution by a\nfactor of about four."}
{"id": "2510.25377", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.25377", "abs": "https://arxiv.org/abs/2510.25377", "authors": ["Charlotte Myin", "Benoît Mahault"], "title": "Flocking in weakly nonreciprocal mixtures", "comment": null, "summary": "We show that weakly nonreciprocal alignment leads to large-scale structure\nformation in flocking mixtures. By combining numerical simulations of a binary\nVicsek model and the analysis of coarse-grained continuum equations, we\ndemonstrate that nonreciprocity destabilizes the ordered phase formed by\nmutually aligning or anti-aligning species in a large part of the phase\ndiagram. For aligning populations, this instability results in one species\ncondensing in a single band that travels within a homogeneous liquid of the\nother species. When interactions are anti-aligning, both species self-assemble\ninto polar clusters with large-scale chaotic dynamics. In both cases, the\nemergence of structures is accompanied by the demixing of the two species,\ndespite the absence of repulsive interactions. Our theoretical analysis allows\nus to elucidate the origin of the instability, and show that it is generic to\nnonreciprocal flocks."}
{"id": "2510.25756", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25756", "abs": "https://arxiv.org/abs/2510.25756", "authors": ["Grayson R. Frazier", "Yi Li"], "title": "Spatially Inhomogeneous Triplet Pairing Order and Josephson Diode Effect Induced by Frustrated Spin Textures", "comment": "Long version of arXiv:2506.15661", "summary": "We demonstrate that frustrated spin textures can generate anisotropic\nJosephson couplings between $d$-vectors that can stabilize spatially varying\npairing orders in spin triplet superconductors. These couplings depend on the\nrelative orientation of $d$-vectors, analogous to Dzyaloshinskii-Moriya and\n$\\Gamma$-type interactions in magnetism, leading to an effective \"pliability\"\nof the pairing order that competes with superfluid stiffness. Such couplings\ncannot originate from spin-orbit coupling; rather, they can arise, for example,\nwhen itinerant electrons are coupled to a local exchange field composed of\nfrustrated spin moments. Using a $T$-matrix expansion, we show that coupling to\na local exchange field leads to an effective tunneling of itinerant electrons\nthat is dependent on the underlying spin configurations at the barrier between\nsuperconducting grains. Furthermore, Josephson tunneling through frustrated\nspin textures can produce a Josephson diode effect. The diode effect originates\neither from nonvanishing spin chirality in the barrier, or from antisymmetric\nJosephson coupling between noncollinear $d$-vectors, both of which break\ninversion and time-reversal symmetries."}
{"id": "2510.24952", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.24952", "abs": "https://arxiv.org/abs/2510.24952", "authors": ["Arsalan Hashemi", "Nima Ghafari Cherati", "Sadegh Ghaderzadeh", "Yanzhou Wang", "Mahdi Ghorbani-Asl", "Tapio Ala-Nissila"], "title": "Stabilisation of hBN/SiC Heterostructures with Vacancies and Transition-Metal Atoms", "comment": null, "summary": "When two-dimensional atomic layers of different materials are brought into\nclose proximity to form van der Waals (vdW) heterostructures, interactions\nbetween adjacent layers significantly influence their physicochemical\nproperties. These effects seem particularly pronounced when the interface\nexhibits local order and near-perfect structural alignment, leading to the\nemergence of Moir\\'e patterns. Using quantum mechanical density functional\ntheory calculations, we propose a prototypical bilayer heterostructure composed\nof hexagonal boron nitride (hBN) and silicon carbide (SiC), characterized by a\nlattice mismatch of 18.77\\% between their primitive unit cells. We find that\nthe removal of boron atoms from specific lattice sites can convert the\ninterlayer interaction from weak vdW coupling to robust localized\nsilicon-nitrogen covalent bonding. Motivated by this, we study the binding of\ntransition-metal adatoms and formulate design guidelines to enhance surface\nreactivity, thereby enabling the controlled isolation of single-metal atoms.\nOur machine-learning-assisted molecular dynamics simulations confirm both\ndynamical stability and metal anchoring feasibility at finite temperatures. Our\nresults suggest the hBN/SiC heterostructure as a versatile platform for\natomically precise transition-metal functionalization, having potential for\nnext-generation catalytic energy-conversion technologies."}
{"id": "2510.24970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.24970", "abs": "https://arxiv.org/abs/2510.24970", "authors": ["Israel Kellersztein", "Mathieu Desgranges", "Chiara Daraio"], "title": "Trichome entanglement enhances damage tolerance in microstructured biocomposites", "comment": "21 pages including supporting information, four figure in the main\n  manuscript", "summary": "Achieving damage tolerance in composite materials remains a central challenge\nin materials science. Conventional strategies often rely on filler\nincorporation or chemical modification, which can limit energy dissipation and\nconstrain structural stability. Here, we leverage the unique morphology of\nSpirulina trichomes to investigate a reinforcement mechanism based on physical\nfilament entanglement. By comparing helical trichomes with their\nmorphologically straightened counterparts, we isolate filament geometry as the\nkey parameter governing mechanical performance. Trichome-based suspensions\nexhibit enhanced viscoelastic response and a threefold increase in yield\nstress. When processed via extrusion-based 3D printing using hydroxyethyl\ncellulose (HEC) as a matrix, entangled trichomes yield a 290% improvement in\nbending strength and a 15-fold enhancement in work of fracture. Fracture\nsurface analysis reveals a transition from interfacial debonding and pull-out\n(in filaments) to crack propagation through the entangled network, indicating\nstructure-mediated toughening. These findings establish trichome entanglement\nas a scalable, physically driven mechanism for enhancing damage tolerance\nthrough microstructural architecture."}
{"id": "2510.25443", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25443", "abs": "https://arxiv.org/abs/2510.25443", "authors": ["I. Yahniuk", "I. A. Dmitriev", "A. L. Shilov", "E. Mönch", "M. Marocko", "J. Eroms", "D. Weiss", "P. Sadovyi", "B. Sadovyi", "I. Grzegory", "W. Knap", "J. Gumenjuk-Sichevska", "J. Wunderlich", "D. A. Bandurin", "S. D. Ganichev"], "title": "Strongly nonlinear Bernstein modes in graphene reveal plasmon-enhanced near-field magnetoabsorption", "comment": "12 pages, 8 figures", "summary": "Bernstein modes -- hybrid magnetoplasmon excitations arising from the\ncoupling between cyclotron motion and collective oscillations in\ntwo-dimensional electron systems -- offer direct access to non-local\nelectrodynamics. These modes can exhibit rich nonlinear behavior akin to\nstrong-coupling phenomena in cavity quantum electrodynamics, but reaching\nnonlinear regime has remained experimentally challenging. Here we report the\nobservation of nonlinear Bernstein modes in graphene using terahertz excitation\nwith near-field enhancement from embedded metallic contacts. Photoresistance\nspectroscopy reveals sharp resonances at Bc/2 and Bc/3 that saturate at\nradiation intensities nearly an order of magnitude lower than the cyclotron\nresonance. We ascribe this to strong local heating of the electron gas due to\nresonant excitation of high-amplitude Bernstein magnetoplasmons, associated\nwith a combination of the field-concentration effect of the near field and\nplasmonic amplification that is resonantly enhanced in the region of Bernstein\ngaps. Polarization-resolved measurements further confirm the near-field origin:\nBernstein resonances are insensitive to circular helicity but strongly depend\non the angle of linear polarization, in sharp contrast to the cyclotron\nresonance response. Our results establish graphene as a platform for nonlinear\nmagnetoplasmonics, opening opportunities for strong-field manipulation of\ncollective electron dynamics, out-of-equilibrium electron transport, and\nsolid-state analogues of cavity quantum electrodynamics."}
{"id": "2510.25539", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.25539", "abs": "https://arxiv.org/abs/2510.25539", "authors": ["Marcus V. Marinho", "Eric C. Andrade"], "title": "Quantum Spin Liquids Stabilized by Disorder in Non-Kramers Pyrochlores", "comment": "9 pages, 6 figures. Contribution to the Annalen der Physik,\n  Collection: Advances in Strongly Correlated Systems", "summary": "This study investigates the emergence of quantum spin liquid phases in\npyrochlore oxides with non-Kramers ions, driven by structural randomness that\neffectively acts as a transverse field, introducing quantum fluctuations on top\nof the spin ice manifold. This is contrary to the naive expectation that\ndisorder favors phases with short-range entanglement by adjusting the spins\nwith their local environment. Given this unusual situation, it is essential to\nassess the stability of the spin-liquid phase with respect to the disorder. To\nperform this study, a minimal model for disordered quantum spin ice, the\ntransverse-field Ising model, is analyzed using a formulation of gauge\nmean-field theory (GMFT) directly in real space. This approach allows the\ninclusion of disorder effects exactly and provides access to non-perturbative\neffects. The analysis shows that the quantum spin ice remains remarkably stable\nwith respect to disorder up to the transition to the polarized phase at high\nfields, indicating that it can occur in real materials. Moreover, the Griffiths\nregion of enhanced disorder-induced fluctuations appears tiny and restricted to\nthe immediate vicinity of this transition due to the uniqueness of the\nlow-energy excitations of the problem. For most of the phase diagram, an\naverage description of the disorder captures the physical behavior well,\nindicating that the inhomogeneous quantum spin ice behaves closely to its\nhomogeneous counterpart."}
{"id": "2510.25453", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25453", "abs": "https://arxiv.org/abs/2510.25453", "authors": ["Pavlo Kozub", "Nataliia Yilmaz", "Svitlana Kozub"], "title": "Vector-Based Approach to the Stoichiometric Analysis of Multicomponent Chemical Reactions: The Case of Black Powder", "comment": "Mirror of ChemRxiv preprint: Kozub, P.A.; Yilmaz, N.; Kozub, Y.\n  \"Vector-Based Approach to the Stoichiometric Analysis of Multicomponent\n  Chemical Reactions: The Case of Black Powder\" ChemRxiv (2025). DOI:\n  https://doi.org/10.26434/chemrxiv-2025-p9fbn This version is shared on arXiv\n  for wider dissemination", "summary": "The study demonstrates the capabilities of a vector-based approach for\ncalculating stoichiometric coefficients in chemical equations, using black\npowder as an illustrative example. A method is proposed for selecting and\nconstraining intermediate interactions between reactants, as well as for\nidentifying final products. It is shown that even a small number of components\ncan lead to a large number of final and intermediate products. Through concrete\ncalculations, a correlation is established between the number of possible\nchemical equations and the number of reactants. A methodology is proposed for\ncomputing all possible chemical equations within a reaction system for\narbitrary component ratios, enabling the derivation of all feasible chemical\nreactions. Additionally, a method is developed for calculating the chemical\ncomposition for a fixed set of reactants, allowing for the evaluation of the\nset of products resulting from all possible chemical interactions given a\nspecified initial composition."}
{"id": "2510.25658", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25658", "abs": "https://arxiv.org/abs/2510.25658", "authors": ["Maximilian Graml", "Jan Wilhelm"], "title": "Optical excitations in nanographenes from the Bethe-Salpeter equation and time-dependent density functional theory: absorption spectra and spatial descriptors", "comment": null, "summary": "The GW plus Bethe-Salpeter equation (GW-BSE) formalism is a well-established\napproach for calculating excitation energies and optical spectra of molecules,\nnanostructures, and crystalline materials. We implement GW-BSE in the CP2K code\nand validate the implementation for a standard organic molecular test set,\nobtaining excellent agreement with reference data, with a mean absolute error\nin excitation energies below 3 meV. We then study optical spectra of\nnanographenes of increasing length, showing excellent agreement with\nexperiment. We further compute the size of the excitation of the lowest\noptically active excitation which converges to about 7.6 $\\r{A}$ with\nincreasing length. Comparison with time-dependent density functional theory\nusing functionals of varying exact-exchange fraction shows that none reproduce\nboth the size of the excitation and optical spectra of GW-BSE, underscoring the\nneed for many-body methods for accurate description of electronic excitations\nin nanostructures."}
{"id": "2510.25429", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.25429", "abs": "https://arxiv.org/abs/2510.25429", "authors": ["Malte Henkel", "Stoimen Stoimenov"], "title": "Schrödinger-invariance in non-equilibrium critical dynamics", "comment": "17 pages, 3 figures. Conference proceedings LT-16, based on\n  arXiv:2504.16857, arXiv:2505.22301, arXiv:2509.11654. Improves by more long\n  list of models", "summary": "The scaling functions of single-time and two-time correlators in systems\nundergoing non-equilibrium critical dynamics with dynamical exponent ${z}=2$\nare predicted from a new time-dependent non-equilibrium representation of the\nSchr\\\"odinger algebra. These explicit predictions are tested and confirmed in\nthe ageing of several exactly solvable models."}
{"id": "2510.25767", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25767", "abs": "https://arxiv.org/abs/2510.25767", "authors": ["B. J. Ramshaw", "Steven A. Kivelson"], "title": "Superconductivity in overdoped cuprates can be understood from a BCS perspective!", "comment": "3 figures", "summary": "We summarize key experimental studies of the low energy properties of\noverdoped cuprate high temperature superconductors and conclude that a\ntheoretical understanding of the \"essential physics\" is achievable in terms of\na conventional Fermi-liquid treatment of the normal state, and a BCS mean-field\ntreatment of the (d-wave) superconducting state. For this perspective to be\nconsistent, it is necessary to posit that there is a crossover from a strongly\ncorrelated underdoped regime (where a different theoretical perspective is\nnecessary) to the more weakly correlated overdoped regime. It is also necessary\nto argue that the various observed features of the overdoped materials that are\ninconsistent with this perspective can be attributed to the expected effects of\nthe intrinsic disorder associated with most of the materials being solid state\nsolutions (alloys). As a test of this idea, we make a series of falsifiable\npredictions concerning the expected behavior of \"ideal\" (disorder free)\noverdoped cuprates."}
{"id": "2510.24964", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24964", "abs": "https://arxiv.org/abs/2510.24964", "authors": ["Shihao Zhou", "Yujie Zhu", "Chunli Tang", "Rui Sun", "Junming Wu", "Yuzan Xiong", "Ingrid E. Russell", "Yi Li", "Dali Sun", "Frank Tsui", "Binbin Yang", "Valentine Novosad", "Jia-Mian Hu", "Wencan Jin", "Wei Zhang"], "title": "Magneto-optical spectroscopy based on pump-probe strobe light", "comment": "14 pages, 10 figures", "summary": "We demonstrate a pump-probe strobe light spectroscopy for sensitive detection\nof magneto-optical dynamics in the context of hybrid magnonics. The technique\nuses a combinatorial microwave-optical pump-probe scheme, leveraging both the\nhigh-energy resolution of microwaves and the high-efficiency detection using\noptical photons. In contrast to conventional stroboscopy using a\ncontinuous-wave light, we apply microwave and optical pulses with varying pulse\nwidths, and demonstrate magnetooptical detection of magnetization dynamics in\nY3Fe5O12 films. The detected magneto-optical signals strongly depend on the\ncharacteristics of both the microwave and the optical pulses as well as their\nrelative time delays. We show that good magneto-optical sensitivity and\ncoherent stroboscopic character are maintained even at a microwave pump pulse\nof 1.5 ns and an optical probe pulse of 80 ps, under a 7 megahertz clock rate,\ncorresponding to a pump-probe footprint of ~1% in one detection cycle. Our\nresults show that time-dependent strobe light measurement of magnetization\ndynamics can be achieved in the gigahertz frequency range under a pump-probe\ndetection scheme."}
{"id": "2510.25028", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25028", "abs": "https://arxiv.org/abs/2510.25028", "authors": ["Jie Zhou", "Yi Lu", "Chenyu Wang", "Luke Suter", "Aaron Hardy", "Tien Khee Ng", "Kai Sun", "Yifu Guo", "Yang Liu", "Tsung-Han Tsai", "Xuanyu Zhou", "Connor S Bailey", "Michael Eller", "Stephanie Liu", "Zetian Mi", "Boon S. Ooi", "Matthias Muehle", "Katherine Fountaine", "Vincent Gambin", "Jung-Hun Seo", "Zhenqiang Ma"], "title": "Preliminary Demonstration of Diamond-GaN pn Diodes via Grafting", "comment": "21 pages, 3 figures", "summary": "Ultrawide bandgap (UWBG) semiconductors exhibit exceptional electrical and\nthermal properties, offering strong potential for high power and high frequency\nelectronics. However, efficient doping in UWBG materials is typically limited\nto either n type or p type, constraining their application to unipolar devices.\nThe realization of pn junctions through heterogeneous integration of\ncomplementary UWBG or WBG semiconductors is hindered by lattice mismatch and\nthermal expansion differences. Here, we report the preliminary demonstration of\ndiamond GaN heterojunction pn diodes fabricated via grafting. A single\ncrystalline p plus diamond nanomembrane was integrated onto an epitaxially\ngrown c plane n plus GaN substrate with an ultrathin ALD Al2O3 interlayer. The\nresulting diodes exhibit an ideality factor of 1.55 and a rectification ratio\nof over 1e4. Structural and interfacial properties were examined by AFM, XRD,\nRaman, and STEM, providing critical insights to guide further optimization of\ndiamond GaN pn heterojunction devices."}
{"id": "2510.25478", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25478", "abs": "https://arxiv.org/abs/2510.25478", "authors": ["Shiwei Zhu", "Moritz A. Goerzen", "Changsheng Song", "Stefan Heinze", "Dongzhe Li"], "title": "Strongly enhanced lifetime of higher-order bimerons and antibimerons", "comment": "7 pages, 4 figures", "summary": "Magnetic bimerons, similar to skyrmions, are topologically nontrivial spin\ntextures characterized by topological charge $Q$. Most studies so far have\nfocused on low-$Q$ solitons ($|Q| \\leq 1$), such as skyrmions, bimerons, and\nvortices. Here, we present the first calculations of the lifetimes of high-$Q$\nbimerons and demonstrate that they are fundamentally more stable than high-$Q$\nskyrmions over a wide range of temperature. To obtain realistic results, our\nchosen system is an experimentally feasible van der Waals interface,\nFe$_3$GeTe$_2$/Cr$_2$Ge$_2$Te$_6$. We show that the lifetimes of high-$Q$\n(anti)bimerons can exceed the lifetime of those with $|Q|=1$ by 3 orders of\nmagnitude. Remarkably, this trend remains valid even when extrapolated to room\ntemperature (RT), as the lifetimes are dominated by entropy rather than energy\nbarriers. This contrasts with high-$Q$ skyrmions, whose lifetimes fall with\n$|Q|$ near RT. We attribute this fundamental difference between skyrmions and\nbimerons to their distinct magnetic texture symmetries, which lead to different\nentropy-dominated lifetimes."}
{"id": "2510.25082", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25082", "abs": "https://arxiv.org/abs/2510.25082", "authors": ["Way Wang", "Zhongshui Ma", "Hai-qing Lin"], "title": "A Universal Scaling Law for $T_c$ in Unconventional Superconductors", "comment": null, "summary": "Understanding the pairing mechanism of unconventional superconductors remains\na core challenge in condensed matter physics, particularly the ongoing debate\nover whether the related effects caused by electron-electron interactions unify\nvarious unconventional superconductors (UcSs). To address this challenge, it is\nnecessary to establish a universal quantitative relationship for the\nsuperconducting transition temperature ($T_c$), which can be directly obtained\nfrom experiments and correlated with microscopic parameters of different\nmaterial systems. In this work, we establish a relation: $N_{\\text{CP}}\\cdot\nk_{B}T_{c}^\\star = \\alpha\\cdot U $, where $\\alpha = 1/(16\\pi)$ is a universal\nconstant, $k_B$ is the Boltzmann constant, $T_{c}^\\star$ is the maximal\n$T_{c}$, $U$ is the on-site Coulomb interaction, and\n$N_{\\text{CP}}$($\\propto(\\xi_0/a)^D$) quantifies the spatial extent of Cooper\npairs ($\\xi_0$) relative to lattice parameter ($a$) in $D$ dimensions. The\nvalidity of this scaling relationship is empirically demonstrated, across a\nfour order-of-magnitude $T_c^\\star$ range (0.08--133 K), by database from 173\ndifferent compounds spanning 13 different UcS families in over 500 experiments.\nThe fact that the unified relationship is satisfied by different materials of\ndifferent UcS families reveals that they may share superconducting mechanisms.\nIn addition, the scaling relationship indicates the existence of a maximum\n$T_{c}^\\star$ determined by the minimum $N_{\\text{CP}}$, providing a benchmark\nfor theoretical and experimental exploration of high-temperature\nsuperconductivity."}
{"id": "2510.25503", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25503", "abs": "https://arxiv.org/abs/2510.25503", "authors": ["Nataliia Yilmaz", "Pavlo Kozub", "Svitlana Kozub"], "title": "A Vector-Based Algorithm for Generating Complete Balanced Reaction Sets with Arbitrary Numbers of Reagents", "comment": "Mirror of ChemRxiv preprint: Yilmaz, N., Kozub, P., Kozub, S. \"A\n  Vector-Based Algorithm for Generating Complete Balanced Reaction Sets with\n  Arbitrary Numbers of Reagents.\" ChemRxiv (2025). DOI:\n  10.26434/chemrxiv-2025-fvn80 This version is shared on arXiv for wider\n  dissemination and long-term archival", "summary": "We present a vector-based method to balance chemical reactions. The algorithm\nbuilds candidates in a deterministic way, removes duplicates, and always prints\ncoefficients in the lowest whole-number form. For redox cases, electrons and\nprotons/hydroxide are treated explicitly, so both mass and charge are balanced.\nWe also outline the basic principles of the vector formulation of\nstoichiometry, interpreting reactions as integer vectors in composition space,\nthis geometric view supports compact visualizations of reagent-product\ninteractions and helps surface distinct reaction families. The method\nenumerates valid balances for arbitrary user-specified species lists without\nspecial-case balancing rules or symbolic tricks, and it provides a clean\nfoundation for developing new algorithmic variants (e.g., alternative\nobjectives or constraints). On representative examples (neutralization, double\ndisplacement, decomposition, classical redox, small multicomponent sets) and a\nnegative control, the method produced correct integer balances. When multiple\nbalances exist, we report a canonical one - minimizing the total coefficient\nsum with a simple tie-breaker - without claiming global optimality beyond the\nsolutions the search enumerates. The procedure applies per reaction and extends\nto reaction networks via consistent per-reaction application. We do not report\nruntimes, broader benchmarking and code/data release are planned."}
{"id": "2510.24952", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.24952", "abs": "https://arxiv.org/abs/2510.24952", "authors": ["Arsalan Hashemi", "Nima Ghafari Cherati", "Sadegh Ghaderzadeh", "Yanzhou Wang", "Mahdi Ghorbani-Asl", "Tapio Ala-Nissila"], "title": "Stabilisation of hBN/SiC Heterostructures with Vacancies and Transition-Metal Atoms", "comment": null, "summary": "When two-dimensional atomic layers of different materials are brought into\nclose proximity to form van der Waals (vdW) heterostructures, interactions\nbetween adjacent layers significantly influence their physicochemical\nproperties. These effects seem particularly pronounced when the interface\nexhibits local order and near-perfect structural alignment, leading to the\nemergence of Moir\\'e patterns. Using quantum mechanical density functional\ntheory calculations, we propose a prototypical bilayer heterostructure composed\nof hexagonal boron nitride (hBN) and silicon carbide (SiC), characterized by a\nlattice mismatch of 18.77\\% between their primitive unit cells. We find that\nthe removal of boron atoms from specific lattice sites can convert the\ninterlayer interaction from weak vdW coupling to robust localized\nsilicon-nitrogen covalent bonding. Motivated by this, we study the binding of\ntransition-metal adatoms and formulate design guidelines to enhance surface\nreactivity, thereby enabling the controlled isolation of single-metal atoms.\nOur machine-learning-assisted molecular dynamics simulations confirm both\ndynamical stability and metal anchoring feasibility at finite temperatures. Our\nresults suggest the hBN/SiC heterostructure as a versatile platform for\natomically precise transition-metal functionalization, having potential for\nnext-generation catalytic energy-conversion technologies."}
{"id": "2510.25454", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25454", "abs": "https://arxiv.org/abs/2510.25454", "authors": ["Nathan O. Silvano", "Emilio Hernández-García", "Cristóbal López"], "title": "The impact of fluctuations on particle systems described by Dean-Kawasaki-type equations", "comment": "10 pages, 5 figures", "summary": "We study the role of fluctuations in particle systems modeled by\nDean-Kawasaki-type equations, which describe the evolution of particle\ndensities in systems with Brownian motion. By comparing microscopic\nsimulations, stochastic partial differential equations, and their deterministic\ncounterparts, we analyze four models of increasing complexity. Our results\nidentify macroscopic quantities that can be altered by the conserved\nmultiplicative noise that typically appears in the Dean-Kawasaki-type\ndescription. We find that this noise enhances front propagation in systems with\ndensity-dependent diffusivity, accelerates the onset of pattern formation in\nparticle systems with nonlocal interactions, and reduces hysteresis in systems\ninteracting via repulsive forces. In some cases, it accelerates transitions or\ninduces structures absent in deterministic models. These findings illustrate\nthat (conservative) fluctuations can have constructive and nontrivial effects,\nemphasizing the importance of stochastic modeling in understanding collective\nparticle dynamics."}
{"id": "2510.25022", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25022", "abs": "https://arxiv.org/abs/2510.25022", "authors": ["Changkai Zhang", "Jan von Delft"], "title": "Finite-Temperature Study of the Hubbard Model via Enhanced Exponential Tensor Renormalization Group", "comment": "10 pages, 5 figures for numerical results", "summary": "The two-dimensional (2D) Hubbard model has long attracted interest for its\nrich phase diagram and its relevance to high-$T_c$ superconductivity. However,\nreliable finite-temperature studies remain challenging due to the exponential\ncomplexity of many-body interactions. Here, we introduce an enhanced\n$1\\text{s}^+$ eXponential Tensor Renormalization Group algorithm that enables\nefficient finite-temperature simulations of the 2D Hubbard model. By exploring\nan expanded space, our approach achieves two-site update accuracy at the\ncomputational cost of a one-site update, and delivers up to 50% acceleration\nfor Hubbard-like systems, which enables simulations down to\n$T\\!\\approx\\!0.004t$. This advance permits a direct investigation of\nsuperconducting order over a wide temperature range and facilitates a\ncomparison with zero-temperature infinite Projected Entangled Pair State\nsimulations. Finally, we compile a comprehensive dataset of snapshots spanning\nthe relevant region of the phase diagram, providing a valuable reference for\nArtificial Intelligence-driven analyses of the Hubbard model and a comparison\nwith cold-atom experiments."}
{"id": "2510.24970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.24970", "abs": "https://arxiv.org/abs/2510.24970", "authors": ["Israel Kellersztein", "Mathieu Desgranges", "Chiara Daraio"], "title": "Trichome entanglement enhances damage tolerance in microstructured biocomposites", "comment": "21 pages including supporting information, four figure in the main\n  manuscript", "summary": "Achieving damage tolerance in composite materials remains a central challenge\nin materials science. Conventional strategies often rely on filler\nincorporation or chemical modification, which can limit energy dissipation and\nconstrain structural stability. Here, we leverage the unique morphology of\nSpirulina trichomes to investigate a reinforcement mechanism based on physical\nfilament entanglement. By comparing helical trichomes with their\nmorphologically straightened counterparts, we isolate filament geometry as the\nkey parameter governing mechanical performance. Trichome-based suspensions\nexhibit enhanced viscoelastic response and a threefold increase in yield\nstress. When processed via extrusion-based 3D printing using hydroxyethyl\ncellulose (HEC) as a matrix, entangled trichomes yield a 290% improvement in\nbending strength and a 15-fold enhancement in work of fracture. Fracture\nsurface analysis reveals a transition from interfacial debonding and pull-out\n(in filaments) to crack propagation through the entangled network, indicating\nstructure-mediated toughening. These findings establish trichome entanglement\nas a scalable, physically driven mechanism for enhancing damage tolerance\nthrough microstructural architecture."}
{"id": "2510.25098", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25098", "abs": "https://arxiv.org/abs/2510.25098", "authors": ["Hamdy Arkoub", "Jia-Hong Ke", "Kaustubh Bawane", "Miaomiao Jin"], "title": "Percolating Corrosion Pathways of Chemically Ordered NiCr Alloys in Molten Salts", "comment": "8 figures", "summary": "Recent experiments have shown that chemical ordering in NiCr alloys can\nsignificantly accelerate corrosion in molten salt environments. However, the\nunderlying mechanisms remain poorly understood. Using reactive molecular\ndynamics and first-principles calculations, we show that long-range ordered\nNi$_2$Cr in Ni-33at.%Cr alloys corrodes far more rapidly in FLiNaK salt at\n800{\\deg}C than short-range ordered or random solid solutions. This accelerated\nattack originates from percolating Cr pathways that enhance near-surface\ndiffusion and a lowered energetic barrier for Cr dissolution, as confirmed by\nfirst-principles calculations. Contrary to earlier explanations that attributed\nthis behavior to residual stresses, our stress-free simulations demonstrate\nthat ordering alone accelerates the degradation. These results establish\npercolation as a critical link between chemical ordering and corrosion\nkinetics, offering a mechanistic basis for experimental observations."}
{"id": "2510.25608", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25608", "abs": "https://arxiv.org/abs/2510.25608", "authors": ["Zeyu Rao", "Yue-Xin Huang", "Guang-Can Guo", "Ming Gong"], "title": "Coupling between vibration and Luttinger liquid in mechanical nanowires", "comment": "7 pages, 4 figures", "summary": "The vibration of the mechanical nanowire coupled to photons via photon\npressure and coupled to charges via the capacity has been widely explored in\nexperiments in the past decades. This system is electrically neutral, thus its\ncoupling to the other degrees of freedom is always challenging. Here, we show\nthat the vibration can slightly change the nanowire length and the associated\nFermi velocity, which leads to coupling between vibration and Luttinger liquid.\nWe consider the transverse and longitudinal vibrations of the nanowires,\nshowing that the transverse vibration is much more significant than the\nlongitudinal vibration, which can be measured through the sizable frequency\nshift. We predict an instability of the vibration induced by this coupling when\nthe frequency becomes negative at a critical temperature for the transverse\nvibrations in nanowires with low Fermi energy, which can be reached by tuning\nthe chemical potential and magnetic field. The time-dependent oscillation of\nthe conductance, which directly measures the Luttinger parameter, can provide\nevidence for this coupling. Our theory offers a new mechanism for exploring the\ncoupling between the vibration and the electronic excitations, which may lead\nto intriguing applications in cooling and controlling the mechanical\noscillators with currents."}
{"id": "2510.25124", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25124", "abs": "https://arxiv.org/abs/2510.25124", "authors": ["Trevor Chistolini", "Ha-Leem Kim", "Qiyu Wang", "Su-Di Chen", "Luke Pritchard Cairns", "Ryan Patrick Day", "Collin Sanborn", "Hyunseong Kim", "Zahra Pedramrazi", "Ruishi Qi", "Takashi Taniguchi", "Kenji Watanabe", "James G. Analytis", "David I. Santiago", "Irfan Siddiqi", "Feng Wang"], "title": "Contactless cavity sensing of superfluid stiffness in atomically thin 4Hb-TaS$_2$", "comment": null, "summary": "The exceptional tunability of two-dimensional van der Waals materials offers\nunique opportunities for exploring novel superconducting phases. However, in\nsuch systems, the measurement of superfluid phase stiffness, a fundamental\nproperty of a superconductor, is challenging because of the mesoscopic sample\nsize. Here, we introduce a contact-free technique for probing the\nelectrodynamic response, and thereby the phase stiffness, of atomically thin\nsuperconductors using on-chip superconducting microwave resonators. We\ndemonstrate this technique on 4Hb-TaS$_2$, a van der Waals superconductor whose\ngap structure under broken mirror symmetry is under debate. In our cleanest\nfew-layer device, we observe a superconducting critical temperature comparable\nto that of the bulk. The temperature evolution of the phase stiffness features\nnodeless behavior in the presence of broken mirror symmetry, inconsistent with\nthe scenario of nodal surface superconductivity. With minimal fabrication\nrequirements, our technique enables microwave measurements across wide ranges\nof two-dimensional superconductors."}
{"id": "2510.25508", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25508", "abs": "https://arxiv.org/abs/2510.25508", "authors": ["Sunhwa Hong", "Moo Jin Kwak", "Ha Eun Lee", "Yunseok Lee", "Chan-Jin Kim", "Yejun Lee", "Koeun Kim", "Juhyen Lee", "Minkyung Lee", "Youngdeog Koh", "Joonhyun Lee", "Miyoung Kim", "Zee Hwan Kim", "Myung Jin Park", "Hoon Wee", "Byung Hee Hong"], "title": "Molecular vibrational mid-IR radiation amplified by high-biased graphene", "comment": "18 pages, 8 figures, and 3 movie links", "summary": "Mid-infrared (mid-IR) emission resonating with molecular vibration is one of\nthe important pathways to deliver heat energy required for various chemical\nreactions. However, its practical applications have been limited due to the\nlack of high-power large-area mid-IR sources so far. Here we report that\ngraphene layers coupled with the vibrational excitation modes of substrates can\ngenerate intense mid-IR radiation at high bias. This is potentially related to\nthe high-current driven nonequilibrium phenomena, where sonic-boom-like shock\nwaves at the graphene/substrate interface can induce the overflow of excited\nmolecular vibrations in substrates followed by spontaneous or stimulated\ntransitions to ground states. The resulting mid-IR radiation is highly\nefficient in thermal energy generation and transfer, which is expected to\nsignificantly reduce power consumption in homes and industries."}
{"id": "2510.25519", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25519", "abs": "https://arxiv.org/abs/2510.25519", "authors": ["Angelo Russotto", "Filiberto Ares", "Pasquale Calabrese", "Vincenzo Alba"], "title": "Dynamics of entanglement fluctuations and quantum Mpemba effect in the $ν=1$ QSSEP model", "comment": "26 pages, 8 figures", "summary": "We study the out-of-equilibrium dynamics of entanglement fluctuations in the\n$\\nu=1$ Quantum Symmetric Simple Exclusion Process, a free-fermion chain with\nhopping amplitudes that are stochastic in time but homogeneous in space.\nPrevious work showed that the average entanglement growth after a quantum\nquench can be explained in terms of pairs of entangled quasiparticles\nperforming random walks, leading to diffusive entanglement spreading. By\nincorporating the noise-induced statistical correlations between the\nquasiparticles, we extend this description to the full-time probability\ndistribution of the entanglement entropy. Our generalized quasiparticle picture\nallows us to compute the average time evolution of a generic function of the\nreduced density matrix of a subsystem. We also apply our result to the\nentanglement asymmetry. This allows us to investigate the restoration of\nparticle-number symmetry in the dynamics from initial states with no\nwell-defined particle number, and the emergence of the quantum Mpemba effect."}
{"id": "2510.25655", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25655", "abs": "https://arxiv.org/abs/2510.25655", "authors": ["Giulia Venditti", "Francesco Macheda", "Paolo Barone", "José Lorenzana", "Maria N. Gastiasoro"], "title": "Spin-dependent anisotropic electron-phonon coupling in KTaO$_3$", "comment": "19 pages, 11 figures", "summary": "KTaO$_3$ (KTO) is an incipient ferroelectric, characterized by a softening of\nthe lowest transverse optical (TO) mode with decreasing temperature. Cooper\npairing in the recently discovered KTO-based heterostructures has been proposed\nto be mediated by the soft TO mode. Here we study the electron coupling to the\nzone-center odd-parity modes of bulk KTO by means of relativistic Density\nFunctional Perturbation Theory (DFPT). The coupling to the soft TO mode is by\nfar the largest, with comparable contributions from both intraband and\ninterband processes. Remarkably, we find that for this mode,\nspin-non-conserving matrix elements are particularly relevant. We develop a\nthree-band microscopic model with spin-orbit coupled $t_{2g}$ orbitals that\nreproduces the main features of the ab initio results. For the highest energy\nband, the coupling can be understood as a \"dynamical\" isotropic Rashba effect.\nIn contrast, for the two lowest bands, the Rashba-like coupling becomes\nstrongly anisotropic. The DFPT protocol implemented here enables the\ncalculation of the full electron-phonon coupling matrix projected onto any mode\nof interest, and it is easily applicable to other systems."}
{"id": "2510.25009", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.25009", "abs": "https://arxiv.org/abs/2510.25009", "authors": ["Alejandro José Uría-Álvarez"], "title": "Optical excitations and disorder in two-dimensional topological insulators", "comment": null, "summary": "Topological phases of matter have garnered significant interest over the past\ntwo decades for two main reasons: their identification, via topological\ninvariants, relies on the quantum geometry of the Bloch states, bringing\nattention to an aspect of electronic band structure overlooked up to their\ndiscovery. Secondly, these classes of materials present electronic states with\nunusual properties, leading to exotic phenomena and making them relevant for\npotential applications. In this thesis we explore both fundamental and\ntechnological aspects of the first discovered topological phase: the\ntopological insulator. To this end, we consider different models of topological\ninsulators with a particular emphasis on Bismuth compounds, evaluating their\nviability for photovoltaic applications, and separately, the impact of\nstructural disorder on their properties."}
{"id": "2510.25142", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25142", "abs": "https://arxiv.org/abs/2510.25142", "authors": ["Hao-Cheng Thong", "Bo Wu", "Fan Hu", "Pedro B. Groszewicz", "Chen-Bo-Wen Li", "Jun Chen", "Mao-Hua Zhang", "Dragan Damjanovic", "Ben Xu", "Ke Wang"], "title": "A Geometric Pathway for Tuning Ferroelectric Properties via Polar State Reconfiguration", "comment": null, "summary": "We report the discovery of a geometric pathway for tuning ferroelectric\nproperties through thermally driven reconfiguration between coexisting polar\nstates in Li-substituted NaNbO3. Using first-principles density functional\ntheory calculation and 7Li solid-state nuclear magnetic resonance spectroscopy\nmeasurement, we reveal that Li substitution creates two distinct polar\nconfigurations whose transformation under annealing enhances the Curie\ntemperature and induces piezoelectric hardening. Our findings establish a\ngeometrically-driven polar state reconfiguration mechanism, providing a general\ndesign principle for ferroics whereby macroscopic functional properties can be\nengineered via lattice geometry."}
{"id": "2510.25637", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25637", "abs": "https://arxiv.org/abs/2510.25637", "authors": ["Renjie Luo", "Tanner J. Legvold", "Gage Eichman", "Henry Navarro", "Ali C. Basaran", "Erbin Qiu", "Ivan K. Schuller", "Douglas Natelson"], "title": "Spin Seebeck Effect in Correlated Antiferromagnetic V2O3", "comment": "18 pages, 4 figures", "summary": "The spin Seebeck effect is useful for probing the spin correlations and\nmagnetic order in magnetic insulators. Here, we report a strong longitudinal\nspin Seebeck effect (LSSE) in antiferromagnetic V2O3 thin films. The LSSE\nresponse at cryogenic temperatures increases as a function of the external\nmagnetic field until it approaches saturation. The response at given power and\nfield exhibits a non-monotonic temperature dependence, with a pronounced peak\nthat shifts toward higher temperatures as the field increases. Furthermore, the\nmagnitude of the LSSE signal decreases consistently with increasing thickness,\nimplying that the bulk SSE dominates any interfacial contribution. This\nnegative correlation between the SSE and the thickness implies that the magnon\nenergy relaxation length in V2O3 is shorter than the thickness of our thinnest\nfilm, 50 nm, consistent with the strong spin-lattice coupling in this material."}
{"id": "2510.25637", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25637", "abs": "https://arxiv.org/abs/2510.25637", "authors": ["Renjie Luo", "Tanner J. Legvold", "Gage Eichman", "Henry Navarro", "Ali C. Basaran", "Erbin Qiu", "Ivan K. Schuller", "Douglas Natelson"], "title": "Spin Seebeck Effect in Correlated Antiferromagnetic V2O3", "comment": "18 pages, 4 figures", "summary": "The spin Seebeck effect is useful for probing the spin correlations and\nmagnetic order in magnetic insulators. Here, we report a strong longitudinal\nspin Seebeck effect (LSSE) in antiferromagnetic V2O3 thin films. The LSSE\nresponse at cryogenic temperatures increases as a function of the external\nmagnetic field until it approaches saturation. The response at given power and\nfield exhibits a non-monotonic temperature dependence, with a pronounced peak\nthat shifts toward higher temperatures as the field increases. Furthermore, the\nmagnitude of the LSSE signal decreases consistently with increasing thickness,\nimplying that the bulk SSE dominates any interfacial contribution. This\nnegative correlation between the SSE and the thickness implies that the magnon\nenergy relaxation length in V2O3 is shorter than the thickness of our thinnest\nfilm, 50 nm, consistent with the strong spin-lattice coupling in this material."}
{"id": "2510.25551", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25551", "abs": "https://arxiv.org/abs/2510.25551", "authors": ["Dmitry A. Cheshkov", "Dmitry O. Sinitsyn"], "title": "On Connection of NMR Spectrum Symmetry With Spin System Properties", "comment": "4 pages, 3 figures and one table in appendix", "summary": "A correlation between the symmetry of NMR spectra, including higher-order\nspectra, and the properties of the spin system has been established. The\nresults were validated through the calculation of theoretical spectra for a 4-,\n5-, and 6-spin systems."}
{"id": "2510.25533", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25533", "abs": "https://arxiv.org/abs/2510.25533", "authors": ["Bastian Castirene", "Martin HeV Groves", "Francisco J. Peña", "Eugenio E. Vogel", "Patricio Vargas"], "title": "Maximum Quantum Work at Criticality: Stirling Engines and Fibonacci-Lucas Degeneracies", "comment": null, "summary": "Many-body effects and quantum criticality play a central role in determining\nthe performance of quantum thermal machines. Although operating near a quantum\ncritical point (QCP) is known to enhance engine performance, the precise\nthermodynamic conditions required to attain the Carnot efficiency limit remain\nunsettled. Here, we derive the exact conditions for a quantum Stirling engine\nto achieve Carnot efficiency when a QCP drives its working medium. In the\nlow-temperature regime, where only the ground-state manifold is populated, the\nnet work output is given by $ W = k_B \\delta \\ln (g_{\\text{crit}}/g_0) $ with $\n\\delta = T_H - T_L $, which directly yields the Carnot efficiency $ \\eta_C = 1\n- T_L/T_H $, independent of microscopic details. Notably, whereas ideal\nStirling cycles attain Carnot efficiency only with a perfect regenerator, here\nno regenerator is required because, at low temperatures, the thermal population\nremains confined to the degenerate ground state; this represents a clear\nquantum advantage over engines with classical working substances. We validate\nthis universal result by recovering known behaviors in various quantum systems,\nincluding spin chains with Dzyaloshinskii-Moriya interactions and magnetic\nanisotropies. Applying the framework to the one-dimensional antiferromagnetic\nIsing model, we predict non-extensive scaling of the work output governed by\nFibonacci and Lucas numbers for open chains and closed rings, respectively,\nwhich converges to classical extensivity in the thermodynamic limit. This\nanalysis establishes a general and robust foundation for designing quantum\nthermal machines that reach the Carnot bound while delivering finite work."}
{"id": "2510.25022", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25022", "abs": "https://arxiv.org/abs/2510.25022", "authors": ["Changkai Zhang", "Jan von Delft"], "title": "Finite-Temperature Study of the Hubbard Model via Enhanced Exponential Tensor Renormalization Group", "comment": "10 pages, 5 figures for numerical results", "summary": "The two-dimensional (2D) Hubbard model has long attracted interest for its\nrich phase diagram and its relevance to high-$T_c$ superconductivity. However,\nreliable finite-temperature studies remain challenging due to the exponential\ncomplexity of many-body interactions. Here, we introduce an enhanced\n$1\\text{s}^+$ eXponential Tensor Renormalization Group algorithm that enables\nefficient finite-temperature simulations of the 2D Hubbard model. By exploring\nan expanded space, our approach achieves two-site update accuracy at the\ncomputational cost of a one-site update, and delivers up to 50% acceleration\nfor Hubbard-like systems, which enables simulations down to\n$T\\!\\approx\\!0.004t$. This advance permits a direct investigation of\nsuperconducting order over a wide temperature range and facilitates a\ncomparison with zero-temperature infinite Projected Entangled Pair State\nsimulations. Finally, we compile a comprehensive dataset of snapshots spanning\nthe relevant region of the phase diagram, providing a valuable reference for\nArtificial Intelligence-driven analyses of the Hubbard model and a comparison\nwith cold-atom experiments."}
{"id": "2510.25286", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.25286", "abs": "https://arxiv.org/abs/2510.25286", "authors": ["Antonin Louiset", "Daniel Förster", "Vincent Jourdain", "Saïd Tahir", "Nicola Vigano", "Jean-Luc Rouvière", "Christophe Bichara", "Hanako Okuno"], "title": "Advanced structural characterization of single-walled carbon nanotubes with 4D-STEM", "comment": "41 pages, 12 figures", "summary": "Single wall carbon nanotubes (SWCNT) exhibit remarkable optical and\nelectrical properties making them one of the most promising materials for next\ngeneration electronic and optoelectronic devices. Their electronic properties\nstrongly depend on their chirality, i.e., their structural configuration, as\nwell as on the presence and nature of atomic defects. Currently, the lack of\nversatile and efficient structural characterization techniques limits SWCNT\napplications. Here, we report how four-dimensional scanning transmission\nelectron microscopy (4D-STEM) can address critical challenges in SWCNT\nstructural analysis. Using modern fast pixelated electron detectors, we were\nable to acquire rapidly a large number of low noise electron diffraction\npatterns of SWCNTs. The resulting 4D-STEM data allow to precisely determine the\nlocal chirality of multiple nanotubes at once, with limited electron dose (down\nto 1750 e-/{\\AA}^2) and nanometric spatial resolution (down to 3.1 nm). We also\nshow how this approach enables to track the chirality along a single nanotube,\nwhile giving access to the strain distribution. Then, we report how 4D-STEM\ndata enable to reconstruct high-resolution images with electron ptychography.\nWith this second approach, structural information can be obtained with atomic\nscale spatial resolution allowing atomic defect imaging. Finally, we\ninvestigate how multi-slice electron ptychography could provide even further\ninsight on nanotube defect structures thanks to its close to 3D imaging\ncapabilities at atomic resolution."}
{"id": "2510.25641", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25641", "abs": "https://arxiv.org/abs/2510.25641", "authors": ["Austin Marga", "Venkat Chandrasekhar"], "title": "Using Crossed Andreev Reflection to Split Electrons", "comment": "4 pages, 2 figures", "summary": "Mesoscopic systems possess shot noise in their currents due to the\nquantization of the conducting quasiparticles. Measurements of this shot noise\nare useful to study phenomena that do not manifest themselves in standard\nconductance or resistance measurements, such as the statistics of the\nconducting quasiparticles or quantum entanglement via Bell tests. The\ncorresponding particle statistics can be determined via two particle quantum\ninterference experiments, such as the Hong-Ou-Mandel effect which demonstrates\na bunching effect for bosons or an anti-bunching effect in fermions. In\nsuperconducting proximity junctions, electrons incident on a superconductor can\ninduce holes via crossed Andreev reflection (CAR) in spatially separated normal\nmetal leads, where the resulting hole currents have nontrivial partition noise\ndue to the four terminal configuration. These nonlocally generated currents,\nusing a superconductor as a mesoscopic beam splitter, enable fabrication of\nmesoscopic analogs to quantum optics interferometers using metallic and\nsuperconducting films with multiport geometries."}
{"id": "2510.25756", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25756", "abs": "https://arxiv.org/abs/2510.25756", "authors": ["Grayson R. Frazier", "Yi Li"], "title": "Spatially Inhomogeneous Triplet Pairing Order and Josephson Diode Effect Induced by Frustrated Spin Textures", "comment": "Long version of arXiv:2506.15661", "summary": "We demonstrate that frustrated spin textures can generate anisotropic\nJosephson couplings between $d$-vectors that can stabilize spatially varying\npairing orders in spin triplet superconductors. These couplings depend on the\nrelative orientation of $d$-vectors, analogous to Dzyaloshinskii-Moriya and\n$\\Gamma$-type interactions in magnetism, leading to an effective \"pliability\"\nof the pairing order that competes with superfluid stiffness. Such couplings\ncannot originate from spin-orbit coupling; rather, they can arise, for example,\nwhen itinerant electrons are coupled to a local exchange field composed of\nfrustrated spin moments. Using a $T$-matrix expansion, we show that coupling to\na local exchange field leads to an effective tunneling of itinerant electrons\nthat is dependent on the underlying spin configurations at the barrier between\nsuperconducting grains. Furthermore, Josephson tunneling through frustrated\nspin textures can produce a Josephson diode effect. The diode effect originates\neither from nonvanishing spin chirality in the barrier, or from antisymmetric\nJosephson coupling between noncollinear $d$-vectors, both of which break\ninversion and time-reversal symmetries."}
{"id": "2510.25629", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25629", "abs": "https://arxiv.org/abs/2510.25629", "authors": ["Dahvyd Wing", "Alexandre Tkatchenko"], "title": "Accurate and Transferable Pauli Exchange-Repulsion for Molecules with the Anisotropic Valence Density Overlap Model", "comment": "12 pages, 7 figures", "summary": "Pauli exchange-repulsion is the dominant short-range intermolecular\ninteraction and it is an essential component of molecular force fields. Current\napproaches to modeling Pauli repulsion in molecular force fields often rely on\nover 20 atom types to achieve chemical accuracy. The number of parameters in\nthese approaches hampers the development of force fields with quantum-chemical\naccuracy that are transferable across many chemical systems. We present the\nanisotropic valence density overlap (AVDO) model for exchange-repulsion. The\nmodel produces sub-kcal/mol accuracy for dimers of organic molecules from the\nS101x7 dataset, a representative set of the most common biologically relevant\nintermolecular interactions, and for acene dimers of increasing size. It uses a\nsingle universal parameter, related to an atomic cross-sectional area, that is\ntransferable across chemical systems. Given recent progress in machine learning\nthe electronic density, this model offers a promising path toward\nhigh-accuracy, next-generation machine-learned force fields."}
{"id": "2510.25565", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25565", "abs": "https://arxiv.org/abs/2510.25565", "authors": ["Adrian Llamas-Jaramillo", "Ivan Latella", "David Reguera"], "title": "Free-energy REconstruction from Stable Clusters (FRESC): A new method to evaluate nucleation barriers from simulation", "comment": "9 pages, 9 figures", "summary": "We present a simulation technique to evaluate the most important quantity for\nnucleation processes: the nucleation barrier, i.e. the free energy of formation\nof the critical cluster. The method is based on stabilizing a small cluster by\nsimulating it in the NVT ensemble and using the thermodynamics of small systems\nto convert the properties of this stable cluster into the Gibbs free energy of\nformation of the critical cluster. We demonstrate this approach using\ncondensation in a Lennard-Jones truncated and shifted fluid as an example,\nshowing an excellent agreement with previous Umbrella Sampling simulations. The\nmethod is straightforward to implement, computationally inexpensive, requires\nonly a small number of particles comparable to the critical cluster size, does\nnot rely on the use of Classical Nucleation Theory, and does not require any\ncluster definition or reaction coordinate. All of these advantages hold the\npromise of opening the door to simulate nucleation processes in complex\nmolecules of atmospheric, chemical or pharmaceutical interest that cannot be\neasily simulated with current techniques."}
{"id": "2510.25028", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25028", "abs": "https://arxiv.org/abs/2510.25028", "authors": ["Jie Zhou", "Yi Lu", "Chenyu Wang", "Luke Suter", "Aaron Hardy", "Tien Khee Ng", "Kai Sun", "Yifu Guo", "Yang Liu", "Tsung-Han Tsai", "Xuanyu Zhou", "Connor S Bailey", "Michael Eller", "Stephanie Liu", "Zetian Mi", "Boon S. Ooi", "Matthias Muehle", "Katherine Fountaine", "Vincent Gambin", "Jung-Hun Seo", "Zhenqiang Ma"], "title": "Preliminary Demonstration of Diamond-GaN pn Diodes via Grafting", "comment": "21 pages, 3 figures", "summary": "Ultrawide bandgap (UWBG) semiconductors exhibit exceptional electrical and\nthermal properties, offering strong potential for high power and high frequency\nelectronics. However, efficient doping in UWBG materials is typically limited\nto either n type or p type, constraining their application to unipolar devices.\nThe realization of pn junctions through heterogeneous integration of\ncomplementary UWBG or WBG semiconductors is hindered by lattice mismatch and\nthermal expansion differences. Here, we report the preliminary demonstration of\ndiamond GaN heterojunction pn diodes fabricated via grafting. A single\ncrystalline p plus diamond nanomembrane was integrated onto an epitaxially\ngrown c plane n plus GaN substrate with an ultrathin ALD Al2O3 interlayer. The\nresulting diodes exhibit an ideality factor of 1.55 and a rectification ratio\nof over 1e4. Structural and interfacial properties were examined by AFM, XRD,\nRaman, and STEM, providing critical insights to guide further optimization of\ndiamond GaN pn heterojunction devices."}
{"id": "2510.25325", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25325", "abs": "https://arxiv.org/abs/2510.25325", "authors": ["Bibhas Ghanta", "Kuldeep Singh Chikara", "Uttam Kumar Goutam", "Anup Kumar Bera", "Seikh Mohammad Yusuf"], "title": "Two Orders of Magnitude Enhancement in Oxide Ion Conductivity in Cu2P2O7 via Vanadium Substitution: A Pathway Toward SOFC Electrolytes", "comment": "35 pages, 12 figures, and 2 tables", "summary": "In the quest of green energy, Solid Oxide Fuel Cells (SOFC) have drawn\nconsiderable attention for chemical-to-electric energy conversion. In the\npresent paper, we report an enhancement of ionic conductivity in Cu2P2-xVxO7 by\nvanadium substitution. The electrical (dc and ac conductivity, diffusivity,\nhopping rate, electric modulus and dielectric properties) and crystal\nstructural properties of Cu2P2-xVxO7 (x = 0, 0.4, 0.6, 0.8 and 1) are\ninvestigated by impedance spectroscopy and neutron diffraction, respectively.\nX-ray photoelectron spectroscopy (XPS) study confirms the presence of Cu2+,\nP5+and V5+ mono-valence states. The dc conductivity results reveal a two orders\nof magnitude enhancement of ionic conductivity from ~3.81x10-5 S cm-1 for x =0\nto ~2.08x10-3 S cm-1 for x =1 at 993 K, revealing a possible application in\nSOFCs. DC transport number studies reveal that the total conductivity is\ndominated by ionic conduction (> 95%). In addition, the diffusivity and hopping\nrate of oxide ions increase with increasing x. Besides, ac conductivity,\nelectric modulus and dielectric properties have been investigated to illustrate\nthe microscopic conduction mechanism. The derived results suggest that the\nmechanism for ionic conduction is the correlated barrier hopping (CBH) process.\nThe soft-bond valence sum (BVS) analysis of the neutron diffraction patterns\nreveals the three-dimensional (3D) oxide ion conduction pathways within the\ncrystal structure. The present study provides a pathway to enhance the ionic\nconductivity, as well as understanding of microscopic conduction mechanism,\nionic conduction pathways and the role of crystal structure on the ionic\nconduction."}
{"id": "2510.25659", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25659", "abs": "https://arxiv.org/abs/2510.25659", "authors": ["N. Roldan-Levchenko", "D. J. P. de Sousa", "C. O. Ascencio", "J. D. S Forte", "L. Martin-Moreno", "T. Low"], "title": "Optical Gain Through Metallic Electro-Optical Effects", "comment": "13 pages, 5 figures", "summary": "Optical gain is a critical process in today's semiconductor technology and it\nis most often achieved via stimulated emission. In this theoretical study, we\nfind a resonant TE mode in biased low-symmetry two-dimensional metallic systems\nwhich may lead to optical gain in the absence of stimulated emission. We do so\nby first modeling the optical conductivity using Boltzmann non-equilibrium\ntransport theory and then simulating the scattering problem using a\nscattered-wave formalism. Assuming that the system may possess a Berry\ncurvature dipole (BCD) and a non-zero Magnetoelectric tensor (MET), we find\nthat the optical conductivity has a non-trivial dependence on the direction of\nthe applied bias, which allows for probing the TE mode. After analyzing the\nsystem with one of each of the effects, we find that the resonant TE mode is\nonly accessible when both effects are present. Further studies are necessary to\nfind materials with a suitably large BCD and MET, in order to realize the\npredictions within this study."}
{"id": "2510.25767", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25767", "abs": "https://arxiv.org/abs/2510.25767", "authors": ["B. J. Ramshaw", "Steven A. Kivelson"], "title": "Superconductivity in overdoped cuprates can be understood from a BCS perspective!", "comment": "3 figures", "summary": "We summarize key experimental studies of the low energy properties of\noverdoped cuprate high temperature superconductors and conclude that a\ntheoretical understanding of the \"essential physics\" is achievable in terms of\na conventional Fermi-liquid treatment of the normal state, and a BCS mean-field\ntreatment of the (d-wave) superconducting state. For this perspective to be\nconsistent, it is necessary to posit that there is a crossover from a strongly\ncorrelated underdoped regime (where a different theoretical perspective is\nnecessary) to the more weakly correlated overdoped regime. It is also necessary\nto argue that the various observed features of the overdoped materials that are\ninconsistent with this perspective can be attributed to the expected effects of\nthe intrinsic disorder associated with most of the materials being solid state\nsolutions (alloys). As a test of this idea, we make a series of falsifiable\npredictions concerning the expected behavior of \"ideal\" (disorder free)\noverdoped cuprates."}
{"id": "2510.24979", "categories": ["physics.comp-ph", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.24979", "abs": "https://arxiv.org/abs/2510.24979", "authors": ["Chenyu Tang", "Mayank Prakash Pandey", "Cheng Giuseppe Chen", "Alberto Megías", "François Dehez", "Christophe Chipot"], "title": "Breaking the Timescale Barrier: Generative Discovery of Conformational Free-Energy Landscapes and Transition Pathways", "comment": "17 pages, 4 figures", "summary": "Molecular transitions -- such as protein folding, allostery, and membrane\ntransport -- are central to biology yet remain notoriously difficult to\nsimulate. Their intrinsic rarity pushes them beyond reach of standard molecular\ndynamics, while enhanced-sampling methods are costly and often depend on\narbitrary variables that bias outcomes. We introduce Gen-COMPAS, a generative\ncommittor-guided path sampling framework that reconstructs transition pathways\nwithout predefined variables and at a fraction of the cost. Gen-COMPAS couples\na generative diffusion model, which produces physically realistic\nintermediates, with committor-based filtering to pinpoint transition states.\nShort unbiased simulations from these intermediates rapidly yield full\ntransition-path ensembles that converge within nanoseconds, where conventional\nmethods require orders of magnitude more sampling. Applied to systems from a\nminiprotein to a ribose-binding protein to a mitochondrial carrier, Gen-COMPAS\nretrieves committors, transition states, and free-energy landscapes\nefficiently, uniting machine learning and molecular dynamics for broad\nmechanistic and practical insight."}
{"id": "2510.25711", "categories": ["cond-mat.stat-mech", "hep-th", "nlin.CD", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25711", "abs": "https://arxiv.org/abs/2510.25711", "authors": ["Nilakash Sorokhaibam", "Anjan Daimari"], "title": "ETH-monotonicity in two-dimensional systems", "comment": "5 pages in Physical Review E style", "summary": "We study a recently discovered property of many-body quantum chaotic systems\ncalled ETH-monotonicity in two-dimensional systems. Our new results further\nsupport ETH-monotonicity in these higher dimensional systems. We show that the\nflattening rate of the $f$-function is directly proportional to the number of\ndegrees of freedom in the system, so as $L^2$ where $L$ is the linear size of\nthe system, and in general, expected to be $L^d$ where $d$ is the spatial\ndimension of the system. We also show that the flattening rate is directly\nproportional to the particle (or hole) number for systems of same spatial size."}
{"id": "2510.25071", "categories": ["cond-mat.stat-mech", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.25071", "abs": "https://arxiv.org/abs/2510.25071", "authors": ["Ravi Kiran", "A. Taraphder"], "title": "Phonon dynamics and chiral modes in the two-dimensional square-octagon lattice", "comment": "15 pages, 21 figures", "summary": "Chiral phonons, originally identified in two-dimensional hexagonal lattices\nand later extended to kagome, square, and other lattices, have been extensively\nstudied as manifestations of broken inversion and time-reversal symmetries in\nvibrational dynamics. In this work, we investigate the vibrational dynamics of\nthe two-dimensional square-octagon lattice using a spring-mass model with\ncentral-force interactions. The model incorporates mass contrast and variable\ncoupling strengths among nearest, next-nearest, and third-nearest neighbors.\nFrom the dynamical matrix, we obtain the phonon dispersion relations and\nidentify tunable phononic band gaps governed by both mass and spring-constant\nratios. The angular dependence of phase and group velocities is analyzed to\nreveal the pronounced anisotropy inherent to this lattice geometry. We also\nexamine the distinctive features of the square-octagon geometry, including\nflat-band anomalies in the density of states and anisotropic sound propagation\ninduced by longer-range couplings. In addition, we explore the emergence of\nchiral phonons by introducing a time reversal symmetry-breaking term in the\ndynamical matrix, and to elucidate their optical signatures, we construct a\nminimal model to study infrared circular dichroism arising from chiral phonon\nmodes."}
{"id": "2510.25355", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25355", "abs": "https://arxiv.org/abs/2510.25355", "authors": ["Pannan I. Kyesmen", "Eugen Klein", "Brindhu Malani S", "Rostyslav Lesyuk", "Christian Klinke"], "title": "Colloidal quasi-2D Cs2AgBiBr6 double perovskite nanosheets: synthesis and application as high-performance photodetectors", "comment": "23 pages, 5 figures, 1 table", "summary": "The search for non-toxic lead-free halide perovskites that can compete with\nthe lead-based counterparts has led to the emergence of double perovskites as\npotential candidates. Among many options, Cs2AgBiBr6 stands out as one of the\nmost suitable eco-friendly materials for numerous optoelectronic applications.\nIn this study, quasi-2D Cs2AgBiBr6 nanosheets (NSs) were prepared via the\nlow-temperature injection colloidal synthesis and used to fabricate\nhigh-performance photodetectors in a transport-layer-free architecture. The\nreaction temperature and ligands played vital roles in the structural purity,\nshape, and size of the synthesized Cs2AgBiBr6 NSs. The fabricated NSs disclosed\nlateral sizes of up to 1.4 um and are only a few nanometers thick. The\nhigh-performance photodetectors fabricated using the Cs2AgBiBr6 NSs yielded a\nhigh detectivity (D) of 1.15*10^12 Jones, responsivity (R) of 121 mA/W, a\nnotable on/off ratio of 2.39*10^4, and a fast rise and decay time of 857 and\n829 us, respectively. The device demonstrates remarkable stability. Basically,\nit sustains its entire photocurrent after storage in ambient conditions for 80\ndays. This work showcases a pathway for the colloidal synthesis of quasi-2D\nCs2AgBiBr6 lead-free double perovskite NSs with suitable properties for\nhigh-performance photodetection and other optoelectronic applications."}
{"id": "2510.25703", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25703", "abs": "https://arxiv.org/abs/2510.25703", "authors": ["Piotr Marciniec", "M. A. Wolfe", "Tyler Kovach", "J. Reily", "Sanghyeok Park", "Jared Benson", "Mark Friesen", "Benjamin D. Woods", "Matthew J. Curry", "Nathaniel C. Bishop", "J. Corrigan", "M. A. Eriksson"], "title": "Fast high-fidelity baseband reset of a latched state for quantum dot qubit readout", "comment": "Main text and appendices; 8 pages, 6 figures", "summary": "A common method for reading out the state of a spin qubit is by latching one\nlogical qubit state, either $|1\\rangle$ or $|0\\rangle$, onto a different,\nmetastable charge state. Such a latched state can provide a superior charge\nsensing signal for qubit readout, and it can have a lifetime chosen to be long\nenough that the charge sensed readout can be high fidelity. However, the\npassive reset out of latched states is inherently long, which is not desirable.\nIn this work, we demonstrate an on-demand, high fidelity (> 99%)\nre-initialization of a quantum dot qubit out of a latched readout state. The\nmethod is simple to apply as it involves a single baseband voltage pulse to a\nspecific region in the quantum dot stability diagram where the relaxation time\nfrom the latched state to the ground state is over 50 times faster. We describe\nthe mechanism for the reset process as well as the boundaries for the optimal\nreset region in the qubit gate voltage space."}
{"id": "2510.25414", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25414", "abs": "https://arxiv.org/abs/2510.25414", "authors": ["Bodoo Batnaran", "Andrew L. Goodwin", "Michael A. Hayward", "Volker L. Deringer"], "title": "The Microscopic Nature of Orbital Disorder in LaMnO$_{3}$", "comment": null, "summary": "We present a revised atomistic picture of the order-disorder transition in\nthe archetypal orbital-ordered perovskite material, LaMnO$_{3}$. Our study uses\nmachine-learning-driven molecular-dynamics simulations which describe the\ntemperature evolution of pair distribution functions in close agreement with\nexperiment. We find the orbital-disordered phase in LaMnO$_{3}$ to comprise a\nmixture of differing structural distortions with and without inversion\nsymmetry, implying a mixture of different orbital arrangements. These\ndistortions are highly dynamic with an estimated lifetime of $\\sim 40$ fs at\n1,000 K, and their fluctuations converge with the timescales of conventional\nthermal motion in the high-$T$ phase - indicating that the electronic\ninstability responsible for static Jahn-Teller distortions at low temperature\ninstead drives phonon anharmonicity at high temperatures. Beyond LaMnO$_{3}$,\nour work opens an avenue for studying a wider range of correlated materials."}
{"id": "2510.25737", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.25737", "abs": "https://arxiv.org/abs/2510.25737", "authors": ["Joseph O. Indekeu", "Kenichiro Koga"], "title": "Critical exponents of fluid-fluid interfacial tensions near a critical endpoint in a nonwetting gap", "comment": null, "summary": "Fluid three-phase equilibria, with phases $\\alpha, \\beta, \\gamma$, are\nstudied close to a tricritical point, analytically and numerically, in a\nmean-field density-functional theory with two densities. Employing Griffiths'\nscaling for the densities, the interfacial tensions of the wet and nonwet\ninterfaces are analysed. The mean-field critical exponent is obtained for the\nvanishing of the critical interfacial tension $\\sigma_{\\beta\\gamma}$ as a\nfunction of the deviation of the noncritical interfacial tension\n$\\sigma_{\\alpha\\gamma}$ from its limiting value at a critical endpoint\n$\\sigma_{\\alpha,\\beta\\gamma}$. In the wet regime, this exponent is $3/2$ as\nexpected. In the nonwetting gap of the model, the exponent is again $3/2$,\nexcept for the approach to the critical endpoint on the neutral line where\n$\\sigma_{\\alpha\\beta} = \\sigma_{\\alpha\\gamma}$. When this point is approached\nalong any path with $\\sigma_{\\alpha\\beta} \\neq \\sigma_{\\alpha\\gamma}$, or along\nthe neutral line, $\\sigma_{\\beta\\gamma} \\propto | \\sigma_{\\alpha\\gamma} -\n\\sigma_{\\alpha,\\beta\\gamma}|^{3/4}$, featuring an anomalous critical exponent\n$3/4$, which is an exact result derived by analytic calculation and explained\nby geometrical arguments."}
{"id": "2510.25082", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25082", "abs": "https://arxiv.org/abs/2510.25082", "authors": ["Way Wang", "Zhongshui Ma", "Hai-qing Lin"], "title": "A Universal Scaling Law for $T_c$ in Unconventional Superconductors", "comment": null, "summary": "Understanding the pairing mechanism of unconventional superconductors remains\na core challenge in condensed matter physics, particularly the ongoing debate\nover whether the related effects caused by electron-electron interactions unify\nvarious unconventional superconductors (UcSs). To address this challenge, it is\nnecessary to establish a universal quantitative relationship for the\nsuperconducting transition temperature ($T_c$), which can be directly obtained\nfrom experiments and correlated with microscopic parameters of different\nmaterial systems. In this work, we establish a relation: $N_{\\text{CP}}\\cdot\nk_{B}T_{c}^\\star = \\alpha\\cdot U $, where $\\alpha = 1/(16\\pi)$ is a universal\nconstant, $k_B$ is the Boltzmann constant, $T_{c}^\\star$ is the maximal\n$T_{c}$, $U$ is the on-site Coulomb interaction, and\n$N_{\\text{CP}}$($\\propto(\\xi_0/a)^D$) quantifies the spatial extent of Cooper\npairs ($\\xi_0$) relative to lattice parameter ($a$) in $D$ dimensions. The\nvalidity of this scaling relationship is empirically demonstrated, across a\nfour order-of-magnitude $T_c^\\star$ range (0.08--133 K), by database from 173\ndifferent compounds spanning 13 different UcS families in over 500 experiments.\nThe fact that the unified relationship is satisfied by different materials of\ndifferent UcS families reveals that they may share superconducting mechanisms.\nIn addition, the scaling relationship indicates the existence of a maximum\n$T_{c}^\\star$ determined by the minimum $N_{\\text{CP}}$, providing a benchmark\nfor theoretical and experimental exploration of high-temperature\nsuperconductivity."}
{"id": "2510.25365", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25365", "abs": "https://arxiv.org/abs/2510.25365", "authors": ["Sidhanta Sahu", "Phalguna Krishna Das Vana", "Anupama Chauhan", "Poulami Ghosh", "Vijay Sai Krishna Cheerala", "Sanyam", "C. N. Sundaresan", "N. Kamaraju"], "title": "Terahertz Time-Domain Spectroscopy and Density Functional Theory Analysis of Low-Frequency Vibrational Modes of a Benzoxazolium-Coumarin Donor-π-Acceptor Chromophore", "comment": "SupportingInformation.pdf and mode animations\n  (Supporting_Information_Movies.zip) are provided as ancillary files", "summary": "To elucidate low-frequency vibrational modes that modulate intramolecular\ncharge transfer (ICT), we investigate a benzoxazolium-coumarin (BCO+)\ndonor-pi-acceptor derivative using transmission terahertz time-domain\nspectroscopy (THz-TDS). The retrieved complex refractive index reveals distinct\nmodes at 0.62, 0.85, 1.30, 1.81, and 2.07 THz. Gas-phase density functional\ntheory (DFT) agrees with these features and enables assignment of specific\nintramolecular motions. Together, THz-TDS and DFT identify characteristic\nlow-frequency modes of BCO+ and suggest their connection to ICT-relevant\nnuclear motions, demonstrating that THz-TDS provides a sensitive probe of\nvibrational signatures in donor-pi-acceptor systems."}
{"id": "2510.25124", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25124", "abs": "https://arxiv.org/abs/2510.25124", "authors": ["Trevor Chistolini", "Ha-Leem Kim", "Qiyu Wang", "Su-Di Chen", "Luke Pritchard Cairns", "Ryan Patrick Day", "Collin Sanborn", "Hyunseong Kim", "Zahra Pedramrazi", "Ruishi Qi", "Takashi Taniguchi", "Kenji Watanabe", "James G. Analytis", "David I. Santiago", "Irfan Siddiqi", "Feng Wang"], "title": "Contactless cavity sensing of superfluid stiffness in atomically thin 4Hb-TaS$_2$", "comment": null, "summary": "The exceptional tunability of two-dimensional van der Waals materials offers\nunique opportunities for exploring novel superconducting phases. However, in\nsuch systems, the measurement of superfluid phase stiffness, a fundamental\nproperty of a superconductor, is challenging because of the mesoscopic sample\nsize. Here, we introduce a contact-free technique for probing the\nelectrodynamic response, and thereby the phase stiffness, of atomically thin\nsuperconductors using on-chip superconducting microwave resonators. We\ndemonstrate this technique on 4Hb-TaS$_2$, a van der Waals superconductor whose\ngap structure under broken mirror symmetry is under debate. In our cleanest\nfew-layer device, we observe a superconducting critical temperature comparable\nto that of the bulk. The temperature evolution of the phase stiffness features\nnodeless behavior in the presence of broken mirror symmetry, inconsistent with\nthe scenario of nodal surface superconductivity. With minimal fabrication\nrequirements, our technique enables microwave measurements across wide ranges\nof two-dimensional superconductors."}
{"id": "2510.25658", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25658", "abs": "https://arxiv.org/abs/2510.25658", "authors": ["Maximilian Graml", "Jan Wilhelm"], "title": "Optical excitations in nanographenes from the Bethe-Salpeter equation and time-dependent density functional theory: absorption spectra and spatial descriptors", "comment": null, "summary": "The GW plus Bethe-Salpeter equation (GW-BSE) formalism is a well-established\napproach for calculating excitation energies and optical spectra of molecules,\nnanostructures, and crystalline materials. We implement GW-BSE in the CP2K code\nand validate the implementation for a standard organic molecular test set,\nobtaining excellent agreement with reference data, with a mean absolute error\nin excitation energies below 3 meV. We then study optical spectra of\nnanographenes of increasing length, showing excellent agreement with\nexperiment. We further compute the size of the excitation of the lowest\noptically active excitation which converges to about 7.6 $\\r{A}$ with\nincreasing length. Comparison with time-dependent density functional theory\nusing functionals of varying exact-exchange fraction shows that none reproduce\nboth the size of the excitation and optical spectra of GW-BSE, underscoring the\nneed for many-body methods for accurate description of electronic excitations\nin nanostructures."}
{"id": "2510.25747", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25747", "abs": "https://arxiv.org/abs/2510.25747", "authors": ["Hesam Arabzadeh", "Brad Lee Holian"], "title": "When Heating Isn't Cooling in Reverse: Nosé-Hoover Thermostat Fluctuations from Equilibrium Symmetry to Nonequilibrium Asymmetry", "comment": null, "summary": "Recent laboratory experiments suggest an intrinsic asymmetry between heating\nand cooling, with heating occurring more efficiently. Two decades earlier,\nmolecular dynamics (MD) simulations had examined a related setup - heating one\nside of a computational cell while cooling the other via distinct thermostats.\nWe revisit those calculations, recapitulating the underlying theory and showing\nthat earlier MD results already hinted at the observed laboratory asymmetry.\nRecent realizations of a simple two-dimensional single-particle model,\nthermostatted in $x$ and $y$ at different temperatures, reproduces key\nfeatures: at equilibrium, thermostat variables were identical, but under\nnonequilibrium conditions, the heating variable is weaker than the cooling one.\nAt the same time, MD simulations from four decades ago by Evans and Holian\nreported a surprising skew in the Nose--Hoover thermostat variable $\\xi$ under\nequilibrium - indicating a statistical bias in energy injection versus\nextraction. We revisit those results with exact reproduction of their setup. We\nshow that when (1) the center-of-mass velocity is set to zero, (2) integration\nis done carefully with finite differencing, and (3) sampling is sufficiently\nlong, the distribution of $\\xi$ is symmetric and Gaussian with zero mean, as\npredicted by theory and validated by two independent error estimates. However,\nin the two-temperature cell, the distribution of thermostat variables become\nasymmetric, the cold bath requires significantly stronger damping than the hot\nbath requires anti-damping, with $\\langle \\xi_x \\rangle / \\langle \\xi_y \\rangle\n= -T_y/T_x$. This exact analytic relation links thermostat effort to thermal\nbias and the negative rate of change in the entropy of the system. These\nresults identify the microscopic origin of heating-cooling asymmetry as a\ngenuine nonequilibrium effect, consistent with experimental findings."}
{"id": "2510.25098", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25098", "abs": "https://arxiv.org/abs/2510.25098", "authors": ["Hamdy Arkoub", "Jia-Hong Ke", "Kaustubh Bawane", "Miaomiao Jin"], "title": "Percolating Corrosion Pathways of Chemically Ordered NiCr Alloys in Molten Salts", "comment": "8 figures", "summary": "Recent experiments have shown that chemical ordering in NiCr alloys can\nsignificantly accelerate corrosion in molten salt environments. However, the\nunderlying mechanisms remain poorly understood. Using reactive molecular\ndynamics and first-principles calculations, we show that long-range ordered\nNi$_2$Cr in Ni-33at.%Cr alloys corrodes far more rapidly in FLiNaK salt at\n800{\\deg}C than short-range ordered or random solid solutions. This accelerated\nattack originates from percolating Cr pathways that enhance near-surface\ndiffusion and a lowered energetic barrier for Cr dissolution, as confirmed by\nfirst-principles calculations. Contrary to earlier explanations that attributed\nthis behavior to residual stresses, our stress-free simulations demonstrate\nthat ordering alone accelerates the degradation. These results establish\npercolation as a critical link between chemical ordering and corrosion\nkinetics, offering a mechanistic basis for experimental observations."}
{"id": "2510.25414", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25414", "abs": "https://arxiv.org/abs/2510.25414", "authors": ["Bodoo Batnaran", "Andrew L. Goodwin", "Michael A. Hayward", "Volker L. Deringer"], "title": "The Microscopic Nature of Orbital Disorder in LaMnO$_{3}$", "comment": null, "summary": "We present a revised atomistic picture of the order-disorder transition in\nthe archetypal orbital-ordered perovskite material, LaMnO$_{3}$. Our study uses\nmachine-learning-driven molecular-dynamics simulations which describe the\ntemperature evolution of pair distribution functions in close agreement with\nexperiment. We find the orbital-disordered phase in LaMnO$_{3}$ to comprise a\nmixture of differing structural distortions with and without inversion\nsymmetry, implying a mixture of different orbital arrangements. These\ndistortions are highly dynamic with an estimated lifetime of $\\sim 40$ fs at\n1,000 K, and their fluctuations converge with the timescales of conventional\nthermal motion in the high-$T$ phase - indicating that the electronic\ninstability responsible for static Jahn-Teller distortions at low temperature\ninstead drives phonon anharmonicity at high temperatures. Beyond LaMnO$_{3}$,\nour work opens an avenue for studying a wider range of correlated materials."}
{"id": "2510.25169", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25169", "abs": "https://arxiv.org/abs/2510.25169", "authors": ["Shinji Watanabe", "Tsunetomo Yamada", "Hiroyuki Takakura", "Nobuhisa Fujita"], "title": "Monte Carlo study on critical exponents of the classical Heisenberg model in ferromagnetic icosahedral quasicrystal", "comment": "14 pages, 17 figures, 3 tables", "summary": "Quasicrystals (QCs) lack three-dimensional periodicity of atomic arrangement\nbut possess long-range structural order, which are distinct from periodic\ncrystals and random systems. Here, we show how the ferromagnetic (FM) order\narises in the icosahedral QC (i-QC) on the basis of the Monte Carlo simulation\nof the Heisenberg model on the Yb lattice of Cd$_{5.7}$Yb composed of regular\nicosahedrons. By finite-size scaling of the Monte Carlo data, we identified the\ncritical exponents of the magnetization, magnetic susceptibility, and spin\ncorrelation length, $\\beta=0.508(30)$, $\\gamma=1.361(59)$, and $\\nu=0.792(17)$,\nrespectively. We confirmed that our data satisfy the hyperscaling relation and\nestimated the other critical exponents $\\alpha=-0.376(51)$, $\\delta=3.68(23)$,\nand $\\eta=0.282(65)$. These results show a new universality class inherent in\nthe i-QC, which is different from those in periodic magnets and spin glasses.\nIn the i-QC, each Yb site at vertices of the regular icosahedrons is classified\ninto 8 classes with respect to the coordination numbers of the nearest-neighbor\nand next-nearest-neighbor bonds. We revealed the FM-transition mechanism by\nshowing that the difference in the local environment of each site is governed\nby cooperative evolution of spin correlations upon cooling, giving rise to the\ncritical phenomena."}
{"id": "2510.25102", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25102", "abs": "https://arxiv.org/abs/2510.25102", "authors": ["Junta Igarashi", "Sébastien Geiskopf", "Takanobu Shinoda", "Butsurin Jinnai", "Yann Le Guen", "Julius Hohlfeld", "Shunsuke Fukami", "Hideo Ohno", "Jon Gorchon", "Stéphane Mangin", "Michel Hehn", "Grégory Malinowski"], "title": "Single-Shot All-Optical Switching in CoFeB/MgO Magnetic Tunnel Junctions", "comment": "7 pages, 7 figures", "summary": "We demonstrate single shot al optical switching (AOS) in rare earth free\nCoFeB/MgO magnetic tunnel junctions (MTJs), a material system widely adopted in\nspin transfer torque magnetic random access memory (STT MRAM). By tuning the\ncapping layer thickness, we show that precise heat control enables\ndeterministic magnetization reversal from parallel (P) to antiparallel (AP)\nstate. Furthermore, we detect magnetization reversal in a micro scale MTJ\ndevice via the tunnel magnetoresistance (TMR) effect. Our findings suggest that\nultrafast spin transport or dipolar interactions or a combination of both may\nplay essential roles in the switching process. This work represents a\nsignificant step toward integrating AOS with MTJ technology."}
{"id": "2510.25439", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25439", "abs": "https://arxiv.org/abs/2510.25439", "authors": ["Kristoffer Eggestad", "Ida C. Skogvoll", "Øystein Gullbrekken", "Benjamin A. D. Williamson", "Sverre M. Selbach"], "title": "Finite-Temperature Ferroelectric Phase Transitions from Machine-Learned Force Fields", "comment": null, "summary": "Simulating finite temperature phase transitions from first-principles is\ncomputationally challenging. Recently, molecular dynamics (MD) simulations\nusing machine-learned force fields (MLFFs) have opened a new avenue for\nfinite-temperature calculations with near-first-principles accuracy. Here we\nuse MLFFs, generated using on-the-fly training, to investigate structural phase\ntransitions in four of the most well-studied ferroelectric oxides; BaTiO$_3$,\nPbTiO$_3$, LiNbO$_3$ and BiFeO$_3$. Only using the 0 K ground state structure\nas input for the training, the resulting MLFFs can qualitatively predict all\nthe main structural phases and phase transitions, while the quantitative\nresults are sensitive to the choice of exchange correlation functional with\nPBEsol found to be more robust than LDA and r$^2$SCAN. MD simulations also\nreproduce the experimentally observed order-disorder character of Ti\ndisplacements in BaTiO$_3$, the abrupt first order transitions of BiFeO$_3$ and\nPbTiO$_3$, and the mixed order-disorder and displacive character of the\nferroelectric transition in LiNbO$_3$. Finally, we discuss the potential and\nlimitations of using MLFFs for simulating ferroelectric phase transitions."}
{"id": "2510.25124", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25124", "abs": "https://arxiv.org/abs/2510.25124", "authors": ["Trevor Chistolini", "Ha-Leem Kim", "Qiyu Wang", "Su-Di Chen", "Luke Pritchard Cairns", "Ryan Patrick Day", "Collin Sanborn", "Hyunseong Kim", "Zahra Pedramrazi", "Ruishi Qi", "Takashi Taniguchi", "Kenji Watanabe", "James G. Analytis", "David I. Santiago", "Irfan Siddiqi", "Feng Wang"], "title": "Contactless cavity sensing of superfluid stiffness in atomically thin 4Hb-TaS$_2$", "comment": null, "summary": "The exceptional tunability of two-dimensional van der Waals materials offers\nunique opportunities for exploring novel superconducting phases. However, in\nsuch systems, the measurement of superfluid phase stiffness, a fundamental\nproperty of a superconductor, is challenging because of the mesoscopic sample\nsize. Here, we introduce a contact-free technique for probing the\nelectrodynamic response, and thereby the phase stiffness, of atomically thin\nsuperconductors using on-chip superconducting microwave resonators. We\ndemonstrate this technique on 4Hb-TaS$_2$, a van der Waals superconductor whose\ngap structure under broken mirror symmetry is under debate. In our cleanest\nfew-layer device, we observe a superconducting critical temperature comparable\nto that of the bulk. The temperature evolution of the phase stiffness features\nnodeless behavior in the presence of broken mirror symmetry, inconsistent with\nthe scenario of nodal surface superconductivity. With minimal fabrication\nrequirements, our technique enables microwave measurements across wide ranges\nof two-dimensional superconductors."}
{"id": "2510.25620", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25620", "abs": "https://arxiv.org/abs/2510.25620", "authors": ["Francesca Benini", "Paolo Restuccia", "Sophie Loehlé", "Quentin Arnoux", "Maria Clelia Righi"], "title": "Combined ab initio and experimental study of phosphorus-based anti-wear additives interacting with iron and iron oxide", "comment": null, "summary": "The performance of phosphorus-based lubricant additives is governed by their\nadsorption, stability, and reactivity at the metal interface. In this study, we\ninvestigate the adsorption behavior and tribochemical stability of three\nadditives: Octyl Acid Phosphate (OAP), Dibutyl Hydrogen Phosphite (DBHP), and\nAmine Neutralized Acid Phosphate (ANAP). These additives are studied on iron\nand hematite surfaces using both ab initio calculations and experimental\nanalyses on steel. Simulations revealed that ANAP exhibited the strongest\nadsorption on iron, followed by DBHP, while OAP showed weaker interactions,\nthough its chemisorption was enhanced on hematite via hydrogen loss. Under\ntribological conditions, the DBHP phosphite dissociated more readily than the\nother two phosphates molecules due to its lower phosphorus coordination, as\nconfirmed by bond order analysis. Quartz crystal microbalance (QCM)\nmeasurements indicated significant differences in adsorption behavior across\ntemperatures, with DBHP forming stable deposits, while ANAP exhibited poor\nretention, in agreement with ab initio molecular dynamics simulations. X-ray\nphotoelectron spectroscopy (XPS) confirmed DBHP's strong chemisorption and\nmolecular dissociation, leading to increased phosphorus deposition. OAP,\ndespite forming a phosphorus-based layer, caused a reduction in Fe oxide,\nconsistent with its hydrogen release mechanism observed in simulations. These\nfindings highlight the critical role of molecular structure and oxidation state\nin tribofilm formation and stability. Understanding these interactions at the\natomic level provides valuable insights for designing high-performance\nlubricant additives for extreme operating conditions."}
{"id": "2510.25142", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25142", "abs": "https://arxiv.org/abs/2510.25142", "authors": ["Hao-Cheng Thong", "Bo Wu", "Fan Hu", "Pedro B. Groszewicz", "Chen-Bo-Wen Li", "Jun Chen", "Mao-Hua Zhang", "Dragan Damjanovic", "Ben Xu", "Ke Wang"], "title": "A Geometric Pathway for Tuning Ferroelectric Properties via Polar State Reconfiguration", "comment": null, "summary": "We report the discovery of a geometric pathway for tuning ferroelectric\nproperties through thermally driven reconfiguration between coexisting polar\nstates in Li-substituted NaNbO3. Using first-principles density functional\ntheory calculation and 7Li solid-state nuclear magnetic resonance spectroscopy\nmeasurement, we reveal that Li substitution creates two distinct polar\nconfigurations whose transformation under annealing enhances the Curie\ntemperature and induces piezoelectric hardening. Our findings establish a\ngeometrically-driven polar state reconfiguration mechanism, providing a general\ndesign principle for ferroics whereby macroscopic functional properties can be\nengineered via lattice geometry."}
{"id": "2510.25655", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25655", "abs": "https://arxiv.org/abs/2510.25655", "authors": ["Giulia Venditti", "Francesco Macheda", "Paolo Barone", "José Lorenzana", "Maria N. Gastiasoro"], "title": "Spin-dependent anisotropic electron-phonon coupling in KTaO$_3$", "comment": "19 pages, 11 figures", "summary": "KTaO$_3$ (KTO) is an incipient ferroelectric, characterized by a softening of\nthe lowest transverse optical (TO) mode with decreasing temperature. Cooper\npairing in the recently discovered KTO-based heterostructures has been proposed\nto be mediated by the soft TO mode. Here we study the electron coupling to the\nzone-center odd-parity modes of bulk KTO by means of relativistic Density\nFunctional Perturbation Theory (DFPT). The coupling to the soft TO mode is by\nfar the largest, with comparable contributions from both intraband and\ninterband processes. Remarkably, we find that for this mode,\nspin-non-conserving matrix elements are particularly relevant. We develop a\nthree-band microscopic model with spin-orbit coupled $t_{2g}$ orbitals that\nreproduces the main features of the ab initio results. For the highest energy\nband, the coupling can be understood as a \"dynamical\" isotropic Rashba effect.\nIn contrast, for the two lowest bands, the Rashba-like coupling becomes\nstrongly anisotropic. The DFPT protocol implemented here enables the\ncalculation of the full electron-phonon coupling matrix projected onto any mode\nof interest, and it is easily applicable to other systems."}
{"id": "2510.25169", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25169", "abs": "https://arxiv.org/abs/2510.25169", "authors": ["Shinji Watanabe", "Tsunetomo Yamada", "Hiroyuki Takakura", "Nobuhisa Fujita"], "title": "Monte Carlo study on critical exponents of the classical Heisenberg model in ferromagnetic icosahedral quasicrystal", "comment": "14 pages, 17 figures, 3 tables", "summary": "Quasicrystals (QCs) lack three-dimensional periodicity of atomic arrangement\nbut possess long-range structural order, which are distinct from periodic\ncrystals and random systems. Here, we show how the ferromagnetic (FM) order\narises in the icosahedral QC (i-QC) on the basis of the Monte Carlo simulation\nof the Heisenberg model on the Yb lattice of Cd$_{5.7}$Yb composed of regular\nicosahedrons. By finite-size scaling of the Monte Carlo data, we identified the\ncritical exponents of the magnetization, magnetic susceptibility, and spin\ncorrelation length, $\\beta=0.508(30)$, $\\gamma=1.361(59)$, and $\\nu=0.792(17)$,\nrespectively. We confirmed that our data satisfy the hyperscaling relation and\nestimated the other critical exponents $\\alpha=-0.376(51)$, $\\delta=3.68(23)$,\nand $\\eta=0.282(65)$. These results show a new universality class inherent in\nthe i-QC, which is different from those in periodic magnets and spin glasses.\nIn the i-QC, each Yb site at vertices of the regular icosahedrons is classified\ninto 8 classes with respect to the coordination numbers of the nearest-neighbor\nand next-nearest-neighbor bonds. We revealed the FM-transition mechanism by\nshowing that the difference in the local environment of each site is governed\nby cooperative evolution of spin correlations upon cooling, giving rise to the\ncritical phenomena."}
{"id": "2510.25707", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25707", "abs": "https://arxiv.org/abs/2510.25707", "authors": ["Loan Renaud", "Tomasz Poreba", "Simone Di Cataldo", "Alasdair Nicholls", "Léon Andriambariarijaona", "Maria Rescigno", "Richard Gaal", "Michele Casula", "A. Marco Saitta", "Livia Eleonora Bove"], "title": "Dual quantum locking: Dynamic coupling of hydrogen and water sublattices in hydrogen filled ice", "comment": null, "summary": "Hydrogen hydrates (HH) are a unique class of materials composed of hydrogen\nmolecules confined within crystalline water frameworks. Among their multiple\nphases, the filled ice structures, particularly the cubic C2 phase, exhibit\nexceptionally strong host-guest interactions due to ultra-short H2-H2O\ndistances and a 1:1 stoichiometry leading to two interpenetrated identical\ndiamond-like sublattices, one comprised of water molecules, the other of\nhydrogen molecules. At high pressures, nuclear quantum effects involving both\nhydrogen molecules and the water lattice become dominant, giving rise to a\ndual-lattice quantum system. In this work, we explore the sequence of pressure-\nand temperature-driven phase transitions in HH, focusing on the interplay\nbetween molecular rotation, orientational ordering, lattice symmetry breaking\nand hydrogen bond symmetrization. Using a combination of computational modeling\nbased on classical and path-integral molecular dynamics,\n  quantum embedding, and high pressure experiments, including Raman\nspectroscopy and synchrotron X-ray diffraction at low temperatures and high\npressures, we identify signatures of quantum-induced ordering and structural\ntransformations in the C2 phase. Our findings reveal that orientational\nordering in HH occurs at much lower pressures than in solid hydrogen, by\ninducing structural changes in the water network and enhancing the coupling of\nwater and hydrogen dynamics. This work provides new insights into the quantum\nbehavior of hydrogen under extreme mechanochemical confinement and establishes\nhydrogen-filled ices as a promising platform for the design of hydrogen-rich\nquantum materials."}
{"id": "2510.25194", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25194", "abs": "https://arxiv.org/abs/2510.25194", "authors": ["A. E. Petrova", "S. Yu. Gavrilkin", "V. A. Stepanov", "S. S. Khasanov", "Dirk Mensel", "S. M. Stishov"], "title": "Linear and isotropic magnetoresistance of Co$_{1-x}$Fe$_x$Si at x=0.2; 0.4; 0.65", "comment": "5 pages, 10 figures", "summary": "We studied the magnetoresistance (MR) of well-characterized samples of\nCo$_{1-x}$Fe$_x$Si at x=0.2, 0.4, and 0.65 at temperatures between 1.8 and\n100~K and magnetic fields of 9~T. The quasilinear dependence of MR on the\nmagnetic field at low temperatures and the practically isotropic properties of\nMR in these compounds are tentatively attributed to the specifics of Weyl\nelectron spectra and general disorder of the materials."}
{"id": "2510.25722", "categories": ["cond-mat.mtrl-sci", "physics.acc-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.25722", "abs": "https://arxiv.org/abs/2510.25722", "authors": ["Louis A. Angeloni", "Ir-Jene Shan", "J. H. Leach", "W. Andreas Schroeder"], "title": "Intrinsic emittance properties of an Fe-doped Beta-Ga2O3(010) photocathode: Ultracold electron emission at 300K and the polaron self-energy", "comment": "19 pages, 3 figures", "summary": "Measurements of the spectral emission properties of an iron-doped\nBeta-Ga2O3(010) photocathode at 300K reveal the presence of ultracold electron\nemission with a 6meV mean transverse energy (MTE) in the 3.5-4.4eV photon\nenergy range (282-354nm). This extreme sub-thermal photoemission signal is\nconsistent with direct emission of electrons photoexcited from the Fe dopant\nstates into the low effective mass and positive electron affinity primary\nconduction band, and it is superimposed on a stronger signal with a larger MTE\nassociated with an (optical)phonon-mediated momentum resonant Franck-Condon\n(FC) emission process from a thermally populated and negative electron affinity\nupper conduction band. For photon energies above 4.5eV, a transition from a\nlong to a short transport regime is forced by an absorption depth reduction to\nbelow 100nm and both MTE signals exhibit spectral trends consistent with\nphonon-mediated FC emission if the polaron formation self-energy is included in\nthe initial photoexcited electron thermalization."}
{"id": "2510.25203", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25203", "abs": "https://arxiv.org/abs/2510.25203", "authors": ["Y. Balaji", "M. Surendran", "X. Li", "A. Kemelbay", "A. Gashi", "C. Salemi", "A. Suzuki", "A. Tynes Hammack", "A. Schwartzberg"], "title": "Low-Gap Hf-HfOx-Hf Josephson Junctions for meV-Scale Particle Detection", "comment": null, "summary": "Superconducting qubits have motivated the exploration of Josephson-junction\ntechnologies beyond quantum computing, with emerging applications in low-energy\nphoton and phonon detection for astrophysics and dark matter searches.\nAchieving sensitivity at the THz (meV) scale requires materials with smaller\nsuperconducting gaps than those of conventional aluminum or niobium-based\ndevices. Here, we report the fabrication and characterization of hafnium\n(Hf)-based Josephson junctions (Hf-HfOx-Hf), demonstrating Hf as a promising\nlow-Tc material platform for ultra-low threshold single THz photon and\nsingle-phonon detection. Structural and chemical analyses reveal crystalline\nfilms and well-defined oxide barriers, while electrical transport measurements\nat both room and cryogenic temperatures exhibit clear Josephson behavior,\nenabling extraction of key junction parameters such as critical current,\nsuperconducting gap and normal-state resistance. This work presents the first\ncomprehensive study of Hf-based junctions and their potential for\nnext-generation superconducting detectors and qubit architectures leveraging\nlow superconducting gap energies."}
{"id": "2510.25748", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25748", "abs": "https://arxiv.org/abs/2510.25748", "authors": ["Ayush Subedi", "Anthony Torres", "Jeff Ganley", "Ujjwal Dhakal"], "title": "Crystallization Behavior of ZBLAN Glass Under Combined Thermal and Vibrational Effects: Part I -- Experimental Investigation", "comment": "21 Figures", "summary": "ZBLAN glass is a promising material for infrared optical fibers due to its\nwide transmission window and low theoretical attenuation. However, its strong\ntendency to crystallize during processing limits optical performance. While\nmicrogravity environments have been shown to suppress crystallization, the role\nof mechanical vibration under normal gravity conditions remains poorly\nunderstood. This study systematically investigates the influence of vibration\non the crystallization behavior of ZBLAN using a controlled heating and\nvibration apparatus. Samples were subjected to varied thermal and vibrational\nconditions, and their crystallization onset and morphological evolution were\nexamined through optical microscopy, scanning electron microscopy (SEM), energy\ndispersive X-ray spectroscopy (EDS), and atomic force microscopy (AFM). Results\nshow that vibration reduces the crystallization onset temperature, indicating\nenhanced atomic mobility and nucleation kinetics. Progressive morphological\ntransitions from needle-like to bow-tie and feather-like crystals were observed\nwith increasing temperature and vibration intensity. Surface roughness analysis\ncorroborates these findings, revealing a significant increase in nanoscale\nroughness in crystallized regions. Although brief exposure duration and partial\nthermal decoupling introduced variability among samples, the overall results\nconfirm that vibration acts as a direct facilitator of nucleation rather than a\npurely thermal effect. This work provides new insight into vibration-induced\ncrystallization in fluoride glasses and establishes the experimental foundation\nfor follow-up modeling and apparatus optimization studies under terrestrial and\nmicrogravity conditions."}
{"id": "2510.25265", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25265", "abs": "https://arxiv.org/abs/2510.25265", "authors": ["Rafael Luque Merino", "Felix Carrascoso", "Eudomar Henríquez-Guerra", "M. Reyes Calvo", "Riccardo Frisenda", "Andres Castellanos-Gomez"], "title": "Strain Engineering of Correlated Charge-Ordered Phases in 1T-TaS2", "comment": null, "summary": "Strain engineering is a powerful strategy for controlling the structural and\nelectronic properties of two-dimensional materials, particularly in systems\nhosting charge density wave (CDW) order. In this work, we apply uniaxial\ntensile and compressive strain to thin 1T-TaS2 flakes using a flexible,\ndevice-compatible platform, and systematically investigate the strain-dependent\nbehavior of the nearly commensurate (NC) to incommensurate (IC) CDW phase\ntransition. This transition is driven by Joule heating at room temperature.\nElectrical transport measurements reveal that both the switching threshold\nvoltage and the resistance of the NC-CDW phase exhibit clear, reversible strain\ndependence. Furthermore, we identify a quadratic dependence between the\nstrain-induced resistance change and the threshold voltage, confirming that\npiezoresistive modulation governs the strain-tunability of the phase\ntransition. We demonstrate a room-temperature, electrically-readout strain and\ndisplacement sensor with threshold-like response in a programmable window.\nThese results highlight the potential of 1T-TaS2 for on-chip sensing of strain\nand displacement."}
{"id": "2510.24747", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.24747", "abs": "https://arxiv.org/abs/2510.24747", "authors": ["Arefeh Abbasi", "Maurizio Ricci", "Pietro Carrara", "Moritz Flaschel", "Siddhant Kumar", "Sonia Marfia", "Laura De Lorenzis"], "title": "Discovery of Hyperelastic Constitutive Laws from Experimental Data with EUCLID", "comment": null, "summary": "We assess the performance of EUCLID, Efficient Unsupervised Constitutive Law\nIdentification and Discovery, a recently proposed framework for automated\ndiscovery of constitutive laws, on experimental data. Mechanical tests are\nperformed on natural rubber specimens spanning simple to complex geometries,\nfrom which we collect both global, force elongation, and local, full-field\ndisplacement, measurements. Using these data, we obtain constitutive laws via\ntwo routes, the conventional identification of unknown parameters in a priori\nselected material models, and EUCLID, which automates model selection and\nparameter identification within a unified model-discovery pipeline. We compare\nthe two methodologies using global versus local data, analyze predictive\naccuracy, and examine generalization to unseen geometries. Moreover, we\nquantify the experimental noise, investigate the coverage of the material state\nspace achieved by each approach and discuss the relative performance of\ndifferent datasets and different a priori chosen models versus EUCLID."}
{"id": "2510.25286", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.25286", "abs": "https://arxiv.org/abs/2510.25286", "authors": ["Antonin Louiset", "Daniel Förster", "Vincent Jourdain", "Saïd Tahir", "Nicola Vigano", "Jean-Luc Rouvière", "Christophe Bichara", "Hanako Okuno"], "title": "Advanced structural characterization of single-walled carbon nanotubes with 4D-STEM", "comment": "41 pages, 12 figures", "summary": "Single wall carbon nanotubes (SWCNT) exhibit remarkable optical and\nelectrical properties making them one of the most promising materials for next\ngeneration electronic and optoelectronic devices. Their electronic properties\nstrongly depend on their chirality, i.e., their structural configuration, as\nwell as on the presence and nature of atomic defects. Currently, the lack of\nversatile and efficient structural characterization techniques limits SWCNT\napplications. Here, we report how four-dimensional scanning transmission\nelectron microscopy (4D-STEM) can address critical challenges in SWCNT\nstructural analysis. Using modern fast pixelated electron detectors, we were\nable to acquire rapidly a large number of low noise electron diffraction\npatterns of SWCNTs. The resulting 4D-STEM data allow to precisely determine the\nlocal chirality of multiple nanotubes at once, with limited electron dose (down\nto 1750 e-/{\\AA}^2) and nanometric spatial resolution (down to 3.1 nm). We also\nshow how this approach enables to track the chirality along a single nanotube,\nwhile giving access to the strain distribution. Then, we report how 4D-STEM\ndata enable to reconstruct high-resolution images with electron ptychography.\nWith this second approach, structural information can be obtained with atomic\nscale spatial resolution allowing atomic defect imaging. Finally, we\ninvestigate how multi-slice electron ptychography could provide even further\ninsight on nanotube defect structures thanks to its close to 3D imaging\ncapabilities at atomic resolution."}
{"id": "2510.24964", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.24964", "abs": "https://arxiv.org/abs/2510.24964", "authors": ["Shihao Zhou", "Yujie Zhu", "Chunli Tang", "Rui Sun", "Junming Wu", "Yuzan Xiong", "Ingrid E. Russell", "Yi Li", "Dali Sun", "Frank Tsui", "Binbin Yang", "Valentine Novosad", "Jia-Mian Hu", "Wencan Jin", "Wei Zhang"], "title": "Magneto-optical spectroscopy based on pump-probe strobe light", "comment": "14 pages, 10 figures", "summary": "We demonstrate a pump-probe strobe light spectroscopy for sensitive detection\nof magneto-optical dynamics in the context of hybrid magnonics. The technique\nuses a combinatorial microwave-optical pump-probe scheme, leveraging both the\nhigh-energy resolution of microwaves and the high-efficiency detection using\noptical photons. In contrast to conventional stroboscopy using a\ncontinuous-wave light, we apply microwave and optical pulses with varying pulse\nwidths, and demonstrate magnetooptical detection of magnetization dynamics in\nY3Fe5O12 films. The detected magneto-optical signals strongly depend on the\ncharacteristics of both the microwave and the optical pulses as well as their\nrelative time delays. We show that good magneto-optical sensitivity and\ncoherent stroboscopic character are maintained even at a microwave pump pulse\nof 1.5 ns and an optical probe pulse of 80 ps, under a 7 megahertz clock rate,\ncorresponding to a pump-probe footprint of ~1% in one detection cycle. Our\nresults show that time-dependent strobe light measurement of magnetization\ndynamics can be achieved in the gigahertz frequency range under a pump-probe\ndetection scheme."}
{"id": "2510.25325", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25325", "abs": "https://arxiv.org/abs/2510.25325", "authors": ["Bibhas Ghanta", "Kuldeep Singh Chikara", "Uttam Kumar Goutam", "Anup Kumar Bera", "Seikh Mohammad Yusuf"], "title": "Two Orders of Magnitude Enhancement in Oxide Ion Conductivity in Cu2P2O7 via Vanadium Substitution: A Pathway Toward SOFC Electrolytes", "comment": "35 pages, 12 figures, and 2 tables", "summary": "In the quest of green energy, Solid Oxide Fuel Cells (SOFC) have drawn\nconsiderable attention for chemical-to-electric energy conversion. In the\npresent paper, we report an enhancement of ionic conductivity in Cu2P2-xVxO7 by\nvanadium substitution. The electrical (dc and ac conductivity, diffusivity,\nhopping rate, electric modulus and dielectric properties) and crystal\nstructural properties of Cu2P2-xVxO7 (x = 0, 0.4, 0.6, 0.8 and 1) are\ninvestigated by impedance spectroscopy and neutron diffraction, respectively.\nX-ray photoelectron spectroscopy (XPS) study confirms the presence of Cu2+,\nP5+and V5+ mono-valence states. The dc conductivity results reveal a two orders\nof magnitude enhancement of ionic conductivity from ~3.81x10-5 S cm-1 for x =0\nto ~2.08x10-3 S cm-1 for x =1 at 993 K, revealing a possible application in\nSOFCs. DC transport number studies reveal that the total conductivity is\ndominated by ionic conduction (> 95%). In addition, the diffusivity and hopping\nrate of oxide ions increase with increasing x. Besides, ac conductivity,\nelectric modulus and dielectric properties have been investigated to illustrate\nthe microscopic conduction mechanism. The derived results suggest that the\nmechanism for ionic conduction is the correlated barrier hopping (CBH) process.\nThe soft-bond valence sum (BVS) analysis of the neutron diffraction patterns\nreveals the three-dimensional (3D) oxide ion conduction pathways within the\ncrystal structure. The present study provides a pathway to enhance the ionic\nconductivity, as well as understanding of microscopic conduction mechanism,\nionic conduction pathways and the role of crystal structure on the ionic\nconduction."}
{"id": "2510.25102", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25102", "abs": "https://arxiv.org/abs/2510.25102", "authors": ["Junta Igarashi", "Sébastien Geiskopf", "Takanobu Shinoda", "Butsurin Jinnai", "Yann Le Guen", "Julius Hohlfeld", "Shunsuke Fukami", "Hideo Ohno", "Jon Gorchon", "Stéphane Mangin", "Michel Hehn", "Grégory Malinowski"], "title": "Single-Shot All-Optical Switching in CoFeB/MgO Magnetic Tunnel Junctions", "comment": "7 pages, 7 figures", "summary": "We demonstrate single shot al optical switching (AOS) in rare earth free\nCoFeB/MgO magnetic tunnel junctions (MTJs), a material system widely adopted in\nspin transfer torque magnetic random access memory (STT MRAM). By tuning the\ncapping layer thickness, we show that precise heat control enables\ndeterministic magnetization reversal from parallel (P) to antiparallel (AP)\nstate. Furthermore, we detect magnetization reversal in a micro scale MTJ\ndevice via the tunnel magnetoresistance (TMR) effect. Our findings suggest that\nultrafast spin transport or dipolar interactions or a combination of both may\nplay essential roles in the switching process. This work represents a\nsignificant step toward integrating AOS with MTJ technology."}
{"id": "2510.25349", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25349", "abs": "https://arxiv.org/abs/2510.25349", "authors": ["M. Bayer", "M. Vieweg", "K. P. Schmidt"], "title": "Immobile and mobile excitations of three-spin interactions on the diamond chain", "comment": "19 pages, 4 figures", "summary": "We present a solvable one-dimensional spin-1/2 model on the diamond chain\nfeaturing three-spin interactions, which displays both, mobile excitations\ndriving a second-order phase transition between an ordered and a\n$\\mathbb{Z}_2$-symmetry broken phase, as well as non-trivial fully immobile\nexcitations. The model is motivated by the physics of fracton excitations,\nwhich only possess mobility in a reduced dimension compared to the full model.\nWe provide an exact mapping of this model to an arbitrary number of independent\ntransverse-field Ising chain segments with open boundary conditions. The number\nand lengths of these segments correspond directly to the number of immobile\nexcitations and their respective distances from one another. Furthermore, we\ndemonstrate that multiple immobile excitations exhibit Casimir-like forces\nbetween them, resulting in a non-trivial spectrum."}
{"id": "2510.25169", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25169", "abs": "https://arxiv.org/abs/2510.25169", "authors": ["Shinji Watanabe", "Tsunetomo Yamada", "Hiroyuki Takakura", "Nobuhisa Fujita"], "title": "Monte Carlo study on critical exponents of the classical Heisenberg model in ferromagnetic icosahedral quasicrystal", "comment": "14 pages, 17 figures, 3 tables", "summary": "Quasicrystals (QCs) lack three-dimensional periodicity of atomic arrangement\nbut possess long-range structural order, which are distinct from periodic\ncrystals and random systems. Here, we show how the ferromagnetic (FM) order\narises in the icosahedral QC (i-QC) on the basis of the Monte Carlo simulation\nof the Heisenberg model on the Yb lattice of Cd$_{5.7}$Yb composed of regular\nicosahedrons. By finite-size scaling of the Monte Carlo data, we identified the\ncritical exponents of the magnetization, magnetic susceptibility, and spin\ncorrelation length, $\\beta=0.508(30)$, $\\gamma=1.361(59)$, and $\\nu=0.792(17)$,\nrespectively. We confirmed that our data satisfy the hyperscaling relation and\nestimated the other critical exponents $\\alpha=-0.376(51)$, $\\delta=3.68(23)$,\nand $\\eta=0.282(65)$. These results show a new universality class inherent in\nthe i-QC, which is different from those in periodic magnets and spin glasses.\nIn the i-QC, each Yb site at vertices of the regular icosahedrons is classified\ninto 8 classes with respect to the coordination numbers of the nearest-neighbor\nand next-nearest-neighbor bonds. We revealed the FM-transition mechanism by\nshowing that the difference in the local environment of each site is governed\nby cooperative evolution of spin correlations upon cooling, giving rise to the\ncritical phenomena."}
{"id": "2510.25355", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25355", "abs": "https://arxiv.org/abs/2510.25355", "authors": ["Pannan I. Kyesmen", "Eugen Klein", "Brindhu Malani S", "Rostyslav Lesyuk", "Christian Klinke"], "title": "Colloidal quasi-2D Cs2AgBiBr6 double perovskite nanosheets: synthesis and application as high-performance photodetectors", "comment": "23 pages, 5 figures, 1 table", "summary": "The search for non-toxic lead-free halide perovskites that can compete with\nthe lead-based counterparts has led to the emergence of double perovskites as\npotential candidates. Among many options, Cs2AgBiBr6 stands out as one of the\nmost suitable eco-friendly materials for numerous optoelectronic applications.\nIn this study, quasi-2D Cs2AgBiBr6 nanosheets (NSs) were prepared via the\nlow-temperature injection colloidal synthesis and used to fabricate\nhigh-performance photodetectors in a transport-layer-free architecture. The\nreaction temperature and ligands played vital roles in the structural purity,\nshape, and size of the synthesized Cs2AgBiBr6 NSs. The fabricated NSs disclosed\nlateral sizes of up to 1.4 um and are only a few nanometers thick. The\nhigh-performance photodetectors fabricated using the Cs2AgBiBr6 NSs yielded a\nhigh detectivity (D) of 1.15*10^12 Jones, responsivity (R) of 121 mA/W, a\nnotable on/off ratio of 2.39*10^4, and a fast rise and decay time of 857 and\n829 us, respectively. The device demonstrates remarkable stability. Basically,\nit sustains its entire photocurrent after storage in ambient conditions for 80\ndays. This work showcases a pathway for the colloidal synthesis of quasi-2D\nCs2AgBiBr6 lead-free double perovskite NSs with suitable properties for\nhigh-performance photodetection and other optoelectronic applications."}
{"id": "2510.25265", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25265", "abs": "https://arxiv.org/abs/2510.25265", "authors": ["Rafael Luque Merino", "Felix Carrascoso", "Eudomar Henríquez-Guerra", "M. Reyes Calvo", "Riccardo Frisenda", "Andres Castellanos-Gomez"], "title": "Strain Engineering of Correlated Charge-Ordered Phases in 1T-TaS2", "comment": null, "summary": "Strain engineering is a powerful strategy for controlling the structural and\nelectronic properties of two-dimensional materials, particularly in systems\nhosting charge density wave (CDW) order. In this work, we apply uniaxial\ntensile and compressive strain to thin 1T-TaS2 flakes using a flexible,\ndevice-compatible platform, and systematically investigate the strain-dependent\nbehavior of the nearly commensurate (NC) to incommensurate (IC) CDW phase\ntransition. This transition is driven by Joule heating at room temperature.\nElectrical transport measurements reveal that both the switching threshold\nvoltage and the resistance of the NC-CDW phase exhibit clear, reversible strain\ndependence. Furthermore, we identify a quadratic dependence between the\nstrain-induced resistance change and the threshold voltage, confirming that\npiezoresistive modulation governs the strain-tunability of the phase\ntransition. We demonstrate a room-temperature, electrically-readout strain and\ndisplacement sensor with threshold-like response in a programmable window.\nThese results highlight the potential of 1T-TaS2 for on-chip sensing of strain\nand displacement."}
{"id": "2510.25359", "categories": ["cond-mat.stat-mech", "q-bio.SC"], "pdf": "https://arxiv.org/pdf/2510.25359", "abs": "https://arxiv.org/abs/2510.25359", "authors": ["Roger D. Jones", "Achille Giacometti", "Alan M. Jones"], "title": "Thermodynamics of Biological Switches", "comment": "One figure. Proceedings of Wivace2025. 10 pages", "summary": "We derive a formulation of the First Law of nonequilibrium thermodynamics for\nbiological information-processing systems by partitioning entropy in the Second\nLaw into microscopic and mesoscopic components and by assuming that natural\nselection promotes optimal information processing and transmission. The\nresulting framework demonstrates how mesoscopic information-based subsystems\ncan attain nonequilibrium steady states (NESS) sustained by external energy and\nentropy fluxes, such as those generated by ATP/ADP imbalances in vivo.\nMoreover, mesoscopic systems may reach NESS before microscopic subsystems,\nleading to ordered structures in entropy flow analogous to eddies in a moving\nstream."}
{"id": "2510.25415", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25415", "abs": "https://arxiv.org/abs/2510.25415", "authors": ["Tim Matthies", "Levente Rózsa", "Roland Wiesendanger", "Elena Y. Vedmedenko"], "title": "Effects of interlayer Dzyaloshinskii-Moriya interaction on the shape and dynamics of magnetic twin-skyrmions", "comment": null, "summary": "Magnetic skyrmions have been proposed as promising candidates for storing\ninformation due to their high stability and easy manipulation by spin-polarized\ncurrents. Here, we study how these properties are influenced by the interlayer\nDzyaloshinskii--Moriya interaction (IL-DMI), which stabilizes twin-skyrmions in\nmagnetic bilayers. We find that the spin configuration of the twin-skyrmion\nadapts to the direction of the IL-DMI by elongating or changing the helicities\nin the two layers. Driving the skyrmions by spin-polarized currents in the\ncurrent-perpendicular-to-plane configuration, we observe significant changes\neither in the skyrmion velocity or in the skyrmion Hall angle depending on the\ncurrent polarization. These findings unravel further prospects for skyrmion\nmanipulation enabled by the IL-DMI."}
{"id": "2510.25365", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25365", "abs": "https://arxiv.org/abs/2510.25365", "authors": ["Sidhanta Sahu", "Phalguna Krishna Das Vana", "Anupama Chauhan", "Poulami Ghosh", "Vijay Sai Krishna Cheerala", "Sanyam", "C. N. Sundaresan", "N. Kamaraju"], "title": "Terahertz Time-Domain Spectroscopy and Density Functional Theory Analysis of Low-Frequency Vibrational Modes of a Benzoxazolium-Coumarin Donor-π-Acceptor Chromophore", "comment": "SupportingInformation.pdf and mode animations\n  (Supporting_Information_Movies.zip) are provided as ancillary files", "summary": "To elucidate low-frequency vibrational modes that modulate intramolecular\ncharge transfer (ICT), we investigate a benzoxazolium-coumarin (BCO+)\ndonor-pi-acceptor derivative using transmission terahertz time-domain\nspectroscopy (THz-TDS). The retrieved complex refractive index reveals distinct\nmodes at 0.62, 0.85, 1.30, 1.81, and 2.07 THz. Gas-phase density functional\ntheory (DFT) agrees with these features and enables assignment of specific\nintramolecular motions. Together, THz-TDS and DFT identify characteristic\nlow-frequency modes of BCO+ and suggest their connection to ICT-relevant\nnuclear motions, demonstrating that THz-TDS provides a sensitive probe of\nvibrational signatures in donor-pi-acceptor systems."}
{"id": "2510.25377", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.25377", "abs": "https://arxiv.org/abs/2510.25377", "authors": ["Charlotte Myin", "Benoît Mahault"], "title": "Flocking in weakly nonreciprocal mixtures", "comment": null, "summary": "We show that weakly nonreciprocal alignment leads to large-scale structure\nformation in flocking mixtures. By combining numerical simulations of a binary\nVicsek model and the analysis of coarse-grained continuum equations, we\ndemonstrate that nonreciprocity destabilizes the ordered phase formed by\nmutually aligning or anti-aligning species in a large part of the phase\ndiagram. For aligning populations, this instability results in one species\ncondensing in a single band that travels within a homogeneous liquid of the\nother species. When interactions are anti-aligning, both species self-assemble\ninto polar clusters with large-scale chaotic dynamics. In both cases, the\nemergence of structures is accompanied by the demixing of the two species,\ndespite the absence of repulsive interactions. Our theoretical analysis allows\nus to elucidate the origin of the instability, and show that it is generic to\nnonreciprocal flocks."}
{"id": "2510.25399", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25399", "abs": "https://arxiv.org/abs/2510.25399", "authors": ["Alexander V. Savin", "Artem P. Klinov"], "title": "Stability of Planar Slits in Multilayer Graphite Crystals", "comment": "10 pages, 11 figures", "summary": "Using a two-dimensional coarse-grained chain model, planar slits in\nmultilayer graphite crystals are simulated. It is shown that when covering a\nlinear cavity on the flat surface of a graphite crystal with a multilayer\ngraphene sheet, an open (unfilled slit) can form only if the cavity width does\nnot exceed a critical value L_o (for width L>L_o, only a closed state of the\nslit is formed, with the cavity space filled by the covering sheet). The\ncritical width of the open slit L_o increases monotonically with the number of\nlayers K in the covering sheet. For a single-layer cavity, there is a finite\ncritical value of its width L_o<3nm, while for two- and three-layer cavities,\nthe maximum width of the open slit increases infinitely with increasing K as a\npower function K^\\alpha with exponent 0<\\alpha<1. Inside the crystal, two- and\nthree-layer slits can have stable open states at any width. For a slit with\nwidth L>7.6nm, a stationary closed state is also possible, in which its lower\nand upper surfaces adhere to each other. Simulation of thermal oscillations\nshowed that open states of two-layer slits with width L<15nm are always stable\nagainst thermal oscillations, while wider slits at T>400K transition from the\nopen to the closed state. Open states of three-layer slits are always stable\nagainst thermal oscillations."}
{"id": "2510.25414", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25414", "abs": "https://arxiv.org/abs/2510.25414", "authors": ["Bodoo Batnaran", "Andrew L. Goodwin", "Michael A. Hayward", "Volker L. Deringer"], "title": "The Microscopic Nature of Orbital Disorder in LaMnO$_{3}$", "comment": null, "summary": "We present a revised atomistic picture of the order-disorder transition in\nthe archetypal orbital-ordered perovskite material, LaMnO$_{3}$. Our study uses\nmachine-learning-driven molecular-dynamics simulations which describe the\ntemperature evolution of pair distribution functions in close agreement with\nexperiment. We find the orbital-disordered phase in LaMnO$_{3}$ to comprise a\nmixture of differing structural distortions with and without inversion\nsymmetry, implying a mixture of different orbital arrangements. These\ndistortions are highly dynamic with an estimated lifetime of $\\sim 40$ fs at\n1,000 K, and their fluctuations converge with the timescales of conventional\nthermal motion in the high-$T$ phase - indicating that the electronic\ninstability responsible for static Jahn-Teller distortions at low temperature\ninstead drives phonon anharmonicity at high temperatures. Beyond LaMnO$_{3}$,\nour work opens an avenue for studying a wider range of correlated materials."}
{"id": "2510.25415", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25415", "abs": "https://arxiv.org/abs/2510.25415", "authors": ["Tim Matthies", "Levente Rózsa", "Roland Wiesendanger", "Elena Y. Vedmedenko"], "title": "Effects of interlayer Dzyaloshinskii-Moriya interaction on the shape and dynamics of magnetic twin-skyrmions", "comment": null, "summary": "Magnetic skyrmions have been proposed as promising candidates for storing\ninformation due to their high stability and easy manipulation by spin-polarized\ncurrents. Here, we study how these properties are influenced by the interlayer\nDzyaloshinskii--Moriya interaction (IL-DMI), which stabilizes twin-skyrmions in\nmagnetic bilayers. We find that the spin configuration of the twin-skyrmion\nadapts to the direction of the IL-DMI by elongating or changing the helicities\nin the two layers. Driving the skyrmions by spin-polarized currents in the\ncurrent-perpendicular-to-plane configuration, we observe significant changes\neither in the skyrmion velocity or in the skyrmion Hall angle depending on the\ncurrent polarization. These findings unravel further prospects for skyrmion\nmanipulation enabled by the IL-DMI."}
{"id": "2510.25425", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25425", "abs": "https://arxiv.org/abs/2510.25425", "authors": ["Zhengrong Guo"], "title": "A Topological Sum Rule for the Chirality of Carbon Nanotubes", "comment": null, "summary": "The electronic properties of carbon nanotubes are fundamentally governed by\ntheir chirality, specified by the integer indices (n,m). The lack of a\npredictive theory directly connecting the architecture of the nucleation cap to\nthe resulting (n,m) has hindered the controlled synthesis of specific\nchiralities. Here, we derive a universal topological sum rule that quantifies\nthis relationship. We show that (n,m) is uniquely determined by the sum of the\ncoordinates of the six pentagons in the cap. The complete set of these\ncoordinates, evaluated across rotationally symmetric lattice frames, fully\ndefines the carbon cap structure. This rule establishes that chirality is\nencoded deterministically at nucleation, as any perturbation to the pentagon\npositions overwhelmingly leads to a predictable, quanti able, and entropically\nirreversible shift in (n,m). We further explain the preferential formation of\nthe (126) nanotube by identifying a six-fold symmetric cap with epitaxial\nmatching to the <111> catalyst facet. Our work provides a theoretical framework\nthat redefines the field, shifting the focus from growth kinetics to\ndeterministic nucleation programming and paving the way toward predictable\nsynthesis."}
{"id": "2510.25429", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.25429", "abs": "https://arxiv.org/abs/2510.25429", "authors": ["Malte Henkel", "Stoimen Stoimenov"], "title": "Schrödinger-invariance in non-equilibrium critical dynamics", "comment": "17 pages, 3 figures. Conference proceedings LT-16, based on\n  arXiv:2504.16857, arXiv:2505.22301, arXiv:2509.11654. Improves by more long\n  list of models", "summary": "The scaling functions of single-time and two-time correlators in systems\nundergoing non-equilibrium critical dynamics with dynamical exponent ${z}=2$\nare predicted from a new time-dependent non-equilibrium representation of the\nSchr\\\"odinger algebra. These explicit predictions are tested and confirmed in\nthe ageing of several exactly solvable models."}
{"id": "2510.25439", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25439", "abs": "https://arxiv.org/abs/2510.25439", "authors": ["Kristoffer Eggestad", "Ida C. Skogvoll", "Øystein Gullbrekken", "Benjamin A. D. Williamson", "Sverre M. Selbach"], "title": "Finite-Temperature Ferroelectric Phase Transitions from Machine-Learned Force Fields", "comment": null, "summary": "Simulating finite temperature phase transitions from first-principles is\ncomputationally challenging. Recently, molecular dynamics (MD) simulations\nusing machine-learned force fields (MLFFs) have opened a new avenue for\nfinite-temperature calculations with near-first-principles accuracy. Here we\nuse MLFFs, generated using on-the-fly training, to investigate structural phase\ntransitions in four of the most well-studied ferroelectric oxides; BaTiO$_3$,\nPbTiO$_3$, LiNbO$_3$ and BiFeO$_3$. Only using the 0 K ground state structure\nas input for the training, the resulting MLFFs can qualitatively predict all\nthe main structural phases and phase transitions, while the quantitative\nresults are sensitive to the choice of exchange correlation functional with\nPBEsol found to be more robust than LDA and r$^2$SCAN. MD simulations also\nreproduce the experimentally observed order-disorder character of Ti\ndisplacements in BaTiO$_3$, the abrupt first order transitions of BiFeO$_3$ and\nPbTiO$_3$, and the mixed order-disorder and displacive character of the\nferroelectric transition in LiNbO$_3$. Finally, we discuss the potential and\nlimitations of using MLFFs for simulating ferroelectric phase transitions."}
{"id": "2510.25443", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25443", "abs": "https://arxiv.org/abs/2510.25443", "authors": ["I. Yahniuk", "I. A. Dmitriev", "A. L. Shilov", "E. Mönch", "M. Marocko", "J. Eroms", "D. Weiss", "P. Sadovyi", "B. Sadovyi", "I. Grzegory", "W. Knap", "J. Gumenjuk-Sichevska", "J. Wunderlich", "D. A. Bandurin", "S. D. Ganichev"], "title": "Strongly nonlinear Bernstein modes in graphene reveal plasmon-enhanced near-field magnetoabsorption", "comment": "12 pages, 8 figures", "summary": "Bernstein modes -- hybrid magnetoplasmon excitations arising from the\ncoupling between cyclotron motion and collective oscillations in\ntwo-dimensional electron systems -- offer direct access to non-local\nelectrodynamics. These modes can exhibit rich nonlinear behavior akin to\nstrong-coupling phenomena in cavity quantum electrodynamics, but reaching\nnonlinear regime has remained experimentally challenging. Here we report the\nobservation of nonlinear Bernstein modes in graphene using terahertz excitation\nwith near-field enhancement from embedded metallic contacts. Photoresistance\nspectroscopy reveals sharp resonances at Bc/2 and Bc/3 that saturate at\nradiation intensities nearly an order of magnitude lower than the cyclotron\nresonance. We ascribe this to strong local heating of the electron gas due to\nresonant excitation of high-amplitude Bernstein magnetoplasmons, associated\nwith a combination of the field-concentration effect of the near field and\nplasmonic amplification that is resonantly enhanced in the region of Bernstein\ngaps. Polarization-resolved measurements further confirm the near-field origin:\nBernstein resonances are insensitive to circular helicity but strongly depend\non the angle of linear polarization, in sharp contrast to the cyclotron\nresonance response. Our results establish graphene as a platform for nonlinear\nmagnetoplasmonics, opening opportunities for strong-field manipulation of\ncollective electron dynamics, out-of-equilibrium electron transport, and\nsolid-state analogues of cavity quantum electrodynamics."}
{"id": "2510.25454", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25454", "abs": "https://arxiv.org/abs/2510.25454", "authors": ["Nathan O. Silvano", "Emilio Hernández-García", "Cristóbal López"], "title": "The impact of fluctuations on particle systems described by Dean-Kawasaki-type equations", "comment": "10 pages, 5 figures", "summary": "We study the role of fluctuations in particle systems modeled by\nDean-Kawasaki-type equations, which describe the evolution of particle\ndensities in systems with Brownian motion. By comparing microscopic\nsimulations, stochastic partial differential equations, and their deterministic\ncounterparts, we analyze four models of increasing complexity. Our results\nidentify macroscopic quantities that can be altered by the conserved\nmultiplicative noise that typically appears in the Dean-Kawasaki-type\ndescription. We find that this noise enhances front propagation in systems with\ndensity-dependent diffusivity, accelerates the onset of pattern formation in\nparticle systems with nonlocal interactions, and reduces hysteresis in systems\ninteracting via repulsive forces. In some cases, it accelerates transitions or\ninduces structures absent in deterministic models. These findings illustrate\nthat (conservative) fluctuations can have constructive and nontrivial effects,\nemphasizing the importance of stochastic modeling in understanding collective\nparticle dynamics."}
{"id": "2510.25478", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25478", "abs": "https://arxiv.org/abs/2510.25478", "authors": ["Shiwei Zhu", "Moritz A. Goerzen", "Changsheng Song", "Stefan Heinze", "Dongzhe Li"], "title": "Strongly enhanced lifetime of higher-order bimerons and antibimerons", "comment": "7 pages, 4 figures", "summary": "Magnetic bimerons, similar to skyrmions, are topologically nontrivial spin\ntextures characterized by topological charge $Q$. Most studies so far have\nfocused on low-$Q$ solitons ($|Q| \\leq 1$), such as skyrmions, bimerons, and\nvortices. Here, we present the first calculations of the lifetimes of high-$Q$\nbimerons and demonstrate that they are fundamentally more stable than high-$Q$\nskyrmions over a wide range of temperature. To obtain realistic results, our\nchosen system is an experimentally feasible van der Waals interface,\nFe$_3$GeTe$_2$/Cr$_2$Ge$_2$Te$_6$. We show that the lifetimes of high-$Q$\n(anti)bimerons can exceed the lifetime of those with $|Q|=1$ by 3 orders of\nmagnitude. Remarkably, this trend remains valid even when extrapolated to room\ntemperature (RT), as the lifetimes are dominated by entropy rather than energy\nbarriers. This contrasts with high-$Q$ skyrmions, whose lifetimes fall with\n$|Q|$ near RT. We attribute this fundamental difference between skyrmions and\nbimerons to their distinct magnetic texture symmetries, which lead to different\nentropy-dominated lifetimes."}
{"id": "2510.25519", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25519", "abs": "https://arxiv.org/abs/2510.25519", "authors": ["Angelo Russotto", "Filiberto Ares", "Pasquale Calabrese", "Vincenzo Alba"], "title": "Dynamics of entanglement fluctuations and quantum Mpemba effect in the $ν=1$ QSSEP model", "comment": "26 pages, 8 figures", "summary": "We study the out-of-equilibrium dynamics of entanglement fluctuations in the\n$\\nu=1$ Quantum Symmetric Simple Exclusion Process, a free-fermion chain with\nhopping amplitudes that are stochastic in time but homogeneous in space.\nPrevious work showed that the average entanglement growth after a quantum\nquench can be explained in terms of pairs of entangled quasiparticles\nperforming random walks, leading to diffusive entanglement spreading. By\nincorporating the noise-induced statistical correlations between the\nquasiparticles, we extend this description to the full-time probability\ndistribution of the entanglement entropy. Our generalized quasiparticle picture\nallows us to compute the average time evolution of a generic function of the\nreduced density matrix of a subsystem. We also apply our result to the\nentanglement asymmetry. This allows us to investigate the restoration of\nparticle-number symmetry in the dynamics from initial states with no\nwell-defined particle number, and the emergence of the quantum Mpemba effect."}
{"id": "2510.25533", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25533", "abs": "https://arxiv.org/abs/2510.25533", "authors": ["Bastian Castirene", "Martin HeV Groves", "Francisco J. Peña", "Eugenio E. Vogel", "Patricio Vargas"], "title": "Maximum Quantum Work at Criticality: Stirling Engines and Fibonacci-Lucas Degeneracies", "comment": null, "summary": "Many-body effects and quantum criticality play a central role in determining\nthe performance of quantum thermal machines. Although operating near a quantum\ncritical point (QCP) is known to enhance engine performance, the precise\nthermodynamic conditions required to attain the Carnot efficiency limit remain\nunsettled. Here, we derive the exact conditions for a quantum Stirling engine\nto achieve Carnot efficiency when a QCP drives its working medium. In the\nlow-temperature regime, where only the ground-state manifold is populated, the\nnet work output is given by $ W = k_B \\delta \\ln (g_{\\text{crit}}/g_0) $ with $\n\\delta = T_H - T_L $, which directly yields the Carnot efficiency $ \\eta_C = 1\n- T_L/T_H $, independent of microscopic details. Notably, whereas ideal\nStirling cycles attain Carnot efficiency only with a perfect regenerator, here\nno regenerator is required because, at low temperatures, the thermal population\nremains confined to the degenerate ground state; this represents a clear\nquantum advantage over engines with classical working substances. We validate\nthis universal result by recovering known behaviors in various quantum systems,\nincluding spin chains with Dzyaloshinskii-Moriya interactions and magnetic\nanisotropies. Applying the framework to the one-dimensional antiferromagnetic\nIsing model, we predict non-extensive scaling of the work output governed by\nFibonacci and Lucas numbers for open chains and closed rings, respectively,\nwhich converges to classical extensivity in the thermodynamic limit. This\nanalysis establishes a general and robust foundation for designing quantum\nthermal machines that reach the Carnot bound while delivering finite work."}
{"id": "2510.25539", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.25539", "abs": "https://arxiv.org/abs/2510.25539", "authors": ["Marcus V. Marinho", "Eric C. Andrade"], "title": "Quantum Spin Liquids Stabilized by Disorder in Non-Kramers Pyrochlores", "comment": "9 pages, 6 figures. Contribution to the Annalen der Physik,\n  Collection: Advances in Strongly Correlated Systems", "summary": "This study investigates the emergence of quantum spin liquid phases in\npyrochlore oxides with non-Kramers ions, driven by structural randomness that\neffectively acts as a transverse field, introducing quantum fluctuations on top\nof the spin ice manifold. This is contrary to the naive expectation that\ndisorder favors phases with short-range entanglement by adjusting the spins\nwith their local environment. Given this unusual situation, it is essential to\nassess the stability of the spin-liquid phase with respect to the disorder. To\nperform this study, a minimal model for disordered quantum spin ice, the\ntransverse-field Ising model, is analyzed using a formulation of gauge\nmean-field theory (GMFT) directly in real space. This approach allows the\ninclusion of disorder effects exactly and provides access to non-perturbative\neffects. The analysis shows that the quantum spin ice remains remarkably stable\nwith respect to disorder up to the transition to the polarized phase at high\nfields, indicating that it can occur in real materials. Moreover, the Griffiths\nregion of enhanced disorder-induced fluctuations appears tiny and restricted to\nthe immediate vicinity of this transition due to the uniqueness of the\nlow-energy excitations of the problem. For most of the phase diagram, an\naverage description of the disorder captures the physical behavior well,\nindicating that the inhomogeneous quantum spin ice behaves closely to its\nhomogeneous counterpart."}
{"id": "2510.25565", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25565", "abs": "https://arxiv.org/abs/2510.25565", "authors": ["Adrian Llamas-Jaramillo", "Ivan Latella", "David Reguera"], "title": "Free-energy REconstruction from Stable Clusters (FRESC): A new method to evaluate nucleation barriers from simulation", "comment": "9 pages, 9 figures", "summary": "We present a simulation technique to evaluate the most important quantity for\nnucleation processes: the nucleation barrier, i.e. the free energy of formation\nof the critical cluster. The method is based on stabilizing a small cluster by\nsimulating it in the NVT ensemble and using the thermodynamics of small systems\nto convert the properties of this stable cluster into the Gibbs free energy of\nformation of the critical cluster. We demonstrate this approach using\ncondensation in a Lennard-Jones truncated and shifted fluid as an example,\nshowing an excellent agreement with previous Umbrella Sampling simulations. The\nmethod is straightforward to implement, computationally inexpensive, requires\nonly a small number of particles comparable to the critical cluster size, does\nnot rely on the use of Classical Nucleation Theory, and does not require any\ncluster definition or reaction coordinate. All of these advantages hold the\npromise of opening the door to simulate nucleation processes in complex\nmolecules of atmospheric, chemical or pharmaceutical interest that cannot be\neasily simulated with current techniques."}
{"id": "2510.25608", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25608", "abs": "https://arxiv.org/abs/2510.25608", "authors": ["Zeyu Rao", "Yue-Xin Huang", "Guang-Can Guo", "Ming Gong"], "title": "Coupling between vibration and Luttinger liquid in mechanical nanowires", "comment": "7 pages, 4 figures", "summary": "The vibration of the mechanical nanowire coupled to photons via photon\npressure and coupled to charges via the capacity has been widely explored in\nexperiments in the past decades. This system is electrically neutral, thus its\ncoupling to the other degrees of freedom is always challenging. Here, we show\nthat the vibration can slightly change the nanowire length and the associated\nFermi velocity, which leads to coupling between vibration and Luttinger liquid.\nWe consider the transverse and longitudinal vibrations of the nanowires,\nshowing that the transverse vibration is much more significant than the\nlongitudinal vibration, which can be measured through the sizable frequency\nshift. We predict an instability of the vibration induced by this coupling when\nthe frequency becomes negative at a critical temperature for the transverse\nvibrations in nanowires with low Fermi energy, which can be reached by tuning\nthe chemical potential and magnetic field. The time-dependent oscillation of\nthe conductance, which directly measures the Luttinger parameter, can provide\nevidence for this coupling. Our theory offers a new mechanism for exploring the\ncoupling between the vibration and the electronic excitations, which may lead\nto intriguing applications in cooling and controlling the mechanical\noscillators with currents."}
{"id": "2510.25620", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25620", "abs": "https://arxiv.org/abs/2510.25620", "authors": ["Francesca Benini", "Paolo Restuccia", "Sophie Loehlé", "Quentin Arnoux", "Maria Clelia Righi"], "title": "Combined ab initio and experimental study of phosphorus-based anti-wear additives interacting with iron and iron oxide", "comment": null, "summary": "The performance of phosphorus-based lubricant additives is governed by their\nadsorption, stability, and reactivity at the metal interface. In this study, we\ninvestigate the adsorption behavior and tribochemical stability of three\nadditives: Octyl Acid Phosphate (OAP), Dibutyl Hydrogen Phosphite (DBHP), and\nAmine Neutralized Acid Phosphate (ANAP). These additives are studied on iron\nand hematite surfaces using both ab initio calculations and experimental\nanalyses on steel. Simulations revealed that ANAP exhibited the strongest\nadsorption on iron, followed by DBHP, while OAP showed weaker interactions,\nthough its chemisorption was enhanced on hematite via hydrogen loss. Under\ntribological conditions, the DBHP phosphite dissociated more readily than the\nother two phosphates molecules due to its lower phosphorus coordination, as\nconfirmed by bond order analysis. Quartz crystal microbalance (QCM)\nmeasurements indicated significant differences in adsorption behavior across\ntemperatures, with DBHP forming stable deposits, while ANAP exhibited poor\nretention, in agreement with ab initio molecular dynamics simulations. X-ray\nphotoelectron spectroscopy (XPS) confirmed DBHP's strong chemisorption and\nmolecular dissociation, leading to increased phosphorus deposition. OAP,\ndespite forming a phosphorus-based layer, caused a reduction in Fe oxide,\nconsistent with its hydrogen release mechanism observed in simulations. These\nfindings highlight the critical role of molecular structure and oxidation state\nin tribofilm formation and stability. Understanding these interactions at the\natomic level provides valuable insights for designing high-performance\nlubricant additives for extreme operating conditions."}
{"id": "2510.25637", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25637", "abs": "https://arxiv.org/abs/2510.25637", "authors": ["Renjie Luo", "Tanner J. Legvold", "Gage Eichman", "Henry Navarro", "Ali C. Basaran", "Erbin Qiu", "Ivan K. Schuller", "Douglas Natelson"], "title": "Spin Seebeck Effect in Correlated Antiferromagnetic V2O3", "comment": "18 pages, 4 figures", "summary": "The spin Seebeck effect is useful for probing the spin correlations and\nmagnetic order in magnetic insulators. Here, we report a strong longitudinal\nspin Seebeck effect (LSSE) in antiferromagnetic V2O3 thin films. The LSSE\nresponse at cryogenic temperatures increases as a function of the external\nmagnetic field until it approaches saturation. The response at given power and\nfield exhibits a non-monotonic temperature dependence, with a pronounced peak\nthat shifts toward higher temperatures as the field increases. Furthermore, the\nmagnitude of the LSSE signal decreases consistently with increasing thickness,\nimplying that the bulk SSE dominates any interfacial contribution. This\nnegative correlation between the SSE and the thickness implies that the magnon\nenergy relaxation length in V2O3 is shorter than the thickness of our thinnest\nfilm, 50 nm, consistent with the strong spin-lattice coupling in this material."}
{"id": "2510.25641", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25641", "abs": "https://arxiv.org/abs/2510.25641", "authors": ["Austin Marga", "Venkat Chandrasekhar"], "title": "Using Crossed Andreev Reflection to Split Electrons", "comment": "4 pages, 2 figures", "summary": "Mesoscopic systems possess shot noise in their currents due to the\nquantization of the conducting quasiparticles. Measurements of this shot noise\nare useful to study phenomena that do not manifest themselves in standard\nconductance or resistance measurements, such as the statistics of the\nconducting quasiparticles or quantum entanglement via Bell tests. The\ncorresponding particle statistics can be determined via two particle quantum\ninterference experiments, such as the Hong-Ou-Mandel effect which demonstrates\na bunching effect for bosons or an anti-bunching effect in fermions. In\nsuperconducting proximity junctions, electrons incident on a superconductor can\ninduce holes via crossed Andreev reflection (CAR) in spatially separated normal\nmetal leads, where the resulting hole currents have nontrivial partition noise\ndue to the four terminal configuration. These nonlocally generated currents,\nusing a superconductor as a mesoscopic beam splitter, enable fabrication of\nmesoscopic analogs to quantum optics interferometers using metallic and\nsuperconducting films with multiport geometries."}
{"id": "2510.25655", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.25655", "abs": "https://arxiv.org/abs/2510.25655", "authors": ["Giulia Venditti", "Francesco Macheda", "Paolo Barone", "José Lorenzana", "Maria N. Gastiasoro"], "title": "Spin-dependent anisotropic electron-phonon coupling in KTaO$_3$", "comment": "19 pages, 11 figures", "summary": "KTaO$_3$ (KTO) is an incipient ferroelectric, characterized by a softening of\nthe lowest transverse optical (TO) mode with decreasing temperature. Cooper\npairing in the recently discovered KTO-based heterostructures has been proposed\nto be mediated by the soft TO mode. Here we study the electron coupling to the\nzone-center odd-parity modes of bulk KTO by means of relativistic Density\nFunctional Perturbation Theory (DFPT). The coupling to the soft TO mode is by\nfar the largest, with comparable contributions from both intraband and\ninterband processes. Remarkably, we find that for this mode,\nspin-non-conserving matrix elements are particularly relevant. We develop a\nthree-band microscopic model with spin-orbit coupled $t_{2g}$ orbitals that\nreproduces the main features of the ab initio results. For the highest energy\nband, the coupling can be understood as a \"dynamical\" isotropic Rashba effect.\nIn contrast, for the two lowest bands, the Rashba-like coupling becomes\nstrongly anisotropic. The DFPT protocol implemented here enables the\ncalculation of the full electron-phonon coupling matrix projected onto any mode\nof interest, and it is easily applicable to other systems."}
{"id": "2510.25659", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25659", "abs": "https://arxiv.org/abs/2510.25659", "authors": ["N. Roldan-Levchenko", "D. J. P. de Sousa", "C. O. Ascencio", "J. D. S Forte", "L. Martin-Moreno", "T. Low"], "title": "Optical Gain Through Metallic Electro-Optical Effects", "comment": "13 pages, 5 figures", "summary": "Optical gain is a critical process in today's semiconductor technology and it\nis most often achieved via stimulated emission. In this theoretical study, we\nfind a resonant TE mode in biased low-symmetry two-dimensional metallic systems\nwhich may lead to optical gain in the absence of stimulated emission. We do so\nby first modeling the optical conductivity using Boltzmann non-equilibrium\ntransport theory and then simulating the scattering problem using a\nscattered-wave formalism. Assuming that the system may possess a Berry\ncurvature dipole (BCD) and a non-zero Magnetoelectric tensor (MET), we find\nthat the optical conductivity has a non-trivial dependence on the direction of\nthe applied bias, which allows for probing the TE mode. After analyzing the\nsystem with one of each of the effects, we find that the resonant TE mode is\nonly accessible when both effects are present. Further studies are necessary to\nfind materials with a suitably large BCD and MET, in order to realize the\npredictions within this study."}
{"id": "2510.25703", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25703", "abs": "https://arxiv.org/abs/2510.25703", "authors": ["Piotr Marciniec", "M. A. Wolfe", "Tyler Kovach", "J. Reily", "Sanghyeok Park", "Jared Benson", "Mark Friesen", "Benjamin D. Woods", "Matthew J. Curry", "Nathaniel C. Bishop", "J. Corrigan", "M. A. Eriksson"], "title": "Fast high-fidelity baseband reset of a latched state for quantum dot qubit readout", "comment": "Main text and appendices; 8 pages, 6 figures", "summary": "A common method for reading out the state of a spin qubit is by latching one\nlogical qubit state, either $|1\\rangle$ or $|0\\rangle$, onto a different,\nmetastable charge state. Such a latched state can provide a superior charge\nsensing signal for qubit readout, and it can have a lifetime chosen to be long\nenough that the charge sensed readout can be high fidelity. However, the\npassive reset out of latched states is inherently long, which is not desirable.\nIn this work, we demonstrate an on-demand, high fidelity (> 99%)\nre-initialization of a quantum dot qubit out of a latched readout state. The\nmethod is simple to apply as it involves a single baseband voltage pulse to a\nspecific region in the quantum dot stability diagram where the relaxation time\nfrom the latched state to the ground state is over 50 times faster. We describe\nthe mechanism for the reset process as well as the boundaries for the optimal\nreset region in the qubit gate voltage space."}
{"id": "2510.25707", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25707", "abs": "https://arxiv.org/abs/2510.25707", "authors": ["Loan Renaud", "Tomasz Poreba", "Simone Di Cataldo", "Alasdair Nicholls", "Léon Andriambariarijaona", "Maria Rescigno", "Richard Gaal", "Michele Casula", "A. Marco Saitta", "Livia Eleonora Bove"], "title": "Dual quantum locking: Dynamic coupling of hydrogen and water sublattices in hydrogen filled ice", "comment": null, "summary": "Hydrogen hydrates (HH) are a unique class of materials composed of hydrogen\nmolecules confined within crystalline water frameworks. Among their multiple\nphases, the filled ice structures, particularly the cubic C2 phase, exhibit\nexceptionally strong host-guest interactions due to ultra-short H2-H2O\ndistances and a 1:1 stoichiometry leading to two interpenetrated identical\ndiamond-like sublattices, one comprised of water molecules, the other of\nhydrogen molecules. At high pressures, nuclear quantum effects involving both\nhydrogen molecules and the water lattice become dominant, giving rise to a\ndual-lattice quantum system. In this work, we explore the sequence of pressure-\nand temperature-driven phase transitions in HH, focusing on the interplay\nbetween molecular rotation, orientational ordering, lattice symmetry breaking\nand hydrogen bond symmetrization. Using a combination of computational modeling\nbased on classical and path-integral molecular dynamics,\n  quantum embedding, and high pressure experiments, including Raman\nspectroscopy and synchrotron X-ray diffraction at low temperatures and high\npressures, we identify signatures of quantum-induced ordering and structural\ntransformations in the C2 phase. Our findings reveal that orientational\nordering in HH occurs at much lower pressures than in solid hydrogen, by\ninducing structural changes in the water network and enhancing the coupling of\nwater and hydrogen dynamics. This work provides new insights into the quantum\nbehavior of hydrogen under extreme mechanochemical confinement and establishes\nhydrogen-filled ices as a promising platform for the design of hydrogen-rich\nquantum materials."}
{"id": "2510.25711", "categories": ["cond-mat.stat-mech", "hep-th", "nlin.CD", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25711", "abs": "https://arxiv.org/abs/2510.25711", "authors": ["Nilakash Sorokhaibam", "Anjan Daimari"], "title": "ETH-monotonicity in two-dimensional systems", "comment": "5 pages in Physical Review E style", "summary": "We study a recently discovered property of many-body quantum chaotic systems\ncalled ETH-monotonicity in two-dimensional systems. Our new results further\nsupport ETH-monotonicity in these higher dimensional systems. We show that the\nflattening rate of the $f$-function is directly proportional to the number of\ndegrees of freedom in the system, so as $L^2$ where $L$ is the linear size of\nthe system, and in general, expected to be $L^d$ where $d$ is the spatial\ndimension of the system. We also show that the flattening rate is directly\nproportional to the particle (or hole) number for systems of same spatial size."}
{"id": "2510.25722", "categories": ["cond-mat.mtrl-sci", "physics.acc-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.25722", "abs": "https://arxiv.org/abs/2510.25722", "authors": ["Louis A. Angeloni", "Ir-Jene Shan", "J. H. Leach", "W. Andreas Schroeder"], "title": "Intrinsic emittance properties of an Fe-doped Beta-Ga2O3(010) photocathode: Ultracold electron emission at 300K and the polaron self-energy", "comment": "19 pages, 3 figures", "summary": "Measurements of the spectral emission properties of an iron-doped\nBeta-Ga2O3(010) photocathode at 300K reveal the presence of ultracold electron\nemission with a 6meV mean transverse energy (MTE) in the 3.5-4.4eV photon\nenergy range (282-354nm). This extreme sub-thermal photoemission signal is\nconsistent with direct emission of electrons photoexcited from the Fe dopant\nstates into the low effective mass and positive electron affinity primary\nconduction band, and it is superimposed on a stronger signal with a larger MTE\nassociated with an (optical)phonon-mediated momentum resonant Franck-Condon\n(FC) emission process from a thermally populated and negative electron affinity\nupper conduction band. For photon energies above 4.5eV, a transition from a\nlong to a short transport regime is forced by an absorption depth reduction to\nbelow 100nm and both MTE signals exhibit spectral trends consistent with\nphonon-mediated FC emission if the polaron formation self-energy is included in\nthe initial photoexcited electron thermalization."}
{"id": "2510.25737", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.25737", "abs": "https://arxiv.org/abs/2510.25737", "authors": ["Joseph O. Indekeu", "Kenichiro Koga"], "title": "Critical exponents of fluid-fluid interfacial tensions near a critical endpoint in a nonwetting gap", "comment": null, "summary": "Fluid three-phase equilibria, with phases $\\alpha, \\beta, \\gamma$, are\nstudied close to a tricritical point, analytically and numerically, in a\nmean-field density-functional theory with two densities. Employing Griffiths'\nscaling for the densities, the interfacial tensions of the wet and nonwet\ninterfaces are analysed. The mean-field critical exponent is obtained for the\nvanishing of the critical interfacial tension $\\sigma_{\\beta\\gamma}$ as a\nfunction of the deviation of the noncritical interfacial tension\n$\\sigma_{\\alpha\\gamma}$ from its limiting value at a critical endpoint\n$\\sigma_{\\alpha,\\beta\\gamma}$. In the wet regime, this exponent is $3/2$ as\nexpected. In the nonwetting gap of the model, the exponent is again $3/2$,\nexcept for the approach to the critical endpoint on the neutral line where\n$\\sigma_{\\alpha\\beta} = \\sigma_{\\alpha\\gamma}$. When this point is approached\nalong any path with $\\sigma_{\\alpha\\beta} \\neq \\sigma_{\\alpha\\gamma}$, or along\nthe neutral line, $\\sigma_{\\beta\\gamma} \\propto | \\sigma_{\\alpha\\gamma} -\n\\sigma_{\\alpha,\\beta\\gamma}|^{3/4}$, featuring an anomalous critical exponent\n$3/4$, which is an exact result derived by analytic calculation and explained\nby geometrical arguments."}
{"id": "2510.25747", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.25747", "abs": "https://arxiv.org/abs/2510.25747", "authors": ["Hesam Arabzadeh", "Brad Lee Holian"], "title": "When Heating Isn't Cooling in Reverse: Nosé-Hoover Thermostat Fluctuations from Equilibrium Symmetry to Nonequilibrium Asymmetry", "comment": null, "summary": "Recent laboratory experiments suggest an intrinsic asymmetry between heating\nand cooling, with heating occurring more efficiently. Two decades earlier,\nmolecular dynamics (MD) simulations had examined a related setup - heating one\nside of a computational cell while cooling the other via distinct thermostats.\nWe revisit those calculations, recapitulating the underlying theory and showing\nthat earlier MD results already hinted at the observed laboratory asymmetry.\nRecent realizations of a simple two-dimensional single-particle model,\nthermostatted in $x$ and $y$ at different temperatures, reproduces key\nfeatures: at equilibrium, thermostat variables were identical, but under\nnonequilibrium conditions, the heating variable is weaker than the cooling one.\nAt the same time, MD simulations from four decades ago by Evans and Holian\nreported a surprising skew in the Nose--Hoover thermostat variable $\\xi$ under\nequilibrium - indicating a statistical bias in energy injection versus\nextraction. We revisit those results with exact reproduction of their setup. We\nshow that when (1) the center-of-mass velocity is set to zero, (2) integration\nis done carefully with finite differencing, and (3) sampling is sufficiently\nlong, the distribution of $\\xi$ is symmetric and Gaussian with zero mean, as\npredicted by theory and validated by two independent error estimates. However,\nin the two-temperature cell, the distribution of thermostat variables become\nasymmetric, the cold bath requires significantly stronger damping than the hot\nbath requires anti-damping, with $\\langle \\xi_x \\rangle / \\langle \\xi_y \\rangle\n= -T_y/T_x$. This exact analytic relation links thermostat effort to thermal\nbias and the negative rate of change in the entropy of the system. These\nresults identify the microscopic origin of heating-cooling asymmetry as a\ngenuine nonequilibrium effect, consistent with experimental findings."}
{"id": "2510.25748", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.25748", "abs": "https://arxiv.org/abs/2510.25748", "authors": ["Ayush Subedi", "Anthony Torres", "Jeff Ganley", "Ujjwal Dhakal"], "title": "Crystallization Behavior of ZBLAN Glass Under Combined Thermal and Vibrational Effects: Part I -- Experimental Investigation", "comment": "21 Figures", "summary": "ZBLAN glass is a promising material for infrared optical fibers due to its\nwide transmission window and low theoretical attenuation. However, its strong\ntendency to crystallize during processing limits optical performance. While\nmicrogravity environments have been shown to suppress crystallization, the role\nof mechanical vibration under normal gravity conditions remains poorly\nunderstood. This study systematically investigates the influence of vibration\non the crystallization behavior of ZBLAN using a controlled heating and\nvibration apparatus. Samples were subjected to varied thermal and vibrational\nconditions, and their crystallization onset and morphological evolution were\nexamined through optical microscopy, scanning electron microscopy (SEM), energy\ndispersive X-ray spectroscopy (EDS), and atomic force microscopy (AFM). Results\nshow that vibration reduces the crystallization onset temperature, indicating\nenhanced atomic mobility and nucleation kinetics. Progressive morphological\ntransitions from needle-like to bow-tie and feather-like crystals were observed\nwith increasing temperature and vibration intensity. Surface roughness analysis\ncorroborates these findings, revealing a significant increase in nanoscale\nroughness in crystallized regions. Although brief exposure duration and partial\nthermal decoupling introduced variability among samples, the overall results\nconfirm that vibration acts as a direct facilitator of nucleation rather than a\npurely thermal effect. This work provides new insight into vibration-induced\ncrystallization in fluoride glasses and establishes the experimental foundation\nfor follow-up modeling and apparatus optimization studies under terrestrial and\nmicrogravity conditions."}
{"id": "2510.25756", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25756", "abs": "https://arxiv.org/abs/2510.25756", "authors": ["Grayson R. Frazier", "Yi Li"], "title": "Spatially Inhomogeneous Triplet Pairing Order and Josephson Diode Effect Induced by Frustrated Spin Textures", "comment": "Long version of arXiv:2506.15661", "summary": "We demonstrate that frustrated spin textures can generate anisotropic\nJosephson couplings between $d$-vectors that can stabilize spatially varying\npairing orders in spin triplet superconductors. These couplings depend on the\nrelative orientation of $d$-vectors, analogous to Dzyaloshinskii-Moriya and\n$\\Gamma$-type interactions in magnetism, leading to an effective \"pliability\"\nof the pairing order that competes with superfluid stiffness. Such couplings\ncannot originate from spin-orbit coupling; rather, they can arise, for example,\nwhen itinerant electrons are coupled to a local exchange field composed of\nfrustrated spin moments. Using a $T$-matrix expansion, we show that coupling to\na local exchange field leads to an effective tunneling of itinerant electrons\nthat is dependent on the underlying spin configurations at the barrier between\nsuperconducting grains. Furthermore, Josephson tunneling through frustrated\nspin textures can produce a Josephson diode effect. The diode effect originates\neither from nonvanishing spin chirality in the barrier, or from antisymmetric\nJosephson coupling between noncollinear $d$-vectors, both of which break\ninversion and time-reversal symmetries."}
{"id": "2510.25767", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25767", "abs": "https://arxiv.org/abs/2510.25767", "authors": ["B. J. Ramshaw", "Steven A. Kivelson"], "title": "Superconductivity in overdoped cuprates can be understood from a BCS perspective!", "comment": "3 figures", "summary": "We summarize key experimental studies of the low energy properties of\noverdoped cuprate high temperature superconductors and conclude that a\ntheoretical understanding of the \"essential physics\" is achievable in terms of\na conventional Fermi-liquid treatment of the normal state, and a BCS mean-field\ntreatment of the (d-wave) superconducting state. For this perspective to be\nconsistent, it is necessary to posit that there is a crossover from a strongly\ncorrelated underdoped regime (where a different theoretical perspective is\nnecessary) to the more weakly correlated overdoped regime. It is also necessary\nto argue that the various observed features of the overdoped materials that are\ninconsistent with this perspective can be attributed to the expected effects of\nthe intrinsic disorder associated with most of the materials being solid state\nsolutions (alloys). As a test of this idea, we make a series of falsifiable\npredictions concerning the expected behavior of \"ideal\" (disorder free)\noverdoped cuprates."}
{"id": "2510.24747", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.24747", "abs": "https://arxiv.org/abs/2510.24747", "authors": ["Arefeh Abbasi", "Maurizio Ricci", "Pietro Carrara", "Moritz Flaschel", "Siddhant Kumar", "Sonia Marfia", "Laura De Lorenzis"], "title": "Discovery of Hyperelastic Constitutive Laws from Experimental Data with EUCLID", "comment": null, "summary": "We assess the performance of EUCLID, Efficient Unsupervised Constitutive Law\nIdentification and Discovery, a recently proposed framework for automated\ndiscovery of constitutive laws, on experimental data. Mechanical tests are\nperformed on natural rubber specimens spanning simple to complex geometries,\nfrom which we collect both global, force elongation, and local, full-field\ndisplacement, measurements. Using these data, we obtain constitutive laws via\ntwo routes, the conventional identification of unknown parameters in a priori\nselected material models, and EUCLID, which automates model selection and\nparameter identification within a unified model-discovery pipeline. We compare\nthe two methodologies using global versus local data, analyze predictive\naccuracy, and examine generalization to unseen geometries. Moreover, we\nquantify the experimental noise, investigate the coverage of the material state\nspace achieved by each approach and discuss the relative performance of\ndifferent datasets and different a priori chosen models versus EUCLID."}
