{"id": "2510.13053", "categories": ["cond-mat.stat-mech", "gr-qc"], "pdf": "https://arxiv.org/pdf/2510.13053", "abs": "https://arxiv.org/abs/2510.13053", "authors": ["Tao Wang", "Yu Shi"], "title": "Adiabatic Elimination in Relativistic Stochastic Mechanics", "comment": "24 pages, 6 figures", "summary": "We investigate the adiabatic elimination of fast variables in relativistic\nstochastic mechanics, which is analyzed in the equation of motion and in the\ndistribution function, with relativistic corrections explicitly derived. A new\ndimensionless parameter is introduced to characterize the timescale. The\nadiabatic elimination is also compared with the path integral coarse graining,\nwhich is more general yet computationally demanding."}
{"id": "2510.13453", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.13453", "abs": "https://arxiv.org/abs/2510.13453", "authors": ["Jetin E Thomas", "Ramandeep S. Johal"], "title": "Nonequilibrium steady states in bead-spring models: Entropy production and probability distributions", "comment": "10 pages, 12 figures", "summary": "We study non-equilibrium models comprising of beads connected by springs. The\nsystem is coupled to two thermal baths kept at different temperatures. We\nderive the steady state probability distributions of positions of the bead for\nthe one-bead system in the underdamped case. We employ the recently proposed\ntechnique of an effective temperature, along with numerical simulations to\nsolve the Langevin equations and obtain their corresponding probability\ndistributions. It is observed that the marginal probability distributions in\nthe position are independent of mass. We also obtain theoretically and\nnumerically the rate of entropy production for the one-bead system. The\nprobability distribution of the positions in the two-beads system are obtained\ntheoretically and numerically, both in the underdamped and overdamped case.\nLastly, we discuss the notion of ergodicity and have tested the convergence of\nthe time-averaging and the ensemble-averaging protocols."}
{"id": "2510.13555", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13555", "abs": "https://arxiv.org/abs/2510.13555", "authors": ["Tatsuhiko Shirai"], "title": "Quasi-adiabatic thermal ensemble preparation in the thermodynamic limit", "comment": "8 pages, 4 figures", "summary": "We investigate a quasi-adiabatic thermal process for preparing\nfinite-temperature ensembles in the thermodynamic limit. The process gradually\ntransforms a thermal ensemble of a noninteracting system into that of an\ninteracting system of interest over a finite operation time, with the\ntemperature controlled by parameters associated with the entropy of the initial\nstate. We analyze this process in both nonintegrable and integrable spin chains\nwith translational invariance. For the nonintegrable case, numerical\nsimulations show that the thermal properties of local observables are\naccurately reproduced with a single parameter in the high temperature regime,\nalthough the operation time increases exponentially with precision. In\ncontrast, for the integrable transverse-field Ising model, we analytically show\nthat an extensive number of parameters tied to local conserved quantities is\ngenerally necessary, and that the operation time increases linearly with system\nsize, diverging in the thermodynamic limit. These results clarify the potential\nand limitations of the quasi-adiabatic thermal process for an ensemble\npreparation and highlight the role of integrability in determining its\nefficiency."}
{"id": "2510.13589", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.13589", "abs": "https://arxiv.org/abs/2510.13589", "authors": ["Timothée Herbeau", "Leonid Pastur", "Pascal Viot", "Gleb Oshanin"], "title": "Stochastic gyration driven by dichotomous noises", "comment": "45 pages, 18 figures", "summary": "We consider stochastic dynamics of a particle on a plane in presence of two\nnoises and\n  a confining parabolic potential - an analog of the experimentally-relevant\nBrownian Gyrator (BG) model. In contrast to the standard BG model, we suppose\nhere that the time-evolution of the position components is driven not by\nGaussian white-noises, but by two statistically-independent dichotomous noises.\nWe calculate analytically the position variances and cross-correlations, as\nwell as the mean angular momentum, which permits us to establish the conditions\nin which a spontaneous rotational motion of the particle around the origin\ntakes place. We also present a numerical analysis of the mean angular velocity.\n  Lastly, we\n  calculate analytically some marginal position probability density functions\nrevealing a remarkably rich behavior that emerges in such a system of two\ncoupled linear stochastic differential equations. We show that depending on the\nvalues of parameters characterizing noises these distributions approach the\nsteady-state forms defined on a finite support, having very unusual shapes,\npossessing multiple maxima and minima, plateaus and exhibiting a discontinuous\nbehavior."}
{"id": "2510.13098", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13098", "abs": "https://arxiv.org/abs/2510.13098", "authors": ["Hideo Aoki"], "title": "Flat bands in condensed-matter systems -- perspective for magnetism and superconductivity", "comment": "63 pages, 43 figures", "summary": "There is a recent upsurge of interests in flat bands in condensed-matter\nsystems and the consequences for magnetism and superconductivity. This article\nhighlights the physics, where peculiar quantum-mechanical mechanisms for the\nphysical properties such as flatband ferromagnetism and flatband\nsuperconductivity that arise when the band is not trivially flat but has a\nstrange Hilbert space with non-orthogonalisable Wannier states, which goes far\nbeyond just the diverging density of states. Peculiar wavefunctions come from a\nquantum-mechanical interference and entanglement. Interesting phenomena become\neven remarkable when many-body interactions are introduced, culminating in\nflatband superconductivity as well as flatband ferromagnetism. Flatband physics\nharbours a very wide range physics indeed, extending to non-equilibrium physics\nin laser illumination, where Floquet states for topologcial superconductivity\nis promoted in flatbands. While these are theoretically curious, possible\ncandidates for the flatband materials are beginning to emerge, which is also\ndescribed. These provide a wide and promising outlook."}
{"id": "2510.12880", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12880", "abs": "https://arxiv.org/abs/2510.12880", "authors": ["Alwyn Jose Raja", "R. Ganesh"], "title": "The Kitaev-AKLT model", "comment": "4 pages + supplement, 5 + 4 figures", "summary": "Inspired by the Affleck-Kennedy-Lieb-Tasaki (AKLT) model, we present exact\nsolutions for a spin-1 chain with Kitaev-like couplings. We consider an\nexpanded Kitaev model with bilinear and biquadratic terms. At an exactly\nsolvable point, the Hamiltonian can be reexpressed as a sum of projection\noperators. Unlike the AKLT model where projectors act on total spin, we project\nonto components of spin along the bond direction. This leads to exponential\nground state degeneracy, expressed in terms of fractionalized\nspin-$\\frac{1}{2}$ objects. Each ground state can be expressed concisely as a\nmatrix product state. We construct a phase diagram by varying the relative\nstrength of bilinear and biquadratic terms. The fractionalized states provide a\nqualitative picture for the spin-1 Kitaev model, yielding approximate forms for\nthe ground state and low-lying excitations."}
{"id": "2510.12990", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.12990", "abs": "https://arxiv.org/abs/2510.12990", "authors": ["Egor I. Kiselev"], "title": "Dynamical breaking of inversion symmetry and strong second harmonic generation with nonlinear phonons", "comment": null, "summary": "We show how crystalline inversion symmetry can be dynamically broken by\noptical phonons with generic, hardening Kerr-like non-linearities. The\nsymmetry-broken state is reached through a parametric instability that can be\naccessed by driving close to half the phonon resonance. After the onset of the\ninstability, the system settles to a steady state with inversion-symmetry\nbreaking phonon trajectories and strong second harmonic generation. The time\naveraged positions of the atoms are displaced relative to equilibrium in the\nsteady state, resulting in a rectification of the driving signal."}
{"id": "2510.12935", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.12935", "abs": "https://arxiv.org/abs/2510.12935", "authors": ["Rahul Verma", "Yash Vardhan", "Hsin Lin", "Bahadur Singh"], "title": "Emergent spin Hall quantization and high-order van Hove singularities in square-octagonal MA$_2$Z$_4$", "comment": null, "summary": "Quantum spin Hall (QSH) insulators are versatile platforms for exploring\nexotic quantum phases, especially when combined with high-order van Hove\nsingularities (VHSs) that enhance electron correlations. However, perfect spin\nHall quantization is often hindered by spin mixing from strong spin-orbit\ncoupling, and the emergence of such VHSs is highly sensitive to\nmaterial-specific electronic structures. Here, we predict a class of\nseven-layered square-octagonal MA$_2$Z$_4$ (M = Mo/W, A = Si/Ge, Z = Pnictogen)\nisomers that host a robust, large-gap QSH phase with nearly quantized spin Hall\nconductivity and intrinsic high-order VHSs. Topological and symmetry analyses\nreveal that compounds with Z = P, As, and Sb are $\\mathbb{Z}_2$ nontrivial with\nspin Chern number $C_s = 1$ and support $S_z$-polarized edge states, while\nthose with Z = N are trivial insulators. The QSH phase features an\n$S_z$-conserving spin Hamiltonian consistent with an emergent spin\n$\\mathrm{U}(1)$ quasi-symmetry, yielding spin Hall conductivity $\\sim 2e^2/h$.\nNotably, MA$_2$(As, Sb)$_4$ compounds exhibit quasi-flat bands near the Fermi\nlevel in the inverted regime, with WSi$_2$Sb$_4$ additionally hosting four\nhigh-order VHSs at generic momentum points. These results position\nsquare-octagonal MA$_2$Z$_4$ materials as robust QSH insulators for realizing\nquantized spin Hall conductivity and correlated topological phases, including\nfractionalized states and possibly non-Abelian anyons."}
{"id": "2510.13104", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13104", "abs": "https://arxiv.org/abs/2510.13104", "authors": ["Shrunal Pothagoni", "Dylan Miley", "Tyrus Berry", "Jeremy K. Mason", "Benjamin Schweinhart"], "title": "Dependence of Microstructure Classification Accuracy on Crystallographic Data Representation", "comment": null, "summary": "Convolutional neural networks are increasingly being used to analyze and\nclassify material microstructures, motivated by the possibility that they will\nbe able to identify relevant microstructural features more efficiently and\nimpartially than human experts. While up to now convolutional neural networks\nhave mostly been applied to light optimal microscopy and scanning electron\nmicroscope micrographs, application to EBSD micrographs will be increasingly\ncommon as rational design generates materials with unknown textures and phase\ncompositions. This raises the question of how crystallographic orientation\nshould be represented in such a convolutional neural network, and whether this\nchoice has a significant effect on the network's analysis and classification\naccuracy. Four representations of orientation information are examined and are\nused with convolutional neural networks to classify five synthetic\nmicrostructures with varying textures and grain geometries. Of these, a\nspectral embedding of crystallographic orientations in a space that respects\nthe crystallographic symmetries performs by far the best, even when the network\nis trained on small volumes of data such as could be accessible by practical\nexperiments."}
{"id": "2510.12833", "categories": ["physics.chem-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.12833", "abs": "https://arxiv.org/abs/2510.12833", "authors": ["Gang Chen", "Zihan Yang", "Peng Sun", "Chenglong Wang", "Jinliang Li", "Guang Yang", "Likun Pan"], "title": "Data-Augmented Machine Learning for Predicting Biomass-Derived Hard Carbon Anode Performance in Sodium-Ion Batteries", "comment": "25 pages, 7 figures", "summary": "Biomass-derived hard carbon has become the most promising anode material for\nsodium-ion batteries (SIBs) due to its high capacity and excellent cycling\nstability. However, the effects of synthesis parameters and structural features\non hard carbon's (HC) electrochemical performance are still unclear, requiring\ntime-consuming and resource-intensive experimental investigations. Machine\nlearning (ML) offers a promising solution by training on large datasets to\npredict hard carbon performance more efficiently, saving time and resources. In\nthis study, four ML models were used to predict the capacity and initial\nCoulombic efficiency (ICE) of HC. Data augmentation based on the TabPFN\ntechnique was employed to improve model robustness under limited data\nconditions, and the relationships between features and electrochemical\nperformance were examined. Notably, the XGBoost model achieved an R2 of 0.854\nand an RMSE of 23.290 mAh g-1 for capacity prediction, and an R2 of 0.868 and\nan RMSE of 3.813% for ICE prediction. Shapley Additive Explanations (SHAP) and\nPartial Dependence Plot (PDP) analyses identified carbonization temperature\n(Temperature_2) as the most important factor influencing both capacity and ICE.\nFurthermore, we used bamboo as the precursor to synthesize four hard carbons\nbased on the predictive approach. The electrochemical performance of these\nsamples closely matched our predictions. By leveraging machine-learning\napproach, this study provides an efficient framework for accelerating the\nscreening process of biomass-derived hard carbon candidates."}
{"id": "2510.12880", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12880", "abs": "https://arxiv.org/abs/2510.12880", "authors": ["Alwyn Jose Raja", "R. Ganesh"], "title": "The Kitaev-AKLT model", "comment": "4 pages + supplement, 5 + 4 figures", "summary": "Inspired by the Affleck-Kennedy-Lieb-Tasaki (AKLT) model, we present exact\nsolutions for a spin-1 chain with Kitaev-like couplings. We consider an\nexpanded Kitaev model with bilinear and biquadratic terms. At an exactly\nsolvable point, the Hamiltonian can be reexpressed as a sum of projection\noperators. Unlike the AKLT model where projectors act on total spin, we project\nonto components of spin along the bond direction. This leads to exponential\nground state degeneracy, expressed in terms of fractionalized\nspin-$\\frac{1}{2}$ objects. Each ground state can be expressed concisely as a\nmatrix product state. We construct a phase diagram by varying the relative\nstrength of bilinear and biquadratic terms. The fractionalized states provide a\nqualitative picture for the spin-1 Kitaev model, yielding approximate forms for\nthe ground state and low-lying excitations."}
{"id": "2510.13342", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13342", "abs": "https://arxiv.org/abs/2510.13342", "authors": ["Qingyi Zhong", "Junfeng Chen", "Zhengyang Qiu", "Jingyuan Li", "Xing Huang", "Peiyue Ma", "Mengwu Huo", "Hongliang Dong", "Hualei Sun", "Meng Wang"], "title": "Evolution of the superconductivity in pressurized La3-xSmxNi2O7", "comment": "8 pages, 4 figures", "summary": "Motivated by the discovery of superconductivity in bilayer La$_3$Ni$_2$O$_7$\nat 80 K and the increased superconducting transition temperature, $T_\\text{c}$,\nup to 92 K in single crystals of La$_2$SmNi$_2$O$_7$ under pressure, we\nsystematically study the effect of Sm doping on the superconductivity and\nstructure of La$_{3-x}$Sm$_x$Ni$_2$O$_7$ (0 $\\leq$ x $\\leq$ 1.5) under\npressure. Experimental investigations in polycrystalline samples reveal that Sm\ndoping monotonically decreases the lattice constants $c$ and $a$, thereby\nenhancing crystal structure distortion and leading to an evolution of the\nmetallic ground state in La$_3$Ni$_2$O$_7$ to an insulating state in\nLa$_{1.5}$Sm$_{1.5}$Ni$_2$O$_7$. The maximum onset $T_\\text{c}$ in compounds\n$x=0.9$ and 1.5 is 89 K, while the pressure that drives the emergence of\nsuperconductivity is higher for higher doping levels. The results suggest that\nthe enhancement of $T_\\text{c}$ in La$_{3-x}$Sm$_x$Ni$_2$O$_7$ is mainly\naffected by the compressed $c$ lattice before saturation, and the structure\ntransition is critical for the emergence of superconductivity. Our experimental\nresults provide insight into the influence of elemental substitution on\nnickelate superconductors, offering a means to increase the transition\ntemperature further."}
{"id": "2510.12884", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12884", "abs": "https://arxiv.org/abs/2510.12884", "authors": ["Arthur Bril", "Nai Chao Hu", "Nick Bultinck"], "title": "Multi-Q spin-valley order in twisted WSe2", "comment": "14 pages, 8 figures", "summary": "We report on a study of the interacting phase diagram of $3.65^\\circ$-twisted\nWSe$_2$ at moir\\'e hole filling $\\nu=1$, in which we find previously-overlooked\ntypes of magnetism. Specifically, in part of the phase diagram we obtain a\nmagnetic order parameter which modulates in space with four different non-zero\nwave vectors, corresponding to the three $M$-points and one $K$-point of the\nmoir\\'e Brillouin zone. These multi-Q orders, which can be coplanar or\nnon-coplanar, are continuous deformations of the $120^\\circ$ spin-valley\nanti-ferromagnet (AFM), where the unit cell has expanded by a factor of four.\nInterestingly, we find that the multi-Q states are stabilized for\nexperimentally relevant values of interaction strength and displacement field,\nand are accompanied by a softening of the spin fluctuations near the $M$-points\nof the moir\\'e"}
{"id": "2510.13041", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13041", "abs": "https://arxiv.org/abs/2510.13041", "authors": ["Sofia C. Brown", "Ravid Shaniv", "Ruomu Zhang", "Chris Reetz", "Cindy A. Regal"], "title": "High Stability Mechanical Frequency Sensing beyond the Linear Regime", "comment": "10 pages, 6 figures", "summary": "Sensing via a mechanical frequency shift is a powerful measurement tool, and,\ntherefore, understanding and mitigating frequency noise affecting mechanical\nresonators is imperative. Thermomechanical noise fundamentally limits\nmechanical frequency stability, and its impact can be reduced with increased\ncoherent amplitude of mechanical motion. However, large enough actuation places\nthe resonator in the nonlinear (Duffing) regime, where conversion of amplitude\nnoise (AM) into frequency noise (FM) can worsen sensor performance. Here, we\npresent an experimentally straightforward method to evade this amplitude\ntradeoff in micromechanical sensors. Combining knowledge of the Duffing\ncoefficients with readily available amplitude measurements, we avoid AM-FM\nconversion. Our approach uses dual-mechanical-mode operation on a tensioned\nthin-film resonator to set a baseline thermomechanically-limited stability by\neliminating correlated single-mode frequency drifts. Thus, we cleanly observe\nAM-FM conversion at high drive, and reduce it using our method. The resulting\nhigh-stability operation beyond the linear regime contrasts long-standing\nperspectives in the field."}
{"id": "2510.12998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.12998", "abs": "https://arxiv.org/abs/2510.12998", "authors": ["Jorge Cardenas-Gamboa", "Martin Gutierrez-Amigo", "Aritz Leonardo", "Gregory A. Fiete", "Juan L. Mañes", "Jeroen van den Brink", "Claudia Felser", "Maia G. Vergniory"], "title": "Photostriction-Driven Phase Transition in Layered Chiral NbOX$_2$ Crystals: Electrical-Field-Controlled Enantiomer Selectivity", "comment": "13 pages, 7 figures", "summary": "Chiral crystals offer an unique platform for controlling structural\nhandedness through external stimuli. However, the ability to select between\nstructural enantiomers remains challenging, both theoretically and\nexperimentally. In this work, we demonstrate a two-step pathway for enantiomer\nselectivity in layered chiral NbOX$_2$ (X = Cl, Br, I) crystals based on\nphotostriction-driven phase transitions. Ab-initio simulations reveal that\noptical excitation is capable of inducing a structural phase transition in\nNbOX$_2$ from the monoclinic ($C2$) ground state to the higher-symmetry\n($C2/m$) structure. In the resulting transient high-symmetry state, an applied\nelectric field breaks the residual inversion-symmetry degeneracy, selectively\nstabilizing one enantiomeric final state configuration over the other. Our\nresults establish a combined optical-electrical control scheme for chiral\nmaterials, enabling reversible and non-contact enantiomer selection with\npotential applications in ultrafast switching, optoelectronics, and chiral\ninformation storage."}
{"id": "2510.13120", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13120", "abs": "https://arxiv.org/abs/2510.13120", "authors": ["Yizhi Li", "Yanyan Lu", "Jianxin Zhong", "Lijun Meng"], "title": "Long-Range Chiral Pairing enables Topological Superconductivity in Triangular Lattices without Spin-Orbit Coupling and Magnetic Field", "comment": "13 pages, 6 figures", "summary": "This paper demonstrates a pathway to topological superconductivity in\nmonolayer triangular lattices through long-range pairing without requiring\nspin-orbit coupling and magnetic field, contrasting conventional frameworks\nreliant on superconductivity and spin-orbit coupling and time-reversal symmetry\n(TRS) breaking. Berry curvature analysis reveals spontaneous\nTRS-breaking-induced peaks or valleys under long-range pairing, signaling\nnontrivial topology superconducting state. Notably, the increase in the\nlong-range pairing strength only changes the size of the energy band-gap,\nwithout triggering a topological phase transition. This characteristic is\nverified by calculating Berry curvature and topological edge states. In zigzag\nand armchair-edge ribbons of finite width, the topological edge states are\nregulated by the ribbon boundary symmetry and the interact range of long-range\npairing. Under nearest-neighbor pairing, the topological edge states maintain\nparticle-hole symmetry and matches the corresponding Chern number. However,\nnext-nearest-neighbor and third-nearest-neighbor pairings break the\nparticle-hole symmetry of the topological edge states in armchair-edge ribbon.\nThis work proposes a mechanism for realizing topological superconductivity\nwithout relying on spin-orbit coupling and magnetic field, offering a\ntheoretical foundation for simplifying the design of topological quantum\ndevices."}
{"id": "2510.12852", "categories": ["physics.chem-ph", "physics.med-ph", "92C50"], "pdf": "https://arxiv.org/pdf/2510.12852", "abs": "https://arxiv.org/abs/2510.12852", "authors": ["Hung-Te Henry Su", "Chih-Hsueh Lin", "Po-Han Lee"], "title": "Quantum Mechanical Analysis of Neutron Wavefunction Overlap and Nuclear Interaction Probability with Carborane Cage ($^{10}$B10) in Boron Neutron Capture Therapy", "comment": "9 pages, 0 figures", "summary": "Boron neutron capture therapy (BNCT) leverages the nuclear reaction between\nthermal neutrons and boron-10 (B-10) atoms to induce selective tumor cell\ndeath. The spatial and quantum mechanical overlap between the neutron\nwavefunction and B-10 nuclei encapsulated in carborane cages (C2B10H12) is\nfundamental to optimizing therapeutic efficacy. This study presents a quantum\nmechanical framework to evaluate the neutron-boron interaction probability by\nmodeling neutron wavefunctions and the spatial distribution of boron atoms\nwithin the carborane cages. Using spherical harmonics and density functional\ntheory (DFT)-derived geometries of carborane, the neutron scattering amplitudes\nand reaction cross sections are quantitatively analyzed. The implications of\nneutron spin states, nuclear magnetic moments, and external perturbations on\nthe neutron capture probability are discussed. The computed neutron scattering\namplitudes and reaction cross sections provide a basis for evaluating\nneutron-boron interaction probabilities under varied quantum conditions. The\nproposed model offers theoretical insights into molecular-level design\nconsiderations for enhancing the efficiency of BNCT."}
{"id": "2510.12884", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12884", "abs": "https://arxiv.org/abs/2510.12884", "authors": ["Arthur Bril", "Nai Chao Hu", "Nick Bultinck"], "title": "Multi-Q spin-valley order in twisted WSe2", "comment": "14 pages, 8 figures", "summary": "We report on a study of the interacting phase diagram of $3.65^\\circ$-twisted\nWSe$_2$ at moir\\'e hole filling $\\nu=1$, in which we find previously-overlooked\ntypes of magnetism. Specifically, in part of the phase diagram we obtain a\nmagnetic order parameter which modulates in space with four different non-zero\nwave vectors, corresponding to the three $M$-points and one $K$-point of the\nmoir\\'e Brillouin zone. These multi-Q orders, which can be coplanar or\nnon-coplanar, are continuous deformations of the $120^\\circ$ spin-valley\nanti-ferromagnet (AFM), where the unit cell has expanded by a factor of four.\nInterestingly, we find that the multi-Q states are stabilized for\nexperimentally relevant values of interaction strength and displacement field,\nand are accompanied by a softening of the spin fluctuations near the $M$-points\nof the moir\\'e"}
{"id": "2510.12888", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.12888", "abs": "https://arxiv.org/abs/2510.12888", "authors": ["Yunxing Li", "Peigen Li", "Taimin Miao", "Rui Xu", "Yongqing Cai", "Neng Cai", "Bo Liang", "Han Gao", "Hanbo Xiao", "Yongzhen Jiang", "Jiefeng Cao", "Fangyuan Zhu", "Hongkun Wang", "Jincheng Xie", "Jingcheng Li", "Zhongkai Liu", "Chaoyu Chen", "Yunwei Zhang", "X. J. Zhou", "Dingyong Zhong", "Huichao Wang", "Jianwei Huang", "Donghui Guo"], "title": "Exotic Surface Stripe Orders in Correlated Kagome Metal CsCr3Sb5", "comment": "21 pages, 5 figures", "summary": "The newly discovered kagome superconductor CsCr3Sb5 exhibits distinct\nfeatures with flat bands and unique magnetism, providing a compelling platform\nfor exploring novel quantum states of correlated electron systems. Emergent\ncharge order in this material is a key for understanding unconventional\nsuperconductivity, but it remains unexplored at the atomic scale and the\nunderlying physics is elusive. Here, we identify and unreported stripe orders\non the surface which are distinct from the bulk and investigate the underlying\nbulk electronic properties using a combination of scanning tunneling microscopy\n(STM), angle-resolved photoemission spectroscopy (ARPES) and density functional\ntheory (DFT) calculations. Specifically, a mixture of 2a0 * a0 and 3a0 * a0\nstripe order is found on Cs-terminated surface while 4a0 * root3a0 stripe order\nis found on the Sb-terminated surface. The electronic spectra exhibit strongly\ncorrelated features resembling that of high temperature superconductors, with\nkagome flat bands lying about 330 meV above EF, suggesting that the electron\ncorrelations arise from Coulomb interactions and Hund's coupling. Moreover, a\ndistinct electron-boson coupling mode is observed at approximately 100 meV.\nThese findings provide new insights into the interplay between surface and bulk\ncharge orders in this strongly correlated kagome system."}
{"id": "2510.12888", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.12888", "abs": "https://arxiv.org/abs/2510.12888", "authors": ["Yunxing Li", "Peigen Li", "Taimin Miao", "Rui Xu", "Yongqing Cai", "Neng Cai", "Bo Liang", "Han Gao", "Hanbo Xiao", "Yongzhen Jiang", "Jiefeng Cao", "Fangyuan Zhu", "Hongkun Wang", "Jincheng Xie", "Jingcheng Li", "Zhongkai Liu", "Chaoyu Chen", "Yunwei Zhang", "X. J. Zhou", "Dingyong Zhong", "Huichao Wang", "Jianwei Huang", "Donghui Guo"], "title": "Exotic Surface Stripe Orders in Correlated Kagome Metal CsCr3Sb5", "comment": "21 pages, 5 figures", "summary": "The newly discovered kagome superconductor CsCr3Sb5 exhibits distinct\nfeatures with flat bands and unique magnetism, providing a compelling platform\nfor exploring novel quantum states of correlated electron systems. Emergent\ncharge order in this material is a key for understanding unconventional\nsuperconductivity, but it remains unexplored at the atomic scale and the\nunderlying physics is elusive. Here, we identify and unreported stripe orders\non the surface which are distinct from the bulk and investigate the underlying\nbulk electronic properties using a combination of scanning tunneling microscopy\n(STM), angle-resolved photoemission spectroscopy (ARPES) and density functional\ntheory (DFT) calculations. Specifically, a mixture of 2a0 * a0 and 3a0 * a0\nstripe order is found on Cs-terminated surface while 4a0 * root3a0 stripe order\nis found on the Sb-terminated surface. The electronic spectra exhibit strongly\ncorrelated features resembling that of high temperature superconductors, with\nkagome flat bands lying about 330 meV above EF, suggesting that the electron\ncorrelations arise from Coulomb interactions and Hund's coupling. Moreover, a\ndistinct electron-boson coupling mode is observed at approximately 100 meV.\nThese findings provide new insights into the interplay between surface and bulk\ncharge orders in this strongly correlated kagome system."}
{"id": "2510.13319", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13319", "abs": "https://arxiv.org/abs/2510.13319", "authors": ["Ning-Jing Yang", "Zhigao Huang", "Jian-Min Zhang"], "title": "Spin-Selective Second-Order Topological Insulators Enabling Cornertronics in 2D Altermagnets", "comment": "17 pages,4 figures", "summary": "Recent progress in spintronics within the paradigm of altermagnets (AMs)\nopens new avenues for next-generation electronic device design. Here, we\nestablish a spin-corner locking mechanism that generates second-order\ntopological states in two-dimensional (2D) altermagnetic systems, through\neffective model analysis. Remarkably, the breaking of Mxy symmetry under\nuniaxial strain creates spin-resolved corner modes, driving the system into a\ncorner-polarized second-order topological insulator (CPSOTI). Beyond critical\nstrain, a topological phase transition to quantum anomalous Hall insulator\noccurs with quantized conductance. Through first-principles calculations, we\nidentify two experimentally viable candidates for 2D intrinsic AM CrO and\nCr$_2$Se$_2$O -- which host robust CPSOTI. Moreover, we construct the\ntopological phase diagram of CrO and predict the existence of an altermagnetic\nWeyl semimetal phase. Our findings open technological avenues in altermagnetism\nand higher-order topology, while providing opportunities for coupling\ntopological spintronics with cornertronics."}
{"id": "2510.13020", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13020", "abs": "https://arxiv.org/abs/2510.13020", "authors": ["Aaron Merlin Müller", "Lukas Heckendorn", "Manfred Fiebig", "Thomas Lottermoser"], "title": "Emergent domain topology in the multiferroic hexagonal manganites", "comment": null, "summary": "Emergent topological phenomena in multiferroic materials arise from the\nintricate coupling between structural, electric, and magnetic order parameters.\nHexagonal manganites provide a paradigmatic platform for such studies. These\ncompounds exhibit a strongly coupled distortive-improper ferroelectric order,\narising from trimerizing lattice distortions, and a 120{\\deg} noncollinear\nantiferromagnetic spin structure. While their two-dimensional domain topology\nhas been extensively studied, the full three-dimensional multiferroic domain\narchitecture has remained largely unexplored, mainly due to the experimental\nchallenges of probing bulk structures beyond surfaces. Here, we employ a Landau\nfree-energy framework combined with large-scale phase-field simulations to\nreveal the intricate three-dimensional multiferroic domain network of hexagonal\nmanganites. We demonstrate that the coupling between the structural and\nantiferromagnetic order parameters gives rise to a rich variety of\nthree-dimensional topological features. In particular, these features give rise\nto an attraction between different types of domain walls. Moreover, we identify\nbifurcations of vortex-like lines at domain-wall intersections, a phenomenon\nthat can exist only in three dimensions and fundamentally alters the topology\nof the domain network. Our results provide a comprehensive theoretical basis\nfor understanding three-dimensional domain interactions in multiferroics and\nhighlight the essential role of dimensionality in coupling improper\nferroelectricity, magnetism, and topology in hexagonal manganites."}
{"id": "2510.13448", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2510.13448", "abs": "https://arxiv.org/abs/2510.13448", "authors": ["Nikolaj Rønne", "Tejs Vegge", "Arghya Bhowmik"], "title": "GO-Diff: Data-free and amortized global structure optimization", "comment": null, "summary": "We introduce GO-Diff, a diffusion-based method for global structure\noptimization that learns to directly sample low-energy atomic configurations\nwithout requiring prior data or explicit relaxation. GO-Diff is trained from\nscratch using a Boltzmann-weighted score-matching loss, leveraging only the\nknown energy function to guide generation toward thermodynamically favorable\nregions. The method operates in a two-stage loop of self-sampling and model\nrefinement, progressively improving its ability to target low-energy\nstructures. Compared to traditional optimization pipelines, GO-Diff achieves\ncompetitive results with significantly fewer energy evaluations. Moreover, by\nreusing pretrained models across related systems, GO-Diff supports amortized\noptimization - enabling faster convergence on new tasks without retraining from\nscratch."}
{"id": "2510.13631", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13631", "abs": "https://arxiv.org/abs/2510.13631", "authors": ["Sumit Srivastav", "Sylvain Maclot", "Alicja Domaracka", "Sergio Díaz-Tendero", "Patrick Rousseau"], "title": "Isomer effects on neutral-loss dissociation channels of nitrogen-substituted PAH dications", "comment": "Submitted to The Journal of Chemical Physics (AIP Publishing) on\n  15-10-2025", "summary": "We investigate two nitrogen-containing isomers of polycyclic aromatic\nhydrocarbons (PAHs), quinoline (Q) and isoquinoline (IQ), of composition\nC$_9$H$_7$N in collisions with 7~keV O$^+$ and 48~keV O$^{6+}$ projectile ions.\nEmploying ion-ion coincidence mass spectrometry, we determine branching ratios\nfor H-loss, C$_2$H$_2$-loss, and HCN-loss dissociation channels of Q$^{2+}$ and\nIQ$^{2+}$. The overall contribution of HCN-loss is found to be the dominant\ndecay channel. A comparison with the results of a parallel experiment on\nnaphthalene, the simplest PAH, reveals that HCN-loss in both isomers has a\nhigher propensity than the analogous C$_2$H$_2$-loss of naphthalene. The\npositional identity of the nitrogen atom in the two isomers mainly manifests in\nmany-body fragmentation of their dications. Potential energy surfaces of\nQ$^{2+}$ and IQ$^{2+}$ are further computed to explore complete fragmentation\nmechanisms. Parent dications (Q$^{2+}$ and IQ$^{2+}$) are identified to\nisomerize via seven-membered ring structures prior to elimination of C$_2$H$_2$\nand HCN. While prompt dissociation is the primary pathway, the dominant channel\nof each neutral-loss class also exhibits delayed fragmentation."}
{"id": "2510.12888", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.12888", "abs": "https://arxiv.org/abs/2510.12888", "authors": ["Yunxing Li", "Peigen Li", "Taimin Miao", "Rui Xu", "Yongqing Cai", "Neng Cai", "Bo Liang", "Han Gao", "Hanbo Xiao", "Yongzhen Jiang", "Jiefeng Cao", "Fangyuan Zhu", "Hongkun Wang", "Jincheng Xie", "Jingcheng Li", "Zhongkai Liu", "Chaoyu Chen", "Yunwei Zhang", "X. J. Zhou", "Dingyong Zhong", "Huichao Wang", "Jianwei Huang", "Donghui Guo"], "title": "Exotic Surface Stripe Orders in Correlated Kagome Metal CsCr3Sb5", "comment": "21 pages, 5 figures", "summary": "The newly discovered kagome superconductor CsCr3Sb5 exhibits distinct\nfeatures with flat bands and unique magnetism, providing a compelling platform\nfor exploring novel quantum states of correlated electron systems. Emergent\ncharge order in this material is a key for understanding unconventional\nsuperconductivity, but it remains unexplored at the atomic scale and the\nunderlying physics is elusive. Here, we identify and unreported stripe orders\non the surface which are distinct from the bulk and investigate the underlying\nbulk electronic properties using a combination of scanning tunneling microscopy\n(STM), angle-resolved photoemission spectroscopy (ARPES) and density functional\ntheory (DFT) calculations. Specifically, a mixture of 2a0 * a0 and 3a0 * a0\nstripe order is found on Cs-terminated surface while 4a0 * root3a0 stripe order\nis found on the Sb-terminated surface. The electronic spectra exhibit strongly\ncorrelated features resembling that of high temperature superconductors, with\nkagome flat bands lying about 330 meV above EF, suggesting that the electron\ncorrelations arise from Coulomb interactions and Hund's coupling. Moreover, a\ndistinct electron-boson coupling mode is observed at approximately 100 meV.\nThese findings provide new insights into the interplay between surface and bulk\ncharge orders in this strongly correlated kagome system."}
{"id": "2510.13045", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13045", "abs": "https://arxiv.org/abs/2510.13045", "authors": ["Archi Banerjee", "Meng Zeng"], "title": "Entanglement spectrum of gapless topological phases: a case study with topological superconductors", "comment": "6 pages + reference, 5 figures", "summary": "Using bulk gapless topological superconductors in both 1d and 2d as free\nfermion model examples, we demonstrate the power of subsystem correlation\nspectrum (the spectrum of correlation matrix), or equivalently the entanglement\nspectrum for the case of free fermions, in characterizing the topology of the\nnon-trivial ground state. For the systems considered, we show that signatures\nof the lowenergy spectrum, including both the edge modes and the bulk modes,\nappear in the correlation spectrum, albeit with different behaviors. This work\ngeneralizes the 2d Li-Haldane entanglement spectrum characterization of\ntopological edge states to 2d topological systems with gapless bulk."}
{"id": "2510.12891", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12891", "abs": "https://arxiv.org/abs/2510.12891", "authors": ["Michelangelo Tagliavini", "Fabian Wenzel", "Maurits W. Haverkort"], "title": "Polarization dependency in Resonant Inelastic X-Ray Scattering", "comment": null, "summary": "Resonant Inelastic X-Ray Scattering (RIXS) is a well-established tool for\nprobing excitations in a wide range of materials. The measured spectra strongly\ndepend on the scattering geometry, via its influence on the polarization of the\nincoming and outgoing light. By employing a tensor representation of the\n4-point response function that governs the RIXS intensity, we disentangle the\nexperimental geometry from the intrinsic material properties. In dipole-dipole\nRIXS processes and low-symmetry crystals, up to 81 linearly independent\nfundamental spectra can be measured as a function of light polarization.\nHowever, for crystals or molecules with symmetry, the number of independent\nfundamental spectra that define the RIXS tensor is significantly reduced.\n  This work presents a systematic framework for determining the number of\nfundamental spectra and expressing the RIXS tensor in terms of these\nfundamental components. Given a specific experimental geometry, the measured\nspectrum can be represented as a linear combination of these fundamental\nspectra. To validate our approach, we performed calculations for different\npoint group symmetries, both with and without an applied magnetic field. Within\nthe same framework, we derived expressions for powder spectra in\nmomentum-independent processes and spectra obtained using Bragg spectrometers.\nThis formalism provides a valuable toolkit for optimizing experiment planning,\ndata interpretation, and RIXS simulation."}
{"id": "2510.13373", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13373", "abs": "https://arxiv.org/abs/2510.13373", "authors": ["Volker Karle", "Oriana K. Diessel", "Vasil Rokaj", "Ceren B. Dağ"], "title": "Hybrid light-matter boundaries of graphene in a chiral cavity", "comment": null, "summary": "Recent advances in chiral cavities that can couple coherently to\ntwo-dimensional materials have opened a powerful route to reshape electronic\ntopology without an external drive. Here we establish the bulk-boundary\ncorrespondence for graphene embedded in a circularly polarized cavity. By\ncombining exact diagonalization (ED) of zigzag ribbons, a semi-analytic\nT-matrix for half-infinite lattices, and analytical insights from a\nDirac-Jaynes-Cummings model, we show that (i) every light-matter\ninteraction-induced gap hosts pairs of unidirectional light-matter edge\ncurrents depending on the Chern number of the band while some of them are even\nbright; (ii) these chiral states persist throughout the entire photon ladder;\nand (iii) their dispersion, localization length and photon distribution exhibit\na universal scaling controlled by the light-matter interaction. Time-evolution\nsimulations further demonstrate that a dark electronic edge excitation can be\nconverted into a bright and unidirectionally propagating current, that remains\ncoherent over long time scales. Our results predict an experimental signature\nof the hybrid band topology and a blueprint for reconfigurable chiral channels\nin next-generation quantum-optical devices."}
{"id": "2510.13055", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13055", "abs": "https://arxiv.org/abs/2510.13055", "authors": ["Hariharan Ramasubramanian", "Alvaro Vazquez-Mayagoitia", "Ganesh Sivaraman", "Atul C. Thakur"], "title": "Reciprocal Space Attention for Learning Long-Range Interactions", "comment": "13 pages including references with 6 figures and 1 table", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized the\nmodeling of materials and molecules by directly fitting to ab initio data.\nHowever, while these models excel at capturing local and semi-local\ninteractions, they often prove insufficient when an explicit and efficient\ntreatment of long-range interactions is required. To address this limitation,\nwe introduce Reciprocal-Space Attention (RSA), a framework designed to capture\nlong-range interactions in the Fourier domain. RSA can be integrated with any\nexisting local or semi-local MLIP framework. The central contribution of this\nwork is the mapping of a linear-scaling attention mechanism into Fourier space,\nenabling the explicit modeling of long-range interactions such as\nelectrostatics and dispersion without relying on predefined charges or other\nempirical assumptions. We demonstrate the effectiveness of our method as a\nlong-range correction to the MACE backbone across diverse benchmarks, including\ndimer binding curves, dispersion-dominated layered phosphorene exfoliation, and\nthe molecular dipole density of bulk water. Our results show that RSA\nconsistently captures long-range physics across a broad range of chemical and\nmaterials systems. The code and datasets for this work is available at\nhttps://github.com/rfhari/reciprocal_space_attention"}
{"id": "2510.13568", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13568", "abs": "https://arxiv.org/abs/2510.13568", "authors": ["Di Fan", "Changming Ke", "Shi Liu"], "title": "Rippled Moire Superlattices for Decoupled Ferroelectric Bits", "comment": null, "summary": "Symmetry considerations suggest that moire superlattices formed by twisted\ntwo-dimensional materials should preserve overall inversion symmetry. However,\nexperiments consistently report robust ferroelectricity in systems such as\ntwisted bilayer h-BN, posing a fundamental discrepancy between theory and\nexperiment regarding its microscopic origin. Here, using large-scale\nfinite-field molecular dynamics simulations, we challenge the prevailing\ndefect-pinning hypothesis and instead identify an out-of-plane bending field,\ninduced by in-plane compressive strain, as the key symmetry-breaking mechanism.\nThis strain-induced rippling drives spatially heterogeneous interlayer sliding\nand distorts the moire domain wall network, resulting in a four-state\nferroelectric system. Remarkably, we show this mechanism can be harnessed at\nthe nanoscale, where localized nanobubbles designate the moire lattice's\nfundamental hexagonal domain clusters as the smallest individually addressable\nferroelectric bits, thereby imposing local control on an otherwise globally\ndefined structure. Our findings establish a geometry-driven framework for\nunderstanding and engineering moire ferroelectrics, offering not only a route\ntoward ultra-high-density, rewritable memory, but also a strategy for locally\ntuning the moire potential itself, a critical step for manipulating emergent\ncorrelated and topological quantum phases."}
{"id": "2510.13696", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13696", "abs": "https://arxiv.org/abs/2510.13696", "authors": ["Gregor N. C. Simm", "Jean Hélie", "Hannes Schulz", "Yicheng Chen", "Guillem Simeon", "Anna Kuzina", "Ernesto Martinez-Baez", "Piero Gasparotto", "Gabriele Tocci", "Chi Chen", "Yatao Li", "Lixue Cheng", "Zun Wang", "Bichlien H. Nguyen", "Jake A. Smith", "Lixin Sun"], "title": "SimPoly: Simulation of Polymers with Machine Learning Force Fields Derived from First Principles", "comment": null, "summary": "Polymers are a versatile class of materials with widespread industrial\napplications. Advanced computational tools could revolutionize their design,\nbut their complex, multi-scale nature poses significant modeling challenges.\nConventional force fields often lack the accuracy and transferability required\nto capture the intricate interactions governing polymer behavior. Conversely,\nquantum-chemical methods are computationally prohibitive for the large systems\nand long timescales required to simulate relevant polymer phenomena. Here, we\novercome these limitations with a machine learning force field (MLFF) approach.\nWe demonstrate that macroscopic properties for a broad range of polymers can be\npredicted ab initio, without fitting to experimental data. Specifically, we\ndevelop a fast and scalable MLFF to accurately predict polymer densities,\noutperforming established classical force fields. Our MLFF also captures\nsecond-order phase transitions, enabling the prediction of glass transition\ntemperatures. To accelerate progress in this domain, we introduce a benchmark\nof experimental bulk properties for 130 polymers and an accompanying\nquantum-chemical dataset. This work lays the foundation for a fully in silico\ndesign pipeline for next-generation polymeric materials."}
{"id": "2510.12891", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.12891", "abs": "https://arxiv.org/abs/2510.12891", "authors": ["Michelangelo Tagliavini", "Fabian Wenzel", "Maurits W. Haverkort"], "title": "Polarization dependency in Resonant Inelastic X-Ray Scattering", "comment": null, "summary": "Resonant Inelastic X-Ray Scattering (RIXS) is a well-established tool for\nprobing excitations in a wide range of materials. The measured spectra strongly\ndepend on the scattering geometry, via its influence on the polarization of the\nincoming and outgoing light. By employing a tensor representation of the\n4-point response function that governs the RIXS intensity, we disentangle the\nexperimental geometry from the intrinsic material properties. In dipole-dipole\nRIXS processes and low-symmetry crystals, up to 81 linearly independent\nfundamental spectra can be measured as a function of light polarization.\nHowever, for crystals or molecules with symmetry, the number of independent\nfundamental spectra that define the RIXS tensor is significantly reduced.\n  This work presents a systematic framework for determining the number of\nfundamental spectra and expressing the RIXS tensor in terms of these\nfundamental components. Given a specific experimental geometry, the measured\nspectrum can be represented as a linear combination of these fundamental\nspectra. To validate our approach, we performed calculations for different\npoint group symmetries, both with and without an applied magnetic field. Within\nthe same framework, we derived expressions for powder spectra in\nmomentum-independent processes and spectra obtained using Bragg spectrometers.\nThis formalism provides a valuable toolkit for optimizing experiment planning,\ndata interpretation, and RIXS simulation."}
{"id": "2510.13641", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.13641", "abs": "https://arxiv.org/abs/2510.13641", "authors": ["Yuval Waschitz", "Ady Stern", "Yuval Oreg"], "title": "Momentum-Resolved Spectroscopy of Superconductivity with the Quantum Twisting Microscope", "comment": "24 pages, 12 figures", "summary": "We develop a theoretical framework for probing superconductivity with\nmomentum resolution using the quantum twisting microscope (QTM), a planar\ntunneling device where a graphene tip is rotated relative to a two-dimensional\nsample. Due to in-plane momentum conservation, the QTM directly measures the\nsuperconducting spectral function along well-defined trajectories in momentum\nspace. The relative intensities of electron and hole excitations encode the\nBogoliubov coherence factors, revealing the momentum dependence of the pairing\nmagnitude. Three $C_{3z}$-related tunneling channels enable direct detection of\nrotational symmetry breaking, as well as nodal points in the superconducting\norder parameter. We apply our framework to superconductivity within the\nBistritzer-MacDonald model of noninteracting electrons and the Topological\nHeavy Fermion model, which accounts for electron-electron interactions.\nTogether, these capabilities establish the QTM as a direct probe of the pairing\nsymmetry and microscopic origin of superconductivity in two-dimensional\nmaterials."}
{"id": "2510.12918", "categories": ["cond-mat.str-el", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.12918", "abs": "https://arxiv.org/abs/2510.12918", "authors": ["Ian Jauslin", "Vieri Mastropietro"], "title": "Incommensurate Twisted Bilayer Graphene: emerging quasi-periodicity and stability", "comment": null, "summary": "We consider a lattice model of Twisted Bilayer Graphene (TBG). The presence\nof incommensurate angles produces an emerging quasi-periodicity manifesting\nitself in large momenta Umklapp interactions that almost connect the Dirac\npoints. We rigorously establish the stability of the semimetallic phase via a\nRenormalization Group analysis combined with number theoretical properties of\nirrationals, similar to the ones used in Kolmogorov-Arnold-Moser (KAM) theory\nfor the stability of invariant tori. The interlayer hopping is weak and short\nranged and the angles are chosen in a large measure set. The result provides a\njustification, in the above regime, to the effective continuum description of\nTBG in which large momenta interlayer interactions are neglected."}
{"id": "2510.13457", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13457", "abs": "https://arxiv.org/abs/2510.13457", "authors": ["Ruijing Fang", "Jie Zhang", "Zhichao Zhou", "Xiao Li"], "title": "Magnetically controllable nonlinear valley Hall effect in centrosymmetric ferromagnets", "comment": "6 pages, 4 figures", "summary": "Valley Hall effect is fundamental to valleytronics and provides a promising\navenue for advancing information technology. While conventional valley Hall\neffect requires the inversion symmetry breaking, the recently proposed\nnonlinear valley Hall (NVH) effect removes the symmetry constraint, and broaden\nmaterial choices. However, existing studies are limited to nonmagnetic\nmaterials without spin involvement and rely on external strain to break\nrotational symmetry. Here, to address these limitations, we design a\nmagnetically controllable NVH effect in centrosymmetric ferromagnets, by the\ntight-binding model and first-principles calculations. The model calculations\ndemonstrate nonvanishing NVH conductivities can emerge in pristine hexagonal\nlattice without external strain, with the magnitude, sign, and spin\npolarization of the conductivities being all dependent on the magnetization\norientation. The effect thus generates various spin-polarized valley Hall\ncurrents, characterized by distinct combinations of current direction and spin\npolarization. First-principle results on a ferromagnetic VSi$_2$N$_4$ bilayer\nconfirm considerable NVH conductivities and their dependence on the\nmagnetization. The magnetically controllable NVH effect unlocks the potential\nof centrosymmetric magnets for valleytronics, and offer opportunities for novel\nspintronic and valleytronic devices."}
{"id": "2510.13107", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13107", "abs": "https://arxiv.org/abs/2510.13107", "authors": ["Zheng Wang", "Beichen Ruan", "Zhuoheng Li", "Shu-Shen Lyu", "Kaixuan Chen"], "title": "First-Principles Exploration of Pentagonal TiN$_8$ and MoN$_8$ Monolayers as New Magnetic Topological Insulator", "comment": null, "summary": "The quest for robust, intrinsically magnetic topological materials exhibiting\nthe quantum anomalous Hall (QAH) effect is a central challenge in condensed\nmatter physics and the application of revolutionary electronics. However,\nprogress has been hampered by the limited number of candidate materials, which\noften suffer from poor stability and complex synthesis. Here, we introduce a\nnew paradigm by exploring the emergent magnetism and nontrivial band topology\nin the largely overlooked family of two-dimensional (2D) pentagonal MN$_8$\nmonolayers. Employing first-principles calculations, we reveal that these\nsystems host out-of-plane ferromagnetic ground states, a key feature that\nunlocks nontrivial topological properties driven by the localized $d$-orbitals\nof the embedded transition metals. Remarkably, we identify TiN$_8$ as a QAH\ninsulator characterized by a Chern number of $C=-1$. Even more strikingly,\nMoN$_8$ is predicted to be a rare high-Chern-number QAH insulator, boasting a\nChern number of $C=2$. Our findings establish the penta-MN$_8$ family as a\nfertile and versatile platform for realizing exotic topological quantum states.\nThis work not only significantly expands the material landscape for magnetic\ntopological insulators but also provides a solid theoretical foundation for\ndesigning next-generation spintronic and quantum computing devices."}
{"id": "2510.13597", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13597", "abs": "https://arxiv.org/abs/2510.13597", "authors": ["Fabrizio Aguzzi", "Martín Armoa", "Santiago M. Rabazzi", "César Pairetti", "Alejandro Albanesi"], "title": "Multiphysics Finite Element Modeling of Irradiation and Thermal Behavior Demonstrated on a Fuel-Assembly Problem", "comment": "preprint on review", "summary": "This work presents a modeling framework to represent the thermomechanical\nbehavior of complex materials based on micromechanical dynamics. The framework\nis applied to nuclear fuel rod elements composed of Zircaloy-2 cladding tubes\nand spacer grids under typical Pressurized Water Reactor (PWR) conditions.\nThermal expansion and thermal creep are incorporated through a VPSC-FEM\ncoupling with the finite element solver Code_Aster, enabling analysis of\nin-reactor behavior under combined thermal, mechanical, and irradiation\nloading. The model captures anisotropic deformation driven by crystallographic\ntexture and prismatic slip activity under radial loading. Thermal creep, being\nstress-sensitive, contributes to early-stage stress relaxation and strain\naccumulation, leading to higher strain compared to the irradiation-only case.\nThe interaction of thermal creep with irradiation mechanisms modifies the\nstress distribution and clearance evolution, with relaxation governed by\nprismatic slip. For fuel rod components, irradiation-induced mechanisms\ndominate the long-term clearance behavior, whereas thermal effects remain\nrelevant in contact dynamics during thermal preloading. The stress-strain\nresponse is found to be more sensitive to micromechanical processes than to\nelastic constants. This high-resolution formulation enables predictive modeling\nof spacer-cladding interaction and provides a foundation for developing\nreduced-order models."}
{"id": "2510.13055", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13055", "abs": "https://arxiv.org/abs/2510.13055", "authors": ["Hariharan Ramasubramanian", "Alvaro Vazquez-Mayagoitia", "Ganesh Sivaraman", "Atul C. Thakur"], "title": "Reciprocal Space Attention for Learning Long-Range Interactions", "comment": "13 pages including references with 6 figures and 1 table", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized the\nmodeling of materials and molecules by directly fitting to ab initio data.\nHowever, while these models excel at capturing local and semi-local\ninteractions, they often prove insufficient when an explicit and efficient\ntreatment of long-range interactions is required. To address this limitation,\nwe introduce Reciprocal-Space Attention (RSA), a framework designed to capture\nlong-range interactions in the Fourier domain. RSA can be integrated with any\nexisting local or semi-local MLIP framework. The central contribution of this\nwork is the mapping of a linear-scaling attention mechanism into Fourier space,\nenabling the explicit modeling of long-range interactions such as\nelectrostatics and dispersion without relying on predefined charges or other\nempirical assumptions. We demonstrate the effectiveness of our method as a\nlong-range correction to the MACE backbone across diverse benchmarks, including\ndimer binding curves, dispersion-dominated layered phosphorene exfoliation, and\nthe molecular dipole density of bulk water. Our results show that RSA\nconsistently captures long-range physics across a broad range of chemical and\nmaterials systems. The code and datasets for this work is available at\nhttps://github.com/rfhari/reciprocal_space_attention"}
{"id": "2510.12918", "categories": ["cond-mat.str-el", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.12918", "abs": "https://arxiv.org/abs/2510.12918", "authors": ["Ian Jauslin", "Vieri Mastropietro"], "title": "Incommensurate Twisted Bilayer Graphene: emerging quasi-periodicity and stability", "comment": null, "summary": "We consider a lattice model of Twisted Bilayer Graphene (TBG). The presence\nof incommensurate angles produces an emerging quasi-periodicity manifesting\nitself in large momenta Umklapp interactions that almost connect the Dirac\npoints. We rigorously establish the stability of the semimetallic phase via a\nRenormalization Group analysis combined with number theoretical properties of\nirrationals, similar to the ones used in Kolmogorov-Arnold-Moser (KAM) theory\nfor the stability of invariant tori. The interlayer hopping is weak and short\nranged and the angles are chosen in a large measure set. The result provides a\njustification, in the above regime, to the effective continuum description of\nTBG in which large momenta interlayer interactions are neglected."}
{"id": "2510.13045", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13045", "abs": "https://arxiv.org/abs/2510.13045", "authors": ["Archi Banerjee", "Meng Zeng"], "title": "Entanglement spectrum of gapless topological phases: a case study with topological superconductors", "comment": "6 pages + reference, 5 figures", "summary": "Using bulk gapless topological superconductors in both 1d and 2d as free\nfermion model examples, we demonstrate the power of subsystem correlation\nspectrum (the spectrum of correlation matrix), or equivalently the entanglement\nspectrum for the case of free fermions, in characterizing the topology of the\nnon-trivial ground state. For the systems considered, we show that signatures\nof the lowenergy spectrum, including both the edge modes and the bulk modes,\nappear in the correlation spectrum, albeit with different behaviors. This work\ngeneralizes the 2d Li-Haldane entanglement spectrum characterization of\ntopological edge states to 2d topological systems with gapless bulk."}
{"id": "2510.13471", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13471", "abs": "https://arxiv.org/abs/2510.13471", "authors": ["Jannes van Poppelen", "Annica M. Black-Schaffer"], "title": "Buckling and flat bands in twisted bilayer graphene", "comment": "10 pages, 7 figures", "summary": "Magic-angle twisted bilayer graphene (TBG) with its flat bands provides a\nrich platform for exploring emergent electronic orders. Similarly, periodically\nbuckled monolayer graphene has been proposed as a tunable alternative for\nrealizing flat bands. Here, we investigate the combined effect of buckling and\ntwisting in bilayer graphene. We find that periodic buckling in large-angle TBG\ninitially enhances band flattening compared to monolayer graphene, but for\nsufficiently strong buckling, it instead increases the band dispersion. This\noccurs both because of the presence of interlayer coupling, which reduces the\nin-plane kinetic energy, and due to the opening of a gap at the Dirac point\nresulting from inversion-symmetry breaking. Additionally, we find that\nbuckling-induced band flattening competes with twist-induced band flattening.\nWhile the former breaks sublattice symmetry, generating a sublattice\npolarization, the latter prefers to preserve it. This prevents buckling from\ngenerating even flatter bands at the magic angle. Nevertheless, we find that\nbuckled TBG can exhibit flatter bands than pristine TBG over a wide range of\ntwist angles, with a flatness similar to that of pristine magic-angle TBG."}
{"id": "2510.13113", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13113", "abs": "https://arxiv.org/abs/2510.13113", "authors": ["Ganlin Chen", "Deepak V Pillai", "Yufeng Zheng", "Liang Qi"], "title": "Energetic Origins of Competing Deformation Modes in Metastable Titanium Alloys", "comment": "34 pages,8 figures", "summary": "Metastable alloys, such as $\\beta$-phase titanium (Ti) alloys with a\nbody-centered cubic (BCC) lattice, can exhibit exceptional mechanical\nproperties through the interplay of multiple deformation mechanisms --\ndiffusionless phase transformations, deformation twinning, and conventional\ndislocation slip. However, understanding how these mechanisms compete or\ncooperate across a wide range of metastable alloys and loading conditions\nremains a fundamental challenge. Here, we employ molecular dynamics (MD)\nsimulations to investigate the nucleation behavior of competing deformation\nmodes in metastable $\\beta$-Ti alloys as a function of temperature,\ncomposition, and loading conditions. We reveal that twinning pathways emerge\nthrough reversible transformations between the $\\beta$ phase and the\northorhombic $\\alpha\"$ phase, in agreement with crystallographic theories.\nQuantitative analyses demonstrate that the dominant deformation mechanisms and\npreferred twinning-plane orientations are governed by two key energetic\nparameters: the free energy barrier for homogeneous $\\beta \\leftrightarrow\n\\alpha\"$ transformations and the misfit strain energy along specific phase\nboundaries. These energetic quantities vary systematically with thermodynamic\nand mechanical conditions, thereby rationalizing the deformation mode\ntransitions observed in both simulations and experiments. These energetic\nmetrics offer a physically grounded and computationally tractable basis for\ndesigning next-generation metastable alloys."}
{"id": "2510.13055", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13055", "abs": "https://arxiv.org/abs/2510.13055", "authors": ["Hariharan Ramasubramanian", "Alvaro Vazquez-Mayagoitia", "Ganesh Sivaraman", "Atul C. Thakur"], "title": "Reciprocal Space Attention for Learning Long-Range Interactions", "comment": "13 pages including references with 6 figures and 1 table", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized the\nmodeling of materials and molecules by directly fitting to ab initio data.\nHowever, while these models excel at capturing local and semi-local\ninteractions, they often prove insufficient when an explicit and efficient\ntreatment of long-range interactions is required. To address this limitation,\nwe introduce Reciprocal-Space Attention (RSA), a framework designed to capture\nlong-range interactions in the Fourier domain. RSA can be integrated with any\nexisting local or semi-local MLIP framework. The central contribution of this\nwork is the mapping of a linear-scaling attention mechanism into Fourier space,\nenabling the explicit modeling of long-range interactions such as\nelectrostatics and dispersion without relying on predefined charges or other\nempirical assumptions. We demonstrate the effectiveness of our method as a\nlong-range correction to the MACE backbone across diverse benchmarks, including\ndimer binding curves, dispersion-dominated layered phosphorene exfoliation, and\nthe molecular dipole density of bulk water. Our results show that RSA\nconsistently captures long-range physics across a broad range of chemical and\nmaterials systems. The code and datasets for this work is available at\nhttps://github.com/rfhari/reciprocal_space_attention"}
{"id": "2510.13286", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13286", "abs": "https://arxiv.org/abs/2510.13286", "authors": ["Tzung-En Hsieh", "Michael S. Moritz", "Andreas Mölkner", "Christoph Wichmann", "Johannes Frisch", "Julien Steffen", "Caiden J. Parker", "Vaishnavi Krishnamurthi", "Torben Daeneke", "Hans-Peter Steinrück", "Andreas Görling", "Christian Papp", "Marcus Bär"], "title": "Surface Properties of Ga-Cu Based Liquid-Metal Alloys: Impact of Cu Dilution Topography and Reaction Conditions", "comment": null, "summary": "We studied the surface properties of Ga-Cu based liquid metal alloys, a\npromising material system for supported catalytically active liquid metal\nsolutions (SCALMS). The impact of Cu dilution in the (liquid) Ga matrix is\nin-detail investigated by X-ray and UV photoelectron spectroscopy (XPS/UPS) and\nMachine-Learned-Force Field (ML-FF) calculations. With decreasing Cu content,\nmicroscopic and macroscopic Ga-Cu model samples exhibit a shift of the Cu 2p\ncore level line to higher binding energies (Eb) as well as a correspondingly\nshifted and narrowed d-band with respect to pure Cu, which we ascribe to site\nisolation. To study the property evolution of Ga-Cu at SCALMS reaction\nconditions, i.e., where Cu is present in liquid Ga, additional XPS measurements\nwere performed between 100 and 500 oC. The observed Cu 2p shift to lower Eb is\ntentatively ascribed to changes in the local environment with increasing\ntemperature, i.e. bond elongation, which is corroborated by ML-FF simulations.\nThe increased Cu surface content at low temperatures is attributed to the\npresence of crystallized Cu-rich intermetallic compounds, as evidenced by\ntransmission electron microscopy images. In an attempt to generalize the\nfindings for filled d-band transition metals (TMs) in liquid Ga also Ga-Ag and\nGa-Au model systems were investigated. The observed insights may be another\nstep of paving the way for an insight-driven development of low-temperature\nmelting liquid metals for heterogeneous catalysis."}
{"id": "2510.12935", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.12935", "abs": "https://arxiv.org/abs/2510.12935", "authors": ["Rahul Verma", "Yash Vardhan", "Hsin Lin", "Bahadur Singh"], "title": "Emergent spin Hall quantization and high-order van Hove singularities in square-octagonal MA$_2$Z$_4$", "comment": null, "summary": "Quantum spin Hall (QSH) insulators are versatile platforms for exploring\nexotic quantum phases, especially when combined with high-order van Hove\nsingularities (VHSs) that enhance electron correlations. However, perfect spin\nHall quantization is often hindered by spin mixing from strong spin-orbit\ncoupling, and the emergence of such VHSs is highly sensitive to\nmaterial-specific electronic structures. Here, we predict a class of\nseven-layered square-octagonal MA$_2$Z$_4$ (M = Mo/W, A = Si/Ge, Z = Pnictogen)\nisomers that host a robust, large-gap QSH phase with nearly quantized spin Hall\nconductivity and intrinsic high-order VHSs. Topological and symmetry analyses\nreveal that compounds with Z = P, As, and Sb are $\\mathbb{Z}_2$ nontrivial with\nspin Chern number $C_s = 1$ and support $S_z$-polarized edge states, while\nthose with Z = N are trivial insulators. The QSH phase features an\n$S_z$-conserving spin Hamiltonian consistent with an emergent spin\n$\\mathrm{U}(1)$ quasi-symmetry, yielding spin Hall conductivity $\\sim 2e^2/h$.\nNotably, MA$_2$(As, Sb)$_4$ compounds exhibit quasi-flat bands near the Fermi\nlevel in the inverted regime, with WSi$_2$Sb$_4$ additionally hosting four\nhigh-order VHSs at generic momentum points. These results position\nsquare-octagonal MA$_2$Z$_4$ materials as robust QSH insulators for realizing\nquantized spin Hall conductivity and correlated topological phases, including\nfractionalized states and possibly non-Abelian anyons."}
{"id": "2510.13530", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13530", "abs": "https://arxiv.org/abs/2510.13530", "authors": ["Zixuan Jia", "Lufeng Zhang", "Qingzhuo Duan", "Zenghui Fan", "Jingyao Wang", "Bing Huang", "Tianxing Ma"], "title": "Interplay of magnetic and thermodynamic responses in the kagome-triangular system", "comment": "8 pages, 6 figures", "summary": "Inspired by the recent experimental progress in pyrochlore derivative\n\\ce{RE3Sb3A2O14 (A=Mg, Zn)}, we investigate the Hubbard model on the kagome\nlattice with an additional hopping $t'/t$, which enables continuous\ninterpolation between the kagome and triangular lattices by using determinant\nquantum Monte Carlo simulations. We analyze the evolution of magnetic\ncorrelations and thermodynamic responses across different values of $t'/t$ and\non-site interaction $U$. It is found that increasing $t'/t$ suppresses\nshort-range antiferromagnetic correlations, while the next-nearest-neighbor\ncorrelations exhibit a sign change near $t'/t \\approx 0.3 \\text{--} 0.4$.\nWithin this regime, the specific heat shows a pronounced low-temperature peak,\nindicating an emergent spin-related energy scale. Increasing $U$ enhances\nmagnetic correlations and shifts the associated $t'/t$ crossover points to\nlarger values. We also discuss the sign problem to clarify which parameter\nregion of our numerical simulations is accessible and reliable. Our results\nuncover the competition between frustration and correlations and the interplay\nof magnetic and thermodynamic responses in the kagome lattice, providing\ninsights into correlated states in frustrated materials."}
{"id": "2510.13578", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13578", "abs": "https://arxiv.org/abs/2510.13578", "authors": ["Saeed Samadi", "Łukasz Cywiński", "Jan A. Krzywda"], "title": "Statistical Structure of Charge Disorder in Si/SiGe Quantum Dots", "comment": "GitHub Repository: https://github.com/jaq-lab/qdot-disorder-structure", "summary": "Properties of quantum dot based spin qubits have significant inter-device\nvariability due to unavoidable presence of various types of disorder in\nsemiconductor nanostructures. A significant source of this variability is\ncharge disorder at the semiconductor-oxide interface, which causes\nunpredictable, yet, as we show here, correlated fluctuations in such essential\nproperties of quantum dots like their mutual tunnel couplings, and electronic\nconfinement energies. This study presents a systematic approach to characterize\nand mitigate the effects of such disorder. We utilize finite element modeling\nof a Si/SiGe double quantum dot to generate a large statistical ensemble of\ndevices, simulating the impact of trapped interface charges. This work results\nin a predictive statistical model capable of generating realistic artificial\ndata for training machine learning algorithms. By applying Principal Component\nAnalysis to this dataset, we identify the dominant modes through which disorder\naffects the multi-dimensional parameter space of the device. Our findings show\nthat the parameter variations are not arbitrary, but are concentrated along a\nfew principal axes - i.e.there are significant correlations between many\nproperties of the devices.\n  We finally compare that against control modes generated by sweeping the gate\nvoltages, revealing limitations of the plunger-only control. This work provides\na framework for enhancing the controllability and operational yield of spin\nqubit devices, by systematically addressing the nature of electrostatic\ndisorder that leads to statistical correlations in properties of double quantum\ndots."}
{"id": "2510.13119", "categories": ["cond-mat.mtrl-sci", "physics.geo-ph"], "pdf": "https://arxiv.org/pdf/2510.13119", "abs": "https://arxiv.org/abs/2510.13119", "authors": ["Doyoon Park", "Xin Deng", "Jie Deng"], "title": "Melting phase relation of seifertite and pyrite-type SiO2 determined by machine learning potentials", "comment": null, "summary": "Silica (SiO2) is fundamental to both industrial technology and planetary\nscience, yet the phase relations of its high-pressure polymorphs remain poorly\nconstrained. Here, we develop two machine learning potentials (MLPs) for SiO2\nthat faithfully represent the SCAN and PBEsol exchange-correlation functionals\nover a wide temperature (1000-10000 K) and pressure (100-400 GPa) range using\ndeep neural networks. With large-scale two-phase simulations powered by these\npotentials, we determine the melting curves of seifertite and pyrite-type SiO2\nand infer the solid-solid phase boundary between these two phases. The SCAN\nfunctional, which captures intermediate-range van der Waals interactions,\nreproduces structural and thermodynamic properties with high fidelity,\npredicting melting temperatures 6-10 % higher and a seifertite to pyrite-type\ntransition pressure 22 % higher than the PBEsol. The strongly negative\nClapeyron slope (-6.1 MPa/K) of this transition suggests that mantle convection\ncould be highly layered in super-Earth exoplanets, potentially affecting their\nlong-term thermal evolution and habitability."}
{"id": "2510.13107", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13107", "abs": "https://arxiv.org/abs/2510.13107", "authors": ["Zheng Wang", "Beichen Ruan", "Zhuoheng Li", "Shu-Shen Lyu", "Kaixuan Chen"], "title": "First-Principles Exploration of Pentagonal TiN$_8$ and MoN$_8$ Monolayers as New Magnetic Topological Insulator", "comment": null, "summary": "The quest for robust, intrinsically magnetic topological materials exhibiting\nthe quantum anomalous Hall (QAH) effect is a central challenge in condensed\nmatter physics and the application of revolutionary electronics. However,\nprogress has been hampered by the limited number of candidate materials, which\noften suffer from poor stability and complex synthesis. Here, we introduce a\nnew paradigm by exploring the emergent magnetism and nontrivial band topology\nin the largely overlooked family of two-dimensional (2D) pentagonal MN$_8$\nmonolayers. Employing first-principles calculations, we reveal that these\nsystems host out-of-plane ferromagnetic ground states, a key feature that\nunlocks nontrivial topological properties driven by the localized $d$-orbitals\nof the embedded transition metals. Remarkably, we identify TiN$_8$ as a QAH\ninsulator characterized by a Chern number of $C=-1$. Even more strikingly,\nMoN$_8$ is predicted to be a rare high-Chern-number QAH insulator, boasting a\nChern number of $C=2$. Our findings establish the penta-MN$_8$ family as a\nfertile and versatile platform for realizing exotic topological quantum states.\nThis work not only significantly expands the material landscape for magnetic\ntopological insulators but also provides a solid theoretical foundation for\ndesigning next-generation spintronic and quantum computing devices."}
{"id": "2510.13545", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13545", "abs": "https://arxiv.org/abs/2510.13545", "authors": ["Muhammad Amer Khan", "Lili Hu", "Shubin Chen", "Yongchun Xu", "Jinjun Ren"], "title": "Unraveling the Corrosion Mechanism of Boro-Alumino-Phospho-Silicate Glass: Advanced Insights from Solid-State NMR Spectroscopy", "comment": null, "summary": "Corrosion mechanism of minerals and glass is a critical study domain in\ngeology and materials science, vital for comprehending material durability\nunder various environmental conditions. Despite decades of extensive study, a\ncore aspect of these mechanisms - specifically, the formation of amorphous\nalteration layers upon exposure to aqueous environments - remains\ncontroversial. In this study, the corrosion behavior of a\nboro-alumino-phospho-silicate glass (BAPS) was investigated using advanced\nsolid-state nuclear magnetic resonance (SSNMR) and SEM techniques. The results\nreveal a uniform nanoscale phase separation into Al-P-rich and Al-Si-rich\ndomains. During corrosion, the Al-P-rich domain undergoes gelation, whereas the\nAl-Si-rich domain remains vitreous, forming a gel layer comprised of both\nphases. Although SEM images show a sharp gel/glass interface - suggestive of a\ndissolution-precipitation mechanism - the phase coexistence within the gel\nlayer provides definitive evidence against such a mechanism. Instead, we\npropose an in situ transformation mechanism governed by chemical reactions,\ninvolving: (i) preferential hydrolysis of Al-P-rich domain leading to porous\ngel regions; (ii) retention of Al-Si glass domains within the gel layer, with\nwater infiltrating inter-network spaces; and (iii) selective leaching of\nphosphorus over aluminum, leading to reorganization of the gel network."}
{"id": "2510.12990", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.12990", "abs": "https://arxiv.org/abs/2510.12990", "authors": ["Egor I. Kiselev"], "title": "Dynamical breaking of inversion symmetry and strong second harmonic generation with nonlinear phonons", "comment": null, "summary": "We show how crystalline inversion symmetry can be dynamically broken by\noptical phonons with generic, hardening Kerr-like non-linearities. The\nsymmetry-broken state is reached through a parametric instability that can be\naccessed by driving close to half the phonon resonance. After the onset of the\ninstability, the system settles to a steady state with inversion-symmetry\nbreaking phonon trajectories and strong second harmonic generation. The time\naveraged positions of the atoms are displaced relative to equilibrium in the\nsteady state, resulting in a rectification of the driving signal."}
{"id": "2510.13603", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13603", "abs": "https://arxiv.org/abs/2510.13603", "authors": ["S. K. Mahatha", "A. Kar", "J. Corral-Sertal", "Josu Diego", "A. Korshunov", "C. -Y. Lim", "F. K. Diekmann", "D. Subires", "J. Phillips", "T. Kim", "D. Ishikawa", "G. Marini", "I. Vobornik", "Ion Errea", "S. Rohlf", "M. Kalläne", "V. Bellini", "A. Q. R. Baron", "Adolfo O. Fumega", "A. Bosak", "V. Pardo", "K. Rossnagel", "S. Blanco-Canosa"], "title": "First-order phase transition driven by competing charge-order fluctuations in 1T'-TaTe$_{2}$", "comment": null, "summary": "First-order phase transitions, characterized by a discontinuous change in the\norder parameter, are intriguing phenomena in condensed matter physics. However,\nthe underlying, material-specific, microscopic mechanisms often remain unclear.\nHere, we unveil a high-temperature incommensurate charge-order precursor with\nthe wave vector $\\mathbf{q}^* = (0, \\frac{1}{4}+\\delta, \\frac{1}{2})$ in the\n1T' phase of TaTe$_2$, which competes with fluctuating high-temperature Ta\ntrimer bonding states at $\\mathbf{q}_\\mathrm{CO} =(0, \\frac{1}{3}, 0)$. The\nprecursor state follows the temperature dependence of the hidden\nincommensurability of the $\\textit{quasi}$-1D nested Fermi surface. In\ncontrast, the low-temperature commensurate charge order at\n$\\mathbf{q}_\\mathrm{CO}$, characterized by a charge disproportionation of the\ninequivalent Ta sites, appears to be driven by local chemical bonding.\nDynamical lattice calculations identify an imaginary optical mode at\n$\\mathbf{q}^*$, involving an in-plane vibration of the Ta atoms forming a\nchain-like structure that renormalizes below $T_\\mathrm{CO}$. Our experimental\nand theoretical observations suggest that the controversial first-order phase\ntransition, as captured by phenomenological Ginzburg-Landau theory, results\nfrom the competition between two order parameters: one involving Fermi surface\nnesting and the other involving local chemical bonding."}
{"id": "2510.13641", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.13641", "abs": "https://arxiv.org/abs/2510.13641", "authors": ["Yuval Waschitz", "Ady Stern", "Yuval Oreg"], "title": "Momentum-Resolved Spectroscopy of Superconductivity with the Quantum Twisting Microscope", "comment": "24 pages, 12 figures", "summary": "We develop a theoretical framework for probing superconductivity with\nmomentum resolution using the quantum twisting microscope (QTM), a planar\ntunneling device where a graphene tip is rotated relative to a two-dimensional\nsample. Due to in-plane momentum conservation, the QTM directly measures the\nsuperconducting spectral function along well-defined trajectories in momentum\nspace. The relative intensities of electron and hole excitations encode the\nBogoliubov coherence factors, revealing the momentum dependence of the pairing\nmagnitude. Three $C_{3z}$-related tunneling channels enable direct detection of\nrotational symmetry breaking, as well as nodal points in the superconducting\norder parameter. We apply our framework to superconductivity within the\nBistritzer-MacDonald model of noninteracting electrons and the Topological\nHeavy Fermion model, which accounts for electron-electron interactions.\nTogether, these capabilities establish the QTM as a direct probe of the pairing\nsymmetry and microscopic origin of superconductivity in two-dimensional\nmaterials."}
{"id": "2510.13130", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13130", "abs": "https://arxiv.org/abs/2510.13130", "authors": ["Ali Sarikhani", "Steven M. Smith", "Suzana Filipovic", "William G. Fahrenholtz", "Gregory E. Hilmas"], "title": "Thermal and Electrical Properties of (Cr,Mo,Ta,V,W)C High-Entropy Carbide Ceramics", "comment": null, "summary": "The synthesis and characterization, along with the resulting properties, of\nfully dense \\((\\mathrm{Cr, Mo, Ta, V, W})\\mathrm{C}\\) high-entropy carbide\nceramics were studied. The ceramics were synthesized from metal oxide and\ncarbon powders by carbothermal reduction, followed by spark plasma sintering at\nvarious temperatures for densification. Increasing the densification\ntemperature resulted in grain growth and an increase in the lattice parameter.\nThermal diffusivity increased linearly with testing temperature, resulting in\nthermal conductivity values ranging from approximately\n\\(7~\\mathrm{W\\,m^{-1}\\,K^{-1}}\\) at room temperature to\n\\(12~\\mathrm{W\\,m^{-1}\\,K^{-1}}\\) at \\(200~^\\circ\\mathrm{C}\\). Measured heat\ncapacity values matched theoretical estimates made using the Neumann--Kopp\nrule. Room-temperature electrical resistivity decreased from \\(137\\) to\n\\(120~\\mu\\Omega\\cdot\\mathrm{cm}\\) as the excess carbon decreased from \\(5.4\\)\nto \\(0.1~\\mathrm{vol\\%}\\), suggesting an enhanced electronic contribution to\nthermal conductivity as excess carbon decreased. All specimens exhibited a\nVickers hardness of approximately \\(29~\\mathrm{GPa}\\) under a\n\\(0.49~\\mathrm{N}\\) load. These results underscore the tunability of this\nhigh-entropy carbide system."}
{"id": "2510.13207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13207", "abs": "https://arxiv.org/abs/2510.13207", "authors": ["Feng Chen", "Shu Li", "Xin Chen", "Dennis Wong", "Biplab Sanyal", "Duo Wang"], "title": "Towards Universal Material Property Prediction with Deep Learning and Single-Descriptor electronic Density", "comment": "18pages, 5 figures", "summary": "Owing to its high scalability and computational efficiency, machine learning\nmethods have been increasingly integrated into various scientific research\ndomains, including ab initio-based materials design. It has been demonstrated\nthat, by incorporating modern machine learning algorithms, one can predict\nmaterial properties with practically acceptable accuracy. However, one of the\nmost significant limitations that restrict the widespread application of\nmachine learning is its lack of transferability, as a given framework is\ntypically applicable only to a specific property. The origin of this limitation\nis rooted in the fact that a material's properties are determined by multiple\ndegrees of freedom -- and their complex interplay -- associated with nuclei and\nelectrons, such as atomic type, structural symmetry, and the number and quantum\nstates of the valence electrons, among others. The inherent complexity rules\nout the possibility of a single machine learning framework providing a full\ndescription of these critical quantities. In this paper, we develop a universal\nmachine learning framework based solely on a physically grounded and\ntheoretically rigorous descriptor -- electronic charge density. Our framework\nnot only enables accurate prediction of eight different material properties\n(with R$^2$ values up to 0.94), but also demonstrates outstanding multi-task\nlearning capability, as prediction accuracy improves when more target\nproperties are incorporated into a single training process, thereby indicating\nexcellent transferability. These results represent a significant step toward\nrealizing the long-standing goal of a universal machine learning framework for\nthe unified prediction of all material properties."}
{"id": "2510.13547", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13547", "abs": "https://arxiv.org/abs/2510.13547", "authors": ["Anirban Mondal", "Kwang Jin Lee", "Seungmin Lee", "Oui Jin Oh", "Myeongsam Jen", "Jun Hong Noh", "Jong Min Lim", "Minhaeng Cho"], "title": "Ultrafast exciton polaron dynamics in 2D Ruddlesden Popper lead halide perovskites", "comment": null, "summary": "Two dimensional Ruddlesden Popper (2D) RP hybrid perovskites exhibit\nsubstantially higher chemical and structural stability than their three\ndimensional (3D) counterparts, positioning them as promising candidates for\nnext generation optoelectronics. While quasiparticle dynamics in 3D perovskites\nare well studied, their 2D analogues remain comparatively underexplored. Here\nwe systematically investigate the branching, dynamics, and interactions of free\nexcitons (FEs) and exciton polarons EPs in monolayer 2D RP perovskites using\nvisible range femtosecond transient absorption TA spectroscopy. We prepared\nmonolayer 2D RP perovskite thin films with varied organic spacers and distinct\nfabrication routes for comparative analysis. We find that the EP binding energy\nis 50 65 meV in (BA)2PbI4 and 37 39 meV in (PEA)2PbI4, consistent with spacer\nlayer dependent coupling as corroborated by FTIR. We reveal a dynamic\nequilibrium between FEs and EPs that persists for tens of picoseconds. Notably,\nthe TA signatures differ by fabrication route films from the newly developed\nprocess show weaker Auger annihilation and a reduced hot phonon bottleneck than\nthose from the conventional route trends consistent with fewer traps and\nimpurities in the former. Coupled rate equation modeling reproduces the\ntransients and quantifies the processes of hot carrier relaxation, exciton\nexciton annihilation, exciton phonon coupling, and FE EP interconversion. These\nresults demonstrate that the chemical synthetic process (fabrication route) and\nspacer choice significantly influence EP stability and population balance,\noffering practical levers for engineering ultrafast photophysics in 2D\nperovskites and guiding the design of advanced optoelectronic devices."}
{"id": "2510.12998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.12998", "abs": "https://arxiv.org/abs/2510.12998", "authors": ["Jorge Cardenas-Gamboa", "Martin Gutierrez-Amigo", "Aritz Leonardo", "Gregory A. Fiete", "Juan L. Mañes", "Jeroen van den Brink", "Claudia Felser", "Maia G. Vergniory"], "title": "Photostriction-Driven Phase Transition in Layered Chiral NbOX$_2$ Crystals: Electrical-Field-Controlled Enantiomer Selectivity", "comment": "13 pages, 7 figures", "summary": "Chiral crystals offer an unique platform for controlling structural\nhandedness through external stimuli. However, the ability to select between\nstructural enantiomers remains challenging, both theoretically and\nexperimentally. In this work, we demonstrate a two-step pathway for enantiomer\nselectivity in layered chiral NbOX$_2$ (X = Cl, Br, I) crystals based on\nphotostriction-driven phase transitions. Ab-initio simulations reveal that\noptical excitation is capable of inducing a structural phase transition in\nNbOX$_2$ from the monoclinic ($C2$) ground state to the higher-symmetry\n($C2/m$) structure. In the resulting transient high-symmetry state, an applied\nelectric field breaks the residual inversion-symmetry degeneracy, selectively\nstabilizing one enantiomeric final state configuration over the other. Our\nresults establish a combined optical-electrical control scheme for chiral\nmaterials, enabling reversible and non-contact enantiomer selection with\npotential applications in ultrafast switching, optoelectronics, and chiral\ninformation storage."}
{"id": "2510.13635", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13635", "abs": "https://arxiv.org/abs/2510.13635", "authors": ["M. M. Piva", "T. Helm", "J. C. Souza", "K. R. Pakuszewski", "C. Adriano", "P. G. Pagliuso", "M. Nicklas"], "title": "Evidence for a field-induced Lifshitz transition in the Weyl semimetal CeAlSi", "comment": "10 pages", "summary": "The Weyl semimetal CeAlSi crystallises in the noncentrosymmetric tetragonal\nspace group $I4_1md$ and exhibits ferromagnetic order below 8 K, thereby\nbreaking both spatial inversion and time-reversal symmetries. This unique\ncombination of properties establishes CeAlSi as a model system for studying the\ninterplay between non-trivial topological states and strong electron\ncorrelations. In this work, we report observations of Shubnikov-de Haas\noscillations in the electrical resistivity under magnetic fields up to 68 T\napplied parallel to the [001] crystallographic axis. Our measurements reveal an\nabrupt change in the oscillation frequencies near 14 T, which is indicative of\na field-induced Lifshitz transition. Additionally, our results are consistent\nwith the ferromagnetic order bringing the Weyl nodes closer to the Fermi level\nin CeAlSi. Furthermore, they suggest that the RKKY interaction plays an\nimportant role."}
{"id": "2510.13646", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13646", "abs": "https://arxiv.org/abs/2510.13646", "authors": ["Maurício F. C. Martins Quintela", "Guilherme J. Inacio", "Miguel Sá", "Giovanni Cistaro", "Alberto M. Ruiz", "José J. Baldoví", "Juan J. Palacios", "Antonio Picón"], "title": "Excitonic optical absorption in strained monolayer CrSBr", "comment": "13 pages, 8 figures", "summary": "Recently, the isolation of 2D magnetic materials has opened several avenues\nfor possible new ap- plications in spintronics. Among these materials, CrSBr\nhas sparked interest due to its relatively high Curie temperature, highly\nanisotropic lattice structure, and high structural stability. These properties\nran along others shared by any atomically thin material such as its outstanding\ndefor- mation capacity and a strong optical response dominated by excitonic\neffects. The combination of these properties provides a fairly uncharted\nplayground where to explore the interplay between magnetism and optical\nexcitations. Here, we focus our attention on the theoretical optical response\nof CrSBr under several distinct strain configurations, analyzing the resulting\nchanges to both the excitonic peaks and overall shape of the diagonal\ncomponents of the linear conductivity tensor."}
{"id": "2510.13185", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13185", "abs": "https://arxiv.org/abs/2510.13185", "authors": ["Hong Jian Zhao", "Laurent Bellaiche", "Yanming Ma"], "title": "The nature of polar distortions in ferroelectrics", "comment": "8 pages, 6 figures", "summary": "Polar distortion, the collective off-center displacements of atoms, is a\nfingerprint of a ferroelectric that governs its properties and functionalities.\nSince the 1970s, the concepts of proper, improper and triggered ferroelectrics\nhave been established to shed light on a diversity of polar distortion\nmechanisms. Such concepts assign a single nature to polar distortion and are\nhelpful to interpret how polar distortions occur in conventional ferroelectrics\nsuch as barium titanate. However, applying these concepts to complex\nferroelectrics (e.g., polar orthorhombic hafnia) is notoriously challenging and\ncan yield highly controversial arguments. Here we resolve this issue by\ndeveloping a tailor-made graph theory for clarifying the nature of polar\ndistortions in complex ferroelectrics, which emphasizes that polar distortions\nin such ferroelectrics usually exhibit multiple natures among proper, improper\nand triggered characteristics. We demonstrate the robustness of our theory by\nworking with perovsktie superlattices and polar orthorhombic hafnia (i.e., two\nrepresentative cases). We successfully identify the mixed proper-improper\nnature in perovsktite superlattices and reconcile the controversy on polar\northorhombic hafnia by confirming its mixed trigger-improper nature. Our work\nwill definitely lead to a revisitation of concepts in ferroelectric physics and\nprovide opportunities for discovering novel ferroelectrics and related\nphenomena."}
{"id": "2510.13020", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13020", "abs": "https://arxiv.org/abs/2510.13020", "authors": ["Aaron Merlin Müller", "Lukas Heckendorn", "Manfred Fiebig", "Thomas Lottermoser"], "title": "Emergent domain topology in the multiferroic hexagonal manganites", "comment": null, "summary": "Emergent topological phenomena in multiferroic materials arise from the\nintricate coupling between structural, electric, and magnetic order parameters.\nHexagonal manganites provide a paradigmatic platform for such studies. These\ncompounds exhibit a strongly coupled distortive-improper ferroelectric order,\narising from trimerizing lattice distortions, and a 120{\\deg} noncollinear\nantiferromagnetic spin structure. While their two-dimensional domain topology\nhas been extensively studied, the full three-dimensional multiferroic domain\narchitecture has remained largely unexplored, mainly due to the experimental\nchallenges of probing bulk structures beyond surfaces. Here, we employ a Landau\nfree-energy framework combined with large-scale phase-field simulations to\nreveal the intricate three-dimensional multiferroic domain network of hexagonal\nmanganites. We demonstrate that the coupling between the structural and\nantiferromagnetic order parameters gives rise to a rich variety of\nthree-dimensional topological features. In particular, these features give rise\nto an attraction between different types of domain walls. Moreover, we identify\nbifurcations of vortex-like lines at domain-wall intersections, a phenomenon\nthat can exist only in three dimensions and fundamentally alters the topology\nof the domain network. Our results provide a comprehensive theoretical basis\nfor understanding three-dimensional domain interactions in multiferroics and\nhighlight the essential role of dimensionality in coupling improper\nferroelectricity, magnetism, and topology in hexagonal manganites."}
{"id": "2510.13667", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13667", "abs": "https://arxiv.org/abs/2510.13667", "authors": ["Jiawei Yan", "Jonas B. Profe", "Yuta Murakami", "Philipp Werner"], "title": "Excitonic correlations in the equilibrium and voltage-biased bilayer Hubbard model: multi-orbital two-particle self-consistent approach", "comment": "14 pages, 5 figures", "summary": "We develop a nonequilibrium multi-orbital extension of the two-particle\nself-consistent theory and apply it to the bilayer Hubbard model as a minimal\nplatform to investigate correlation effects in the presence of interlayer\ninteractions and tunneling. The method determines vertex corrections in the\nspin and charge channels self-consistently at the two-particle level, thereby\navoiding the spurious finite-temperature phase transitions that limit dynamical\nmean-field theory in two dimensions. We derive the spectral self-energy and\nimplement the framework directly on the real-frequency axis within the Keldysh\nnonequilibrium Green's function formalism, enabling the treatment of both\nequilibrium and non-equilibrium steady states without relying on numerical\nanalytic continuation. As an application, we demonstrate that a pseudogap can\nemerge in the bilayer Hubbard model when spin, charge, or excitonic\nfluctuations become sufficiently strong. Instabilities in different channels\nare also evaluated in an unbiased manner across the parameter space.\nRemarkably, we find that the excitonic susceptibility grows with increasing\ninterlayer bias, before it gets suppressed at large biases by the charge\nimbalance between the layers. This work establishes a versatile and\ncomputationally efficient framework for investigating correlated multi-orbital\nsystems under nonequilibrium conditions."}
{"id": "2510.13769", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.13769", "abs": "https://arxiv.org/abs/2510.13769", "authors": ["J. Olivo", "J. Blengino Albrieu", "Mauro Cuevas"], "title": "Optical Response of Graphene Quantum Dots in the Visible Spectrum: A Combined DFT-QED Approach", "comment": null, "summary": "We propose a model based on density functional theory (DFT) and quantum\nelectrodynamics (QED) to study the dynamical characteristics of graphene\nquantum dots (GQDs). We assume the GQD edges are saturated with hydrogen atoms,\neffectively making it a polycyclic aromatic hydrocarbon (PAH) such as coronene.\nBy combining the GQD spectrum calculated from a time-dependent DFT (TDDFT) with\nthe dynamical behavior of a QD model derived from QED, we calculate the main\noptical characteristics of the GQD, such as its transition frequencies, the\ndipole moment associated to each of those transitions, life-time and the\npopulation dynamics of the molecular levels. Owing to the close match between\nthe calculated spectrum and experimental results, our results represent a\nsignificant contribution to research on quantum treatments of light-matter\ninteractions in realistic 2D nanomaterials."}
{"id": "2510.13207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13207", "abs": "https://arxiv.org/abs/2510.13207", "authors": ["Feng Chen", "Shu Li", "Xin Chen", "Dennis Wong", "Biplab Sanyal", "Duo Wang"], "title": "Towards Universal Material Property Prediction with Deep Learning and Single-Descriptor electronic Density", "comment": "18pages, 5 figures", "summary": "Owing to its high scalability and computational efficiency, machine learning\nmethods have been increasingly integrated into various scientific research\ndomains, including ab initio-based materials design. It has been demonstrated\nthat, by incorporating modern machine learning algorithms, one can predict\nmaterial properties with practically acceptable accuracy. However, one of the\nmost significant limitations that restrict the widespread application of\nmachine learning is its lack of transferability, as a given framework is\ntypically applicable only to a specific property. The origin of this limitation\nis rooted in the fact that a material's properties are determined by multiple\ndegrees of freedom -- and their complex interplay -- associated with nuclei and\nelectrons, such as atomic type, structural symmetry, and the number and quantum\nstates of the valence electrons, among others. The inherent complexity rules\nout the possibility of a single machine learning framework providing a full\ndescription of these critical quantities. In this paper, we develop a universal\nmachine learning framework based solely on a physically grounded and\ntheoretically rigorous descriptor -- electronic charge density. Our framework\nnot only enables accurate prediction of eight different material properties\n(with R$^2$ values up to 0.94), but also demonstrates outstanding multi-task\nlearning capability, as prediction accuracy improves when more target\nproperties are incorporated into a single training process, thereby indicating\nexcellent transferability. These results represent a significant step toward\nrealizing the long-standing goal of a universal machine learning framework for\nthe unified prediction of all material properties."}
{"id": "2510.13041", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13041", "abs": "https://arxiv.org/abs/2510.13041", "authors": ["Sofia C. Brown", "Ravid Shaniv", "Ruomu Zhang", "Chris Reetz", "Cindy A. Regal"], "title": "High Stability Mechanical Frequency Sensing beyond the Linear Regime", "comment": "10 pages, 6 figures", "summary": "Sensing via a mechanical frequency shift is a powerful measurement tool, and,\ntherefore, understanding and mitigating frequency noise affecting mechanical\nresonators is imperative. Thermomechanical noise fundamentally limits\nmechanical frequency stability, and its impact can be reduced with increased\ncoherent amplitude of mechanical motion. However, large enough actuation places\nthe resonator in the nonlinear (Duffing) regime, where conversion of amplitude\nnoise (AM) into frequency noise (FM) can worsen sensor performance. Here, we\npresent an experimentally straightforward method to evade this amplitude\ntradeoff in micromechanical sensors. Combining knowledge of the Duffing\ncoefficients with readily available amplitude measurements, we avoid AM-FM\nconversion. Our approach uses dual-mechanical-mode operation on a tensioned\nthin-film resonator to set a baseline thermomechanically-limited stability by\neliminating correlated single-mode frequency drifts. Thus, we cleanly observe\nAM-FM conversion at high drive, and reduce it using our method. The resulting\nhigh-stability operation beyond the linear regime contrasts long-standing\nperspectives in the field."}
{"id": "2510.13767", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13767", "abs": "https://arxiv.org/abs/2510.13767", "authors": ["Connor A Occhialini", "Christie Nelson", "Alessandro Bombardi", "Shiyu Fan", "Raul Acevedo-Esteves", "Riccardo Comin", "Dmitri N Basov", "Maki Musashi", "Masashi Kawasaki", "Masaki Uchida", "Hoydoo You", "John Mitchell", "Valentina Bisogni", "Claudio Mazzoli", "Jonathan Pelliciari"], "title": "Structural origin of resonant diffraction in RuO$_2$", "comment": null, "summary": "We report Ru L$_3$-edge resonant X-ray diffraction studies on single crystal\nand (001) epitaxial films of RuO$_2$. We investigate the distinct $\\mathbf{Q} =\n(100)$ and $(001)$ reflections as a function of incident energy, azimuthal\nangle, and temperature. The results show that the observed resonant diffraction\nin RuO$_2$ is fully consistent with a resonant charge anisotropy signal of\nstructural origin permitted by the parent (non-magnetic) rutile $P4_2/mnm$\nspace group. These results significantly constrain the magnetic contribution to\nthe resonant diffraction signal and indicate the unlikely existence of\n$\\mathbf{k} = 0$ antiferromagnetic order in RuO$_2$."}
{"id": "2510.13420", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.13420", "abs": "https://arxiv.org/abs/2510.13420", "authors": ["Lee Grimberg", "Svyatoslav Kostyukovets", "Moshe G. Harats"], "title": "Angular Emission Properties of Strained Transition-Metal Dichalcogenides", "comment": "15 pages, 5 figures", "summary": "Monolayers of transition-metal dichalcogenides have shown that uniaxial\nstrain changes both the photoluminescence emission energy and intensity. The\nchanges are attributed to the band-structure evolution under tensile strain\nwhere both the bandgap decreases and a direct-to-indirect transition occurs.\nThis was shown for relatively high strains, whereas this is not the case at low\nstrain values $<1\\%$ in which in this work, we observe the erratic dependency\nof the photoluminescence intensity at low strain values as a function of\nstrain. We find that the dominant physical property is the dependence of the\noptical-dipole emission on the curvature of the substrate. We validate the\nbehavior of the photoluminescence intensity with experimental angular emission\nspectroscopy (k-space imaging). These findings are supported by\nFinite-Difference Time-Domain simulations, in agreement with the experimental\ndata. Our findings present the importance of choosing the right substrate for\nflexible devices based on transition-metal dichalcogenides."}
{"id": "2510.13256", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13256", "abs": "https://arxiv.org/abs/2510.13256", "authors": ["Albert Suceava", "Sankalpa Hazra", "Aiden Ross", "Ian Reed Philippi", "Dylan Sotir", "Brynn Brower", "Lei Ding", "Yingxin Zhu", "Zhiyu Zhang", "Himirkanti Sarkar", "Saugata Sarker", "Yang Yang", "Suchismita Sarker", "Vladimir A. Stoica", "Darrell G. Schlom", "Long-Qing Chen", "Venkatraman Gopalan"], "title": "Colossal Cryogenic Electro-Optic Response Through Metastability in Strained BaTiO$_{3}$ Thin Films", "comment": "44 pages, 4 figures, supplemental document included", "summary": "The search for thin film electro-optic (EO) materials that can retain\nsuperior performance under cryogenic conditions has become critical for quantum\ncomputing. Barium titanate thin films show large linear EO coefficients in the\ntetragonal phase at room temperature, which is severely degraded down to ~200\npm V$^{-1}$ in the rhombohedral phase at cryogenic temperatures. There is\nimmense interest in manipulating these phase transformations and retaining\nsuperior EO properties down to liquid helium temperature. Utilizing the\nthermodynamic theory of optical properties, a large low-temperature EO response\nis designed by engineering the energetic competition between different\nferroelectric phases, leading to a low-symmetry monoclinic phase with a massive\nEO response. The existence of this phase is demonstrated in a strain-tuned\nBaTiO$_{3}$ thin film that exhibits a linear EO coefficient of 2516 +/- 100 pm\nV$^{-1}$ at 5 K, which is an order of magnitude higher than the best reported\nperformance thus far. Importantly, the EO coefficient increases by 100x during\ncooling, unlike the conventional films, where it degrades. Further, at the\nlowest temperature, significant higher order EO responses also emerge. These\nresults represent a new framework for designing materials with property\nenhancements by stabilizing highly tunable metastable phases with strain.\n  Copyright 2025 The Author(s). Advanced Materials published by Wiley-VCH GmbH.\nThis is an open access article under the terms of the Creative Commons\nAttribution License, which permits use, distribution and reproduction in any\nmedium, provided the original work is properly cited. (A. Suceava, S. Hazra, A.\nRoss, et al. \"Colossal Cryogenic Electro-Optic Response Through Metastability\nin Strained BaTiO3 Thin Films.\" Adv. Mater. (2025): e07564.\nhttps://doi.org/10.1002/adma.202507564)"}
{"id": "2510.13045", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13045", "abs": "https://arxiv.org/abs/2510.13045", "authors": ["Archi Banerjee", "Meng Zeng"], "title": "Entanglement spectrum of gapless topological phases: a case study with topological superconductors", "comment": "6 pages + reference, 5 figures", "summary": "Using bulk gapless topological superconductors in both 1d and 2d as free\nfermion model examples, we demonstrate the power of subsystem correlation\nspectrum (the spectrum of correlation matrix), or equivalently the entanglement\nspectrum for the case of free fermions, in characterizing the topology of the\nnon-trivial ground state. For the systems considered, we show that signatures\nof the lowenergy spectrum, including both the edge modes and the bulk modes,\nappear in the correlation spectrum, albeit with different behaviors. This work\ngeneralizes the 2d Li-Haldane entanglement spectrum characterization of\ntopological edge states to 2d topological systems with gapless bulk."}
{"id": "2510.12990", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.12990", "abs": "https://arxiv.org/abs/2510.12990", "authors": ["Egor I. Kiselev"], "title": "Dynamical breaking of inversion symmetry and strong second harmonic generation with nonlinear phonons", "comment": null, "summary": "We show how crystalline inversion symmetry can be dynamically broken by\noptical phonons with generic, hardening Kerr-like non-linearities. The\nsymmetry-broken state is reached through a parametric instability that can be\naccessed by driving close to half the phonon resonance. After the onset of the\ninstability, the system settles to a steady state with inversion-symmetry\nbreaking phonon trajectories and strong second harmonic generation. The time\naveraged positions of the atoms are displaced relative to equilibrium in the\nsteady state, resulting in a rectification of the driving signal."}
{"id": "2510.13286", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13286", "abs": "https://arxiv.org/abs/2510.13286", "authors": ["Tzung-En Hsieh", "Michael S. Moritz", "Andreas Mölkner", "Christoph Wichmann", "Johannes Frisch", "Julien Steffen", "Caiden J. Parker", "Vaishnavi Krishnamurthi", "Torben Daeneke", "Hans-Peter Steinrück", "Andreas Görling", "Christian Papp", "Marcus Bär"], "title": "Surface Properties of Ga-Cu Based Liquid-Metal Alloys: Impact of Cu Dilution Topography and Reaction Conditions", "comment": null, "summary": "We studied the surface properties of Ga-Cu based liquid metal alloys, a\npromising material system for supported catalytically active liquid metal\nsolutions (SCALMS). The impact of Cu dilution in the (liquid) Ga matrix is\nin-detail investigated by X-ray and UV photoelectron spectroscopy (XPS/UPS) and\nMachine-Learned-Force Field (ML-FF) calculations. With decreasing Cu content,\nmicroscopic and macroscopic Ga-Cu model samples exhibit a shift of the Cu 2p\ncore level line to higher binding energies (Eb) as well as a correspondingly\nshifted and narrowed d-band with respect to pure Cu, which we ascribe to site\nisolation. To study the property evolution of Ga-Cu at SCALMS reaction\nconditions, i.e., where Cu is present in liquid Ga, additional XPS measurements\nwere performed between 100 and 500 oC. The observed Cu 2p shift to lower Eb is\ntentatively ascribed to changes in the local environment with increasing\ntemperature, i.e. bond elongation, which is corroborated by ML-FF simulations.\nThe increased Cu surface content at low temperatures is attributed to the\npresence of crystallized Cu-rich intermetallic compounds, as evidenced by\ntransmission electron microscopy images. In an attempt to generalize the\nfindings for filled d-band transition metals (TMs) in liquid Ga also Ga-Ag and\nGa-Au model systems were investigated. The observed insights may be another\nstep of paving the way for an insight-driven development of low-temperature\nmelting liquid metals for heterogeneous catalysis."}
{"id": "2510.13053", "categories": ["cond-mat.stat-mech", "gr-qc"], "pdf": "https://arxiv.org/pdf/2510.13053", "abs": "https://arxiv.org/abs/2510.13053", "authors": ["Tao Wang", "Yu Shi"], "title": "Adiabatic Elimination in Relativistic Stochastic Mechanics", "comment": "24 pages, 6 figures", "summary": "We investigate the adiabatic elimination of fast variables in relativistic\nstochastic mechanics, which is analyzed in the equation of motion and in the\ndistribution function, with relativistic corrections explicitly derived. A new\ndimensionless parameter is introduced to characterize the timescale. The\nadiabatic elimination is also compared with the path integral coarse graining,\nwhich is more general yet computationally demanding."}
{"id": "2510.13098", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13098", "abs": "https://arxiv.org/abs/2510.13098", "authors": ["Hideo Aoki"], "title": "Flat bands in condensed-matter systems -- perspective for magnetism and superconductivity", "comment": "63 pages, 43 figures", "summary": "There is a recent upsurge of interests in flat bands in condensed-matter\nsystems and the consequences for magnetism and superconductivity. This article\nhighlights the physics, where peculiar quantum-mechanical mechanisms for the\nphysical properties such as flatband ferromagnetism and flatband\nsuperconductivity that arise when the band is not trivially flat but has a\nstrange Hilbert space with non-orthogonalisable Wannier states, which goes far\nbeyond just the diverging density of states. Peculiar wavefunctions come from a\nquantum-mechanical interference and entanglement. Interesting phenomena become\neven remarkable when many-body interactions are introduced, culminating in\nflatband superconductivity as well as flatband ferromagnetism. Flatband physics\nharbours a very wide range physics indeed, extending to non-equilibrium physics\nin laser illumination, where Floquet states for topologcial superconductivity\nis promoted in flatbands. While these are theoretically curious, possible\ncandidates for the flatband materials are beginning to emerge, which is also\ndescribed. These provide a wide and promising outlook."}
{"id": "2510.13313", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13313", "abs": "https://arxiv.org/abs/2510.13313", "authors": ["Arune Makareviciute", "Qun Yang", "Tomoki Fujita", "Oliver Gross", "Nico Neuber", "Maximilian Frey", "Jens Moesgaard", "Cecile Chaxel", "Julian Pries", "Mads Ry Vogel Jørgensen", "Frederik Holm Gjørup", "Matthias Wuttig", "Hai-bin Yu", "Jiangjing Wang", "Shuai Wei"], "title": "Isothermal Annealing Effects on $β$-Relaxations and Crystallization Behaviors in Amorphous GeTe", "comment": null, "summary": "A secondary $\\beta$-relaxation process is often the dominant source of atomic\ndynamics below $T_\\mathrm{g}$ in many glass forming systems. Recent studies\nreported the presence of $\\beta$-relaxations in amorphous phase-change\nmaterials (PCMs) and showed that suppressing the $\\beta$-relaxation via\nannealing in Ge$_{15}$Sb$_{85}$ can effectively slow down its crystallization\nkinetics. Yet, when Sb is replaced by Te, similar annealing protocol has little\neffect on the Te-rich alloy Ge$_{15}$Te$_{85}$. Here, we investigate amorphous\nGeTe that is a Sb-free PCM, but with faster crystallization kinetics than\nGe$_{15}$Te$_{85}$. Using powder mechanical dynamic spectroscopy, we observe a\nclear reduction of the excess-wing in the loss modulus upon isothermal\nannealing, indicating a suppression of its $\\beta$-relaxation. Ultrafast\ncalorimetric analysis and time-resolved optical reflectivity measurements show\nthat, whereas as-deposited GeTe exhibit stochastic crystallization behaviors,\nannealed samples crystallize more slowly with reduced stochasticity.\nSynchrotron X-ray scattering experiments reveal reinforced Peierls-like\ndistortions in the amorphous structure after annealing, and demonstrate that,\neven if annealing introduces nucleation sites, it nonetheless slows down\ncrystallization kinetics. These finding suggests that, in annealed GeTe,\ncrystallization is limited by crystal growth rate, which is retarded through\nthe suppression of $\\beta$-relaxation."}
{"id": "2510.13055", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13055", "abs": "https://arxiv.org/abs/2510.13055", "authors": ["Hariharan Ramasubramanian", "Alvaro Vazquez-Mayagoitia", "Ganesh Sivaraman", "Atul C. Thakur"], "title": "Reciprocal Space Attention for Learning Long-Range Interactions", "comment": "13 pages including references with 6 figures and 1 table", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized the\nmodeling of materials and molecules by directly fitting to ab initio data.\nHowever, while these models excel at capturing local and semi-local\ninteractions, they often prove insufficient when an explicit and efficient\ntreatment of long-range interactions is required. To address this limitation,\nwe introduce Reciprocal-Space Attention (RSA), a framework designed to capture\nlong-range interactions in the Fourier domain. RSA can be integrated with any\nexisting local or semi-local MLIP framework. The central contribution of this\nwork is the mapping of a linear-scaling attention mechanism into Fourier space,\nenabling the explicit modeling of long-range interactions such as\nelectrostatics and dispersion without relying on predefined charges or other\nempirical assumptions. We demonstrate the effectiveness of our method as a\nlong-range correction to the MACE backbone across diverse benchmarks, including\ndimer binding curves, dispersion-dominated layered phosphorene exfoliation, and\nthe molecular dipole density of bulk water. Our results show that RSA\nconsistently captures long-range physics across a broad range of chemical and\nmaterials systems. The code and datasets for this work is available at\nhttps://github.com/rfhari/reciprocal_space_attention"}
{"id": "2510.13342", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13342", "abs": "https://arxiv.org/abs/2510.13342", "authors": ["Qingyi Zhong", "Junfeng Chen", "Zhengyang Qiu", "Jingyuan Li", "Xing Huang", "Peiyue Ma", "Mengwu Huo", "Hongliang Dong", "Hualei Sun", "Meng Wang"], "title": "Evolution of the superconductivity in pressurized La3-xSmxNi2O7", "comment": "8 pages, 4 figures", "summary": "Motivated by the discovery of superconductivity in bilayer La$_3$Ni$_2$O$_7$\nat 80 K and the increased superconducting transition temperature, $T_\\text{c}$,\nup to 92 K in single crystals of La$_2$SmNi$_2$O$_7$ under pressure, we\nsystematically study the effect of Sm doping on the superconductivity and\nstructure of La$_{3-x}$Sm$_x$Ni$_2$O$_7$ (0 $\\leq$ x $\\leq$ 1.5) under\npressure. Experimental investigations in polycrystalline samples reveal that Sm\ndoping monotonically decreases the lattice constants $c$ and $a$, thereby\nenhancing crystal structure distortion and leading to an evolution of the\nmetallic ground state in La$_3$Ni$_2$O$_7$ to an insulating state in\nLa$_{1.5}$Sm$_{1.5}$Ni$_2$O$_7$. The maximum onset $T_\\text{c}$ in compounds\n$x=0.9$ and 1.5 is 89 K, while the pressure that drives the emergence of\nsuperconductivity is higher for higher doping levels. The results suggest that\nthe enhancement of $T_\\text{c}$ in La$_{3-x}$Sm$_x$Ni$_2$O$_7$ is mainly\naffected by the compressed $c$ lattice before saturation, and the structure\ntransition is critical for the emergence of superconductivity. Our experimental\nresults provide insight into the influence of elemental substitution on\nnickelate superconductors, offering a means to increase the transition\ntemperature further."}
{"id": "2510.13314", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13314", "abs": "https://arxiv.org/abs/2510.13314", "authors": ["Mathias Federolf", "Alexander Steinhoff", "Monika Emmerling", "Matthias Florian", "Christian Schneider", "Sven Höfling"], "title": "Tuning the non-linear interactions of hybrid interlayer excitons in bilayer MoS2 via electric fields", "comment": null, "summary": "Hybrid interlayer excitons in bilayer MoS2 are a promising platform for\nnonlinear optics due to their intrinsic dipolar character, which combines\nin-plane and out-ofplane dipole moments. In this work, we directly probe the\nnonlinear exciton-exciton interactions of hybrid interlayer excitons. By\napplying an external out-of-plane electric field, we polarize the excitons to\nenhance their mutual dipolar interactions, thereby deliberately favoring these\nrepulsive contributions over competing attractive manybody corrections. We\nfurthermore establish a fully microscopic theoretical description of these\neffects to explain the core experimental results. The tuning results in a\nsignificantly larger blueshift compared to the zero-field case and\nperspectively opens an avenue to even switch between repulsive and attractive\ninteraction potentials. Our findings establish that strong nonlinearities can\nbe tuned via an external electric field, providing a new degree of control over\nexciton interactions beyond density tuning alone."}
{"id": "2510.13098", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13098", "abs": "https://arxiv.org/abs/2510.13098", "authors": ["Hideo Aoki"], "title": "Flat bands in condensed-matter systems -- perspective for magnetism and superconductivity", "comment": "63 pages, 43 figures", "summary": "There is a recent upsurge of interests in flat bands in condensed-matter\nsystems and the consequences for magnetism and superconductivity. This article\nhighlights the physics, where peculiar quantum-mechanical mechanisms for the\nphysical properties such as flatband ferromagnetism and flatband\nsuperconductivity that arise when the band is not trivially flat but has a\nstrange Hilbert space with non-orthogonalisable Wannier states, which goes far\nbeyond just the diverging density of states. Peculiar wavefunctions come from a\nquantum-mechanical interference and entanglement. Interesting phenomena become\neven remarkable when many-body interactions are introduced, culminating in\nflatband superconductivity as well as flatband ferromagnetism. Flatband physics\nharbours a very wide range physics indeed, extending to non-equilibrium physics\nin laser illumination, where Floquet states for topologcial superconductivity\nis promoted in flatbands. While these are theoretically curious, possible\ncandidates for the flatband materials are beginning to emerge, which is also\ndescribed. These provide a wide and promising outlook."}
{"id": "2510.13782", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13782", "abs": "https://arxiv.org/abs/2510.13782", "authors": ["B. D. MacNeil", "J. S. R. McCoombs", "D. Kalliecharan", "J. Myra", "M. Pula", "J. F. Britten", "G. B. G. Stenning", "K. Gupta", "G. M. Luke", "T. L. Monchesky"], "title": "Structure and magnetism of MnGe thin films grown with a non-magnetic CrSi template", "comment": "13 pages, 11 figures", "summary": "We report on a novel method to grow B20 MnGe thin films which employs an\nultrathin CrSi template layer on Si(111). This layer is expected to be\nnon-magnetic, in contrast to MnSi and FeGe buffer layers that have been used\npreviously, allowing an investigation of the intrinsic properties the MnGe in\nthe ultrathin film limit without the influence of a neighboring magnetic layer.\nSingle-phase MnGe(111) films were grown with thicknesses between 2 and 40 nm,\nwhich exhibited low interfacial roughnesses on the order of 0.6 nm. The films\ncrystallized in a B20 structure with a small rhombohedral distortion.\nMagnetometry measurements in out-of-plane fields are consistent with a conical\nstate. However, an unexpected remanent moment develops below 35 K, concomitant\nwith features in the field dependence of the transport data. This provides\nindirect evidence for the presence of a low-temperature phase which has been\nidentified by others as either a triple-Q topological spin-hedgehog lattice, or\na multi-domain single-Q conical state."}
{"id": "2510.13420", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.13420", "abs": "https://arxiv.org/abs/2510.13420", "authors": ["Lee Grimberg", "Svyatoslav Kostyukovets", "Moshe G. Harats"], "title": "Angular Emission Properties of Strained Transition-Metal Dichalcogenides", "comment": "15 pages, 5 figures", "summary": "Monolayers of transition-metal dichalcogenides have shown that uniaxial\nstrain changes both the photoluminescence emission energy and intensity. The\nchanges are attributed to the band-structure evolution under tensile strain\nwhere both the bandgap decreases and a direct-to-indirect transition occurs.\nThis was shown for relatively high strains, whereas this is not the case at low\nstrain values $<1\\%$ in which in this work, we observe the erratic dependency\nof the photoluminescence intensity at low strain values as a function of\nstrain. We find that the dominant physical property is the dependence of the\noptical-dipole emission on the curvature of the substrate. We validate the\nbehavior of the photoluminescence intensity with experimental angular emission\nspectroscopy (k-space imaging). These findings are supported by\nFinite-Difference Time-Domain simulations, in agreement with the experimental\ndata. Our findings present the importance of choosing the right substrate for\nflexible devices based on transition-metal dichalcogenides."}
{"id": "2510.13107", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13107", "abs": "https://arxiv.org/abs/2510.13107", "authors": ["Zheng Wang", "Beichen Ruan", "Zhuoheng Li", "Shu-Shen Lyu", "Kaixuan Chen"], "title": "First-Principles Exploration of Pentagonal TiN$_8$ and MoN$_8$ Monolayers as New Magnetic Topological Insulator", "comment": null, "summary": "The quest for robust, intrinsically magnetic topological materials exhibiting\nthe quantum anomalous Hall (QAH) effect is a central challenge in condensed\nmatter physics and the application of revolutionary electronics. However,\nprogress has been hampered by the limited number of candidate materials, which\noften suffer from poor stability and complex synthesis. Here, we introduce a\nnew paradigm by exploring the emergent magnetism and nontrivial band topology\nin the largely overlooked family of two-dimensional (2D) pentagonal MN$_8$\nmonolayers. Employing first-principles calculations, we reveal that these\nsystems host out-of-plane ferromagnetic ground states, a key feature that\nunlocks nontrivial topological properties driven by the localized $d$-orbitals\nof the embedded transition metals. Remarkably, we identify TiN$_8$ as a QAH\ninsulator characterized by a Chern number of $C=-1$. Even more strikingly,\nMoN$_8$ is predicted to be a rare high-Chern-number QAH insulator, boasting a\nChern number of $C=2$. Our findings establish the penta-MN$_8$ family as a\nfertile and versatile platform for realizing exotic topological quantum states.\nThis work not only significantly expands the material landscape for magnetic\ntopological insulators but also provides a solid theoretical foundation for\ndesigning next-generation spintronic and quantum computing devices."}
{"id": "2510.13435", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13435", "abs": "https://arxiv.org/abs/2510.13435", "authors": ["Jingtian Zhao", "Beatriz Noheda", "Martin F. Sarott"], "title": "Integration of imprint-free and low coercivity ferroelectric BaTiO3 thin films on silicon", "comment": "Submitted manuscript, 23 pages, 4 figures", "summary": "Highly-crystalline ferroelectric oxides integrated on Si hold great promise\nfor energy-efficient memory and logic technologies. Exploiting epitaxial strain\nengineering in these materials is, however, severely hampered on Si, where the\nlarge structural mismatch often results in an inferior interfacial quality and\ncauses a degradation of the ferroelectric switching characteristics. In this\nwork, we present the growth of single-crystalline BaTiO3 thin films on Si,\nexhibiting imprint-free switching, low coercivity, high remanent polarization,\nand no fatigue for over $10^{10}$ switching cycles. We accomplish this via the\ninsertion of a SrSn1-xTixO3 layer on SrTiO3-buffered Si. This layer serves as a\npseudo substrate that alleviates the thermal strain that the Si substrates\nimposes on the BaTiO3 layer, while simultaneously providing moderate\ncompressive strain that stabilizes a pure out-of-plane polarization. Thus, our\nwork paves the way toward the fabrication of Si-compatible, low-power-consuming\nferroelectric devices for non-volatile memory applications."}
{"id": "2510.13113", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13113", "abs": "https://arxiv.org/abs/2510.13113", "authors": ["Ganlin Chen", "Deepak V Pillai", "Yufeng Zheng", "Liang Qi"], "title": "Energetic Origins of Competing Deformation Modes in Metastable Titanium Alloys", "comment": "34 pages,8 figures", "summary": "Metastable alloys, such as $\\beta$-phase titanium (Ti) alloys with a\nbody-centered cubic (BCC) lattice, can exhibit exceptional mechanical\nproperties through the interplay of multiple deformation mechanisms --\ndiffusionless phase transformations, deformation twinning, and conventional\ndislocation slip. However, understanding how these mechanisms compete or\ncooperate across a wide range of metastable alloys and loading conditions\nremains a fundamental challenge. Here, we employ molecular dynamics (MD)\nsimulations to investigate the nucleation behavior of competing deformation\nmodes in metastable $\\beta$-Ti alloys as a function of temperature,\ncomposition, and loading conditions. We reveal that twinning pathways emerge\nthrough reversible transformations between the $\\beta$ phase and the\northorhombic $\\alpha\"$ phase, in agreement with crystallographic theories.\nQuantitative analyses demonstrate that the dominant deformation mechanisms and\npreferred twinning-plane orientations are governed by two key energetic\nparameters: the free energy barrier for homogeneous $\\beta \\leftrightarrow\n\\alpha\"$ transformations and the misfit strain energy along specific phase\nboundaries. These energetic quantities vary systematically with thermodynamic\nand mechanical conditions, thereby rationalizing the deformation mode\ntransitions observed in both simulations and experiments. These energetic\nmetrics offer a physically grounded and computationally tractable basis for\ndesigning next-generation metastable alloys."}
{"id": "2510.13440", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.13440", "abs": "https://arxiv.org/abs/2510.13440", "authors": ["Shreya G. Sarkar", "Kuneh Parag Shah", "Brahmananda Chakraborty"], "title": "Computational Insights into Defect Induced Modulation in Electronic Properties of 2D Nitride Monolayers", "comment": "38 pages, 10 figures with supporting information of 20 pages,14\n  figures", "summary": "Two-dimensional (2D) nitride materials such as hexagonal boron nitride\n(h-BN), graphitic carbon nitride (g-C$_3$N$_4$), and beryllonitrene (BeN$_4$)\nhave emerged as promising candidates for next generation electronic,\noptoelectronic, and energy applications due to their unique structural and\nelectronic properties. This study presents a systematic investigation of the\neffects of vacancy defect, specifically the role of nitrogen and constituent\natom vacancies on the electronic properties of these materials. Our findings\nreveal that the introduction of nitrogen vacancies significantly alters the\nelectronic characteristics of these materials. In h-BN, the presence of a\nnitrogen monovacancy significantly lowers the work function from 5.97 eV to\n3.45 eV, one of the lowest values reported for any 2D material. Additionally,\nthis defect reduces the band gap from 4.6 eV to 0.64 eV, driving the material\ntoward half-metallic behavior. This is accompanied by the emergence of flat\nbands near the Fermi level, indicative of strong electron-electron\ninteractions. In g-C$_3$N$_4$, nitrogen vacancies lead to a decrease in work\nfunction and band gap, with double nitrogen vacancies rendering the material\nnearly metallic. In BeN$_4$, nitrogen vacancies result in minimal charge\nredistribution and a slight increase in work function, highlighting the\nmaterial's unique electronic behavior. These results underscore the potential\nof vacancy engineering in tuning the electronic properties of 2D nitride\nmaterials, offering avenues for the design of materials with tailored work\nfunctions and band gaps for applications in optoelectronics, spintronics, and\ncatalysis."}
{"id": "2510.13119", "categories": ["cond-mat.mtrl-sci", "physics.geo-ph"], "pdf": "https://arxiv.org/pdf/2510.13119", "abs": "https://arxiv.org/abs/2510.13119", "authors": ["Doyoon Park", "Xin Deng", "Jie Deng"], "title": "Melting phase relation of seifertite and pyrite-type SiO2 determined by machine learning potentials", "comment": null, "summary": "Silica (SiO2) is fundamental to both industrial technology and planetary\nscience, yet the phase relations of its high-pressure polymorphs remain poorly\nconstrained. Here, we develop two machine learning potentials (MLPs) for SiO2\nthat faithfully represent the SCAN and PBEsol exchange-correlation functionals\nover a wide temperature (1000-10000 K) and pressure (100-400 GPa) range using\ndeep neural networks. With large-scale two-phase simulations powered by these\npotentials, we determine the melting curves of seifertite and pyrite-type SiO2\nand infer the solid-solid phase boundary between these two phases. The SCAN\nfunctional, which captures intermediate-range van der Waals interactions,\nreproduces structural and thermodynamic properties with high fidelity,\npredicting melting temperatures 6-10 % higher and a seifertite to pyrite-type\ntransition pressure 22 % higher than the PBEsol. The strongly negative\nClapeyron slope (-6.1 MPa/K) of this transition suggests that mantle convection\ncould be highly layered in super-Earth exoplanets, potentially affecting their\nlong-term thermal evolution and habitability."}
{"id": "2510.13545", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13545", "abs": "https://arxiv.org/abs/2510.13545", "authors": ["Muhammad Amer Khan", "Lili Hu", "Shubin Chen", "Yongchun Xu", "Jinjun Ren"], "title": "Unraveling the Corrosion Mechanism of Boro-Alumino-Phospho-Silicate Glass: Advanced Insights from Solid-State NMR Spectroscopy", "comment": null, "summary": "Corrosion mechanism of minerals and glass is a critical study domain in\ngeology and materials science, vital for comprehending material durability\nunder various environmental conditions. Despite decades of extensive study, a\ncore aspect of these mechanisms - specifically, the formation of amorphous\nalteration layers upon exposure to aqueous environments - remains\ncontroversial. In this study, the corrosion behavior of a\nboro-alumino-phospho-silicate glass (BAPS) was investigated using advanced\nsolid-state nuclear magnetic resonance (SSNMR) and SEM techniques. The results\nreveal a uniform nanoscale phase separation into Al-P-rich and Al-Si-rich\ndomains. During corrosion, the Al-P-rich domain undergoes gelation, whereas the\nAl-Si-rich domain remains vitreous, forming a gel layer comprised of both\nphases. Although SEM images show a sharp gel/glass interface - suggestive of a\ndissolution-precipitation mechanism - the phase coexistence within the gel\nlayer provides definitive evidence against such a mechanism. Instead, we\npropose an in situ transformation mechanism governed by chemical reactions,\ninvolving: (i) preferential hydrolysis of Al-P-rich domain leading to porous\ngel regions; (ii) retention of Al-Si glass domains within the gel layer, with\nwater infiltrating inter-network spaces; and (iii) selective leaching of\nphosphorus over aluminum, leading to reorganization of the gel network."}
{"id": "2510.13130", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13130", "abs": "https://arxiv.org/abs/2510.13130", "authors": ["Ali Sarikhani", "Steven M. Smith", "Suzana Filipovic", "William G. Fahrenholtz", "Gregory E. Hilmas"], "title": "Thermal and Electrical Properties of (Cr,Mo,Ta,V,W)C High-Entropy Carbide Ceramics", "comment": null, "summary": "The synthesis and characterization, along with the resulting properties, of\nfully dense \\((\\mathrm{Cr, Mo, Ta, V, W})\\mathrm{C}\\) high-entropy carbide\nceramics were studied. The ceramics were synthesized from metal oxide and\ncarbon powders by carbothermal reduction, followed by spark plasma sintering at\nvarious temperatures for densification. Increasing the densification\ntemperature resulted in grain growth and an increase in the lattice parameter.\nThermal diffusivity increased linearly with testing temperature, resulting in\nthermal conductivity values ranging from approximately\n\\(7~\\mathrm{W\\,m^{-1}\\,K^{-1}}\\) at room temperature to\n\\(12~\\mathrm{W\\,m^{-1}\\,K^{-1}}\\) at \\(200~^\\circ\\mathrm{C}\\). Measured heat\ncapacity values matched theoretical estimates made using the Neumann--Kopp\nrule. Room-temperature electrical resistivity decreased from \\(137\\) to\n\\(120~\\mu\\Omega\\cdot\\mathrm{cm}\\) as the excess carbon decreased from \\(5.4\\)\nto \\(0.1~\\mathrm{vol\\%}\\), suggesting an enhanced electronic contribution to\nthermal conductivity as excess carbon decreased. All specimens exhibited a\nVickers hardness of approximately \\(29~\\mathrm{GPa}\\) under a\n\\(0.49~\\mathrm{N}\\) load. These results underscore the tunability of this\nhigh-entropy carbide system."}
{"id": "2510.13547", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13547", "abs": "https://arxiv.org/abs/2510.13547", "authors": ["Anirban Mondal", "Kwang Jin Lee", "Seungmin Lee", "Oui Jin Oh", "Myeongsam Jen", "Jun Hong Noh", "Jong Min Lim", "Minhaeng Cho"], "title": "Ultrafast exciton polaron dynamics in 2D Ruddlesden Popper lead halide perovskites", "comment": null, "summary": "Two dimensional Ruddlesden Popper (2D) RP hybrid perovskites exhibit\nsubstantially higher chemical and structural stability than their three\ndimensional (3D) counterparts, positioning them as promising candidates for\nnext generation optoelectronics. While quasiparticle dynamics in 3D perovskites\nare well studied, their 2D analogues remain comparatively underexplored. Here\nwe systematically investigate the branching, dynamics, and interactions of free\nexcitons (FEs) and exciton polarons EPs in monolayer 2D RP perovskites using\nvisible range femtosecond transient absorption TA spectroscopy. We prepared\nmonolayer 2D RP perovskite thin films with varied organic spacers and distinct\nfabrication routes for comparative analysis. We find that the EP binding energy\nis 50 65 meV in (BA)2PbI4 and 37 39 meV in (PEA)2PbI4, consistent with spacer\nlayer dependent coupling as corroborated by FTIR. We reveal a dynamic\nequilibrium between FEs and EPs that persists for tens of picoseconds. Notably,\nthe TA signatures differ by fabrication route films from the newly developed\nprocess show weaker Auger annihilation and a reduced hot phonon bottleneck than\nthose from the conventional route trends consistent with fewer traps and\nimpurities in the former. Coupled rate equation modeling reproduces the\ntransients and quantifies the processes of hot carrier relaxation, exciton\nexciton annihilation, exciton phonon coupling, and FE EP interconversion. These\nresults demonstrate that the chemical synthetic process (fabrication route) and\nspacer choice significantly influence EP stability and population balance,\noffering practical levers for engineering ultrafast photophysics in 2D\nperovskites and guiding the design of advanced optoelectronic devices."}
{"id": "2510.13185", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13185", "abs": "https://arxiv.org/abs/2510.13185", "authors": ["Hong Jian Zhao", "Laurent Bellaiche", "Yanming Ma"], "title": "The nature of polar distortions in ferroelectrics", "comment": "8 pages, 6 figures", "summary": "Polar distortion, the collective off-center displacements of atoms, is a\nfingerprint of a ferroelectric that governs its properties and functionalities.\nSince the 1970s, the concepts of proper, improper and triggered ferroelectrics\nhave been established to shed light on a diversity of polar distortion\nmechanisms. Such concepts assign a single nature to polar distortion and are\nhelpful to interpret how polar distortions occur in conventional ferroelectrics\nsuch as barium titanate. However, applying these concepts to complex\nferroelectrics (e.g., polar orthorhombic hafnia) is notoriously challenging and\ncan yield highly controversial arguments. Here we resolve this issue by\ndeveloping a tailor-made graph theory for clarifying the nature of polar\ndistortions in complex ferroelectrics, which emphasizes that polar distortions\nin such ferroelectrics usually exhibit multiple natures among proper, improper\nand triggered characteristics. We demonstrate the robustness of our theory by\nworking with perovsktie superlattices and polar orthorhombic hafnia (i.e., two\nrepresentative cases). We successfully identify the mixed proper-improper\nnature in perovsktite superlattices and reconcile the controversy on polar\northorhombic hafnia by confirming its mixed trigger-improper nature. Our work\nwill definitely lead to a revisitation of concepts in ferroelectric physics and\nprovide opportunities for discovering novel ferroelectrics and related\nphenomena."}
{"id": "2510.13699", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13699", "abs": "https://arxiv.org/abs/2510.13699", "authors": ["Nazmul Hasan", "Tara Peña", "Aditya Dey", "Dongyoung Yoon", "Zakaria Islam", "Yue Zhang", "Maria Vitoria Guimaraes Leal", "Arend M. van der Zande", "Hesam Askari", "Stephen M. Wu"], "title": "Strain-induced Moiré Reconstruction and Memorization in Two-Dimensional Materials without Twist", "comment": null, "summary": "Two-dimensional (2D) materials with a twist between layers exhibit a moir\\'e\ninterference pattern with larger periodicity than any of the constituent layer\nunit cells. In these systems, a wealth of exotic phases appear that result from\nmoir\\'e-dependent many-body electron correlation effects or non-trivial band\ntopology. One problem with using twist to generate moir\\'e interference has\nbeen the difficulty in creating high-quality, uniform, and repeatable samples\ndue to fabrication through mechanical stacking with viscoelastic stamps. Here\nwe show, a new method to generate moir\\'e interference through the controlled\napplication of layer-by-layer strain (heterostrain) on non-twisted 2D\nmaterials, where moir\\'e interference results from strain-induced lattice\nmismatch without twisting or stacking. Heterostrain generation is achieved by\ndepositing stressed thin films onto 2D materials to apply large strains to the\ntop layers while leaving layers further down less strained. We achieve\ndeterministic control of moir\\'e periodicity and symmetry in non-twisted 2D\nmultilayers and bilayers, with 97% yield, through varying stressor film force\n(film thickness X film stress) and geometry. Moir\\'e reconstruction effects are\nmemorized after the removal of the stressor layers. Control over the strain\ndegree-of-freedom opens the door to a completely unexplored set of unrealized\ntunable moir\\'e geometric symmetries, which may now be achieved in a high-yield\nand user-skill independent process taking only hours. This technique solves a\nlong-standing throughput bottleneck in new moir\\'e quantum materials discovery\nand opens the door to industrially-compatible manufacturing for 2D\nmoir\\'e-based electronic or optical devices."}
{"id": "2510.13207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.13207", "abs": "https://arxiv.org/abs/2510.13207", "authors": ["Feng Chen", "Shu Li", "Xin Chen", "Dennis Wong", "Biplab Sanyal", "Duo Wang"], "title": "Towards Universal Material Property Prediction with Deep Learning and Single-Descriptor electronic Density", "comment": "18pages, 5 figures", "summary": "Owing to its high scalability and computational efficiency, machine learning\nmethods have been increasingly integrated into various scientific research\ndomains, including ab initio-based materials design. It has been demonstrated\nthat, by incorporating modern machine learning algorithms, one can predict\nmaterial properties with practically acceptable accuracy. However, one of the\nmost significant limitations that restrict the widespread application of\nmachine learning is its lack of transferability, as a given framework is\ntypically applicable only to a specific property. The origin of this limitation\nis rooted in the fact that a material's properties are determined by multiple\ndegrees of freedom -- and their complex interplay -- associated with nuclei and\nelectrons, such as atomic type, structural symmetry, and the number and quantum\nstates of the valence electrons, among others. The inherent complexity rules\nout the possibility of a single machine learning framework providing a full\ndescription of these critical quantities. In this paper, we develop a universal\nmachine learning framework based solely on a physically grounded and\ntheoretically rigorous descriptor -- electronic charge density. Our framework\nnot only enables accurate prediction of eight different material properties\n(with R$^2$ values up to 0.94), but also demonstrates outstanding multi-task\nlearning capability, as prediction accuracy improves when more target\nproperties are incorporated into a single training process, thereby indicating\nexcellent transferability. These results represent a significant step toward\nrealizing the long-standing goal of a universal machine learning framework for\nthe unified prediction of all material properties."}
{"id": "2510.13700", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13700", "abs": "https://arxiv.org/abs/2510.13700", "authors": ["Yu-Mi Wu", "Sihun Lee", "Yufeng Xi", "Stephen D. Funni", "Saif Siddique", "Natalie L. Williams", "Giovanni Sartorello", "Hesam Askari", "Judy J. Cha"], "title": "Scalable and deterministic construction of moiré superlattice in 2D materials using stressor films", "comment": "21 pages, 5 figures", "summary": "Moir\\'e superlattice in two-dimensional (2D) materials provides a powerful\nplatform to engineer emergent electronic states, yet the construction of\nmoir\\'e superlattices remains lab-scale, involving much trial and error and\nwith little control. Here, we demonstrate the construction of a\nheterostrain-induced moir\\'e superlattice in transition metal dichalcogenides\nusing a scalable process that deterministically induces strain to 2D materials.\nBy applying patterned thin-film stressors and probing the resulting structures\nwith scanning transmission electron microscopy, we directly resolve the induced\nheterostrain, lattice deformations, and stacking variations that produce the\nmoir\\'e superlattice. We find that uniaxial and biaxial heterostrain give rise\nto distinct moir\\'e patterns, including stripes and distorted hexagonal\npatterns. With this approach, we create in-plane polar distortions and thus\nin-plane polarization at the domain boundaries of the moir\\'e superlattice in\nMoS$_2$. The deterministic and scalable construction of moir\\'e patterns using\na well-established scalable process opens opportunities to design new moir\\'e\ngeometries in 2D materials."}
{"id": "2510.13256", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13256", "abs": "https://arxiv.org/abs/2510.13256", "authors": ["Albert Suceava", "Sankalpa Hazra", "Aiden Ross", "Ian Reed Philippi", "Dylan Sotir", "Brynn Brower", "Lei Ding", "Yingxin Zhu", "Zhiyu Zhang", "Himirkanti Sarkar", "Saugata Sarker", "Yang Yang", "Suchismita Sarker", "Vladimir A. Stoica", "Darrell G. Schlom", "Long-Qing Chen", "Venkatraman Gopalan"], "title": "Colossal Cryogenic Electro-Optic Response Through Metastability in Strained BaTiO$_{3}$ Thin Films", "comment": "44 pages, 4 figures, supplemental document included", "summary": "The search for thin film electro-optic (EO) materials that can retain\nsuperior performance under cryogenic conditions has become critical for quantum\ncomputing. Barium titanate thin films show large linear EO coefficients in the\ntetragonal phase at room temperature, which is severely degraded down to ~200\npm V$^{-1}$ in the rhombohedral phase at cryogenic temperatures. There is\nimmense interest in manipulating these phase transformations and retaining\nsuperior EO properties down to liquid helium temperature. Utilizing the\nthermodynamic theory of optical properties, a large low-temperature EO response\nis designed by engineering the energetic competition between different\nferroelectric phases, leading to a low-symmetry monoclinic phase with a massive\nEO response. The existence of this phase is demonstrated in a strain-tuned\nBaTiO$_{3}$ thin film that exhibits a linear EO coefficient of 2516 +/- 100 pm\nV$^{-1}$ at 5 K, which is an order of magnitude higher than the best reported\nperformance thus far. Importantly, the EO coefficient increases by 100x during\ncooling, unlike the conventional films, where it degrades. Further, at the\nlowest temperature, significant higher order EO responses also emerge. These\nresults represent a new framework for designing materials with property\nenhancements by stabilizing highly tunable metastable phases with strain.\n  Copyright 2025 The Author(s). Advanced Materials published by Wiley-VCH GmbH.\nThis is an open access article under the terms of the Creative Commons\nAttribution License, which permits use, distribution and reproduction in any\nmedium, provided the original work is properly cited. (A. Suceava, S. Hazra, A.\nRoss, et al. \"Colossal Cryogenic Electro-Optic Response Through Metastability\nin Strained BaTiO3 Thin Films.\" Adv. Mater. (2025): e07564.\nhttps://doi.org/10.1002/adma.202507564)"}
{"id": "2510.13781", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13781", "abs": "https://arxiv.org/abs/2510.13781", "authors": ["Benjamin Z. Gregory", "Neha Wadehra", "Shuyuan Zhang", "Yi Wu", "Samuel Poage", "Jörg Strempfer", "Asish K. Kundu", "Anil Rajapitamahuni", "Elio Vescovo", "Anita Verma", "Betül Pamuk", "Jacob Ruf", "Hari Nair", "Nathaniel J. Schreiber", "Kaveh Ahadi", "Kyle M. Shen", "Darrell G. Schlom", "Andrej Singer"], "title": "Resonant diffraction and photoemission inconsistent with altermagnetism in epitaxial RuO$_2$ films", "comment": null, "summary": "Excitement about the magnetic and electronic properties of RuO$_2$ is\ngrowing, fueled by reports of antiferromagnetism, strain-induced\nsuperconductivity, and its recent classification as a member of a newly\nproposed magnetic class, altermagnets, with RuO$_2$ widely regarded as the\nparadigmatic example. Nevertheless, the magnetic ground state of RuO$_2$\nremains contentious, as several recent experiments report no evidence of\nmagnetic order. To address this discrepancy, we performed resonant elastic\nscattering measurements on a series of epitaxial RuO$_2$ thin films grown on\nthe (100)-plane of TiO$_2$ substrates across a range of strain states.\nLeveraging full polarization control and azimuthal scans of the structurally\nforbidden 100 Bragg reflection, we systematically tested for signatures of\ncolinear antiferromagnetic order. We found that the resonant elastic scattering\nsignal in RuO$_2$ thin films likely originates from anisotropic charge\nscattering, not long-range antiferromagnetic order. Using angle-resolved\nphotoemission spectroscopy we uncover a band structure without altermagnetic\nband splitting that is consistent with a nonmagnetic phase. Similarly,\nanisotropic magnetoresistance results show no evidence of magnetism. The\ncombination of three independent measurements suggests the absence of\naltermagnetism in RuO$_2$."}
{"id": "2510.13286", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13286", "abs": "https://arxiv.org/abs/2510.13286", "authors": ["Tzung-En Hsieh", "Michael S. Moritz", "Andreas Mölkner", "Christoph Wichmann", "Johannes Frisch", "Julien Steffen", "Caiden J. Parker", "Vaishnavi Krishnamurthi", "Torben Daeneke", "Hans-Peter Steinrück", "Andreas Görling", "Christian Papp", "Marcus Bär"], "title": "Surface Properties of Ga-Cu Based Liquid-Metal Alloys: Impact of Cu Dilution Topography and Reaction Conditions", "comment": null, "summary": "We studied the surface properties of Ga-Cu based liquid metal alloys, a\npromising material system for supported catalytically active liquid metal\nsolutions (SCALMS). The impact of Cu dilution in the (liquid) Ga matrix is\nin-detail investigated by X-ray and UV photoelectron spectroscopy (XPS/UPS) and\nMachine-Learned-Force Field (ML-FF) calculations. With decreasing Cu content,\nmicroscopic and macroscopic Ga-Cu model samples exhibit a shift of the Cu 2p\ncore level line to higher binding energies (Eb) as well as a correspondingly\nshifted and narrowed d-band with respect to pure Cu, which we ascribe to site\nisolation. To study the property evolution of Ga-Cu at SCALMS reaction\nconditions, i.e., where Cu is present in liquid Ga, additional XPS measurements\nwere performed between 100 and 500 oC. The observed Cu 2p shift to lower Eb is\ntentatively ascribed to changes in the local environment with increasing\ntemperature, i.e. bond elongation, which is corroborated by ML-FF simulations.\nThe increased Cu surface content at low temperatures is attributed to the\npresence of crystallized Cu-rich intermetallic compounds, as evidenced by\ntransmission electron microscopy images. In an attempt to generalize the\nfindings for filled d-band transition metals (TMs) in liquid Ga also Ga-Ag and\nGa-Au model systems were investigated. The observed insights may be another\nstep of paving the way for an insight-driven development of low-temperature\nmelting liquid metals for heterogeneous catalysis."}
{"id": "2510.13782", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13782", "abs": "https://arxiv.org/abs/2510.13782", "authors": ["B. D. MacNeil", "J. S. R. McCoombs", "D. Kalliecharan", "J. Myra", "M. Pula", "J. F. Britten", "G. B. G. Stenning", "K. Gupta", "G. M. Luke", "T. L. Monchesky"], "title": "Structure and magnetism of MnGe thin films grown with a non-magnetic CrSi template", "comment": "13 pages, 11 figures", "summary": "We report on a novel method to grow B20 MnGe thin films which employs an\nultrathin CrSi template layer on Si(111). This layer is expected to be\nnon-magnetic, in contrast to MnSi and FeGe buffer layers that have been used\npreviously, allowing an investigation of the intrinsic properties the MnGe in\nthe ultrathin film limit without the influence of a neighboring magnetic layer.\nSingle-phase MnGe(111) films were grown with thicknesses between 2 and 40 nm,\nwhich exhibited low interfacial roughnesses on the order of 0.6 nm. The films\ncrystallized in a B20 structure with a small rhombohedral distortion.\nMagnetometry measurements in out-of-plane fields are consistent with a conical\nstate. However, an unexpected remanent moment develops below 35 K, concomitant\nwith features in the field dependence of the transport data. This provides\nindirect evidence for the presence of a low-temperature phase which has been\nidentified by others as either a triple-Q topological spin-hedgehog lattice, or\na multi-domain single-Q conical state."}
{"id": "2510.13313", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13313", "abs": "https://arxiv.org/abs/2510.13313", "authors": ["Arune Makareviciute", "Qun Yang", "Tomoki Fujita", "Oliver Gross", "Nico Neuber", "Maximilian Frey", "Jens Moesgaard", "Cecile Chaxel", "Julian Pries", "Mads Ry Vogel Jørgensen", "Frederik Holm Gjørup", "Matthias Wuttig", "Hai-bin Yu", "Jiangjing Wang", "Shuai Wei"], "title": "Isothermal Annealing Effects on $β$-Relaxations and Crystallization Behaviors in Amorphous GeTe", "comment": null, "summary": "A secondary $\\beta$-relaxation process is often the dominant source of atomic\ndynamics below $T_\\mathrm{g}$ in many glass forming systems. Recent studies\nreported the presence of $\\beta$-relaxations in amorphous phase-change\nmaterials (PCMs) and showed that suppressing the $\\beta$-relaxation via\nannealing in Ge$_{15}$Sb$_{85}$ can effectively slow down its crystallization\nkinetics. Yet, when Sb is replaced by Te, similar annealing protocol has little\neffect on the Te-rich alloy Ge$_{15}$Te$_{85}$. Here, we investigate amorphous\nGeTe that is a Sb-free PCM, but with faster crystallization kinetics than\nGe$_{15}$Te$_{85}$. Using powder mechanical dynamic spectroscopy, we observe a\nclear reduction of the excess-wing in the loss modulus upon isothermal\nannealing, indicating a suppression of its $\\beta$-relaxation. Ultrafast\ncalorimetric analysis and time-resolved optical reflectivity measurements show\nthat, whereas as-deposited GeTe exhibit stochastic crystallization behaviors,\nannealed samples crystallize more slowly with reduced stochasticity.\nSynchrotron X-ray scattering experiments reveal reinforced Peierls-like\ndistortions in the amorphous structure after annealing, and demonstrate that,\neven if annealing introduces nucleation sites, it nonetheless slows down\ncrystallization kinetics. These finding suggests that, in annealed GeTe,\ncrystallization is limited by crystal growth rate, which is retarded through\nthe suppression of $\\beta$-relaxation."}
{"id": "2510.12888", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.12888", "abs": "https://arxiv.org/abs/2510.12888", "authors": ["Yunxing Li", "Peigen Li", "Taimin Miao", "Rui Xu", "Yongqing Cai", "Neng Cai", "Bo Liang", "Han Gao", "Hanbo Xiao", "Yongzhen Jiang", "Jiefeng Cao", "Fangyuan Zhu", "Hongkun Wang", "Jincheng Xie", "Jingcheng Li", "Zhongkai Liu", "Chaoyu Chen", "Yunwei Zhang", "X. J. Zhou", "Dingyong Zhong", "Huichao Wang", "Jianwei Huang", "Donghui Guo"], "title": "Exotic Surface Stripe Orders in Correlated Kagome Metal CsCr3Sb5", "comment": "21 pages, 5 figures", "summary": "The newly discovered kagome superconductor CsCr3Sb5 exhibits distinct\nfeatures with flat bands and unique magnetism, providing a compelling platform\nfor exploring novel quantum states of correlated electron systems. Emergent\ncharge order in this material is a key for understanding unconventional\nsuperconductivity, but it remains unexplored at the atomic scale and the\nunderlying physics is elusive. Here, we identify and unreported stripe orders\non the surface which are distinct from the bulk and investigate the underlying\nbulk electronic properties using a combination of scanning tunneling microscopy\n(STM), angle-resolved photoemission spectroscopy (ARPES) and density functional\ntheory (DFT) calculations. Specifically, a mixture of 2a0 * a0 and 3a0 * a0\nstripe order is found on Cs-terminated surface while 4a0 * root3a0 stripe order\nis found on the Sb-terminated surface. The electronic spectra exhibit strongly\ncorrelated features resembling that of high temperature superconductors, with\nkagome flat bands lying about 330 meV above EF, suggesting that the electron\ncorrelations arise from Coulomb interactions and Hund's coupling. Moreover, a\ndistinct electron-boson coupling mode is observed at approximately 100 meV.\nThese findings provide new insights into the interplay between surface and bulk\ncharge orders in this strongly correlated kagome system."}
{"id": "2510.13314", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13314", "abs": "https://arxiv.org/abs/2510.13314", "authors": ["Mathias Federolf", "Alexander Steinhoff", "Monika Emmerling", "Matthias Florian", "Christian Schneider", "Sven Höfling"], "title": "Tuning the non-linear interactions of hybrid interlayer excitons in bilayer MoS2 via electric fields", "comment": null, "summary": "Hybrid interlayer excitons in bilayer MoS2 are a promising platform for\nnonlinear optics due to their intrinsic dipolar character, which combines\nin-plane and out-ofplane dipole moments. In this work, we directly probe the\nnonlinear exciton-exciton interactions of hybrid interlayer excitons. By\napplying an external out-of-plane electric field, we polarize the excitons to\nenhance their mutual dipolar interactions, thereby deliberately favoring these\nrepulsive contributions over competing attractive manybody corrections. We\nfurthermore establish a fully microscopic theoretical description of these\neffects to explain the core experimental results. The tuning results in a\nsignificantly larger blueshift compared to the zero-field case and\nperspectively opens an avenue to even switch between repulsive and attractive\ninteraction potentials. Our findings establish that strong nonlinearities can\nbe tuned via an external electric field, providing a new degree of control over\nexciton interactions beyond density tuning alone."}
{"id": "2510.12990", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.12990", "abs": "https://arxiv.org/abs/2510.12990", "authors": ["Egor I. Kiselev"], "title": "Dynamical breaking of inversion symmetry and strong second harmonic generation with nonlinear phonons", "comment": null, "summary": "We show how crystalline inversion symmetry can be dynamically broken by\noptical phonons with generic, hardening Kerr-like non-linearities. The\nsymmetry-broken state is reached through a parametric instability that can be\naccessed by driving close to half the phonon resonance. After the onset of the\ninstability, the system settles to a steady state with inversion-symmetry\nbreaking phonon trajectories and strong second harmonic generation. The time\naveraged positions of the atoms are displaced relative to equilibrium in the\nsteady state, resulting in a rectification of the driving signal."}
{"id": "2510.13319", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13319", "abs": "https://arxiv.org/abs/2510.13319", "authors": ["Ning-Jing Yang", "Zhigao Huang", "Jian-Min Zhang"], "title": "Spin-Selective Second-Order Topological Insulators Enabling Cornertronics in 2D Altermagnets", "comment": "17 pages,4 figures", "summary": "Recent progress in spintronics within the paradigm of altermagnets (AMs)\nopens new avenues for next-generation electronic device design. Here, we\nestablish a spin-corner locking mechanism that generates second-order\ntopological states in two-dimensional (2D) altermagnetic systems, through\neffective model analysis. Remarkably, the breaking of Mxy symmetry under\nuniaxial strain creates spin-resolved corner modes, driving the system into a\ncorner-polarized second-order topological insulator (CPSOTI). Beyond critical\nstrain, a topological phase transition to quantum anomalous Hall insulator\noccurs with quantized conductance. Through first-principles calculations, we\nidentify two experimentally viable candidates for 2D intrinsic AM CrO and\nCr$_2$Se$_2$O -- which host robust CPSOTI. Moreover, we construct the\ntopological phase diagram of CrO and predict the existence of an altermagnetic\nWeyl semimetal phase. Our findings open technological avenues in altermagnetism\nand higher-order topology, while providing opportunities for coupling\ntopological spintronics with cornertronics."}
{"id": "2510.13319", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13319", "abs": "https://arxiv.org/abs/2510.13319", "authors": ["Ning-Jing Yang", "Zhigao Huang", "Jian-Min Zhang"], "title": "Spin-Selective Second-Order Topological Insulators Enabling Cornertronics in 2D Altermagnets", "comment": "17 pages,4 figures", "summary": "Recent progress in spintronics within the paradigm of altermagnets (AMs)\nopens new avenues for next-generation electronic device design. Here, we\nestablish a spin-corner locking mechanism that generates second-order\ntopological states in two-dimensional (2D) altermagnetic systems, through\neffective model analysis. Remarkably, the breaking of Mxy symmetry under\nuniaxial strain creates spin-resolved corner modes, driving the system into a\ncorner-polarized second-order topological insulator (CPSOTI). Beyond critical\nstrain, a topological phase transition to quantum anomalous Hall insulator\noccurs with quantized conductance. Through first-principles calculations, we\nidentify two experimentally viable candidates for 2D intrinsic AM CrO and\nCr$_2$Se$_2$O -- which host robust CPSOTI. Moreover, we construct the\ntopological phase diagram of CrO and predict the existence of an altermagnetic\nWeyl semimetal phase. Our findings open technological avenues in altermagnetism\nand higher-order topology, while providing opportunities for coupling\ntopological spintronics with cornertronics."}
{"id": "2510.13342", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13342", "abs": "https://arxiv.org/abs/2510.13342", "authors": ["Qingyi Zhong", "Junfeng Chen", "Zhengyang Qiu", "Jingyuan Li", "Xing Huang", "Peiyue Ma", "Mengwu Huo", "Hongliang Dong", "Hualei Sun", "Meng Wang"], "title": "Evolution of the superconductivity in pressurized La3-xSmxNi2O7", "comment": "8 pages, 4 figures", "summary": "Motivated by the discovery of superconductivity in bilayer La$_3$Ni$_2$O$_7$\nat 80 K and the increased superconducting transition temperature, $T_\\text{c}$,\nup to 92 K in single crystals of La$_2$SmNi$_2$O$_7$ under pressure, we\nsystematically study the effect of Sm doping on the superconductivity and\nstructure of La$_{3-x}$Sm$_x$Ni$_2$O$_7$ (0 $\\leq$ x $\\leq$ 1.5) under\npressure. Experimental investigations in polycrystalline samples reveal that Sm\ndoping monotonically decreases the lattice constants $c$ and $a$, thereby\nenhancing crystal structure distortion and leading to an evolution of the\nmetallic ground state in La$_3$Ni$_2$O$_7$ to an insulating state in\nLa$_{1.5}$Sm$_{1.5}$Ni$_2$O$_7$. The maximum onset $T_\\text{c}$ in compounds\n$x=0.9$ and 1.5 is 89 K, while the pressure that drives the emergence of\nsuperconductivity is higher for higher doping levels. The results suggest that\nthe enhancement of $T_\\text{c}$ in La$_{3-x}$Sm$_x$Ni$_2$O$_7$ is mainly\naffected by the compressed $c$ lattice before saturation, and the structure\ntransition is critical for the emergence of superconductivity. Our experimental\nresults provide insight into the influence of elemental substitution on\nnickelate superconductors, offering a means to increase the transition\ntemperature further."}
{"id": "2510.13373", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13373", "abs": "https://arxiv.org/abs/2510.13373", "authors": ["Volker Karle", "Oriana K. Diessel", "Vasil Rokaj", "Ceren B. Dağ"], "title": "Hybrid light-matter boundaries of graphene in a chiral cavity", "comment": null, "summary": "Recent advances in chiral cavities that can couple coherently to\ntwo-dimensional materials have opened a powerful route to reshape electronic\ntopology without an external drive. Here we establish the bulk-boundary\ncorrespondence for graphene embedded in a circularly polarized cavity. By\ncombining exact diagonalization (ED) of zigzag ribbons, a semi-analytic\nT-matrix for half-infinite lattices, and analytical insights from a\nDirac-Jaynes-Cummings model, we show that (i) every light-matter\ninteraction-induced gap hosts pairs of unidirectional light-matter edge\ncurrents depending on the Chern number of the band while some of them are even\nbright; (ii) these chiral states persist throughout the entire photon ladder;\nand (iii) their dispersion, localization length and photon distribution exhibit\na universal scaling controlled by the light-matter interaction. Time-evolution\nsimulations further demonstrate that a dark electronic edge excitation can be\nconverted into a bright and unidirectionally propagating current, that remains\ncoherent over long time scales. Our results predict an experimental signature\nof the hybrid band topology and a blueprint for reconfigurable chiral channels\nin next-generation quantum-optical devices."}
{"id": "2510.13373", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13373", "abs": "https://arxiv.org/abs/2510.13373", "authors": ["Volker Karle", "Oriana K. Diessel", "Vasil Rokaj", "Ceren B. Dağ"], "title": "Hybrid light-matter boundaries of graphene in a chiral cavity", "comment": null, "summary": "Recent advances in chiral cavities that can couple coherently to\ntwo-dimensional materials have opened a powerful route to reshape electronic\ntopology without an external drive. Here we establish the bulk-boundary\ncorrespondence for graphene embedded in a circularly polarized cavity. By\ncombining exact diagonalization (ED) of zigzag ribbons, a semi-analytic\nT-matrix for half-infinite lattices, and analytical insights from a\nDirac-Jaynes-Cummings model, we show that (i) every light-matter\ninteraction-induced gap hosts pairs of unidirectional light-matter edge\ncurrents depending on the Chern number of the band while some of them are even\nbright; (ii) these chiral states persist throughout the entire photon ladder;\nand (iii) their dispersion, localization length and photon distribution exhibit\na universal scaling controlled by the light-matter interaction. Time-evolution\nsimulations further demonstrate that a dark electronic edge excitation can be\nconverted into a bright and unidirectionally propagating current, that remains\ncoherent over long time scales. Our results predict an experimental signature\nof the hybrid band topology and a blueprint for reconfigurable chiral channels\nin next-generation quantum-optical devices."}
{"id": "2510.13448", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2510.13448", "abs": "https://arxiv.org/abs/2510.13448", "authors": ["Nikolaj Rønne", "Tejs Vegge", "Arghya Bhowmik"], "title": "GO-Diff: Data-free and amortized global structure optimization", "comment": null, "summary": "We introduce GO-Diff, a diffusion-based method for global structure\noptimization that learns to directly sample low-energy atomic configurations\nwithout requiring prior data or explicit relaxation. GO-Diff is trained from\nscratch using a Boltzmann-weighted score-matching loss, leveraging only the\nknown energy function to guide generation toward thermodynamically favorable\nregions. The method operates in a two-stage loop of self-sampling and model\nrefinement, progressively improving its ability to target low-energy\nstructures. Compared to traditional optimization pipelines, GO-Diff achieves\ncompetitive results with significantly fewer energy evaluations. Moreover, by\nreusing pretrained models across related systems, GO-Diff supports amortized\noptimization - enabling faster convergence on new tasks without retraining from\nscratch."}
{"id": "2510.13420", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.13420", "abs": "https://arxiv.org/abs/2510.13420", "authors": ["Lee Grimberg", "Svyatoslav Kostyukovets", "Moshe G. Harats"], "title": "Angular Emission Properties of Strained Transition-Metal Dichalcogenides", "comment": "15 pages, 5 figures", "summary": "Monolayers of transition-metal dichalcogenides have shown that uniaxial\nstrain changes both the photoluminescence emission energy and intensity. The\nchanges are attributed to the band-structure evolution under tensile strain\nwhere both the bandgap decreases and a direct-to-indirect transition occurs.\nThis was shown for relatively high strains, whereas this is not the case at low\nstrain values $<1\\%$ in which in this work, we observe the erratic dependency\nof the photoluminescence intensity at low strain values as a function of\nstrain. We find that the dominant physical property is the dependence of the\noptical-dipole emission on the curvature of the substrate. We validate the\nbehavior of the photoluminescence intensity with experimental angular emission\nspectroscopy (k-space imaging). These findings are supported by\nFinite-Difference Time-Domain simulations, in agreement with the experimental\ndata. Our findings present the importance of choosing the right substrate for\nflexible devices based on transition-metal dichalcogenides."}
{"id": "2510.13457", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13457", "abs": "https://arxiv.org/abs/2510.13457", "authors": ["Ruijing Fang", "Jie Zhang", "Zhichao Zhou", "Xiao Li"], "title": "Magnetically controllable nonlinear valley Hall effect in centrosymmetric ferromagnets", "comment": "6 pages, 4 figures", "summary": "Valley Hall effect is fundamental to valleytronics and provides a promising\navenue for advancing information technology. While conventional valley Hall\neffect requires the inversion symmetry breaking, the recently proposed\nnonlinear valley Hall (NVH) effect removes the symmetry constraint, and broaden\nmaterial choices. However, existing studies are limited to nonmagnetic\nmaterials without spin involvement and rely on external strain to break\nrotational symmetry. Here, to address these limitations, we design a\nmagnetically controllable NVH effect in centrosymmetric ferromagnets, by the\ntight-binding model and first-principles calculations. The model calculations\ndemonstrate nonvanishing NVH conductivities can emerge in pristine hexagonal\nlattice without external strain, with the magnitude, sign, and spin\npolarization of the conductivities being all dependent on the magnetization\norientation. The effect thus generates various spin-polarized valley Hall\ncurrents, characterized by distinct combinations of current direction and spin\npolarization. First-principle results on a ferromagnetic VSi$_2$N$_4$ bilayer\nconfirm considerable NVH conductivities and their dependence on the\nmagnetization. The magnetically controllable NVH effect unlocks the potential\nof centrosymmetric magnets for valleytronics, and offer opportunities for novel\nspintronic and valleytronic devices."}
{"id": "2510.13435", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13435", "abs": "https://arxiv.org/abs/2510.13435", "authors": ["Jingtian Zhao", "Beatriz Noheda", "Martin F. Sarott"], "title": "Integration of imprint-free and low coercivity ferroelectric BaTiO3 thin films on silicon", "comment": "Submitted manuscript, 23 pages, 4 figures", "summary": "Highly-crystalline ferroelectric oxides integrated on Si hold great promise\nfor energy-efficient memory and logic technologies. Exploiting epitaxial strain\nengineering in these materials is, however, severely hampered on Si, where the\nlarge structural mismatch often results in an inferior interfacial quality and\ncauses a degradation of the ferroelectric switching characteristics. In this\nwork, we present the growth of single-crystalline BaTiO3 thin films on Si,\nexhibiting imprint-free switching, low coercivity, high remanent polarization,\nand no fatigue for over $10^{10}$ switching cycles. We accomplish this via the\ninsertion of a SrSn1-xTixO3 layer on SrTiO3-buffered Si. This layer serves as a\npseudo substrate that alleviates the thermal strain that the Si substrates\nimposes on the BaTiO3 layer, while simultaneously providing moderate\ncompressive strain that stabilizes a pure out-of-plane polarization. Thus, our\nwork paves the way toward the fabrication of Si-compatible, low-power-consuming\nferroelectric devices for non-volatile memory applications."}
{"id": "2510.13603", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13603", "abs": "https://arxiv.org/abs/2510.13603", "authors": ["S. K. Mahatha", "A. Kar", "J. Corral-Sertal", "Josu Diego", "A. Korshunov", "C. -Y. Lim", "F. K. Diekmann", "D. Subires", "J. Phillips", "T. Kim", "D. Ishikawa", "G. Marini", "I. Vobornik", "Ion Errea", "S. Rohlf", "M. Kalläne", "V. Bellini", "A. Q. R. Baron", "Adolfo O. Fumega", "A. Bosak", "V. Pardo", "K. Rossnagel", "S. Blanco-Canosa"], "title": "First-order phase transition driven by competing charge-order fluctuations in 1T'-TaTe$_{2}$", "comment": null, "summary": "First-order phase transitions, characterized by a discontinuous change in the\norder parameter, are intriguing phenomena in condensed matter physics. However,\nthe underlying, material-specific, microscopic mechanisms often remain unclear.\nHere, we unveil a high-temperature incommensurate charge-order precursor with\nthe wave vector $\\mathbf{q}^* = (0, \\frac{1}{4}+\\delta, \\frac{1}{2})$ in the\n1T' phase of TaTe$_2$, which competes with fluctuating high-temperature Ta\ntrimer bonding states at $\\mathbf{q}_\\mathrm{CO} =(0, \\frac{1}{3}, 0)$. The\nprecursor state follows the temperature dependence of the hidden\nincommensurability of the $\\textit{quasi}$-1D nested Fermi surface. In\ncontrast, the low-temperature commensurate charge order at\n$\\mathbf{q}_\\mathrm{CO}$, characterized by a charge disproportionation of the\ninequivalent Ta sites, appears to be driven by local chemical bonding.\nDynamical lattice calculations identify an imaginary optical mode at\n$\\mathbf{q}^*$, involving an in-plane vibration of the Ta atoms forming a\nchain-like structure that renormalizes below $T_\\mathrm{CO}$. Our experimental\nand theoretical observations suggest that the controversial first-order phase\ntransition, as captured by phenomenological Ginzburg-Landau theory, results\nfrom the competition between two order parameters: one involving Fermi surface\nnesting and the other involving local chemical bonding."}
{"id": "2510.13440", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.13440", "abs": "https://arxiv.org/abs/2510.13440", "authors": ["Shreya G. Sarkar", "Kuneh Parag Shah", "Brahmananda Chakraborty"], "title": "Computational Insights into Defect Induced Modulation in Electronic Properties of 2D Nitride Monolayers", "comment": "38 pages, 10 figures with supporting information of 20 pages,14\n  figures", "summary": "Two-dimensional (2D) nitride materials such as hexagonal boron nitride\n(h-BN), graphitic carbon nitride (g-C$_3$N$_4$), and beryllonitrene (BeN$_4$)\nhave emerged as promising candidates for next generation electronic,\noptoelectronic, and energy applications due to their unique structural and\nelectronic properties. This study presents a systematic investigation of the\neffects of vacancy defect, specifically the role of nitrogen and constituent\natom vacancies on the electronic properties of these materials. Our findings\nreveal that the introduction of nitrogen vacancies significantly alters the\nelectronic characteristics of these materials. In h-BN, the presence of a\nnitrogen monovacancy significantly lowers the work function from 5.97 eV to\n3.45 eV, one of the lowest values reported for any 2D material. Additionally,\nthis defect reduces the band gap from 4.6 eV to 0.64 eV, driving the material\ntoward half-metallic behavior. This is accompanied by the emergence of flat\nbands near the Fermi level, indicative of strong electron-electron\ninteractions. In g-C$_3$N$_4$, nitrogen vacancies lead to a decrease in work\nfunction and band gap, with double nitrogen vacancies rendering the material\nnearly metallic. In BeN$_4$, nitrogen vacancies result in minimal charge\nredistribution and a slight increase in work function, highlighting the\nmaterial's unique electronic behavior. These results underscore the potential\nof vacancy engineering in tuning the electronic properties of 2D nitride\nmaterials, offering avenues for the design of materials with tailored work\nfunctions and band gaps for applications in optoelectronics, spintronics, and\ncatalysis."}
{"id": "2510.13635", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13635", "abs": "https://arxiv.org/abs/2510.13635", "authors": ["M. M. Piva", "T. Helm", "J. C. Souza", "K. R. Pakuszewski", "C. Adriano", "P. G. Pagliuso", "M. Nicklas"], "title": "Evidence for a field-induced Lifshitz transition in the Weyl semimetal CeAlSi", "comment": "10 pages", "summary": "The Weyl semimetal CeAlSi crystallises in the noncentrosymmetric tetragonal\nspace group $I4_1md$ and exhibits ferromagnetic order below 8 K, thereby\nbreaking both spatial inversion and time-reversal symmetries. This unique\ncombination of properties establishes CeAlSi as a model system for studying the\ninterplay between non-trivial topological states and strong electron\ncorrelations. In this work, we report observations of Shubnikov-de Haas\noscillations in the electrical resistivity under magnetic fields up to 68 T\napplied parallel to the [001] crystallographic axis. Our measurements reveal an\nabrupt change in the oscillation frequencies near 14 T, which is indicative of\na field-induced Lifshitz transition. Additionally, our results are consistent\nwith the ferromagnetic order bringing the Weyl nodes closer to the Fermi level\nin CeAlSi. Furthermore, they suggest that the RKKY interaction plays an\nimportant role."}
{"id": "2510.13453", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.13453", "abs": "https://arxiv.org/abs/2510.13453", "authors": ["Jetin E Thomas", "Ramandeep S. Johal"], "title": "Nonequilibrium steady states in bead-spring models: Entropy production and probability distributions", "comment": "10 pages, 12 figures", "summary": "We study non-equilibrium models comprising of beads connected by springs. The\nsystem is coupled to two thermal baths kept at different temperatures. We\nderive the steady state probability distributions of positions of the bead for\nthe one-bead system in the underdamped case. We employ the recently proposed\ntechnique of an effective temperature, along with numerical simulations to\nsolve the Langevin equations and obtain their corresponding probability\ndistributions. It is observed that the marginal probability distributions in\nthe position are independent of mass. We also obtain theoretically and\nnumerically the rate of entropy production for the one-bead system. The\nprobability distribution of the positions in the two-beads system are obtained\ntheoretically and numerically, both in the underdamped and overdamped case.\nLastly, we discuss the notion of ergodicity and have tested the convergence of\nthe time-averaging and the ensemble-averaging protocols."}
{"id": "2510.13457", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13457", "abs": "https://arxiv.org/abs/2510.13457", "authors": ["Ruijing Fang", "Jie Zhang", "Zhichao Zhou", "Xiao Li"], "title": "Magnetically controllable nonlinear valley Hall effect in centrosymmetric ferromagnets", "comment": "6 pages, 4 figures", "summary": "Valley Hall effect is fundamental to valleytronics and provides a promising\navenue for advancing information technology. While conventional valley Hall\neffect requires the inversion symmetry breaking, the recently proposed\nnonlinear valley Hall (NVH) effect removes the symmetry constraint, and broaden\nmaterial choices. However, existing studies are limited to nonmagnetic\nmaterials without spin involvement and rely on external strain to break\nrotational symmetry. Here, to address these limitations, we design a\nmagnetically controllable NVH effect in centrosymmetric ferromagnets, by the\ntight-binding model and first-principles calculations. The model calculations\ndemonstrate nonvanishing NVH conductivities can emerge in pristine hexagonal\nlattice without external strain, with the magnitude, sign, and spin\npolarization of the conductivities being all dependent on the magnetization\norientation. The effect thus generates various spin-polarized valley Hall\ncurrents, characterized by distinct combinations of current direction and spin\npolarization. First-principle results on a ferromagnetic VSi$_2$N$_4$ bilayer\nconfirm considerable NVH conductivities and their dependence on the\nmagnetization. The magnetically controllable NVH effect unlocks the potential\nof centrosymmetric magnets for valleytronics, and offer opportunities for novel\nspintronic and valleytronic devices."}
{"id": "2510.13471", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13471", "abs": "https://arxiv.org/abs/2510.13471", "authors": ["Jannes van Poppelen", "Annica M. Black-Schaffer"], "title": "Buckling and flat bands in twisted bilayer graphene", "comment": "10 pages, 7 figures", "summary": "Magic-angle twisted bilayer graphene (TBG) with its flat bands provides a\nrich platform for exploring emergent electronic orders. Similarly, periodically\nbuckled monolayer graphene has been proposed as a tunable alternative for\nrealizing flat bands. Here, we investigate the combined effect of buckling and\ntwisting in bilayer graphene. We find that periodic buckling in large-angle TBG\ninitially enhances band flattening compared to monolayer graphene, but for\nsufficiently strong buckling, it instead increases the band dispersion. This\noccurs both because of the presence of interlayer coupling, which reduces the\nin-plane kinetic energy, and due to the opening of a gap at the Dirac point\nresulting from inversion-symmetry breaking. Additionally, we find that\nbuckling-induced band flattening competes with twist-induced band flattening.\nWhile the former breaks sublattice symmetry, generating a sublattice\npolarization, the latter prefers to preserve it. This prevents buckling from\ngenerating even flatter bands at the magic angle. Nevertheless, we find that\nbuckled TBG can exhibit flatter bands than pristine TBG over a wide range of\ntwist angles, with a flatness similar to that of pristine magic-angle TBG."}
{"id": "2510.13530", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13530", "abs": "https://arxiv.org/abs/2510.13530", "authors": ["Zixuan Jia", "Lufeng Zhang", "Qingzhuo Duan", "Zenghui Fan", "Jingyao Wang", "Bing Huang", "Tianxing Ma"], "title": "Interplay of magnetic and thermodynamic responses in the kagome-triangular system", "comment": "8 pages, 6 figures", "summary": "Inspired by the recent experimental progress in pyrochlore derivative\n\\ce{RE3Sb3A2O14 (A=Mg, Zn)}, we investigate the Hubbard model on the kagome\nlattice with an additional hopping $t'/t$, which enables continuous\ninterpolation between the kagome and triangular lattices by using determinant\nquantum Monte Carlo simulations. We analyze the evolution of magnetic\ncorrelations and thermodynamic responses across different values of $t'/t$ and\non-site interaction $U$. It is found that increasing $t'/t$ suppresses\nshort-range antiferromagnetic correlations, while the next-nearest-neighbor\ncorrelations exhibit a sign change near $t'/t \\approx 0.3 \\text{--} 0.4$.\nWithin this regime, the specific heat shows a pronounced low-temperature peak,\nindicating an emergent spin-related energy scale. Increasing $U$ enhances\nmagnetic correlations and shifts the associated $t'/t$ crossover points to\nlarger values. We also discuss the sign problem to clarify which parameter\nregion of our numerical simulations is accessible and reliable. Our results\nuncover the competition between frustration and correlations and the interplay\nof magnetic and thermodynamic responses in the kagome lattice, providing\ninsights into correlated states in frustrated materials."}
{"id": "2510.13545", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13545", "abs": "https://arxiv.org/abs/2510.13545", "authors": ["Muhammad Amer Khan", "Lili Hu", "Shubin Chen", "Yongchun Xu", "Jinjun Ren"], "title": "Unraveling the Corrosion Mechanism of Boro-Alumino-Phospho-Silicate Glass: Advanced Insights from Solid-State NMR Spectroscopy", "comment": null, "summary": "Corrosion mechanism of minerals and glass is a critical study domain in\ngeology and materials science, vital for comprehending material durability\nunder various environmental conditions. Despite decades of extensive study, a\ncore aspect of these mechanisms - specifically, the formation of amorphous\nalteration layers upon exposure to aqueous environments - remains\ncontroversial. In this study, the corrosion behavior of a\nboro-alumino-phospho-silicate glass (BAPS) was investigated using advanced\nsolid-state nuclear magnetic resonance (SSNMR) and SEM techniques. The results\nreveal a uniform nanoscale phase separation into Al-P-rich and Al-Si-rich\ndomains. During corrosion, the Al-P-rich domain undergoes gelation, whereas the\nAl-Si-rich domain remains vitreous, forming a gel layer comprised of both\nphases. Although SEM images show a sharp gel/glass interface - suggestive of a\ndissolution-precipitation mechanism - the phase coexistence within the gel\nlayer provides definitive evidence against such a mechanism. Instead, we\npropose an in situ transformation mechanism governed by chemical reactions,\ninvolving: (i) preferential hydrolysis of Al-P-rich domain leading to porous\ngel regions; (ii) retention of Al-Si glass domains within the gel layer, with\nwater infiltrating inter-network spaces; and (iii) selective leaching of\nphosphorus over aluminum, leading to reorganization of the gel network."}
{"id": "2510.13547", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.13547", "abs": "https://arxiv.org/abs/2510.13547", "authors": ["Anirban Mondal", "Kwang Jin Lee", "Seungmin Lee", "Oui Jin Oh", "Myeongsam Jen", "Jun Hong Noh", "Jong Min Lim", "Minhaeng Cho"], "title": "Ultrafast exciton polaron dynamics in 2D Ruddlesden Popper lead halide perovskites", "comment": null, "summary": "Two dimensional Ruddlesden Popper (2D) RP hybrid perovskites exhibit\nsubstantially higher chemical and structural stability than their three\ndimensional (3D) counterparts, positioning them as promising candidates for\nnext generation optoelectronics. While quasiparticle dynamics in 3D perovskites\nare well studied, their 2D analogues remain comparatively underexplored. Here\nwe systematically investigate the branching, dynamics, and interactions of free\nexcitons (FEs) and exciton polarons EPs in monolayer 2D RP perovskites using\nvisible range femtosecond transient absorption TA spectroscopy. We prepared\nmonolayer 2D RP perovskite thin films with varied organic spacers and distinct\nfabrication routes for comparative analysis. We find that the EP binding energy\nis 50 65 meV in (BA)2PbI4 and 37 39 meV in (PEA)2PbI4, consistent with spacer\nlayer dependent coupling as corroborated by FTIR. We reveal a dynamic\nequilibrium between FEs and EPs that persists for tens of picoseconds. Notably,\nthe TA signatures differ by fabrication route films from the newly developed\nprocess show weaker Auger annihilation and a reduced hot phonon bottleneck than\nthose from the conventional route trends consistent with fewer traps and\nimpurities in the former. Coupled rate equation modeling reproduces the\ntransients and quantifies the processes of hot carrier relaxation, exciton\nexciton annihilation, exciton phonon coupling, and FE EP interconversion. These\nresults demonstrate that the chemical synthetic process (fabrication route) and\nspacer choice significantly influence EP stability and population balance,\noffering practical levers for engineering ultrafast photophysics in 2D\nperovskites and guiding the design of advanced optoelectronic devices."}
{"id": "2510.13555", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13555", "abs": "https://arxiv.org/abs/2510.13555", "authors": ["Tatsuhiko Shirai"], "title": "Quasi-adiabatic thermal ensemble preparation in the thermodynamic limit", "comment": "8 pages, 4 figures", "summary": "We investigate a quasi-adiabatic thermal process for preparing\nfinite-temperature ensembles in the thermodynamic limit. The process gradually\ntransforms a thermal ensemble of a noninteracting system into that of an\ninteracting system of interest over a finite operation time, with the\ntemperature controlled by parameters associated with the entropy of the initial\nstate. We analyze this process in both nonintegrable and integrable spin chains\nwith translational invariance. For the nonintegrable case, numerical\nsimulations show that the thermal properties of local observables are\naccurately reproduced with a single parameter in the high temperature regime,\nalthough the operation time increases exponentially with precision. In\ncontrast, for the integrable transverse-field Ising model, we analytically show\nthat an extensive number of parameters tied to local conserved quantities is\ngenerally necessary, and that the operation time increases linearly with system\nsize, diverging in the thermodynamic limit. These results clarify the potential\nand limitations of the quasi-adiabatic thermal process for an ensemble\npreparation and highlight the role of integrability in determining its\nefficiency."}
{"id": "2510.13578", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.13578", "abs": "https://arxiv.org/abs/2510.13578", "authors": ["Saeed Samadi", "Łukasz Cywiński", "Jan A. Krzywda"], "title": "Statistical Structure of Charge Disorder in Si/SiGe Quantum Dots", "comment": "GitHub Repository: https://github.com/jaq-lab/qdot-disorder-structure", "summary": "Properties of quantum dot based spin qubits have significant inter-device\nvariability due to unavoidable presence of various types of disorder in\nsemiconductor nanostructures. A significant source of this variability is\ncharge disorder at the semiconductor-oxide interface, which causes\nunpredictable, yet, as we show here, correlated fluctuations in such essential\nproperties of quantum dots like their mutual tunnel couplings, and electronic\nconfinement energies. This study presents a systematic approach to characterize\nand mitigate the effects of such disorder. We utilize finite element modeling\nof a Si/SiGe double quantum dot to generate a large statistical ensemble of\ndevices, simulating the impact of trapped interface charges. This work results\nin a predictive statistical model capable of generating realistic artificial\ndata for training machine learning algorithms. By applying Principal Component\nAnalysis to this dataset, we identify the dominant modes through which disorder\naffects the multi-dimensional parameter space of the device. Our findings show\nthat the parameter variations are not arbitrary, but are concentrated along a\nfew principal axes - i.e.there are significant correlations between many\nproperties of the devices.\n  We finally compare that against control modes generated by sweeping the gate\nvoltages, revealing limitations of the plunger-only control. This work provides\na framework for enhancing the controllability and operational yield of spin\nqubit devices, by systematically addressing the nature of electrostatic\ndisorder that leads to statistical correlations in properties of double quantum\ndots."}
{"id": "2510.13589", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.13589", "abs": "https://arxiv.org/abs/2510.13589", "authors": ["Timothée Herbeau", "Leonid Pastur", "Pascal Viot", "Gleb Oshanin"], "title": "Stochastic gyration driven by dichotomous noises", "comment": "45 pages, 18 figures", "summary": "We consider stochastic dynamics of a particle on a plane in presence of two\nnoises and\n  a confining parabolic potential - an analog of the experimentally-relevant\nBrownian Gyrator (BG) model. In contrast to the standard BG model, we suppose\nhere that the time-evolution of the position components is driven not by\nGaussian white-noises, but by two statistically-independent dichotomous noises.\nWe calculate analytically the position variances and cross-correlations, as\nwell as the mean angular momentum, which permits us to establish the conditions\nin which a spontaneous rotational motion of the particle around the origin\ntakes place. We also present a numerical analysis of the mean angular velocity.\n  Lastly, we\n  calculate analytically some marginal position probability density functions\nrevealing a remarkably rich behavior that emerges in such a system of two\ncoupled linear stochastic differential equations. We show that depending on the\nvalues of parameters characterizing noises these distributions approach the\nsteady-state forms defined on a finite support, having very unusual shapes,\npossessing multiple maxima and minima, plateaus and exhibiting a discontinuous\nbehavior."}
{"id": "2510.13603", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13603", "abs": "https://arxiv.org/abs/2510.13603", "authors": ["S. K. Mahatha", "A. Kar", "J. Corral-Sertal", "Josu Diego", "A. Korshunov", "C. -Y. Lim", "F. K. Diekmann", "D. Subires", "J. Phillips", "T. Kim", "D. Ishikawa", "G. Marini", "I. Vobornik", "Ion Errea", "S. Rohlf", "M. Kalläne", "V. Bellini", "A. Q. R. Baron", "Adolfo O. Fumega", "A. Bosak", "V. Pardo", "K. Rossnagel", "S. Blanco-Canosa"], "title": "First-order phase transition driven by competing charge-order fluctuations in 1T'-TaTe$_{2}$", "comment": null, "summary": "First-order phase transitions, characterized by a discontinuous change in the\norder parameter, are intriguing phenomena in condensed matter physics. However,\nthe underlying, material-specific, microscopic mechanisms often remain unclear.\nHere, we unveil a high-temperature incommensurate charge-order precursor with\nthe wave vector $\\mathbf{q}^* = (0, \\frac{1}{4}+\\delta, \\frac{1}{2})$ in the\n1T' phase of TaTe$_2$, which competes with fluctuating high-temperature Ta\ntrimer bonding states at $\\mathbf{q}_\\mathrm{CO} =(0, \\frac{1}{3}, 0)$. The\nprecursor state follows the temperature dependence of the hidden\nincommensurability of the $\\textit{quasi}$-1D nested Fermi surface. In\ncontrast, the low-temperature commensurate charge order at\n$\\mathbf{q}_\\mathrm{CO}$, characterized by a charge disproportionation of the\ninequivalent Ta sites, appears to be driven by local chemical bonding.\nDynamical lattice calculations identify an imaginary optical mode at\n$\\mathbf{q}^*$, involving an in-plane vibration of the Ta atoms forming a\nchain-like structure that renormalizes below $T_\\mathrm{CO}$. Our experimental\nand theoretical observations suggest that the controversial first-order phase\ntransition, as captured by phenomenological Ginzburg-Landau theory, results\nfrom the competition between two order parameters: one involving Fermi surface\nnesting and the other involving local chemical bonding."}
{"id": "2510.13635", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13635", "abs": "https://arxiv.org/abs/2510.13635", "authors": ["M. M. Piva", "T. Helm", "J. C. Souza", "K. R. Pakuszewski", "C. Adriano", "P. G. Pagliuso", "M. Nicklas"], "title": "Evidence for a field-induced Lifshitz transition in the Weyl semimetal CeAlSi", "comment": "10 pages", "summary": "The Weyl semimetal CeAlSi crystallises in the noncentrosymmetric tetragonal\nspace group $I4_1md$ and exhibits ferromagnetic order below 8 K, thereby\nbreaking both spatial inversion and time-reversal symmetries. This unique\ncombination of properties establishes CeAlSi as a model system for studying the\ninterplay between non-trivial topological states and strong electron\ncorrelations. In this work, we report observations of Shubnikov-de Haas\noscillations in the electrical resistivity under magnetic fields up to 68 T\napplied parallel to the [001] crystallographic axis. Our measurements reveal an\nabrupt change in the oscillation frequencies near 14 T, which is indicative of\na field-induced Lifshitz transition. Additionally, our results are consistent\nwith the ferromagnetic order bringing the Weyl nodes closer to the Fermi level\nin CeAlSi. Furthermore, they suggest that the RKKY interaction plays an\nimportant role."}
{"id": "2510.13641", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.13641", "abs": "https://arxiv.org/abs/2510.13641", "authors": ["Yuval Waschitz", "Ady Stern", "Yuval Oreg"], "title": "Momentum-Resolved Spectroscopy of Superconductivity with the Quantum Twisting Microscope", "comment": "24 pages, 12 figures", "summary": "We develop a theoretical framework for probing superconductivity with\nmomentum resolution using the quantum twisting microscope (QTM), a planar\ntunneling device where a graphene tip is rotated relative to a two-dimensional\nsample. Due to in-plane momentum conservation, the QTM directly measures the\nsuperconducting spectral function along well-defined trajectories in momentum\nspace. The relative intensities of electron and hole excitations encode the\nBogoliubov coherence factors, revealing the momentum dependence of the pairing\nmagnitude. Three $C_{3z}$-related tunneling channels enable direct detection of\nrotational symmetry breaking, as well as nodal points in the superconducting\norder parameter. We apply our framework to superconductivity within the\nBistritzer-MacDonald model of noninteracting electrons and the Topological\nHeavy Fermion model, which accounts for electron-electron interactions.\nTogether, these capabilities establish the QTM as a direct probe of the pairing\nsymmetry and microscopic origin of superconductivity in two-dimensional\nmaterials."}
{"id": "2510.13646", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.13646", "abs": "https://arxiv.org/abs/2510.13646", "authors": ["Maurício F. C. Martins Quintela", "Guilherme J. Inacio", "Miguel Sá", "Giovanni Cistaro", "Alberto M. Ruiz", "José J. Baldoví", "Juan J. Palacios", "Antonio Picón"], "title": "Excitonic optical absorption in strained monolayer CrSBr", "comment": "13 pages, 8 figures", "summary": "Recently, the isolation of 2D magnetic materials has opened several avenues\nfor possible new ap- plications in spintronics. Among these materials, CrSBr\nhas sparked interest due to its relatively high Curie temperature, highly\nanisotropic lattice structure, and high structural stability. These properties\nran along others shared by any atomically thin material such as its outstanding\ndefor- mation capacity and a strong optical response dominated by excitonic\neffects. The combination of these properties provides a fairly uncharted\nplayground where to explore the interplay between magnetism and optical\nexcitations. Here, we focus our attention on the theoretical optical response\nof CrSBr under several distinct strain configurations, analyzing the resulting\nchanges to both the excitonic peaks and overall shape of the diagonal\ncomponents of the linear conductivity tensor."}
{"id": "2510.13667", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13667", "abs": "https://arxiv.org/abs/2510.13667", "authors": ["Jiawei Yan", "Jonas B. Profe", "Yuta Murakami", "Philipp Werner"], "title": "Excitonic correlations in the equilibrium and voltage-biased bilayer Hubbard model: multi-orbital two-particle self-consistent approach", "comment": "14 pages, 5 figures", "summary": "We develop a nonequilibrium multi-orbital extension of the two-particle\nself-consistent theory and apply it to the bilayer Hubbard model as a minimal\nplatform to investigate correlation effects in the presence of interlayer\ninteractions and tunneling. The method determines vertex corrections in the\nspin and charge channels self-consistently at the two-particle level, thereby\navoiding the spurious finite-temperature phase transitions that limit dynamical\nmean-field theory in two dimensions. We derive the spectral self-energy and\nimplement the framework directly on the real-frequency axis within the Keldysh\nnonequilibrium Green's function formalism, enabling the treatment of both\nequilibrium and non-equilibrium steady states without relying on numerical\nanalytic continuation. As an application, we demonstrate that a pseudogap can\nemerge in the bilayer Hubbard model when spin, charge, or excitonic\nfluctuations become sufficiently strong. Instabilities in different channels\nare also evaluated in an unbiased manner across the parameter space.\nRemarkably, we find that the excitonic susceptibility grows with increasing\ninterlayer bias, before it gets suppressed at large biases by the charge\nimbalance between the layers. This work establishes a versatile and\ncomputationally efficient framework for investigating correlated multi-orbital\nsystems under nonequilibrium conditions."}
{"id": "2510.13699", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13699", "abs": "https://arxiv.org/abs/2510.13699", "authors": ["Nazmul Hasan", "Tara Peña", "Aditya Dey", "Dongyoung Yoon", "Zakaria Islam", "Yue Zhang", "Maria Vitoria Guimaraes Leal", "Arend M. van der Zande", "Hesam Askari", "Stephen M. Wu"], "title": "Strain-induced Moiré Reconstruction and Memorization in Two-Dimensional Materials without Twist", "comment": null, "summary": "Two-dimensional (2D) materials with a twist between layers exhibit a moir\\'e\ninterference pattern with larger periodicity than any of the constituent layer\nunit cells. In these systems, a wealth of exotic phases appear that result from\nmoir\\'e-dependent many-body electron correlation effects or non-trivial band\ntopology. One problem with using twist to generate moir\\'e interference has\nbeen the difficulty in creating high-quality, uniform, and repeatable samples\ndue to fabrication through mechanical stacking with viscoelastic stamps. Here\nwe show, a new method to generate moir\\'e interference through the controlled\napplication of layer-by-layer strain (heterostrain) on non-twisted 2D\nmaterials, where moir\\'e interference results from strain-induced lattice\nmismatch without twisting or stacking. Heterostrain generation is achieved by\ndepositing stressed thin films onto 2D materials to apply large strains to the\ntop layers while leaving layers further down less strained. We achieve\ndeterministic control of moir\\'e periodicity and symmetry in non-twisted 2D\nmultilayers and bilayers, with 97% yield, through varying stressor film force\n(film thickness X film stress) and geometry. Moir\\'e reconstruction effects are\nmemorized after the removal of the stressor layers. Control over the strain\ndegree-of-freedom opens the door to a completely unexplored set of unrealized\ntunable moir\\'e geometric symmetries, which may now be achieved in a high-yield\nand user-skill independent process taking only hours. This technique solves a\nlong-standing throughput bottleneck in new moir\\'e quantum materials discovery\nand opens the door to industrially-compatible manufacturing for 2D\nmoir\\'e-based electronic or optical devices."}
{"id": "2510.13700", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13700", "abs": "https://arxiv.org/abs/2510.13700", "authors": ["Yu-Mi Wu", "Sihun Lee", "Yufeng Xi", "Stephen D. Funni", "Saif Siddique", "Natalie L. Williams", "Giovanni Sartorello", "Hesam Askari", "Judy J. Cha"], "title": "Scalable and deterministic construction of moiré superlattice in 2D materials using stressor films", "comment": "21 pages, 5 figures", "summary": "Moir\\'e superlattice in two-dimensional (2D) materials provides a powerful\nplatform to engineer emergent electronic states, yet the construction of\nmoir\\'e superlattices remains lab-scale, involving much trial and error and\nwith little control. Here, we demonstrate the construction of a\nheterostrain-induced moir\\'e superlattice in transition metal dichalcogenides\nusing a scalable process that deterministically induces strain to 2D materials.\nBy applying patterned thin-film stressors and probing the resulting structures\nwith scanning transmission electron microscopy, we directly resolve the induced\nheterostrain, lattice deformations, and stacking variations that produce the\nmoir\\'e superlattice. We find that uniaxial and biaxial heterostrain give rise\nto distinct moir\\'e patterns, including stripes and distorted hexagonal\npatterns. With this approach, we create in-plane polar distortions and thus\nin-plane polarization at the domain boundaries of the moir\\'e superlattice in\nMoS$_2$. The deterministic and scalable construction of moir\\'e patterns using\na well-established scalable process opens opportunities to design new moir\\'e\ngeometries in 2D materials."}
{"id": "2510.13767", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13767", "abs": "https://arxiv.org/abs/2510.13767", "authors": ["Connor A Occhialini", "Christie Nelson", "Alessandro Bombardi", "Shiyu Fan", "Raul Acevedo-Esteves", "Riccardo Comin", "Dmitri N Basov", "Maki Musashi", "Masashi Kawasaki", "Masaki Uchida", "Hoydoo You", "John Mitchell", "Valentina Bisogni", "Claudio Mazzoli", "Jonathan Pelliciari"], "title": "Structural origin of resonant diffraction in RuO$_2$", "comment": null, "summary": "We report Ru L$_3$-edge resonant X-ray diffraction studies on single crystal\nand (001) epitaxial films of RuO$_2$. We investigate the distinct $\\mathbf{Q} =\n(100)$ and $(001)$ reflections as a function of incident energy, azimuthal\nangle, and temperature. The results show that the observed resonant diffraction\nin RuO$_2$ is fully consistent with a resonant charge anisotropy signal of\nstructural origin permitted by the parent (non-magnetic) rutile $P4_2/mnm$\nspace group. These results significantly constrain the magnetic contribution to\nthe resonant diffraction signal and indicate the unlikely existence of\n$\\mathbf{k} = 0$ antiferromagnetic order in RuO$_2$."}
{"id": "2510.13769", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.13769", "abs": "https://arxiv.org/abs/2510.13769", "authors": ["J. Olivo", "J. Blengino Albrieu", "Mauro Cuevas"], "title": "Optical Response of Graphene Quantum Dots in the Visible Spectrum: A Combined DFT-QED Approach", "comment": null, "summary": "We propose a model based on density functional theory (DFT) and quantum\nelectrodynamics (QED) to study the dynamical characteristics of graphene\nquantum dots (GQDs). We assume the GQD edges are saturated with hydrogen atoms,\neffectively making it a polycyclic aromatic hydrocarbon (PAH) such as coronene.\nBy combining the GQD spectrum calculated from a time-dependent DFT (TDDFT) with\nthe dynamical behavior of a QD model derived from QED, we calculate the main\noptical characteristics of the GQD, such as its transition frequencies, the\ndipole moment associated to each of those transitions, life-time and the\npopulation dynamics of the molecular levels. Owing to the close match between\nthe calculated spectrum and experimental results, our results represent a\nsignificant contribution to research on quantum treatments of light-matter\ninteractions in realistic 2D nanomaterials."}
{"id": "2510.13781", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13781", "abs": "https://arxiv.org/abs/2510.13781", "authors": ["Benjamin Z. Gregory", "Neha Wadehra", "Shuyuan Zhang", "Yi Wu", "Samuel Poage", "Jörg Strempfer", "Asish K. Kundu", "Anil Rajapitamahuni", "Elio Vescovo", "Anita Verma", "Betül Pamuk", "Jacob Ruf", "Hari Nair", "Nathaniel J. Schreiber", "Kaveh Ahadi", "Kyle M. Shen", "Darrell G. Schlom", "Andrej Singer"], "title": "Resonant diffraction and photoemission inconsistent with altermagnetism in epitaxial RuO$_2$ films", "comment": null, "summary": "Excitement about the magnetic and electronic properties of RuO$_2$ is\ngrowing, fueled by reports of antiferromagnetism, strain-induced\nsuperconductivity, and its recent classification as a member of a newly\nproposed magnetic class, altermagnets, with RuO$_2$ widely regarded as the\nparadigmatic example. Nevertheless, the magnetic ground state of RuO$_2$\nremains contentious, as several recent experiments report no evidence of\nmagnetic order. To address this discrepancy, we performed resonant elastic\nscattering measurements on a series of epitaxial RuO$_2$ thin films grown on\nthe (100)-plane of TiO$_2$ substrates across a range of strain states.\nLeveraging full polarization control and azimuthal scans of the structurally\nforbidden 100 Bragg reflection, we systematically tested for signatures of\ncolinear antiferromagnetic order. We found that the resonant elastic scattering\nsignal in RuO$_2$ thin films likely originates from anisotropic charge\nscattering, not long-range antiferromagnetic order. Using angle-resolved\nphotoemission spectroscopy we uncover a band structure without altermagnetic\nband splitting that is consistent with a nonmagnetic phase. Similarly,\nanisotropic magnetoresistance results show no evidence of magnetism. The\ncombination of three independent measurements suggests the absence of\naltermagnetism in RuO$_2$."}
{"id": "2510.13782", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13782", "abs": "https://arxiv.org/abs/2510.13782", "authors": ["B. D. MacNeil", "J. S. R. McCoombs", "D. Kalliecharan", "J. Myra", "M. Pula", "J. F. Britten", "G. B. G. Stenning", "K. Gupta", "G. M. Luke", "T. L. Monchesky"], "title": "Structure and magnetism of MnGe thin films grown with a non-magnetic CrSi template", "comment": "13 pages, 11 figures", "summary": "We report on a novel method to grow B20 MnGe thin films which employs an\nultrathin CrSi template layer on Si(111). This layer is expected to be\nnon-magnetic, in contrast to MnSi and FeGe buffer layers that have been used\npreviously, allowing an investigation of the intrinsic properties the MnGe in\nthe ultrathin film limit without the influence of a neighboring magnetic layer.\nSingle-phase MnGe(111) films were grown with thicknesses between 2 and 40 nm,\nwhich exhibited low interfacial roughnesses on the order of 0.6 nm. The films\ncrystallized in a B20 structure with a small rhombohedral distortion.\nMagnetometry measurements in out-of-plane fields are consistent with a conical\nstate. However, an unexpected remanent moment develops below 35 K, concomitant\nwith features in the field dependence of the transport data. This provides\nindirect evidence for the presence of a low-temperature phase which has been\nidentified by others as either a triple-Q topological spin-hedgehog lattice, or\na multi-domain single-Q conical state."}
{"id": "2510.13448", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2510.13448", "abs": "https://arxiv.org/abs/2510.13448", "authors": ["Nikolaj Rønne", "Tejs Vegge", "Arghya Bhowmik"], "title": "GO-Diff: Data-free and amortized global structure optimization", "comment": null, "summary": "We introduce GO-Diff, a diffusion-based method for global structure\noptimization that learns to directly sample low-energy atomic configurations\nwithout requiring prior data or explicit relaxation. GO-Diff is trained from\nscratch using a Boltzmann-weighted score-matching loss, leveraging only the\nknown energy function to guide generation toward thermodynamically favorable\nregions. The method operates in a two-stage loop of self-sampling and model\nrefinement, progressively improving its ability to target low-energy\nstructures. Compared to traditional optimization pipelines, GO-Diff achieves\ncompetitive results with significantly fewer energy evaluations. Moreover, by\nreusing pretrained models across related systems, GO-Diff supports amortized\noptimization - enabling faster convergence on new tasks without retraining from\nscratch."}
