{"id": "2508.15897", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15897", "abs": "https://arxiv.org/abs/2508.15897", "authors": ["Manish Kumar", "Bharadwaj Vedula", "Suhas Gangadharaiah", "Auditya Sharma"], "title": "Entanglement entropy as a probe of topological phase transitions", "comment": "12 pages, 3+3 Figures", "summary": "Entanglement entropy (EE) provides a powerful probe of quantum phases, yet\nits role in identifying topological transitions in disordered systems remains\nunderexplored. We introduce an exact EE-based framework that captures\ntopological phase transitions even in the presence of disorder. Specifically,\nfor a class of Su-Schrieffer-Heeger (SSH) model variants, we show that the\ndifference in EE between half-filled and near-half-filled ground states,\n$\\Delta S^{\\mathcal{A}}$, vanishes in the topological phase but remains finite\nin the trivial phase -- a direct consequence of edge-state localization. This\nbehavior persists even in the presence of quasiperiodic or binary disorder.\nExact phase boundaries, derived from Lyapunov exponents via transfer matrices,\nagree closely with numerical results from $\\Delta S^{\\mathcal{A}}$ and the\ntopological invariant $\\mathcal{Q}$, with instances where $\\Delta\nS^{\\mathcal{A}}$ outperforms $\\mathcal{Q}$. Our results highlight EE as a\nrobust diagnostic tool and a potential bridge between quantum information and\ncondensed matter approaches to topological matter."}
{"id": "2508.15909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15909", "abs": "https://arxiv.org/abs/2508.15909", "authors": ["Jinghao Deng", "Jiabin Xie", "Hongyuan Li", "Takashi Taniguchi", "Kenji Watanabe", "Jie Shan", "Kin Fai Mak", "Xiaomeng Liu"], "title": "Superconductivity and Ferroelectric Orbital Magnetism in Semimetallic Rhombohedral Hexalayer Graphene", "comment": null, "summary": "Rhombohedral multilayer graphene has emerged as a promising platform for\nexploring correlated and topological quantum phases, enabled by its\nBerry-curvature-bearing flat bands. While prior work has focused on separated\nconduction and valence bands, we probe the extensive semimetallic regime of\nrhombohedral hexalayer graphene. We survey a rich phase diagram dominated by\nflavor-symmetry breaking and reveal an electric-field-driven band inversion\nthrough fermiology. Near this inversion, we find a superconducting-like state\nconfined to a region with emergent electron and hole Fermi surfaces. In\naddition, two multiferroic orbital-magnetic phases are observed: a ferrovalley\nstate near zero field and a ferroelectric state at large fields around charge\nneutrality. The latter shows electric-field-reversible magnetic hysteresis,\nconsistent with a $\\Delta P \\cdot M$ multiferroic order parameter. Our\nfermiology analysis elucidates the correlated semimetal regime in rhombohedral\ngraphene and underscores its potential to host diverse quantum phases."}
{"id": "2508.16020", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16020", "abs": "https://arxiv.org/abs/2508.16020", "authors": ["Peter E. Siegfried", "Mark Maus", "Alexander C. Bornstein", "Dirk Wulferding", "JeehoonKim", "Ryan E. Baumbach", "Eric D. Bauer", "Filip Ronning", "and Minhyea Lee"], "title": "Evolution of magnetic bubble domains in the uniaxial ferromagnet CeRu$_2$Ga$_2$B inferred from the Hall effect and ac magnetic susceptibility", "comment": "9 pages, 6 figures", "summary": "We study the Hall effect, AC magnetic susceptibility ($\\chi_{\\rm ac}$), and\nmagnetic force microscopy of the uniaxial ferromagnet CeRu$_2$Ga$_2$B with a\ncentrosymmetric crystal structure. We observe a finite topological Hall effect\n(THE) within the ordered phase before the magnetization is polarized by applied\nfield. By comparing the field dependences of the area fraction of the magnetic\nbubbles, the derivative of $\\chi_{\\rm ac}$, and the THE signal, we deduce that\nthe magnetic bubbles of CeRu$_2$Ga$_2$B evolve from the trivial to topological\nspin texture with field. Our findings will be utilized to expand the search for\nmagnetic materials hosting the topological spin textures to ones with uniaxial\nanisotropy, and open a new possibility to tailor the topological spin texture."}
{"id": "2508.16166", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16166", "abs": "https://arxiv.org/abs/2508.16166", "authors": ["Patrick Pilch", "Changqing Zhu", "Sergey Kovalev", "Renato M. A. Dantas", "Amilcar Bedoya-Pinto", "Stuart S. P. Parkin", "Zhe Wang"], "title": "Terahertz third-harmonic generation of lightwave driven Weyl fermions far from equilibrium", "comment": null, "summary": "We report on time-resolved ultrafast terahertz third-harmonic generation\nspectroscopy of nonequilibrium dynamics of Weyl fermions in a nanometer thin\nfilm of the Weyl semimetal TaP. Under a strong multicycle narrowband terahertz\ndrive, very efficient terahertz third-harmonic generation is observed at room\ntemperature which exhibits a perturbative cubic power-law dependence on the\nterahertz drive. By varying the polarization of the drive pulse from linear to\nelliptical, we realize a sensitive tuning of the third harmonic yield. We\nascribe the observed strong nonlinearity to THz field driven nonlinear kinetics\nof the Weyl fermions."}
{"id": "2508.15968", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15968", "abs": "https://arxiv.org/abs/2508.15968", "authors": ["Dung Vu", "Hangoo Lee", "Daniele Nicoletti", "Wenzheng Wei", "Zheting Jin", "Dmitry V. Chichinadze", "Michele Buzzi", "Yu He", "Christopher A. Mizzi", "Tiema Qian", "Boris Maiorov", "Alexey Suslov", "Cyprian Lewandowski", "Sohrab Ismail-Beigi", "Frederick Walker", "Andrea Cavalleri", "Charles Ahn"], "title": "Unconventional superconductivity induced by rare-earth substitution in Nd1-xEuxNiO2 thin films", "comment": "Under Review", "summary": "High temperature superconductivity is typically associated with strong\ncoupling and a large superconducting gap, yet these characteristics have not\nbeen demonstrated in the nickelates. Here, we provide experimental evidence\nthat Eu substitution in the spacer layer of Nd1-xEuxNiO2 (NENO) thin films\nenhances the superconducting gap, driving the system toward a strong-coupling\nregime. This is accompanied by a magnetic-exchange-driven\nmagnetic-field-enhanced superconductivity. We investigate the upper critical\nmagnetic field, Hc2, and superconducting gap of superconducting NENO thin films\nwith x=0.2 to 0.35. Magnetoresistance measurements reveal\nmagnetic-field-enhanced superconductivity in NENO films. We interpret this\nphenomenon as a result of interaction between magnetic Eu ions and\nsuperconducting states in the Ni dx2-y2 orbital. The upper critical magnetic\nfield strongly violates the weak-coupling Pauli limit. Infrared spectroscopy\nconfirms a large gap-to-Tc ratio $2 \\Delta k_B T_c \\approx 5 - 6$, indicating a\nstronger coupling pairing mechanism in NENO relative to the Sr-doped NdNiO2.\nThe substitution of Eu in the rare-earth layer provides a method to modify the\nsuperconducting gap in Nd-based nickelates, an essential factor in engineering\nhigh-Tc superconductivity in infinite-layer nickelates."}
{"id": "2508.16086", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.16086", "abs": "https://arxiv.org/abs/2508.16086", "authors": ["Yaolong Zhang", "Hua Guo"], "title": "Node-Equivariant Message Passing for Efficient and Accurate Machine Learning Interatomic Potentials", "comment": "6 figures", "summary": "Machine learned interatomic potentials, particularly equivariant\nmessage-passing (MP) models, have demonstrated high fidelity in representing\nfirst-principles data, revolutionizing computational studies in materials\nscience, biophysics, and catalysis. However, these equivariant MP models still\nincur substantial computational and memory needs due to their expensive tensor\nproduct operations over edge space, significantly limiting their applicability\nin large-scale or long-time simulations. In this work, we propose a\nnode-equivariant MP (NEMP) framework that performs equivariant operations\nbetween the central node and a virtual summed node encoding structure\ninformation of its neighbors. Crucially, NEMP maintains comparable or even\nsuperior accuracy across diverse test systems-including molecules, extended\nsystems, and universal potential benchmarks-while achieving 1-2 orders of\nmagnitude reduction in memory and computational costs compared to edge\nequivariant MP models. In fact, NEMP reaches computational efficiency\ncomparable to that of local descriptor-based models, and enabling previously\ninaccessible large-scale simulations."}
{"id": "2508.15933", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15933", "abs": "https://arxiv.org/abs/2508.15933", "authors": ["Anand Sharma", "Chen Liu", "Misaki Ozawa", "Daniele Coslovich"], "title": "Interpretability of linear regression models of glassy dynamics", "comment": "22 pages, 16 figures", "summary": "Data-driven models can accurately describe and predict the dynamical\nproperties of glass-forming liquids from structural data. Accurate predictions,\nhowever, do not guarantee an understanding of the underlying physical phenomena\nand the key factors that control them. In this paper, we illustrate the merits\nand limitations of linear regression models of glassy dynamics built on\nhigh-dimensional structural descriptors. By analyzing data for a\ntwo-dimensional glass model, we show that several descriptors commonly used in\nglass-transition studies display multicollinearity, which hinders the\ninterpretability of linear models. Ridge regression suppresses some of the\nshortcomings of multicollinearity, but its solutions are not succinct enough to\nbe physically interpretable. Only by using dimensional reduction techniques we\neventually obtain linear models that strike a balance between prediction\naccuracy and interpretability. Our analysis points to a key role of local\npacking and composition fluctuations in the glass model under study."}
{"id": "2508.15944", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15944", "abs": "https://arxiv.org/abs/2508.15944", "authors": ["J. W. González", "R. A. Gallardo", "N. Vidal-Silva", "A. M. León"], "title": "Dual Topology as a Fingerprint of Relativistic Altermagnetism in AgF$_2$ Monolayer", "comment": "10 pages, 7 figures", "summary": "Altermagnets have emerged as a fertile ground for quantum phenomena, but\ntopological phases unifying different quasiparticles remain largely unexplored.\nHere, we demonstrate that monolayer AgF$_2$ hosts a dual topological state,\ndriven by a single ferroelastic distortion. This polar transition breaks\ninversion symmetry and unleashes relativistic spin-orbit effects,\nsimultaneously imparting non-trivial topology to electrons and magnons. The\nresult is valence bands with opposite Chern numbers, $C^E=\\pm3$, and a magnon\nspectrum with a full topological gap and chiral bands, $C^M=\\pm1$. This work\nrealizes topological altermagnonics in a tangible material platform, with a\nclear experimental fingerprint in the transverse thermal Hall effect. The\ncoexistence of fermionic and bosonic topology in AgF$_2$ opens new directions\nfor designing intrinsically hybrid quantum matter."}
{"id": "2508.15948", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15948", "abs": "https://arxiv.org/abs/2508.15948", "authors": ["Chayanon Wichitrnithed", "Eirik Valseth", "Shintaro Bunya", "Ethan J. Kubatko", "Clint Dawson"], "title": "Coupled Continuous-Discontinuous Galerkin Finite Element Solver for Compound Flood Simulations", "comment": null, "summary": "Several recent tropical cyclones, e.g., Hurricane Harvey (2017), have lead to\nsignificant rainfall and resulting runoff. When the runoff interacts with storm\nsurge, the resulting floods can be greatly amplified and lead to effects that\ncannot be correctly modeled by simple superposition of its distinctive sources.\nIn an effort to develop accurate numerical simulations of runoff, surge, and\ncompounding floods, we develop a locally conservative coupled DG-CG\ndiscretization of the shallow water equations and integrate it into the\nAdvanced Circulation Model (ADCIRC). We also modify the continuity equation to\ninclude spatially and temporally variable rainfall into the model using\nparametric rainfall models. We demonstrate the capabilities of the scheme\nthough a sequence of physically relevant numerical tests, including small scale\ntest cases based on laboratory measurements and large scale experiments with\nHurricane Harvey in the Gulf of Mexico. The results highlight the conservation\nproperties and robustness of the developed method and show the potential of\ncompound flood modeling using our approach."}
{"id": "2508.15870", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15870", "abs": "https://arxiv.org/abs/2508.15870", "authors": ["Diksha", "Soniya Chaudhary", "Pawan Kumar Sharma"], "title": "Wiener Hopf Analysis of Transient Mode-I/Mode-II Fracture in Rotating Heterogeneous Magnetoelastic Orthotropic Media under Initial Stresses", "comment": null, "summary": "This study investigates the fracture behavior under both opening (Mode I) and\nin-plane sliding (Mode II) conditions for a semi-infinite crack in a rotating,\nspatially graded magnetoelastic orthotropic strip with combined horizontal and\nvertical initial normal stresses. The strip is assumed infinite in extent, with\nthe crack aligned along its longitudinal axis and parallel to the rotation\naxis. The governing field equations are reduced to an analytically tractable\nform by employing the Fourier transform in the spatial domain and the Laplace\ntransform in the temporal domain. The effect of a sudden application of\ntraction, represented by a Heaviside step function, is analyzed for both normal\nand shear loading conditions. The resulting boundary-value problem is addressed\nthrough the Wiener Hopf method, yielding analytical representations of the\nstress intensity factors (SIFs). The near tip asymptotic stress fields are\nevaluated to derive explicit SIF representations for each loading\nconfiguration. Laplace inversion is performed using the generalized Chebyshev\nLaguerre polynomial method. Numerical simulations are conducted for Uranium and\nGraphite--Epoxy, with isotropic materials considered for comparison to assess\nthe role of anisotropy. The temporal evolution of the SIFs is investigated for\nvarying material gradation parameters, rotation rates, magnetoelastic coupling,\nand initial stresses. Results reveal that functional grading significantly\ninfluences both the magnitude and time evolution of the SIFs, rotation\nintroduces a stabilizing effect, and magnetoelasticity exhibits mode-dependent\nimpacts. These findings provide valuable insight into fracture behavior in\nadvanced magnetoelastic composites, with relevance to high-performance rotating\nstructures such as surface acoustic wave devices, aircraft wings, and\nhelicopter blades."}
{"id": "2508.15870", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15870", "abs": "https://arxiv.org/abs/2508.15870", "authors": ["Diksha", "Soniya Chaudhary", "Pawan Kumar Sharma"], "title": "Wiener Hopf Analysis of Transient Mode-I/Mode-II Fracture in Rotating Heterogeneous Magnetoelastic Orthotropic Media under Initial Stresses", "comment": null, "summary": "This study investigates the fracture behavior under both opening (Mode I) and\nin-plane sliding (Mode II) conditions for a semi-infinite crack in a rotating,\nspatially graded magnetoelastic orthotropic strip with combined horizontal and\nvertical initial normal stresses. The strip is assumed infinite in extent, with\nthe crack aligned along its longitudinal axis and parallel to the rotation\naxis. The governing field equations are reduced to an analytically tractable\nform by employing the Fourier transform in the spatial domain and the Laplace\ntransform in the temporal domain. The effect of a sudden application of\ntraction, represented by a Heaviside step function, is analyzed for both normal\nand shear loading conditions. The resulting boundary-value problem is addressed\nthrough the Wiener Hopf method, yielding analytical representations of the\nstress intensity factors (SIFs). The near tip asymptotic stress fields are\nevaluated to derive explicit SIF representations for each loading\nconfiguration. Laplace inversion is performed using the generalized Chebyshev\nLaguerre polynomial method. Numerical simulations are conducted for Uranium and\nGraphite--Epoxy, with isotropic materials considered for comparison to assess\nthe role of anisotropy. The temporal evolution of the SIFs is investigated for\nvarying material gradation parameters, rotation rates, magnetoelastic coupling,\nand initial stresses. Results reveal that functional grading significantly\ninfluences both the magnitude and time evolution of the SIFs, rotation\nintroduces a stabilizing effect, and magnetoelasticity exhibits mode-dependent\nimpacts. These findings provide valuable insight into fracture behavior in\nadvanced magnetoelastic composites, with relevance to high-performance rotating\nstructures such as surface acoustic wave devices, aircraft wings, and\nhelicopter blades."}
{"id": "2508.16219", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16219", "abs": "https://arxiv.org/abs/2508.16219", "authors": ["Shubham Patil", "S. D. Kaushik"], "title": "Investigating structure and physical properties of quaternary layered transition metal oxide Na2Cu2TeO6", "comment": null, "summary": "We investigated the crystal structure, magnetic behavior, and optical\nproperties of the layered honeycomb compound Na2Cu2TeO6. X-ray and neutron\ndiffraction confirmed a monoclinic structure, with Cu ions arranged in\ndimerized chains. Magnetic susceptibility measurements yielded a Curie-Weiss\ntemperature significantly lower than the expected spin-only value, indicating\nthe presence of strong antiferromagnetic interactions and enhanced quantum\nfluctuations. A broad maximum near 160 K in the susceptibility data is\nconsistent with short-range one-dimensional antiferromagnetic correlations.\nMagnetization measurements showed negligible coercivity, and specific heat data\nrevealed no anomalies down to 3 K. Temperature-dependent neutron diffraction\nshowed no evidence of long-range magnetic order. Optical absorption studies\nusing UV-Visible spectroscopy displayed a sharp absorption edge in the UV\nregion. Tauc analysis estimated a direct optical band gap of approximately 2.10\neV, with no clear indication of an indirect transition. These observations\nprovide insight into the interplay between structural distortions,\nlow-dimensional magnetism, and optical behavior in Na2Cu2TeO6"}
{"id": "2508.16099", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16099", "abs": "https://arxiv.org/abs/2508.16099", "authors": ["Tian Le", "Zhuokai Xu", "Jinjin Liu", "Ruiya Zhan", "Zhiwei Wang", "Xiao Lin"], "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5", "comment": "13 pages, 5 figures, Physical Review Letter in press", "summary": "Superconducting chiral domains associated with a time-reversal\nsymmetry-breaking order parameter have garnered significant attention in Kagome\nsystems. In this work, we demonstrate both the intrinsic direct-current and\nalternating-current Josephson effects in the nanoplates of the vanadium-based\nKagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro\nsteps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are\nmodulated by thermal cycling, suggesting that the Josephson effects arise from\ndynamic superconducting domains. These findings may provide new insights into\nchiral superconductivity in CsV3Sb5 and highlight the potential of these\nintrinsic Josephson junctions for applications in chiral superconductor based\nquantum devices."}
{"id": "2508.16246", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16246", "abs": "https://arxiv.org/abs/2508.16246", "authors": ["Jorge Castro", "George Trenins", "Venkat Kapil", "Mariana Rossi"], "title": "Vibrational Spectra of Materials and Molecules from Partially-Adiabatic Elevated-Temperature Centroid Molecular Dynamics", "comment": null, "summary": "Centroid molecular dynamics (CMD) incorporates nuclear quantum statistics\ninto the calculation of vibrational spectra. However, when performed in\nCartesian coordinates, CMD shows serious unphysical artifacts in certain\nvibrational bands, known as the curvature problem. Recent work showed that CMD\nspectra can be freed from the curvature problem by evolving the ring-polymer\ncentroid on a potential of mean force (PMF) calculated at an elevated\ntemperature ($T_e$-CMD). Here we present a partially-adiabatic implementation\nof $T_e$-CMD (PA-$T_e$-CMD), which eliminates the need for precomputed PMFs and\ninstead yields the centroid force \\textit{on-the-fly}. We introduce a\ntwo-temperature path-integral Langevin thermostat to achieve a temperature\nseparation between centroid and internal modes of the ring-polymer. Because it\nis paramount that the elevated temperature be chosen as low as possible for a\ngiven physical temperature in this formulation, we present a general scheme for\nits determination. We benchmark PA-$T_e$-CMD against exact vibrational spectra\nfor the isolated water monomer and discuss its performance for challenging\nanharmonic systems: the carbonic acid fluoride molecule (CAF) and the\nmethylammonium lead iodide perovskite (MAPI). We conclude that PA-$T_e$-CMD\nmitigates the curvature problem and eliminates the steep increase in\ncomputational cost with decreasing temperature of conventional path-integral\nmethods. We observe some energy leakage from the hot internal modes to\nhigh-frequency centroid modes at low physical temperatures. Nevertheless,\ncompared to other imaginary path-integral approximate methods, the PA-$T_e$-CMD\nspectra show more accurate lineshapes. While a fully adiabatic setup based on a\ncoarse-grained centroid PMF is still preferable when a good pre-trained PMF can\nbe easily obtained, PA-$T_e$-CMD presents a low-barrier single-shot setup for\nany system."}
{"id": "2508.15999", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15999", "abs": "https://arxiv.org/abs/2508.15999", "authors": ["Franscesca Ark", "Jacob B. Hass", "Eric I. Corwin"], "title": "Universal Fluctuations in the Tail Probability for d=2 Random Walks in Space-Time Random Environments", "comment": "6 pages, 4 figures", "summary": "Many diffusive systems involve correlated random walkers due to a shared\nenvironment. Such systems can be modeled as random walks in random environments\n(RWRE). These models differ from classical diffusion in the behavior of the\nextremes -- the walkers that move the fastest or farthest. In spatial dimension\n$d=1$ RWRE models have been well studied numerically and analytically and\nexhibit universal behavior in the Kardar-Parisi-Zhang universality class. Here,\nwe study discrete lattice RWRE models in $d=2$. We find that the tail\nprobability exhibits a different universal scaling form, which is nevertheless\ncharacterized by the same coefficient, $\\lambda_\\mathrm{ext}$, as in the $d=1$\ncase. We observe a critical scaling regime for fluctuations in the tail\nprobability at positions that scale linearly in time."}
{"id": "2508.16009", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16009", "abs": "https://arxiv.org/abs/2508.16009", "authors": ["Yuze Meng", "Lei Ma", "Li Yan", "Ahmed Khalifa", "Dongxue Chen", "Shuai Zhang", "Rounak Banerjee", "Takashi Taniguchi", "Kenji Watanabe", "Seth Ariel Tongay", "Benjamin Hunt", "Shi-Zeng Lin", "Wang Yao", "Yong-Tao Cui", "Shubhayu Chatterjee", "Su-Fei Shi"], "title": "Strong Correlation Driven Quadrupolar to Dipolar Exciton Transitions in a Trilayer Moiré Superlattice", "comment": null, "summary": "The additional layer degree of freedom in trilayer moir\\'e superlattices of\ntransition metal dichalcogenides enables the emergence of novel excitonic\nspecies, such as quadrupolar excitons, which exhibit unique excitonic\ninteractions and hold promise for realizing intriguing excitonic phases and\ntheir quantum phase transitions. Concurrently, the presence of strong\nelectronic correlations in moir\\'e superlattices, as exemplified by the\nobservations of Mott insulators and generalized Wigner crystals, offers a\ndirect route to manipulate these new excitonic states and resulting collective\nexcitonic phases. Here, we demonstrate that strong exciton-exciton and\nelectron-exciton interactions, both stemming from robust electron correlations,\ncan be harnessed to controllably drive transitions between quadrupolar and\ndipolar excitons. This is achieved by tuning either the exciton density or\nelectrostatic doping in a trilayer semiconducting moir\\'e superlattice. Our\nfindings not only advance the fundamental understanding of quadrupolar excitons\nbut also usher in new avenues for exploring and engineering many-body quantum\nphenomena through novel correlated excitons in semiconducting moir\\'e systems."}
{"id": "2508.15967", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15967", "abs": "https://arxiv.org/abs/2508.15967", "authors": ["M. Cianciosa", "D. Batchelor", "W. Elwasif"], "title": "graph framework: A Domain Specific Compiler for Building Physics Applications", "comment": "16 Pages, 5 Figures", "summary": "Modern supercomputers are increasingly relying on Graphic Processing Units\n(GPUs) and other accelerators to achieve exa-scale performance at reasonable\nenergy usage. The challenge of exploiting these accelerators is the\nincompatibility between different vendors. A scientific code written using CUDA\nwill not operate on a AMD gpu. Frameworks that can abstract the physics from\nthe accelerator kernel code are needed to exploit the current and future\nhardware. In the world of machine learning, several auto differentiation\nframeworks have been developed that have the promise of abstracting the math\nfrom the compute hardware. However in practice, these framework often lag in\nsupporting non-CUDA platforms. Their reliance on python makes them challenging\nto embed within non python based applications. In this paper we present the\ndevelopment of a graph computation framework which compiles physics equations\nto optimized kernel code for the central processing unit (CPUs), Apple GPUs,\nand NVidia GPUs. The utility of this framework will be demonstrated for a Radio\nFrequency (RF) ray tracing problems in fusion energy."}
{"id": "2508.15927", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.15927", "abs": "https://arxiv.org/abs/2508.15927", "authors": ["H. A. McDonough", "Nicholas A. Mecholsky"], "title": "Modeling Energy- and Momentum-dependent Scattering Relaxation Times in a Semi-Classical Model of Charge Transport using the Self-Scattering Technique", "comment": "32 pages, 12 figures", "summary": "Improvement of numerical methods for calculating charge transport quantities\nof materials from the Boltzmann transport equation (BTE) is important for\nprediction of material properties. In particular, techniques which allow for\nmore accurate models of scattering rates and band structures while remaining\nless computationally involved are valuable. The self-scattering technique is\none such technique for implementing energy- and momentum-dependent scattering\nrelaxation times in Monte Carlo simulations of charge transport or iterative\ntechniques for solving the BTE. While the technique initially uses a constant\nrelaxation time in the simulation algorithm, we found, upon analysis of the\ntechnique, that the energy and momentum total scattering relaxation time may be\nrecovered. To show this, we preformed self-scattering Monte Carlo simulations\nof electron transport for both energy-dependent and independent relaxation\ntimes. The relaxation times and the fraction of scattering type selected in the\nsimulation matched the full rates implemented in the simulation. In order to\nunderstand these results, we developed the theory behind the technique,\ndemonstrating that the probability distribution function of free-flight times\ncreated using the self-scattering algorithm produces the analytical probability\ndistribution function expression generated by full energy, momentum and time\ndependent relaxation times and probabilities. However, certain forms of\nrelaxation times may cause the simulation to fail, depending on implementation.\nClarity about such techniques is important for improvement of charge transport\nsimulation models and implementation of ab initio scattering rates and band\nstructures."}
{"id": "2508.15897", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15897", "abs": "https://arxiv.org/abs/2508.15897", "authors": ["Manish Kumar", "Bharadwaj Vedula", "Suhas Gangadharaiah", "Auditya Sharma"], "title": "Entanglement entropy as a probe of topological phase transitions", "comment": "12 pages, 3+3 Figures", "summary": "Entanglement entropy (EE) provides a powerful probe of quantum phases, yet\nits role in identifying topological transitions in disordered systems remains\nunderexplored. We introduce an exact EE-based framework that captures\ntopological phase transitions even in the presence of disorder. Specifically,\nfor a class of Su-Schrieffer-Heeger (SSH) model variants, we show that the\ndifference in EE between half-filled and near-half-filled ground states,\n$\\Delta S^{\\mathcal{A}}$, vanishes in the topological phase but remains finite\nin the trivial phase -- a direct consequence of edge-state localization. This\nbehavior persists even in the presence of quasiperiodic or binary disorder.\nExact phase boundaries, derived from Lyapunov exponents via transfer matrices,\nagree closely with numerical results from $\\Delta S^{\\mathcal{A}}$ and the\ntopological invariant $\\mathcal{Q}$, with instances where $\\Delta\nS^{\\mathcal{A}}$ outperforms $\\mathcal{Q}$. Our results highlight EE as a\nrobust diagnostic tool and a potential bridge between quantum information and\ncondensed matter approaches to topological matter."}
{"id": "2508.16298", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.16298", "abs": "https://arxiv.org/abs/2508.16298", "authors": ["Kexin Feng", "Chuang Chen", "Zi Yang Meng"], "title": "Scalable Hybrid quantum Monte Carlo simulation of U(1) gauge field coupled to fermions on GPU", "comment": "15+4 pages, 10+7 figures", "summary": "We develop a GPU-accelerated hybrid quantum Monte Carlo (QMC) algorithm to\nsolve the fundamental yet difficult problem of $U(1)$ gauge field coupled to\nfermions, which gives rise to a $U(1)$ Dirac spin liquid state under the\ndescription of (2+1)d quantum electrodynamics QED$_3$. The algorithm renders a\ngood acceptance rate and, more importantly, nearly linear space-time volume\nscaling in computational complexity $O(N_{\\tau} V_s)$, where $N_\\tau$ is the\nimaginary time dimension and $V_s$ is spatial volume, which is much more\nefficient than determinant QMC with scaling behavior of $O(N_\\tau V_s^3)$. Such\nacceleration is achieved via a collection of technical improvements, including\n(i) the design of the efficient problem-specific preconditioner, (ii)\ncustomized CUDA kernel for matrix-vector multiplication, and (iii) CUDA Graph\nimplementation on the GPU. These advances allow us to simulate the $U(1)$ Dirac\nspin liquid state with unprecedentedly large system sizes, which is up to\n$N_\\tau\\times L\\times L = 660\\times66\\times66$, and reveal its novel\nproperties. With these technical improvements, we see the asymptotic\nconvergence in the scaling dimensions of various fermion bilinear operators and\nthe conserved current operator when approaching the thermodynamic limit. The\nscaling dimensions find good agreement with field-theoretical expectation,\nwhich provides supporting evidence for the conformal nature of the $U(1)$ Dirac\nspin liquid state in the \\qed. Our technical advancements open an avenue to\nstudy the Dirac spin liquid state and its transition towards symmetry-breaking\nphases at larger system sizes and with less computational burden."}
{"id": "2508.16290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16290", "abs": "https://arxiv.org/abs/2508.16290", "authors": ["Km Rubi", "King Yau Yip", "Elizabeth Krenkel", "Nurul Fitriyah", "Xing Gao", "Saurav Prakash", "S. Lin Er Chow", "Tsz Fung Poon", "Mun K. Chan", "David Graf", "A. Ariando", "Neil Harrison"], "title": "Extreme magnetic field-boosted superconductivity in a high-temperature superconductor", "comment": "15 pages, 3 main figures, 5 extended data", "summary": "Magnetic fields typically suppress superconductivity through Pauli and\norbital limiting effects. However, there are rare instances of\nmagnetic-field-induced superconductivity, as seen in Chevrel phase compounds\n[1], organic conductors [2], uranium-based heavy-fermion systems [3, 4], and\nmoire graphene [5], though these materials possess inherently low\nsuperconducting transition temperatures (Tc). Here, we demonstrate high\nfield-stabilized superconductivity in a class of materials with a significantly\nhigher Tc (up to 40 K): the infinite-layer nickelates [6]. Both low-field and\nhigh-field superconducting states can be plausibly explained by a compensation\nmechanism akin to the Jaccarino-Peter effect. These findings demonstrate the\npossibility of achieving substantially enhanced upper critical fields in\nhigh-temperature superconductors."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16142", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "math.PR", "82B20, 82B27"], "pdf": "https://arxiv.org/pdf/2508.16142", "abs": "https://arxiv.org/abs/2508.16142", "authors": ["Federico Camia", "Omar El Dakkak", "Giovanni Peccati"], "title": "Power-law correction in the probability density function of the critical Ising magnetization", "comment": "18 pages, invited paper to appear in MPAG special issue \"The Ising\n  model at 100: some modern perspectives\"", "summary": "At the critical point, the probability density function of the Ising\nmagnetization is believed to decay like $\\exp{(-x^{\\delta+1})}$, where $\\delta$\nis the Ising critical exponent that controls the decay to zero of the\nmagnetization in a vanishing external field. In this paper, we discuss the\npresence of a power-law correction $x^{\\frac{\\delta-1}{2}}$, which has been\ndebated in the physics literature. We argue that whether such a correction is\npresent or not is related to the asymptotic behavior of a function that\nmeasures the extent to which the average magnetization of a finite system with\nan external field is influenced by the boundary conditions. Our discussion is\ninformed by a mixture of heuristic calculations and rigorous results. Along the\nway, we review some recent results on the critical Ising model and prove\nproperties of the average magnetization in two dimensions which are of\nindependent interest."}
{"id": "2508.16028", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16028", "abs": "https://arxiv.org/abs/2508.16028", "authors": ["Zhuo-Cheng Gu", "Hiroaki Ishizuka"], "title": "Controlling resonant spin photocurrent using magnetic field; application to a magnetoelectric oxide Cr2O3", "comment": null, "summary": "We study the magnon spin photocurrent in effective spin models for Cr2O3, a\nmaterial known for its magnetoelectric effect. Using nonlinear response theory,\nwe show that magnon spin current can be generated by both linearly and\ncircularly polarized electromagnetic waves via one-magnon processes. While\nlinearly polarized waves induce a spin current even in the absence of a static\nmagnetic field, circularly polarized waves lead to a spin current only when a\nstatic field is present, and the current reverses its direction upon field\ninversion. The distinct dependence on the external magnetic field and the\ncontrasting responses to different polarizations allow the spin photocurrent to\nbe differentiated from competing effects such as spin pumping or inhomogeneous\nheating, facilitating experimental verification. These results suggest that\nCr2O3 is a promising candidate for experimental studies of magnon photocurrent."}
{"id": "2508.16067", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.16067", "abs": "https://arxiv.org/abs/2508.16067", "authors": ["Teddy Koker", "Tess Smidt"], "title": "Training a Foundation Model for Materials on a Budget", "comment": null, "summary": "Foundation models for materials modeling are advancing quickly, but their\ntraining remains expensive, often placing state-of-the-art methods out of reach\nfor many research groups. We introduce Nequix, a compact E(3)-equivariant\npotential that pairs a simplified NequIP design with modern training practices,\nincluding equivariant root-mean-square layer normalization and the Muon\noptimizer, to retain accuracy while substantially reducing compute\nrequirements. Built in JAX, Nequix has 700K parameters and was trained in 500\nA100-GPU hours. On the Matbench-Discovery and MDR Phonon benchmarks, Nequix\nranks third overall while requiring less than one quarter of the training cost\nof most other methods, and it delivers an order-of-magnitude faster inference\nspeed than the current top-ranked model. We release model weights and fully\nreproducible codebase at https://github.com/atomicarchitects/nequix"}
{"id": "2508.15942", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15942", "abs": "https://arxiv.org/abs/2508.15942", "authors": ["Charlotte Shiqi Zhao", "Sun-Ting Tsai", "Sharon C. Glotzer"], "title": "Hybrid Monte Carlo Metadynamics (hybridMC-MetaD)", "comment": null, "summary": "We propose the powerful integration of the Hybrid Monte Carlo (hybridMC)\nalgorithm and Well-Tempered Metadynamics. This new algorithm, hybridMC-MetaD,\nenhances the flexibility and applicability of metadynamics by allowing for the\nutilization of a wider range of collective variables (CVs), namely\nnon-differentiable CVs. We demonstrate the usage of hybridMC-MetaD through five\nexamples of rare events in molecular dynamics (MD) simulations, including a\nrare transition in a model potential system, condensation of the argon system,\ncrystallization in a nearly-hard sphere system, a nearly-hard bipyramid system\nand a colloidal suspension. By taking advantage of hybridMC, which combines\nmolecular dynamics (MD) and MC, we are able to bias the transitions along\nnon-differentiable CVs for all five cases, which would be unfeasible with\nconventional MD simulations. Enabled by metadynamics, we observed significant\nacceleration of the phase transitions and calculated free energy barriers using\nthe hybridMC-MetaD simulation data. For the nearly-hard bipyramid system whose\ncrystallization is primarily driven by entropy, we report the free energy\nsurface for the first time. Through our case studies, we show that our\nhybridMC-MetaD scheme reduces the complexity of using metadynamics and\nincreases its accessibility. We believe the hybridMC-MetaD algorithm will\nstimulate greater interest in, and foster broader applications of metadynamics."}
{"id": "2508.15909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15909", "abs": "https://arxiv.org/abs/2508.15909", "authors": ["Jinghao Deng", "Jiabin Xie", "Hongyuan Li", "Takashi Taniguchi", "Kenji Watanabe", "Jie Shan", "Kin Fai Mak", "Xiaomeng Liu"], "title": "Superconductivity and Ferroelectric Orbital Magnetism in Semimetallic Rhombohedral Hexalayer Graphene", "comment": null, "summary": "Rhombohedral multilayer graphene has emerged as a promising platform for\nexploring correlated and topological quantum phases, enabled by its\nBerry-curvature-bearing flat bands. While prior work has focused on separated\nconduction and valence bands, we probe the extensive semimetallic regime of\nrhombohedral hexalayer graphene. We survey a rich phase diagram dominated by\nflavor-symmetry breaking and reveal an electric-field-driven band inversion\nthrough fermiology. Near this inversion, we find a superconducting-like state\nconfined to a region with emergent electron and hole Fermi surfaces. In\naddition, two multiferroic orbital-magnetic phases are observed: a ferrovalley\nstate near zero field and a ferroelectric state at large fields around charge\nneutrality. The latter shows electric-field-reversible magnetic hysteresis,\nconsistent with a $\\Delta P \\cdot M$ multiferroic order parameter. Our\nfermiology analysis elucidates the correlated semimetal regime in rhombohedral\ngraphene and underscores its potential to host diverse quantum phases."}
{"id": "2508.16418", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.16418", "abs": "https://arxiv.org/abs/2508.16418", "authors": ["Lihui Pan", "Jie Chen", "Chun Chen", "Xiaoqun Wang"], "title": "Universal Entanglement Pattern Formation via a Quantum Quench", "comment": null, "summary": "We identify a universal short-time structure in symmetry-resolved\nentanglement dynamics -- the entanglement channel wave (ECW) -- arising from\nthe decomposition of entanglement into conserved-quantum-number sectors that\nhost robust, channel-specific patterns. Focusing on domain-wall melting, we\nconduct a systematic investigation across three paradigmatic classes of\nmany-body systems: U(1) fermions, U(1) bosons, and SU(2) spinful fermions. For\neach class, we explore four distinct regimes defined by the presence or absence\nof interactions and disorder, employing both the Krylov-subspace iterative\nmethod and the correlation matrix approach. The ECW emerges universally across\nall cases, establishing its independence from particle statistics, interaction\nstrength and disorder. In free fermions, the ECW formalism further enables\nanalytical determination of the correlation matrix spectrum. The subsequent\nmelting of the ECW exhibits symmetry- and statistics-dependent signatures,\nrevealing finer structures in the growth of symmetry-resolved entanglement."}
{"id": "2508.16411", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16411", "abs": "https://arxiv.org/abs/2508.16411", "authors": ["Mihir Date", "Hyeonhu Bae", "Alex Louat", "Gabriele Domaine", "Niels B. M. Schröter", "2 Enrico Da Como", "Binghai Yan", "Matthew D. Watson"], "title": "Charge transfer empties the flat band in 4H$_b$-TaS$_2$ -- except at the surface", "comment": "9 pages, 4 figures", "summary": "The 4H\\textsubscript{b} polytype of TaS$_2$ is a natural heterostructure of H\nand T-type layers. Intriguing recent evidence points towards a possibly chiral\nsuperconducting ground state, unlike the superconductivity found in other\npolytypes where the T layers are absent, requiring understanding of the\npossible contributions of electrons from the T layers. Here we use\nmicro-focused angle resolved photoemission spectroscopy to reveal that the T\ntermination of the 4H\\textsubscript{b} structure is metallic, but a subsurface\nT layer -- seen below an H termination and thus more representative of the bulk\ncase -- is gapped. The results imply a complete charge transfer of 1 electron\nper 13 Ta from the T to adjacent H layers in the bulk, but an incomplete charge\ntransfer at the T termination, yielding a metallic Fermi surface with a\nplanar-chiral character. A similar metallic state is found in an anomalous\nregion with likely T-H-H' stacking at the surface. Our results exclude cluster\nMott localisation in either the bulk or surface of 4H$_b$-TaS$_2$ and point to\na scenario of superconductivity arising from Josephson-like tunneling between\nthe H layers."}
{"id": "2508.16342", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.16342", "abs": "https://arxiv.org/abs/2508.16342", "authors": ["Marcus T. Lexander", "Tor S. Haugland", "Federico Rossi", "Henrik Koch"], "title": "SpinAdaptedSecondQuantization.jl 1.0 -- A Simple and Pedagogical Approach to Symbolic Quantum Chemistry", "comment": "31 pages", "summary": "The development of new electronic structure methods is a very time consuming\nand error prone process when done by hand. SpinAdaptedSecondQuantization.jl is\nan open-source Julia package we have developed for working with automated\nelectronic structure theory development. The code focuses on being\nuser-friendly and extensible, allowing for easy use of both user- and\npre-defined fermionic and/or bosonic operators, tensors, and orbital spaces.\nThis allows the code to be used to efficiently investigate and prototype new\nelectronic structure methods for many different types of systems. This includes\nboth exotic systems with wave functions consisting of different kinds of\nparticles at once, as well as new parametrizations for traditional many\nelectron systems. The code is spin-adapted, working directly with spin-adapted\nfermionic operators, and can easily be used to derive common electronic\nstructure theory equations and expressions, such as the coupled cluster energy,\nground and excited state equations, one- and two-electron density matrices,\netc. Additionally, the code can translate expressions into code, accelerating\nthe process of going from ideas to implemented methods."}
{"id": "2508.16343", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.16343", "abs": "https://arxiv.org/abs/2508.16343", "authors": ["A. Morjane", "J. -G. Malherbe", "J. -J. Alonso", "F. Vernay", "V. Russier"], "title": "Quantifying time in Monte Carlo simulations: application to relaxation processes and AC susceptibilities of magnetic nanoparticles assemblies", "comment": null, "summary": "The study of the response of magnetic nanoparticles (MNP) assemblies to an\nexternal alternating magnetic field is of great interest for applications such\nas hyperthermia. The key quantity here is the complex susceptibility and its\nbehavior in terms of temperature and frequency. From a theoretical point of\nview it can be obtained by Monte Carlo (MC) simulation with the time quantified\nMonte Carlo (TQMC) method if a physical time is associated with the MC step.\nHere we revisit this method by showing that the time unit can be derived from\nthe MC stochastic process of the isolated particle. We first obtain a MC unit\nof time from the relaxation of the system at fixed temperature. Then this unit\nof time is used to compute complex susceptibilities. We show that it is now\npossible to match the TQMC results with actual experimental results regarding\nfrequency dependent in phase susceptibilities and quantify the unit of time in\nseconds. Finally we show that the time unit obtained for the isolated particle\nremains valid when considering interacting particles such as the Heisenberg\ncoupling or dipole dipole interactions."}
{"id": "2508.16231", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16231", "abs": "https://arxiv.org/abs/2508.16231", "authors": ["D. Pecchio", "S. Sahoo", "O. Chubykalo-Fesenko", "S. Koraltan", "G. M. Macauley", "T. Thomson", "D. Suess", "V. Scagnoli", "L. J. Heyderman"], "title": "Ultrafast Laser-Induced Magnetic Relaxation in Artificial Spin Ice Driven by Dipolar Interactions", "comment": null, "summary": "It is of great interest to develop methods to rapidly and effectively control\nthe magnetic configurations in artificial spin ices, which are arrangements of\ndipolar coupled nanomagnets that have a variety of fascinating collective\nmagnetic phenomena associated with them. This is not only valuable in terms of\nacquiring fundamental understanding but is also important for future\nhigh-performance applications. Here, we demonstrate ultrafast control of\nmagnetic relaxation in square artificial spin ice through femtosecond laser\npulsed excitation, enabling rapid access to low-energy states via dipolar\ninteractions. Time-resolved magneto-optical Kerr effect measurements reveal\nthat, after laser-induced demagnetization, the magnetization recovers within\npicoseconds. During this brief transient window, dipolar coupling drives a\ncollective magnetic ordering. Ex-situ magnetic force microscopy confirms the\nemergence of extended Type I vertex domains, characteristic of ground-state\nordering, thus establishing ultrafast laser-driven relaxation as a route to\nattain the low-energy states. Through complementary energy barrier calculations\nand micromagnetic simulations incorporating Landau-Lifshitz-Bloch dynamics, we\nelucidate the underlying mechanism: transient ultrafast demagnetization\nfollowed by rapid remagnetization that enables a dipolar-driven collective\nrearrangement. Moreover, a tailored decreasing-fluence laser annealing protocol\nis shown to enhance ground-state ordering, consistently achieving over 92%\nground-state vertex populations. This work opens the way to ultrafast and\nspatially selective control of magnetic states in artificial spin ice for\nspin-based computation and memory technologies, and highlights the critical\ninterplay of thermal fluctuations, magnetostatic coupling, and transient\nmagnetization dynamics."}
{"id": "2508.16105", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2508.16105", "abs": "https://arxiv.org/abs/2508.16105", "authors": ["Keunjae Kwak", "Hyoungwoo Kim", "Je Ir Ryu", "Donh-Hyuk Shin"], "title": "Application of a Pressured-Based OpenFOAM Solver for Rotating Detonation Engines", "comment": "36 pages, 17 figures, 12 tables", "summary": "This study aims to develop a simulation framework for rotating detonation\nengines (RDEs) using multicomponentFluid solver in OpenFOAM v12 and to\ndemonstrate reducing the computational costs by adaptive mesh refinement (AMR)\nand dynamic load balancing (DLB). RDEs have been extensively studied for\nimprovements in efficiency for power generation and aircraft propulsion\nsystems. A well-established framework, showing both high accuracy and cost\nefficiency, is required to facilitate further research and development in RDEs.\nThe multicomponentFluid solver is validated against two problems:\none-dimensional planar detonation simulation and two-dimensional RDE\nsimulation, in which the present study's results are compared to reference\nresults of experiments and simulations, respectively. In the problems, the\npresent simulation results agree well with the validation data both\nqualitatively (e.g., pressure distribution and temperature field) and\nquantitatively (e.g., detonation velocity, mass flux, and specific impulse and\nthrust). In the two-dimensional RDE simulation, we propose a detonation\nvelocity correction method for fair comparison with Chapman-Jouguet (CJ)\ndetonation velocity. Moreover, the two-dimensional RDE simulation is optimized\nusing AMR and DLB. By adopting both, computational costs decrease by up to 11.2\ntimes. The effect of each of them is examined as well, which highlights the\nimportance of DLB."}
{"id": "2508.15957", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15957", "abs": "https://arxiv.org/abs/2508.15957", "authors": ["Harsh Gupta", "Rui Pereira", "Leon Koch", "Niklas Bruckmoser", "Moritz Singer", "Benedikt Schoof", "Manuel Kompatscher", "Stefan Filipp", "Marc Tornow"], "title": "High temporal stability of niobium superconducting resonators by surface passivation with organophosphonate self-assembled monolayers", "comment": "35 pages, 21 figures, Harsh Gupta and Marc Tornow are the\n  corresponding authors", "summary": "One main limiting factor towards achieving high coherence times in\nsuperconducting circuits is two level system (TLS) losses. Mitigating such\nlosses requires controlling the formation of native oxides at the metal-air\ninterface. Here, we report the growth of alkyl-phosphonate self-assembled\nmonolayers (SAMs) on Nb thin films following oxide removal. The impact of\npassivation was evaluated via the performance of coplanar waveguide resonators\nat 10mK, in terms of quality factor and resonant frequency, over six days of\nair exposure. Un-passivated resonators exhibited an ~80% increase in loss at\nsingle-photon power levels, whereas SAM-passivated resonators maintained\nexcellent temporal stability, attributed to suppressed oxide regrowth. By\nemploying a two-component TLS model, we discern distinct prominent loss\nchannels for each resonator type and quantified the characteristic TLS loss of\nthe SAMs to be ~5x10^-7. We anticipate our passivation methodology to offer a\npromising route toward industrial-scale qubit fabrication, particularly where\nlong-term device stability is critical."}
{"id": "2508.15927", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.15927", "abs": "https://arxiv.org/abs/2508.15927", "authors": ["H. A. McDonough", "Nicholas A. Mecholsky"], "title": "Modeling Energy- and Momentum-dependent Scattering Relaxation Times in a Semi-Classical Model of Charge Transport using the Self-Scattering Technique", "comment": "32 pages, 12 figures", "summary": "Improvement of numerical methods for calculating charge transport quantities\nof materials from the Boltzmann transport equation (BTE) is important for\nprediction of material properties. In particular, techniques which allow for\nmore accurate models of scattering rates and band structures while remaining\nless computationally involved are valuable. The self-scattering technique is\none such technique for implementing energy- and momentum-dependent scattering\nrelaxation times in Monte Carlo simulations of charge transport or iterative\ntechniques for solving the BTE. While the technique initially uses a constant\nrelaxation time in the simulation algorithm, we found, upon analysis of the\ntechnique, that the energy and momentum total scattering relaxation time may be\nrecovered. To show this, we preformed self-scattering Monte Carlo simulations\nof electron transport for both energy-dependent and independent relaxation\ntimes. The relaxation times and the fraction of scattering type selected in the\nsimulation matched the full rates implemented in the simulation. In order to\nunderstand these results, we developed the theory behind the technique,\ndemonstrating that the probability distribution function of free-flight times\ncreated using the self-scattering algorithm produces the analytical probability\ndistribution function expression generated by full energy, momentum and time\ndependent relaxation times and probabilities. However, certain forms of\nrelaxation times may cause the simulation to fail, depending on implementation.\nClarity about such techniques is important for improvement of charge transport\nsimulation models and implementation of ab initio scattering rates and band\nstructures."}
{"id": "2508.16491", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16491", "abs": "https://arxiv.org/abs/2508.16491", "authors": ["Fabian Garmroudi", "Xinlin Yan", "Silke Paschen", "Sean M. Thomas", "Eric D. Bauer", "Andrej Pustogow", "Priscila F. S. Rosa"], "title": "Tracking flat bands via phonon-mediated interband scattering", "comment": null, "summary": "Flat-band (FB) materials have emerged as promising platforms for exploring\nexotic quantum phases. While numerous candidates have recently been identified\nthrough spectroscopic techniques such as angle-resolved photoemission\nspectroscopy, central challenges remain on how to tune FBs towards the Fermi\nlevel $E_F$ and to understand their impact on low-energy excitations probed in\nelectronic transport experiments. Here, we show that, by attributing the\ntemperature dependence of the electrical resistivity at elevated temperatures\nto electron-phonon interband scattering, one can infer the position of FBs near\n$E_F$ across diverse material classes. As charge carriers scatter off phonons,\ninterband transitions into FB states lead to distinctive sub- or superlinear\nresistivity at elevated temperatures, governed by the proximity of the FB to\n$E_F$. Our phenomenological model captures these universal transport behaviors\nobserved across several recently studied FB compounds and offers a simple,\nbroadly applicable method for detecting flat bands."}
{"id": "2508.16412", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16412", "abs": "https://arxiv.org/abs/2508.16412", "authors": ["Haoran Ji", "Zheyuan Xie", "Yaqi Chen", "Guangdi Zhou", "Longxin Pan", "Heng Wang", "Haoliang Huang", "Jun Ge", "Yi Liu", "Guang-Ming Zhang", "Ziqiang Wang", "Qi-Kun Xue", "Zhuoyu Chen", "Jian Wang"], "title": "Signatures of spin-glass superconductivity in nickelate (La, Pr, Sm)3Ni2O7 films", "comment": null, "summary": "The discovery of Ruddlesden-Popper (R-P) nickelate superconductors under high\npressure heralds a new chapter of high-transition temperature (high-Tc)\nsuperconductivity. Recently, ambient-pressure superconductivity is achieved in\nR-P bilayer nickelate thin films through epitaxial compressive strain,\nunlocking in-depth investigations into the superconducting characteristics.\nHere, through electrical transport study, we report the observation of\nspin-glass superconductivity with hysteretic magnetoresistance and glass-like\ndynamics in the bilayer nickelate (La, Pr, Sm)3Ni2O7 films. The\nsuperconductivity develops in a two-step transition, with onset Tc exceeding 50\nK and zero-resistance Tc around 15 K. Remarkably, magnetoresistance hysteresis,\nindicative of time-reversal symmetry breaking, is observed exclusively during\nthe second-step transition to zero resistance. The hysteresis is observed under\nboth out-of-plane and in-plane magnetic fields with significant anisotropy, and\nexhibits coalescing minima at zero field, fundamentally distinct from trapped\nvortices or long-range-ordered magnetism with coercivity. Successive oxygen\nreductions simultaneously suppress the superconductivity and hysteresis,\nrevealing their mutual connections to the selective electronic orbitals. The\nremoval of magnetic field triggers spontaneous and logarithmically slow\nresistance relaxations in the second-step transition, signatures of glassy\ndynamics, indicating that the superconducting ground state is correlated with\nan electronic spin-glass order. Our findings uncover an unprecedented\nsuperconducting state in the nickelate superconductors, providing\nphenomenological and conceptual advances for future investigations on high-Tc\nsuperconductivity."}
{"id": "2508.16425", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.16425", "abs": "https://arxiv.org/abs/2508.16425", "authors": ["Vlad Cărare", "Fabian L. Thiemann", "Joe Morrow", "David J. Wales", "Edward O. Pyzer-Knapp", "Luke Dicks"], "title": "Global properties of the energy landscape: a testing and training arena for machine learned potentials", "comment": "30 pages, 6 figures in the main text; Appendix is attached to the\n  main text", "summary": "Machine learning interatomic potentials (MLIPs) have achieved remarkable\naccuracy on standard benchmarks, yet their ability to reproduce molecular\nkinetics -- critical for reaction rate calculations -- remains largely\nunexplored. We introduce Landscape17, a dataset of complete kinetic transition\nnetworks (KTNs) for the molecules of the MD17 dataset, computed using\nhybrid-level density functional theory. Each KTN contains minima, transition\nstates, and approximate steepest-descent paths, along with energies, forces,\nand Hessian eigenspectra at stationary points. We develop a comprehensive test\nsuite to evaluate the MLIP ability to reproduce these reference landscapes and\napply it to a number of state-of-the-art architectures. Our results reveal\nlimitations in current MLIPs: all the models considered miss over half of the\nDFT transition states and generate stable unphysical structures throughout the\npotential energy surface. Data augmentation with pathway configurations\nimproves reproduction of DFT potential energy surfaces, resulting in\nsignificant improvement in the global kinetics. However, these models still\nproduce many spurious stable structures, indicating that current MLIP\narchitectures face underlying challenges in capturing the topology of molecular\npotential energy surfaces. The Landscape17 benchmark provides a straightforward\nbut demanding test of MLIPs for kinetic applications, requiring only up to a\nfew hours of compute time. We propose this test for validation of\nnext-generation MLIPs targeting reaction discovery and rate prediction."}
{"id": "2508.16497", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "math.PR"], "pdf": "https://arxiv.org/pdf/2508.16497", "abs": "https://arxiv.org/abs/2508.16497", "authors": ["Jacob Calvert", "Dana Randall"], "title": "Correlation thresholds in the steady states of particle systems and spin glasses", "comment": "12 pages, 5 figures", "summary": "A growing body of theoretical and empirical evidence shows that the global\nsteady-state distributions of many equilibrium and nonequilibrium systems\napproximately satisfy an analogue of the Boltzmann distribution, with a local\ndynamical property of states playing the role of energy. The correlation\nbetween the effective potential of the steady-state distribution and the\nlogarithm of the exit rates determines the quality of this approximation. We\ndemonstrate and explain this phenomenon in a simple one-dimensional particle\nsystem and in random dynamics of the Sherrington-Kirkpatrick spin glass by\nproviding the first explicit estimates of this correlation. We find that, as\nparameters of the dynamics vary, each system exhibits a threshold above and\nbelow which the correlation dramatically differs. We explain how these\nthresholds arise from underlying transitions in the relationship between the\nlocal and global \"parts\" of the effective potential."}
{"id": "2508.16266", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16266", "abs": "https://arxiv.org/abs/2508.16266", "authors": ["Ruslan A. Abramchuk"], "title": "Magneto-conductivity and CME in Dirac semimetals from Keldysh technique in Landau levels basis", "comment": "13 pages, 5 figures", "summary": "Negative magnetoresistance in Dirac semimetals is conventionally considered\nas a manifestation of chiral magnetic effect (CME), by means of a postulated\nChiral Kinetic equation. In this paper we study magnetoconductivity in large\nFermi energy Dirac semimetals, in one of which (ZrTe$_5$) the effect was\nobserved for the first time. Starting with a Hamiltonian for a semi-realistic\nmodel of such a Dirac semimetal, we apply the Non-equilibrium Diagram Technique\n(NDT, or the Keldysh technique) to derive the kinetic equations, to investigate\nthe electrons relaxation due to interaction with phonons and disorder, and,\nfinally, to calculate the DC magnetoconductivity (the longitudinal to magnetic\nfield component of conductivity) as a function of magnetic field strength and\ntemperature. Finally, we compare the obtained temperature dependencies with\navailable to us experimental data."}
{"id": "2507.07366", "categories": ["cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2507.07366", "abs": "https://arxiv.org/abs/2507.07366", "authors": ["Yi-Cheng Lin", "Ken-Ming Lin", "Yu-Chang Chen"], "title": "Advancing Quantum Transport Calculations: An Effective Medium Theory with Plane-Wave Basis and PAW Potentials in Eigenstates", "comment": "6 Figures", "summary": "We present an effective medium theory based on density functional theory that\nis implemented in VASP using the PAW method with a plane wave basis set. The\ntransmission coefficient is derived through three complementary approaches: the\ncurrent density relation J=nqv, the field operator method, and the\nnonquilibrium Green's function formalism. We compare transmission coefficients\ncalculated using EMT-PW with results from NEGF-DFT, based on the NanoDCAL\npackage utilizing a linear combination of atomic orbitals (LCAO) basis set, for\nboth periodic and nonperiodic boundary conditions. The minor discrepancies\nobserved are attributed to differences in basis sets, pseudopotentials, and the\ntreatment of lead regions. Notably, the EMT-PW framework avoids the common\nissue of overcompleteness encountered in non-equilibrium transport theories and\nallows for the decomposition of the total transmission coefficient into\ncontributions from individual eigenstates. Furthermore, when combined with an\neffective gate model, EMT-PW is shown to be a powerful tool for analyzing\ncurrent characteristics in nanodevices under applied gate voltages. By\nleveraging one-electron wavefunctions in eigenstates, this method provides a\nrobust foundation for exploring the quantum statistics of electrons and current\nquantum correlations within the second quantization framework."}
{"id": "2508.15983", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15983", "abs": "https://arxiv.org/abs/2508.15983", "authors": ["MengXing Na", "Chris Zhou", "Sydney K. Y. Dufresne", "Matteo Michiardi", "Andrea Damascelli"], "title": "A simulation-based training framework for machine-learning applications in ARPES", "comment": "9 pages, 6 figures", "summary": "In recent years, angle-resolved photoemission spectroscopy (ARPES) has\nadvanced significantly in its ability to probe more observables and\nsimultaneously generate multi-dimensional datasets. These advances present new\nchallenges in data acquisition, processing, and analysis. Machine learning (ML)\nmodels can drastically reduce the workload of experimentalists; however, the\nlack of training data for ML -- and in particular deep learning -- is a\nsignificant obstacle. In this work, we introduce an open-source synthetic ARPES\nspectra simulator - aurelia - for the purpose of generating the large datasets\nnecessary to train ML models. As a demonstration, we train a convolutional\nneural network to evaluate ARPES spectra quality -- a critical task performed\nduring the initial sample alignment phase of the experiment. We benchmark the\nsimulation-trained model against actual experimental data and find that it can\nassess the spectra quality more accurately than human analysis, and swiftly\nidentify the optimal measurement region with high precision. Thus, we establish\nthat simulated ARPES spectra can be an effective proxy for experimental spectra\nin training ML models."}
{"id": "2508.15933", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15933", "abs": "https://arxiv.org/abs/2508.15933", "authors": ["Anand Sharma", "Chen Liu", "Misaki Ozawa", "Daniele Coslovich"], "title": "Interpretability of linear regression models of glassy dynamics", "comment": "22 pages, 16 figures", "summary": "Data-driven models can accurately describe and predict the dynamical\nproperties of glass-forming liquids from structural data. Accurate predictions,\nhowever, do not guarantee an understanding of the underlying physical phenomena\nand the key factors that control them. In this paper, we illustrate the merits\nand limitations of linear regression models of glassy dynamics built on\nhigh-dimensional structural descriptors. By analyzing data for a\ntwo-dimensional glass model, we show that several descriptors commonly used in\nglass-transition studies display multicollinearity, which hinders the\ninterpretability of linear models. Ridge regression suppresses some of the\nshortcomings of multicollinearity, but its solutions are not succinct enough to\nbe physically interpretable. Only by using dimensional reduction techniques we\neventually obtain linear models that strike a balance between prediction\naccuracy and interpretability. Our analysis points to a key role of local\npacking and composition fluctuations in the glass model under study."}
{"id": "2508.16559", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.16559", "abs": "https://arxiv.org/abs/2508.16559", "authors": ["Roni Anna Gofman", "Abigail Dishi", "Hyeonhu Bae", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Sajilesh K. P.", "Alex Louat", "Matthew D. Watson", "Cephise Cacho", "Dmitry Marchenko", "Andrei Varykhalov", "Irena Feldman", "Binghai Yan", "Amit Kanigel"], "title": "Chiral charge density wave in 4Hb- and 1T-TaS$_2$: The Role of interlayer coupling", "comment": "* These authors contributed equally", "summary": "We use micro-angle-resolved photoemission spectroscopy (micro-ARPES) to\ninvestigate chiral charge density waves (CDWs) in 4Hb-TaS$_2$ with micron-scale\nspatial resolution. In the 1T layers of 4Hb-TaS$_2$, we uncover coexisting\nleft- and right-handed CDW domains and resolve four distinct spectral patterns\narising from the interplay of chirality and rotational stacking. In contrast,\nbulk 1T-TaS$_2$ exhibits a uniform chirality. In addition, 4Hb-TaS$_2$ shows\nnegligible out-of-plane dispersion of the 1T-derived bands, in contrast to the\npronounced interlayer coupling observed in bulk 1T-TaS$_2$. Density functional\ntheory (DFT) calculations corroborate this picture, revealing that the\ninterlayer interaction of the chiral order in 4Hb-TaS$_2$ is nearly two orders\nof magnitude weaker than in the 1T polytype. Our findings establish 4Hb-TaS$_2$\nas a quasi-two-dimensional platform for exploring tunable chiral CDW phenomena."}
{"id": "2508.16559", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.16559", "abs": "https://arxiv.org/abs/2508.16559", "authors": ["Roni Anna Gofman", "Abigail Dishi", "Hyeonhu Bae", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Sajilesh K. P.", "Alex Louat", "Matthew D. Watson", "Cephise Cacho", "Dmitry Marchenko", "Andrei Varykhalov", "Irena Feldman", "Binghai Yan", "Amit Kanigel"], "title": "Chiral charge density wave in 4Hb- and 1T-TaS$_2$: The Role of interlayer coupling", "comment": "* These authors contributed equally", "summary": "We use micro-angle-resolved photoemission spectroscopy (micro-ARPES) to\ninvestigate chiral charge density waves (CDWs) in 4Hb-TaS$_2$ with micron-scale\nspatial resolution. In the 1T layers of 4Hb-TaS$_2$, we uncover coexisting\nleft- and right-handed CDW domains and resolve four distinct spectral patterns\narising from the interplay of chirality and rotational stacking. In contrast,\nbulk 1T-TaS$_2$ exhibits a uniform chirality. In addition, 4Hb-TaS$_2$ shows\nnegligible out-of-plane dispersion of the 1T-derived bands, in contrast to the\npronounced interlayer coupling observed in bulk 1T-TaS$_2$. Density functional\ntheory (DFT) calculations corroborate this picture, revealing that the\ninterlayer interaction of the chiral order in 4Hb-TaS$_2$ is nearly two orders\nof magnitude weaker than in the 1T polytype. Our findings establish 4Hb-TaS$_2$\nas a quasi-two-dimensional platform for exploring tunable chiral CDW phenomena."}
{"id": "2508.16436", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16436", "abs": "https://arxiv.org/abs/2508.16436", "authors": ["Yue He", "Daniel Escudero"], "title": "Universal Multistate Kinetic Models for the In-Silico Discovery of Thermally Activated Delayed Fluorescence Emitters", "comment": null, "summary": "Many thermally activated delayed fluorescence (TADF) emitters exhibit complex\nphotophysical behaviors that cannot be fully captured by the conventional three\nstate model (S0, S1, T1). The lack of kinetic models that incorporate vibronic\ncoupling effects and high lying excited states has long limited the systematic\nunderstanding and rational design of these materials. To address this, we\ndeveloped KinLuv, an extended multistate kinetic model that not only includes\nhigher lying excited states (S2, T2) but also accounts for the Herzberg Teller\n(HT) vibronic coupling in the rate constant calculations. Applied to two\nrepresentative TADF emitters, i.e., DOBNA and DiKTa, KinLuv successfully\npredicts photoluminescence quantum yields (PLQY) and prompt/delayed\nfluorescence lifetimes in good agreement with reported experimental results.\nThese findings highlight that incorporating HT vibronic coupling effects and\nhigher lying excited states is essential for quantitatively modeling TADF\nmechanisms and guiding the design of high performance emitters."}
{"id": "2508.16528", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.16528", "abs": "https://arxiv.org/abs/2508.16528", "authors": ["Abhaya S. Hegde", "André M. Timpanaro", "Gabriel T. Landi"], "title": "Exploring null-entropy events: What do we learn when nothing happens?", "comment": "10 pages, 4 figures", "summary": "Fluctuation theorems establish that thermodynamic processes at the microscale\ncan occasionally result in negative entropy production. At the microscale,\nanother distinct possibility becomes more likely: processes where no entropy is\nproduced overall. In this work, we explore the constraints imposed by such\nnull-entropy events on the fluctuations of thermodynamic currents. By\nincorporating the probability of null-entropy events, we obtain tighter bounds\non finite-time thermodynamic uncertainty relations derived from fluctuation\ntheorems. We validate this framework using an example of a qudit SWAP engine."}
{"id": "2508.16339", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16339", "abs": "https://arxiv.org/abs/2508.16339", "authors": ["Nikhil Vijayan", "Durgesh Kumar", "Ao Du", "Lei Gao", "Zijie Xiao", "Hai I. Wang", "Rahul Gupta", "Gerhard Jakob", "Sachin Krishnia", "Yuriy Mokrousov", "Mathias Kläui"], "title": "Observation of negative orbital torque from Vanadium", "comment": "Corresponding author Mathias Kl\\\"aui Equal contribution from Nikhil\n  Vijayan and Durgesh Kumar", "summary": "We present systematic investigations of orbital torques generated from the\nlight metal $V$, revealing a negative orbital torque. We observe that the\ndamping-like torque (DLT) per unit electric field depends on the choice of the\nferromagnetic layer, with approximately seven times higher torque efficiency in\n$Ni/V$ as compared to $Fe_{60}Co_{20}B_{20}/V$. We find the sign of DLT per\nunit electric field from $V$ is opposite to that from $Pt$. These results\ncollectively confirm the existence of negative orbital Hall effect (OHE) in\n$V$. Furthermore, the DLT per unit electric field increases with the $V$ layer\nthickness, maintaining the negative sign at all thicknesses. We also note that\nthe DLT per unit electric field exceeds that of the $Pt$ reference samples at\nhigher $V$ thicknesses. Through fitting using the drift-diffusion equation, we\nextract a high effective orbital Hall conductivity of $-(1.46 \\pm\n0.09)\\,\\frac{\\hbar}{2e}\\,\\times 10^{5}\\,\\Omega^{-1}\\,\\mathrm{m}^{-1}$ and a\nlong orbital diffusion length of $(13.7 \\pm 0.9)\\,\\mathrm{nm}$ in $V$. ."}
{"id": "2508.15983", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15983", "abs": "https://arxiv.org/abs/2508.15983", "authors": ["MengXing Na", "Chris Zhou", "Sydney K. Y. Dufresne", "Matteo Michiardi", "Andrea Damascelli"], "title": "A simulation-based training framework for machine-learning applications in ARPES", "comment": "9 pages, 6 figures", "summary": "In recent years, angle-resolved photoemission spectroscopy (ARPES) has\nadvanced significantly in its ability to probe more observables and\nsimultaneously generate multi-dimensional datasets. These advances present new\nchallenges in data acquisition, processing, and analysis. Machine learning (ML)\nmodels can drastically reduce the workload of experimentalists; however, the\nlack of training data for ML -- and in particular deep learning -- is a\nsignificant obstacle. In this work, we introduce an open-source synthetic ARPES\nspectra simulator - aurelia - for the purpose of generating the large datasets\nnecessary to train ML models. As a demonstration, we train a convolutional\nneural network to evaluate ARPES spectra quality -- a critical task performed\nduring the initial sample alignment phase of the experiment. We benchmark the\nsimulation-trained model against actual experimental data and find that it can\nassess the spectra quality more accurately than human analysis, and swiftly\nidentify the optimal measurement region with high precision. Thus, we establish\nthat simulated ARPES spectra can be an effective proxy for experimental spectra\nin training ML models."}
{"id": "2508.16012", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16012", "abs": "https://arxiv.org/abs/2508.16012", "authors": ["Circe Hsu", "Claire Schlesinger", "Karan Mudaliar", "Jordan Leung", "Robin Walters", "Peter Schindler"], "title": "FIRE-GNN: Force-informed, Relaxed Equivariance Graph Neural Network for Rapid and Accurate Prediction of Surface Properties", "comment": null, "summary": "The work function and cleavage energy of a surface are critical properties\nthat determine the viability of materials in electronic emission applications,\nsemiconductor devices, and heterogeneous catalysis. While first principles\ncalculations are accurate in predicting these properties, their computational\nexpense combined with the vast search space of surfaces make a comprehensive\nscreening approach with density functional theory (DFT) infeasible. Here, we\nintroduce FIRE-GNN (Force-Informed, Relaxed Equivariance Graph Neural Network),\nwhich integrates surface-normal symmetry breaking and machine learning\ninteratomic potential (MLIP)-derived force information, achieving a twofold\nreduction in mean absolute error (down to 0.065 eV) over the previous\nstate-of-the-art for work function prediction. We additionally benchmark recent\ninvariant and equivariant architectures, analyze the impact of symmetry\nbreaking, and evaluate out-of-distribution generalization, demonstrating that\nFIRE-GNN consistently outperforms competing models for work function\npredictions. This model enables accurate and rapid predictions of the work\nfunction and cleavage energy across a vast chemical space and facilitates the\ndiscovery of materials with tuned surface properties"}
{"id": "2508.15942", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15942", "abs": "https://arxiv.org/abs/2508.15942", "authors": ["Charlotte Shiqi Zhao", "Sun-Ting Tsai", "Sharon C. Glotzer"], "title": "Hybrid Monte Carlo Metadynamics (hybridMC-MetaD)", "comment": null, "summary": "We propose the powerful integration of the Hybrid Monte Carlo (hybridMC)\nalgorithm and Well-Tempered Metadynamics. This new algorithm, hybridMC-MetaD,\nenhances the flexibility and applicability of metadynamics by allowing for the\nutilization of a wider range of collective variables (CVs), namely\nnon-differentiable CVs. We demonstrate the usage of hybridMC-MetaD through five\nexamples of rare events in molecular dynamics (MD) simulations, including a\nrare transition in a model potential system, condensation of the argon system,\ncrystallization in a nearly-hard sphere system, a nearly-hard bipyramid system\nand a colloidal suspension. By taking advantage of hybridMC, which combines\nmolecular dynamics (MD) and MC, we are able to bias the transitions along\nnon-differentiable CVs for all five cases, which would be unfeasible with\nconventional MD simulations. Enabled by metadynamics, we observed significant\nacceleration of the phase transitions and calculated free energy barriers using\nthe hybridMC-MetaD simulation data. For the nearly-hard bipyramid system whose\ncrystallization is primarily driven by entropy, we report the free energy\nsurface for the first time. Through our case studies, we show that our\nhybridMC-MetaD scheme reduces the complexity of using metadynamics and\nincreases its accessibility. We believe the hybridMC-MetaD algorithm will\nstimulate greater interest in, and foster broader applications of metadynamics."}
{"id": "2508.16017", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16017", "abs": "https://arxiv.org/abs/2508.16017", "authors": ["Hidefumi Takahashi", "Kiichiro Yoshida", "Akitoshi Nakano", "Shintaro Ishiwata"], "title": "Enhanced thermopower in a magnetic semiconductor EuTe4 with multiple charge-density-wave instabilities/", "comment": "15 pages, 4 figures", "summary": "We investigate the layered magnetic semiconductor EuTe4, focusing on its\nintricate charge-density wave (CDW) states near and above room temperature\nthrough single-crystal X-ray diffraction (XRD), magnetic, and thermoelectric\nmeasurements.The XRD measurement revealed that the CDW state inducing the polar\nlattice distortion persists even at 650 K, demonstrating its remarkable thermal\nstability. Notably, the Seebeck coefficient near room temperature reaches\nvalues exceeding 500 uVK-1. This large Seebeck coefficient, not fully captured\nby a simple band calculation, is comparable to those observed in heavy-electron\nsemiconducting oxides, suggesting the importance of electron correlation and\nspin/lattice instabilities. Furthermore, potentially reflecting the competition\nof two types of CDW states, the thermal conductivity near room temperature is\nas low as 0.02 Wcm-1K-1. As a result, the thermoelectric figure of merit zT\nreaches 0.22 at 460 K. These findings establish EuTe4 as a compelling platform\nto explore novel types of thermoelectric materials with multiple electronic\ninstability."}
{"id": "2508.16520", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16520", "abs": "https://arxiv.org/abs/2508.16520", "authors": ["Arshad Mehmood", "Caitlin V. Hetherington", "Zain Zaidi", "Benjamin G. Levine"], "title": "Chemical and Conformational Control of the Spectroscopic Properties of Multi-Layer and Multi-Defect Carbon Dots", "comment": null, "summary": "Carbon dots (CDs) are renowned for their bright and tunable photoluminescence\n(PL), stability, and biocompatibility, yet it remains challenging to link their\nheterogeneous structures to their spectroscopic properties. This study utilizes\ndensity functional theory (DFT) and time-dependent DFT (TD-DFT) to\nsystematically investigate how the spectroscopic properties of CDs of complex\nCDs with multiple layers and multiples defects are determined by their\nstructures and compositions. Calculations reveal that strongly oxidizing\ngroups, such as carbonyl and carbonyl acetate, significantly redshift\nabsorption and emission spectra. In contrast, less oxidizing groups, such as\nhydroxyl, behave as spectators with minimal impact on absorption and emission,\nexcept when they interact strongly with more oxidizing groups. We find that not\nonly the excitation energy, but also the excitation character itself is\nimpacted by the presence of specific groups, and the pH-dependence of the\nspectroscopic properties can be attributed to their protonation state-dependent\nexcitation character. We show that the twisting, sliding, and linker-mediated\nfolding of surface-functionalized layers in CDs markedly alter excitation\nenergies and characters, offering a molecular explanation for experimentally\nobserved emission intermittency and polarization fluctuations. These insights\nprovide strategies for optimizing CDs for various applications, including\nbioimaging, photocatalysis, and optoelectronic devices."}
{"id": "2508.16340", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16340", "abs": "https://arxiv.org/abs/2508.16340", "authors": ["Hadi Arjmandi-Tash", "Roshan Prasad", "Hanqing Liu", "Gerard Verbiest", "Dominic Vella", "Farbod Alijani"], "title": "Mechanical Reinforcement of Graphene via Wrinkling", "comment": null, "summary": "Mechanical cantilevers are central to nanotechnology, with ultimate\nsensitivity achieved at the atomic limit, where low bending rigidity makes\nstability the fundamental challenge. Here, we introduce a wrinkle-induced\nstiffening approach that enhances the bending rigidity of monolayer graphene by\nseveral orders of magnitude, enabling the fabrication of mechanically robust\ngraphene cantilevers. When suspended over microcavities, these wrinkled\nmembranes exhibit significant increases in both in-plane and out-of-plane\nstiffness, as confirmed by nanoindentation and resonance measurements, which\nalso reveal that enhanced bending rigidity strongly influences their\nvibrational response. This behavior marks a transition from tension-dominated\nmechanics to a regime where bending effects become prominent, even in a single\natomic layer. By sculpting these structures, we realize graphene cantilevers\nwith measured bending rigidities between $10^6$ and $10^7$ eV, while\nmaintaining femtogram-scale mass. These findings open new directions in\nnanomechanical sensing and cantilever-based technologies."}
{"id": "2508.16012", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16012", "abs": "https://arxiv.org/abs/2508.16012", "authors": ["Circe Hsu", "Claire Schlesinger", "Karan Mudaliar", "Jordan Leung", "Robin Walters", "Peter Schindler"], "title": "FIRE-GNN: Force-informed, Relaxed Equivariance Graph Neural Network for Rapid and Accurate Prediction of Surface Properties", "comment": null, "summary": "The work function and cleavage energy of a surface are critical properties\nthat determine the viability of materials in electronic emission applications,\nsemiconductor devices, and heterogeneous catalysis. While first principles\ncalculations are accurate in predicting these properties, their computational\nexpense combined with the vast search space of surfaces make a comprehensive\nscreening approach with density functional theory (DFT) infeasible. Here, we\nintroduce FIRE-GNN (Force-Informed, Relaxed Equivariance Graph Neural Network),\nwhich integrates surface-normal symmetry breaking and machine learning\ninteratomic potential (MLIP)-derived force information, achieving a twofold\nreduction in mean absolute error (down to 0.065 eV) over the previous\nstate-of-the-art for work function prediction. We additionally benchmark recent\ninvariant and equivariant architectures, analyze the impact of symmetry\nbreaking, and evaluate out-of-distribution generalization, demonstrating that\nFIRE-GNN consistently outperforms competing models for work function\npredictions. This model enables accurate and rapid predictions of the work\nfunction and cleavage energy across a vast chemical space and facilitates the\ndiscovery of materials with tuned surface properties"}
{"id": "2508.16017", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16017", "abs": "https://arxiv.org/abs/2508.16017", "authors": ["Hidefumi Takahashi", "Kiichiro Yoshida", "Akitoshi Nakano", "Shintaro Ishiwata"], "title": "Enhanced thermopower in a magnetic semiconductor EuTe4 with multiple charge-density-wave instabilities/", "comment": "15 pages, 4 figures", "summary": "We investigate the layered magnetic semiconductor EuTe4, focusing on its\nintricate charge-density wave (CDW) states near and above room temperature\nthrough single-crystal X-ray diffraction (XRD), magnetic, and thermoelectric\nmeasurements.The XRD measurement revealed that the CDW state inducing the polar\nlattice distortion persists even at 650 K, demonstrating its remarkable thermal\nstability. Notably, the Seebeck coefficient near room temperature reaches\nvalues exceeding 500 uVK-1. This large Seebeck coefficient, not fully captured\nby a simple band calculation, is comparable to those observed in heavy-electron\nsemiconducting oxides, suggesting the importance of electron correlation and\nspin/lattice instabilities. Furthermore, potentially reflecting the competition\nof two types of CDW states, the thermal conductivity near room temperature is\nas low as 0.02 Wcm-1K-1. As a result, the thermoelectric figure of merit zT\nreaches 0.22 at 460 K. These findings establish EuTe4 as a compelling platform\nto explore novel types of thermoelectric materials with multiple electronic\ninstability."}
{"id": "2508.15944", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15944", "abs": "https://arxiv.org/abs/2508.15944", "authors": ["J. W. González", "R. A. Gallardo", "N. Vidal-Silva", "A. M. León"], "title": "Dual Topology as a Fingerprint of Relativistic Altermagnetism in AgF$_2$ Monolayer", "comment": "10 pages, 7 figures", "summary": "Altermagnets have emerged as a fertile ground for quantum phenomena, but\ntopological phases unifying different quasiparticles remain largely unexplored.\nHere, we demonstrate that monolayer AgF$_2$ hosts a dual topological state,\ndriven by a single ferroelastic distortion. This polar transition breaks\ninversion symmetry and unleashes relativistic spin-orbit effects,\nsimultaneously imparting non-trivial topology to electrons and magnons. The\nresult is valence bands with opposite Chern numbers, $C^E=\\pm3$, and a magnon\nspectrum with a full topological gap and chiral bands, $C^M=\\pm1$. This work\nrealizes topological altermagnonics in a tangible material platform, with a\nclear experimental fingerprint in the transverse thermal Hall effect. The\ncoexistence of fermionic and bosonic topology in AgF$_2$ opens new directions\nfor designing intrinsically hybrid quantum matter."}
{"id": "2508.16099", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16099", "abs": "https://arxiv.org/abs/2508.16099", "authors": ["Tian Le", "Zhuokai Xu", "Jinjin Liu", "Ruiya Zhan", "Zhiwei Wang", "Xiao Lin"], "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5", "comment": "13 pages, 5 figures, Physical Review Letter in press", "summary": "Superconducting chiral domains associated with a time-reversal\nsymmetry-breaking order parameter have garnered significant attention in Kagome\nsystems. In this work, we demonstrate both the intrinsic direct-current and\nalternating-current Josephson effects in the nanoplates of the vanadium-based\nKagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro\nsteps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are\nmodulated by thermal cycling, suggesting that the Josephson effects arise from\ndynamic superconducting domains. These findings may provide new insights into\nchiral superconductivity in CsV3Sb5 and highlight the potential of these\nintrinsic Josephson junctions for applications in chiral superconductor based\nquantum devices."}
{"id": "2508.16099", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16099", "abs": "https://arxiv.org/abs/2508.16099", "authors": ["Tian Le", "Zhuokai Xu", "Jinjin Liu", "Ruiya Zhan", "Zhiwei Wang", "Xiao Lin"], "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5", "comment": "13 pages, 5 figures, Physical Review Letter in press", "summary": "Superconducting chiral domains associated with a time-reversal\nsymmetry-breaking order parameter have garnered significant attention in Kagome\nsystems. In this work, we demonstrate both the intrinsic direct-current and\nalternating-current Josephson effects in the nanoplates of the vanadium-based\nKagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro\nsteps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are\nmodulated by thermal cycling, suggesting that the Josephson effects arise from\ndynamic superconducting domains. These findings may provide new insights into\nchiral superconductivity in CsV3Sb5 and highlight the potential of these\nintrinsic Josephson junctions for applications in chiral superconductor based\nquantum devices."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16066", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16066", "abs": "https://arxiv.org/abs/2508.16066", "authors": ["Christopher L. Rom", "Austin Shotwell", "Sinclair Combs", "Autumn Peters", "Lauren Borgia", "James R. Neilson", "Annalise E. Maughan"], "title": "Ball milling enables phase-pure synthesis of a temperature sensitive ternary chloride, MgZrCl$_6$", "comment": null, "summary": "Ball milling is a powerful synthetic tool for discovering new inorganic\nmaterials. Inspired by the high ionic conductivity in Li$_2$ZrCl$_6$\nsynthesized via mechanochemistry, we synthesized MgZrCl$_6$ with a similar\nmethod. High resolution synchrotron X-ray diffraction shows that MgZrCl$_6$ is\npoorly crystalline after ball milling, but crystallizes in a layered hexagonal\nstructure ($P31c$) after heat treatment. In situ synchrotron X-ray diffraction\nreveals a narrow temperature window around 400 {\\deg}C in which crystallization\noccurs. At higher temperatures the phase decomposes. Pair distribution function\nanalysis shows 2D sheets of MgZrCl$_6$ form after milling, with heating driving\n3D crystallization. Raman spectroscopy also shows evidence of MgZrCl$_6$ after\nmilling. Electrochemical impedance spectroscopy does not reveal ionic\nconductivity in MgZrCl$_6$ (limit of detection ca. $1.4 \\times 10^{-8}$ S/cm).\nIn addition to supporting existing design rules for Mg-based solid\nelectrolytes, this work shows the power of ball milling to synthesize\ntemperature-sensitive inorganic compounds with high yield."}
{"id": "2508.15957", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15957", "abs": "https://arxiv.org/abs/2508.15957", "authors": ["Harsh Gupta", "Rui Pereira", "Leon Koch", "Niklas Bruckmoser", "Moritz Singer", "Benedikt Schoof", "Manuel Kompatscher", "Stefan Filipp", "Marc Tornow"], "title": "High temporal stability of niobium superconducting resonators by surface passivation with organophosphonate self-assembled monolayers", "comment": "35 pages, 21 figures, Harsh Gupta and Marc Tornow are the\n  corresponding authors", "summary": "One main limiting factor towards achieving high coherence times in\nsuperconducting circuits is two level system (TLS) losses. Mitigating such\nlosses requires controlling the formation of native oxides at the metal-air\ninterface. Here, we report the growth of alkyl-phosphonate self-assembled\nmonolayers (SAMs) on Nb thin films following oxide removal. The impact of\npassivation was evaluated via the performance of coplanar waveguide resonators\nat 10mK, in terms of quality factor and resonant frequency, over six days of\nair exposure. Un-passivated resonators exhibited an ~80% increase in loss at\nsingle-photon power levels, whereas SAM-passivated resonators maintained\nexcellent temporal stability, attributed to suppressed oxide regrowth. By\nemploying a two-component TLS model, we discern distinct prominent loss\nchannels for each resonator type and quantified the characteristic TLS loss of\nthe SAMs to be ~5x10^-7. We anticipate our passivation methodology to offer a\npromising route toward industrial-scale qubit fabrication, particularly where\nlong-term device stability is critical."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16436", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16436", "abs": "https://arxiv.org/abs/2508.16436", "authors": ["Yue He", "Daniel Escudero"], "title": "Universal Multistate Kinetic Models for the In-Silico Discovery of Thermally Activated Delayed Fluorescence Emitters", "comment": null, "summary": "Many thermally activated delayed fluorescence (TADF) emitters exhibit complex\nphotophysical behaviors that cannot be fully captured by the conventional three\nstate model (S0, S1, T1). The lack of kinetic models that incorporate vibronic\ncoupling effects and high lying excited states has long limited the systematic\nunderstanding and rational design of these materials. To address this, we\ndeveloped KinLuv, an extended multistate kinetic model that not only includes\nhigher lying excited states (S2, T2) but also accounts for the Herzberg Teller\n(HT) vibronic coupling in the rate constant calculations. Applied to two\nrepresentative TADF emitters, i.e., DOBNA and DiKTa, KinLuv successfully\npredicts photoluminescence quantum yields (PLQY) and prompt/delayed\nfluorescence lifetimes in good agreement with reported experimental results.\nThese findings highlight that incorporating HT vibronic coupling effects and\nhigher lying excited states is essential for quantitatively modeling TADF\nmechanisms and guiding the design of high performance emitters."}
{"id": "2508.16084", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16084", "abs": "https://arxiv.org/abs/2508.16084", "authors": ["Liguang Gong", "Hongping Jiang", "Bin Lao", "Xuan Zheng", "Xuejiao Chen", "Zhicheng Zhong", "Yan Sun", "Xianfeng Hao", "Milan Radovic", "Run-Wei Li", "Zhiming Wang"], "title": "Intrinsic Strain-Driven Topological Evolution in SrRuO3 via Flexural Strain Engineering", "comment": "19 pages, 4 figures", "summary": "Strain engineering offers a powerful route to tailor topological electronic\nstructures in correlated oxides, yet conventional epitaxial strain approaches\nintroduce extrinsic factors such as substrate-induced phase transitions and\ncrystalline quality variations, which makes the unambiguous identification of\nthe intrinsic strain effects challenging. Here, we develop a flexural strain\nplatform based on van der Waals epitaxy and flexible micro-fabrication,\nenabling precise isolation and quantification of intrinsic strain effects on\ntopological electronic structures in correlated oxides without extrinsic\ninterference. Through strain-dependent transport measurements of the Weyl\nsemimetal SrRuO3, we observed a significant enhancement of anomalous Hall\nconductivity by 21% under a tiny strain level of 0.2%, while longitudinal\nresistivity remains almost constant -- a hallmark of intrinsic topological\nresponse. First-principles calculations reveal a distinct mechanism where\nstrain-driven non-monotonic evolution of Weyl nodes across the Fermi level,\nexclusively governed by lattice constant modulation, drives the striking AHC\nbehavior. Our work not only highlights the pivotal role of pure lattice strain\nin topological regulation but also establishes a universal platform for\ndesigning flexible topological oxide devices with tailored functionalities."}
{"id": "2508.15968", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15968", "abs": "https://arxiv.org/abs/2508.15968", "authors": ["Dung Vu", "Hangoo Lee", "Daniele Nicoletti", "Wenzheng Wei", "Zheting Jin", "Dmitry V. Chichinadze", "Michele Buzzi", "Yu He", "Christopher A. Mizzi", "Tiema Qian", "Boris Maiorov", "Alexey Suslov", "Cyprian Lewandowski", "Sohrab Ismail-Beigi", "Frederick Walker", "Andrea Cavalleri", "Charles Ahn"], "title": "Unconventional superconductivity induced by rare-earth substitution in Nd1-xEuxNiO2 thin films", "comment": "Under Review", "summary": "High temperature superconductivity is typically associated with strong\ncoupling and a large superconducting gap, yet these characteristics have not\nbeen demonstrated in the nickelates. Here, we provide experimental evidence\nthat Eu substitution in the spacer layer of Nd1-xEuxNiO2 (NENO) thin films\nenhances the superconducting gap, driving the system toward a strong-coupling\nregime. This is accompanied by a magnetic-exchange-driven\nmagnetic-field-enhanced superconductivity. We investigate the upper critical\nmagnetic field, Hc2, and superconducting gap of superconducting NENO thin films\nwith x=0.2 to 0.35. Magnetoresistance measurements reveal\nmagnetic-field-enhanced superconductivity in NENO films. We interpret this\nphenomenon as a result of interaction between magnetic Eu ions and\nsuperconducting states in the Ni dx2-y2 orbital. The upper critical magnetic\nfield strongly violates the weak-coupling Pauli limit. Infrared spectroscopy\nconfirms a large gap-to-Tc ratio $2 \\Delta k_B T_c \\approx 5 - 6$, indicating a\nstronger coupling pairing mechanism in NENO relative to the Sr-doped NdNiO2.\nThe substitution of Eu in the rare-earth layer provides a method to modify the\nsuperconducting gap in Nd-based nickelates, an essential factor in engineering\nhigh-Tc superconductivity in infinite-layer nickelates."}
{"id": "2508.16290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16290", "abs": "https://arxiv.org/abs/2508.16290", "authors": ["Km Rubi", "King Yau Yip", "Elizabeth Krenkel", "Nurul Fitriyah", "Xing Gao", "Saurav Prakash", "S. Lin Er Chow", "Tsz Fung Poon", "Mun K. Chan", "David Graf", "A. Ariando", "Neil Harrison"], "title": "Extreme magnetic field-boosted superconductivity in a high-temperature superconductor", "comment": "15 pages, 3 main figures, 5 extended data", "summary": "Magnetic fields typically suppress superconductivity through Pauli and\norbital limiting effects. However, there are rare instances of\nmagnetic-field-induced superconductivity, as seen in Chevrel phase compounds\n[1], organic conductors [2], uranium-based heavy-fermion systems [3, 4], and\nmoire graphene [5], though these materials possess inherently low\nsuperconducting transition temperatures (Tc). Here, we demonstrate high\nfield-stabilized superconductivity in a class of materials with a significantly\nhigher Tc (up to 40 K): the infinite-layer nickelates [6]. Both low-field and\nhigh-field superconducting states can be plausibly explained by a compensation\nmechanism akin to the Jaccarino-Peter effect. These findings demonstrate the\npossibility of achieving substantially enhanced upper critical fields in\nhigh-temperature superconductors."}
{"id": "2508.16412", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16412", "abs": "https://arxiv.org/abs/2508.16412", "authors": ["Haoran Ji", "Zheyuan Xie", "Yaqi Chen", "Guangdi Zhou", "Longxin Pan", "Heng Wang", "Haoliang Huang", "Jun Ge", "Yi Liu", "Guang-Ming Zhang", "Ziqiang Wang", "Qi-Kun Xue", "Zhuoyu Chen", "Jian Wang"], "title": "Signatures of spin-glass superconductivity in nickelate (La, Pr, Sm)3Ni2O7 films", "comment": null, "summary": "The discovery of Ruddlesden-Popper (R-P) nickelate superconductors under high\npressure heralds a new chapter of high-transition temperature (high-Tc)\nsuperconductivity. Recently, ambient-pressure superconductivity is achieved in\nR-P bilayer nickelate thin films through epitaxial compressive strain,\nunlocking in-depth investigations into the superconducting characteristics.\nHere, through electrical transport study, we report the observation of\nspin-glass superconductivity with hysteretic magnetoresistance and glass-like\ndynamics in the bilayer nickelate (La, Pr, Sm)3Ni2O7 films. The\nsuperconductivity develops in a two-step transition, with onset Tc exceeding 50\nK and zero-resistance Tc around 15 K. Remarkably, magnetoresistance hysteresis,\nindicative of time-reversal symmetry breaking, is observed exclusively during\nthe second-step transition to zero resistance. The hysteresis is observed under\nboth out-of-plane and in-plane magnetic fields with significant anisotropy, and\nexhibits coalescing minima at zero field, fundamentally distinct from trapped\nvortices or long-range-ordered magnetism with coercivity. Successive oxygen\nreductions simultaneously suppress the superconductivity and hysteresis,\nrevealing their mutual connections to the selective electronic orbitals. The\nremoval of magnetic field triggers spontaneous and logarithmically slow\nresistance relaxations in the second-step transition, signatures of glassy\ndynamics, indicating that the superconducting ground state is correlated with\nan electronic spin-glass order. Our findings uncover an unprecedented\nsuperconducting state in the nickelate superconductors, providing\nphenomenological and conceptual advances for future investigations on high-Tc\nsuperconductivity."}
{"id": "2508.16554", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16554", "abs": "https://arxiv.org/abs/2508.16554", "authors": ["Karan Shah", "Attila Cangi"], "title": "Machine Learning Time Propagators for Time-Dependent Density Functional Theory Simulations", "comment": "20 pages, 5 figures", "summary": "Time-dependent density functional theory (TDDFT) is a widely used method to\ninvestigate electron dynamics under external time-dependent perturbations such\nas laser fields. In this work, we present a novel approach to accelerate\nelectron dynamics simulations based on real time TDDFT using autoregressive\nneural operators as time-propagators for the electron density. By leveraging\nphysics-informed constraints and featurization, and high-resolution training\ndata, our model achieves superior accuracy and computational speed compared to\ntraditional numerical solvers. We demonstrate the effectiveness of our model on\na class of one-dimensional diatomic molecules under the influence of a range of\nlaser parameters. This method has potential in enabling real-time, on-the-fly\nmodeling of laser-irradiated molecules and materials with varying experimental\nparameters."}
{"id": "2508.16197", "categories": ["cond-mat.mtrl-sci", "hep-ex", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2508.16197", "abs": "https://arxiv.org/abs/2508.16197", "authors": ["Niels Sorgenfrei", "Yana Gurimskaya", "Anja Himmerlich", "Michael Moll", "Ulrich Parzefall", "Ioana Pintilie", "Joern Schwandt"], "title": "On the nature and charge state of the X-Defect, a radiation-induced Silicon defect with field-enhanced charge carrier emission", "comment": "11 pages, 13 figures, 1 table, Submitted to NIM-A", "summary": "The elusive X-Defect, a defect found in low-resistivity $p$-type Silicon\nafter irradiation, observed as a low-temperature shoulder of the\n$\\mathrm{B}_\\mathrm{i}\\mathrm{O}_\\mathrm{i}$ defect\n(Boron-interstitial-Oxygen-interstitial complex) in Thermally Stimulated\nCurrent (TSC) measurements, was investigated to determine its properties,\nmatching them with those of a previously identified defect. Through a\ncombination of TSC, Deep-Level Transient Spectroscopy (DLTS), Difference-DLTS\n(DDLTS), numerical simulations of field-enhanced charge carrier emissions in\nTSC measurements and a comparison to literature, the X-Defect was identified as\nthe singly positively charged Silicon di-vacancy $\\mathrm{V}_2(+/0)$. This\nassignment is supported by an agreement in activation energy, capture\ncross-section, trap type and charge emission process, as well as simulations\ncomparing the effects of phonon-assisted tunnelling (PAT) and Poole-Frenkel\n(PF) mechanisms on TSC spectra. DDTLS measurements revealed a quadratic\ndependence of the activation energy on the electric field strength, confirming\nPAT as the prevailing mechanism over PF in the case of the radiation-induced\nX-Defect. Assigning the X-Defect to an electrically neutral defect in the space\ncharge region resolves previous contradictions regarding its deficiency in\nimpacting on the effective doping concentration."}
{"id": "2508.15983", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15983", "abs": "https://arxiv.org/abs/2508.15983", "authors": ["MengXing Na", "Chris Zhou", "Sydney K. Y. Dufresne", "Matteo Michiardi", "Andrea Damascelli"], "title": "A simulation-based training framework for machine-learning applications in ARPES", "comment": "9 pages, 6 figures", "summary": "In recent years, angle-resolved photoemission spectroscopy (ARPES) has\nadvanced significantly in its ability to probe more observables and\nsimultaneously generate multi-dimensional datasets. These advances present new\nchallenges in data acquisition, processing, and analysis. Machine learning (ML)\nmodels can drastically reduce the workload of experimentalists; however, the\nlack of training data for ML -- and in particular deep learning -- is a\nsignificant obstacle. In this work, we introduce an open-source synthetic ARPES\nspectra simulator - aurelia - for the purpose of generating the large datasets\nnecessary to train ML models. As a demonstration, we train a convolutional\nneural network to evaluate ARPES spectra quality -- a critical task performed\nduring the initial sample alignment phase of the experiment. We benchmark the\nsimulation-trained model against actual experimental data and find that it can\nassess the spectra quality more accurately than human analysis, and swiftly\nidentify the optimal measurement region with high precision. Thus, we establish\nthat simulated ARPES spectra can be an effective proxy for experimental spectra\nin training ML models."}
{"id": "2508.16411", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16411", "abs": "https://arxiv.org/abs/2508.16411", "authors": ["Mihir Date", "Hyeonhu Bae", "Alex Louat", "Gabriele Domaine", "Niels B. M. Schröter", "2 Enrico Da Como", "Binghai Yan", "Matthew D. Watson"], "title": "Charge transfer empties the flat band in 4H$_b$-TaS$_2$ -- except at the surface", "comment": "9 pages, 4 figures", "summary": "The 4H\\textsubscript{b} polytype of TaS$_2$ is a natural heterostructure of H\nand T-type layers. Intriguing recent evidence points towards a possibly chiral\nsuperconducting ground state, unlike the superconductivity found in other\npolytypes where the T layers are absent, requiring understanding of the\npossible contributions of electrons from the T layers. Here we use\nmicro-focused angle resolved photoemission spectroscopy to reveal that the T\ntermination of the 4H\\textsubscript{b} structure is metallic, but a subsurface\nT layer -- seen below an H termination and thus more representative of the bulk\ncase -- is gapped. The results imply a complete charge transfer of 1 electron\nper 13 Ta from the T to adjacent H layers in the bulk, but an incomplete charge\ntransfer at the T termination, yielding a metallic Fermi surface with a\nplanar-chiral character. A similar metallic state is found in an anomalous\nregion with likely T-H-H' stacking at the surface. Our results exclude cluster\nMott localisation in either the bulk or surface of 4H$_b$-TaS$_2$ and point to\na scenario of superconductivity arising from Josephson-like tunneling between\nthe H layers."}
{"id": "2508.16520", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16520", "abs": "https://arxiv.org/abs/2508.16520", "authors": ["Arshad Mehmood", "Caitlin V. Hetherington", "Zain Zaidi", "Benjamin G. Levine"], "title": "Chemical and Conformational Control of the Spectroscopic Properties of Multi-Layer and Multi-Defect Carbon Dots", "comment": null, "summary": "Carbon dots (CDs) are renowned for their bright and tunable photoluminescence\n(PL), stability, and biocompatibility, yet it remains challenging to link their\nheterogeneous structures to their spectroscopic properties. This study utilizes\ndensity functional theory (DFT) and time-dependent DFT (TD-DFT) to\nsystematically investigate how the spectroscopic properties of CDs of complex\nCDs with multiple layers and multiples defects are determined by their\nstructures and compositions. Calculations reveal that strongly oxidizing\ngroups, such as carbonyl and carbonyl acetate, significantly redshift\nabsorption and emission spectra. In contrast, less oxidizing groups, such as\nhydroxyl, behave as spectators with minimal impact on absorption and emission,\nexcept when they interact strongly with more oxidizing groups. We find that not\nonly the excitation energy, but also the excitation character itself is\nimpacted by the presence of specific groups, and the pH-dependence of the\nspectroscopic properties can be attributed to their protonation state-dependent\nexcitation character. We show that the twisting, sliding, and linker-mediated\nfolding of surface-functionalized layers in CDs markedly alter excitation\nenergies and characters, offering a molecular explanation for experimentally\nobserved emission intermittency and polarization fluctuations. These insights\nprovide strategies for optimizing CDs for various applications, including\nbioimaging, photocatalysis, and optoelectronic devices."}
{"id": "2508.16214", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16214", "abs": "https://arxiv.org/abs/2508.16214", "authors": ["Subhojit Pal", "John F. Dobson"], "title": "Do 1-dimensional metals prefer to form even-numbered van der Waals clusters ?", "comment": "17 pages, 5 figures", "summary": "Parallel quasi-one-dimensional metals are known to experience strong\ndispersion (van der Waals, vdW) interactions that fall off unusually slowly\nwith separation between the metals. Examples include nanotube brushes,\nnano-wire arrays, and also common biological structures. In a many-stranded\nbundle, there are potentially strong multi-strand vdW interactions that go\nbeyond a simple sum of negative (attractive) pairwise inter-strand energies.\nPerturbative analysis showed that these contributions alternate in sign, with\nthe odd (triplet, quintuplet, ...) terms being positive (repulsive). The\ntriplet case leds to the intriguing speculation that these strands may prefer\nto coalesce into even-numbered bundles, which could have implications for the\nformation kinetics of DNA, for example. Here we use a non-perturbative vdW\nenergy analysis to show that this conjecture is not true in general. As our\ncounter-example we consider 6 strands and show that 2 well-separated bundles of\n3 strands have a more negative total vdW energy than 3 well-separated bundles\nof 2 strands ( i.e. an odd-number preference). We also discuss a bundle of 6\nstrands and explore the relative contributions beyond pairwise interactions."}
{"id": "2508.15999", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15999", "abs": "https://arxiv.org/abs/2508.15999", "authors": ["Franscesca Ark", "Jacob B. Hass", "Eric I. Corwin"], "title": "Universal Fluctuations in the Tail Probability for d=2 Random Walks in Space-Time Random Environments", "comment": "6 pages, 4 figures", "summary": "Many diffusive systems involve correlated random walkers due to a shared\nenvironment. Such systems can be modeled as random walks in random environments\n(RWRE). These models differ from classical diffusion in the behavior of the\nextremes -- the walkers that move the fastest or farthest. In spatial dimension\n$d=1$ RWRE models have been well studied numerically and analytically and\nexhibit universal behavior in the Kardar-Parisi-Zhang universality class. Here,\nwe study discrete lattice RWRE models in $d=2$. We find that the tail\nprobability exhibits a different universal scaling form, which is nevertheless\ncharacterized by the same coefficient, $\\lambda_\\mathrm{ext}$, as in the $d=1$\ncase. We observe a critical scaling regime for fluctuations in the tail\nprobability at positions that scale linearly in time."}
{"id": "2508.16412", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16412", "abs": "https://arxiv.org/abs/2508.16412", "authors": ["Haoran Ji", "Zheyuan Xie", "Yaqi Chen", "Guangdi Zhou", "Longxin Pan", "Heng Wang", "Haoliang Huang", "Jun Ge", "Yi Liu", "Guang-Ming Zhang", "Ziqiang Wang", "Qi-Kun Xue", "Zhuoyu Chen", "Jian Wang"], "title": "Signatures of spin-glass superconductivity in nickelate (La, Pr, Sm)3Ni2O7 films", "comment": null, "summary": "The discovery of Ruddlesden-Popper (R-P) nickelate superconductors under high\npressure heralds a new chapter of high-transition temperature (high-Tc)\nsuperconductivity. Recently, ambient-pressure superconductivity is achieved in\nR-P bilayer nickelate thin films through epitaxial compressive strain,\nunlocking in-depth investigations into the superconducting characteristics.\nHere, through electrical transport study, we report the observation of\nspin-glass superconductivity with hysteretic magnetoresistance and glass-like\ndynamics in the bilayer nickelate (La, Pr, Sm)3Ni2O7 films. The\nsuperconductivity develops in a two-step transition, with onset Tc exceeding 50\nK and zero-resistance Tc around 15 K. Remarkably, magnetoresistance hysteresis,\nindicative of time-reversal symmetry breaking, is observed exclusively during\nthe second-step transition to zero resistance. The hysteresis is observed under\nboth out-of-plane and in-plane magnetic fields with significant anisotropy, and\nexhibits coalescing minima at zero field, fundamentally distinct from trapped\nvortices or long-range-ordered magnetism with coercivity. Successive oxygen\nreductions simultaneously suppress the superconductivity and hysteresis,\nrevealing their mutual connections to the selective electronic orbitals. The\nremoval of magnetic field triggers spontaneous and logarithmically slow\nresistance relaxations in the second-step transition, signatures of glassy\ndynamics, indicating that the superconducting ground state is correlated with\nan electronic spin-glass order. Our findings uncover an unprecedented\nsuperconducting state in the nickelate superconductors, providing\nphenomenological and conceptual advances for future investigations on high-Tc\nsuperconductivity."}
{"id": "2508.16264", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.16264", "abs": "https://arxiv.org/abs/2508.16264", "authors": ["Siddharth", "Vinod Kumar Solet", "Sudhir K. Pandey"], "title": "First-principles many-body study for electronic, optical, and excitonic properties of RbTlCl3 perovskite for solar cells", "comment": "9 figures", "summary": "We present a detailed many-body ab initio study of the valence-skipper\nRbTlCl$_{3}$ perovskite compound for photovoltaic (PV) applications. The\nelectronic and optical properties, both with and without spin-orbit coupling,\nhave been calculated using density functional theory (DFT) and many-body\nexcited-state calculations. The band gap, which is indirect in nature, is found\nto be 0.95 eV and 0.89 eV from PBE and PBEsol, respectively. The optical\nproperties have been computed using four different approximations: independent\nparticle approximation (IPA), IPA with scissor correction (IQPA), random phase\napproximation for local-field effects (LFEs), and the Bethe-Salpeter equation\n(BSE). The estimated highest value of the imaginary part of the dielectric\nfunction using IQPA is 7 at 2 eV, which slightly decreases to 5.7 due to LFEs.\nWithin BSE, the peak value is obtained to be maximum at 1.6 eV with a magnitude\nof 10.8, which indicates the strong excitonic effect below the optical gap.\nLarge number of bright and dark bound excitons are found, where the binding\nenergies of four main bound bright excitons are found in the range of 299-350\nmeV. The exciton amplitude in both reciprocal and real space is analyzed. The\nmain bound bright exciton is localized in the reciprocal space, while this\nexhibits a delocalized nature in real space. The BSE predicts a highest\nabsorption coefficient of 3.6 $\\times$ $10^{6}$ cm$^{-1}$ at 1.7 eV, while a\nminimum reflectivity in the active region of the solar energy spectrum is\nobtained to be around 2.7\\%. Finally, the solar efficiency has been estimated\nusing the spectroscopic limited maximum efficiency approach and obtained\nhighest value is 15.5% at a thickness of 0.5 $\\mu$m. These findings reveal a\nsignificant excitonic effect in the absorption spectra of RbTlCl$_{3}$ and\nhighlight its potential as a promising material for single-junction thin-film\nsolar cells."}
{"id": "2508.16009", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16009", "abs": "https://arxiv.org/abs/2508.16009", "authors": ["Yuze Meng", "Lei Ma", "Li Yan", "Ahmed Khalifa", "Dongxue Chen", "Shuai Zhang", "Rounak Banerjee", "Takashi Taniguchi", "Kenji Watanabe", "Seth Ariel Tongay", "Benjamin Hunt", "Shi-Zeng Lin", "Wang Yao", "Yong-Tao Cui", "Shubhayu Chatterjee", "Su-Fei Shi"], "title": "Strong Correlation Driven Quadrupolar to Dipolar Exciton Transitions in a Trilayer Moiré Superlattice", "comment": null, "summary": "The additional layer degree of freedom in trilayer moir\\'e superlattices of\ntransition metal dichalcogenides enables the emergence of novel excitonic\nspecies, such as quadrupolar excitons, which exhibit unique excitonic\ninteractions and hold promise for realizing intriguing excitonic phases and\ntheir quantum phase transitions. Concurrently, the presence of strong\nelectronic correlations in moir\\'e superlattices, as exemplified by the\nobservations of Mott insulators and generalized Wigner crystals, offers a\ndirect route to manipulate these new excitonic states and resulting collective\nexcitonic phases. Here, we demonstrate that strong exciton-exciton and\nelectron-exciton interactions, both stemming from robust electron correlations,\ncan be harnessed to controllably drive transitions between quadrupolar and\ndipolar excitons. This is achieved by tuning either the exciton density or\nelectrostatic doping in a trilayer semiconducting moir\\'e superlattice. Our\nfindings not only advance the fundamental understanding of quadrupolar excitons\nbut also usher in new avenues for exploring and engineering many-body quantum\nphenomena through novel correlated excitons in semiconducting moir\\'e systems."}
{"id": "2508.16435", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16435", "abs": "https://arxiv.org/abs/2508.16435", "authors": ["Kinga Warda", "Eric Macke", "Iurii Timrov", "Lucio Colombi Ciacchi", "Piotr M. Kowalski"], "title": "Getting the manifold right: The crucial role of orbital resolution in DFT+U for mixed d-f electron compounds", "comment": null, "summary": "Accurately modeling compounds with partially filled $d$ and $f$ shells\nremains a hard challenge for density-functional theory, due to large\nself-interaction errors stemming from local or semi-local exchange-correlation\nfunctionals. Hubbard $U$ corrections can mitigate such errors, but are often\ndetrimental to the description of hybridized states, leading to spurious force\ncontributions and wrong lattice structures. Here, we show that careful\ndisentanglement of localized and delocalized states leads to accurate\npredictions of electronic states and structural distortions in ternary\nmonouranates (AUO$_4$, where A represents Mn, Co, or Ni), for which standard\n$U$ corrections generally fail. Crucial to achieving such accuracy is a\nminimization of the mismatch between the spatial extension of the projector\nfunctions and the true coordination geometry. This requires Wannier-like\nalternatives to atomic-orbital projector functions, or corrections of Hubbard\nmanifolds exclusively comprised of the most localized A-$3d$, U-$5f$ and O-$2p$\norbitals. These findings open up the computational prediction of fundamental\nproperties of actinide solids of critical technological importance."}
{"id": "2508.16367", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16367", "abs": "https://arxiv.org/abs/2508.16367", "authors": ["Pushkar Prakash Dhekne", "Nikhil Prabhu", "Matthias Bönisch", "Marc Seefeldt", "Martin Diehl", "Kim Vanmeensel"], "title": "Deformation mechanisms of L-PBF-processed Ti-6Al-4V investigated using a combined experimental and simulation approach", "comment": null, "summary": "Despite the significant application potential of laser powder bed fusion\n(L-PBF) processed Ti-6Al-4V components, a detailed understanding of their\ndeformation mechanisms remains limited. This study investigates the deformation\nbehavior of the {\\alpha^\\prime} and {\\alpha} phases in the as-built and\nheat-treated specimens, respectively, using in-situ high-energy X-ray\ndiffraction (HEXRD) combined with crystal plasticity modeling. Both phases\nexhibited similar elastic anisotropy, with the highest modulus along \\{00.2\\}\nand the lowest along \\{10.0\\}, although the {\\alpha} phase consistently showed\nhigher directional moduli than the {\\alpha^\\prime} phase. Their plastic\ndeformation responses differed markedly: in the as-built {\\alpha^\\prime} phase,\nslip activation followed the sequence prismatic \\rightarrow basal \\rightarrow\npyramidal I \\langle c+a \\rangle, whereas in the heat-treated {\\alpha} phase,\nthe sequence was basal \\rightarrow prismatic \\rightarrow pyramidal I \\langle\nc+a \\rangle. Analyses of full width at half maximum (FWHM) and diffraction peak\nintensities further supported these observations. Finally, inverse modeling\nwithin a crystal plasticity framework was employed to determine slip\nfamily--specific critical resolved shear stresses (CRSS), revealing higher CRSS\nvalues in the {\\alpha^\\prime} phase for all slip systems except the prismatic\nfamily."}
{"id": "2508.16012", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16012", "abs": "https://arxiv.org/abs/2508.16012", "authors": ["Circe Hsu", "Claire Schlesinger", "Karan Mudaliar", "Jordan Leung", "Robin Walters", "Peter Schindler"], "title": "FIRE-GNN: Force-informed, Relaxed Equivariance Graph Neural Network for Rapid and Accurate Prediction of Surface Properties", "comment": null, "summary": "The work function and cleavage energy of a surface are critical properties\nthat determine the viability of materials in electronic emission applications,\nsemiconductor devices, and heterogeneous catalysis. While first principles\ncalculations are accurate in predicting these properties, their computational\nexpense combined with the vast search space of surfaces make a comprehensive\nscreening approach with density functional theory (DFT) infeasible. Here, we\nintroduce FIRE-GNN (Force-Informed, Relaxed Equivariance Graph Neural Network),\nwhich integrates surface-normal symmetry breaking and machine learning\ninteratomic potential (MLIP)-derived force information, achieving a twofold\nreduction in mean absolute error (down to 0.065 eV) over the previous\nstate-of-the-art for work function prediction. We additionally benchmark recent\ninvariant and equivariant architectures, analyze the impact of symmetry\nbreaking, and evaluate out-of-distribution generalization, demonstrating that\nFIRE-GNN consistently outperforms competing models for work function\npredictions. This model enables accurate and rapid predictions of the work\nfunction and cleavage energy across a vast chemical space and facilitates the\ndiscovery of materials with tuned surface properties"}
{"id": "2508.16395", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16395", "abs": "https://arxiv.org/abs/2508.16395", "authors": ["Amar Kumar", "Mitali", "Sujeet Chaudhary", "Sharat Chandra"], "title": "Ab-initio investigation of the interfacial structural, electronic, and magnetic properties of Co$_{2}$MnAl/X (X = MgO and GaAs) heterostructures", "comment": null, "summary": "The structural, electronic, and magnetic properties of (100)-oriented\nCo$_{2}$MnAl/MgO and Co$_{2}$MnAl/GaAs heterostructures are investigated using\nplane-wave pseudopotential density functional theory. For the Co$_{2}$MnAl/MgO,\nCoCo-MgMg, CoCo-OO, MnAl-MgMg, and MnAl-OO interfaces in top-to-top\nconfigurations are studied, while for Co$_{2}$MnAl/GaAs, both top-to-top\n(Co-Ga, Co-As, Mn-Ga, Mn-As, Al-Ga, Al-As) and bridge-site (CoCo-Ga, CoCo-As,\nMnAl-Ga, MnAl-As) interfaces are considered. The interfacial geometries\nfeaturing Co- or CoCo-atomic terminations for the Co2MnAl slab exhibit larger\nadhesion energies compared to those terminated with Mn-, Al-, or MnAl-atomic\nterminations. This indicates their greater interfacial stability. In contrast,\nMnAl-, Mn-, or Al-terminated interfaces preserve near half-metallicity, whereas\nCo- and CoCo-terminated geometries display a strongly metallic character. All\nstudied interfaces show enhanced magnetic moments relative to their bulk\ncounterparts, primarily arising from interfacial atoms and their nearest\nneighbours. These findings offer valuable insights for optimizing Co2MnAl-based\nheterostructures in spintronic applications."}
{"id": "2508.16017", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16017", "abs": "https://arxiv.org/abs/2508.16017", "authors": ["Hidefumi Takahashi", "Kiichiro Yoshida", "Akitoshi Nakano", "Shintaro Ishiwata"], "title": "Enhanced thermopower in a magnetic semiconductor EuTe4 with multiple charge-density-wave instabilities/", "comment": "15 pages, 4 figures", "summary": "We investigate the layered magnetic semiconductor EuTe4, focusing on its\nintricate charge-density wave (CDW) states near and above room temperature\nthrough single-crystal X-ray diffraction (XRD), magnetic, and thermoelectric\nmeasurements.The XRD measurement revealed that the CDW state inducing the polar\nlattice distortion persists even at 650 K, demonstrating its remarkable thermal\nstability. Notably, the Seebeck coefficient near room temperature reaches\nvalues exceeding 500 uVK-1. This large Seebeck coefficient, not fully captured\nby a simple band calculation, is comparable to those observed in heavy-electron\nsemiconducting oxides, suggesting the importance of electron correlation and\nspin/lattice instabilities. Furthermore, potentially reflecting the competition\nof two types of CDW states, the thermal conductivity near room temperature is\nas low as 0.02 Wcm-1K-1. As a result, the thermoelectric figure of merit zT\nreaches 0.22 at 460 K. These findings establish EuTe4 as a compelling platform\nto explore novel types of thermoelectric materials with multiple electronic\ninstability."}
{"id": "2508.16409", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16409", "abs": "https://arxiv.org/abs/2508.16409", "authors": ["Robin Bajaj", "Namana Venkatareddy", "H. R. Krishnamurthy", "Manish Jain"], "title": "Symmetries in zero and finite center-of-mass momenta excitons", "comment": "39 pages, 2 figures, 1 Table", "summary": "We present a symmetry-based framework for the analysis of excitonic states,\nincorporating both time-reversal and space-group symmetries. We demonstrate the\nuse of time-reversal and space-group symmetries to obtain exciton eigenstates\nat symmetry-related center-of-mass momenta in the entire Brillouin zone from\neigenstates calculated for center-of-mass momenta in the irreducible Brillouin\nzone. Furthermore, by explicitly calculating the irreducible representations of\nthe little groups, we classify excitons according to their symmetry properties\nacross the Brillouin zone. Using projection operators, we construct\nsymmetry-adapted linear combinations of electron-hole product states, which\nblock-diagonalize the Bethe-Salpeter Equation (BSE) Hamiltonian at both zero\nand finite exciton center-of-mass momenta. This enables a transparent\norganization of excitonic states and provides direct access to their\ndegeneracies, selection rules, and symmetry-protected features. As a\ndemonstration, we apply this formalism to monolayer MoS$_{2}$, where the\nclassification of excitonic irreducible representations and the block structure\nof the BSE Hamiltonian show excellent agreement with compatibility relations\nderived from group theory. Beyond this material-specific example, the framework\noffers a general and conceptually rigorous approach to the symmetry\nclassification of excitons, enabling significant reductions in computational\ncost for optical spectra, exciton-phonon interactions, and excitonic band\nstructure calculations across a wide range of materials."}
{"id": "2508.16020", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16020", "abs": "https://arxiv.org/abs/2508.16020", "authors": ["Peter E. Siegfried", "Mark Maus", "Alexander C. Bornstein", "Dirk Wulferding", "JeehoonKim", "Ryan E. Baumbach", "Eric D. Bauer", "Filip Ronning", "and Minhyea Lee"], "title": "Evolution of magnetic bubble domains in the uniaxial ferromagnet CeRu$_2$Ga$_2$B inferred from the Hall effect and ac magnetic susceptibility", "comment": "9 pages, 6 figures", "summary": "We study the Hall effect, AC magnetic susceptibility ($\\chi_{\\rm ac}$), and\nmagnetic force microscopy of the uniaxial ferromagnet CeRu$_2$Ga$_2$B with a\ncentrosymmetric crystal structure. We observe a finite topological Hall effect\n(THE) within the ordered phase before the magnetization is polarized by applied\nfield. By comparing the field dependences of the area fraction of the magnetic\nbubbles, the derivative of $\\chi_{\\rm ac}$, and the THE signal, we deduce that\nthe magnetic bubbles of CeRu$_2$Ga$_2$B evolve from the trivial to topological\nspin texture with field. Our findings will be utilized to expand the search for\nmagnetic materials hosting the topological spin textures to ones with uniaxial\nanisotropy, and open a new possibility to tailor the topological spin texture."}
{"id": "2508.16435", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16435", "abs": "https://arxiv.org/abs/2508.16435", "authors": ["Kinga Warda", "Eric Macke", "Iurii Timrov", "Lucio Colombi Ciacchi", "Piotr M. Kowalski"], "title": "Getting the manifold right: The crucial role of orbital resolution in DFT+U for mixed d-f electron compounds", "comment": null, "summary": "Accurately modeling compounds with partially filled $d$ and $f$ shells\nremains a hard challenge for density-functional theory, due to large\nself-interaction errors stemming from local or semi-local exchange-correlation\nfunctionals. Hubbard $U$ corrections can mitigate such errors, but are often\ndetrimental to the description of hybridized states, leading to spurious force\ncontributions and wrong lattice structures. Here, we show that careful\ndisentanglement of localized and delocalized states leads to accurate\npredictions of electronic states and structural distortions in ternary\nmonouranates (AUO$_4$, where A represents Mn, Co, or Ni), for which standard\n$U$ corrections generally fail. Crucial to achieving such accuracy is a\nminimization of the mismatch between the spatial extension of the projector\nfunctions and the true coordination geometry. This requires Wannier-like\nalternatives to atomic-orbital projector functions, or corrections of Hubbard\nmanifolds exclusively comprised of the most localized A-$3d$, U-$5f$ and O-$2p$\norbitals. These findings open up the computational prediction of fundamental\nproperties of actinide solids of critical technological importance."}
{"id": "2508.16028", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16028", "abs": "https://arxiv.org/abs/2508.16028", "authors": ["Zhuo-Cheng Gu", "Hiroaki Ishizuka"], "title": "Controlling resonant spin photocurrent using magnetic field; application to a magnetoelectric oxide Cr2O3", "comment": null, "summary": "We study the magnon spin photocurrent in effective spin models for Cr2O3, a\nmaterial known for its magnetoelectric effect. Using nonlinear response theory,\nwe show that magnon spin current can be generated by both linearly and\ncircularly polarized electromagnetic waves via one-magnon processes. While\nlinearly polarized waves induce a spin current even in the absence of a static\nmagnetic field, circularly polarized waves lead to a spin current only when a\nstatic field is present, and the current reverses its direction upon field\ninversion. The distinct dependence on the external magnetic field and the\ncontrasting responses to different polarizations allow the spin photocurrent to\nbe differentiated from competing effects such as spin pumping or inhomogeneous\nheating, facilitating experimental verification. These results suggest that\nCr2O3 is a promising candidate for experimental studies of magnon photocurrent."}
{"id": "2508.16472", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16472", "abs": "https://arxiv.org/abs/2508.16472", "authors": ["Anirudh K. R.", "Cosme Milesi-Brault", "Christelle Kadlec", "Dmitry Nuzhnyy", "Andrzej Majchrowski", "Magdalena Krupska-Klimczak", "Irena Jankowska-Sumara", "Elena Buixaderas"], "title": "Phonon studies of the phase transition sequence in antiferroelectric single crystal of Pb(Hf0.83Sn0.17)O3", "comment": null, "summary": "The sequence of phase transitions in PbHf0.83Sn0.17O3 has been studied by\nTHz, far infrared and Raman spectroscopies, revealing the complementary\nbehaviour of both, polar and non-polar phonons and their impact on the\ntransition lattice dynamics. Pb atom is sensitive to all phase transitions,\nchanging its dynamics with temperature. As temperature decreases, the crystal\nundergoes a sequence of three phase transitions. The first one to an\nintermediate (IM) phase, in which polar fluctuations are detected by THz and IR\nspectroscopy at frequencies below 100 cm-1 contributing to the maximum of\npermittivity and revealing important softening. Additional antipolar Pb\nfluctuations and softening were detected by Raman spectroscopy. At lower\ntemperature, another transition to an antiferroelectric (AFE2) phase is\nrevealed by nonpolar soft modes (antipolar and antiferrodistortive ones), and\nby an important drop of the dielectric strength of polar phonons. The final\ntransition to the antiferroelectric phase (AFE1) is revealed by the appearance\nof new modes and a sudden change in the frequency of the soft modes when the\nantipolar shifts become larger. Using symmetry analysis and optical observation\nto study how the domain pattern changes with temperature, we identified a path\nfor the cubic-AFE2 transition throughout the IM phase, of plausible tetragonal\nsymmetry, driven by an instability from the center of the Brillouin zone. This\nmechanism coexists with antiferrodistortive instabilities that eventually drive\nthe material into the AFE2 phase. The final phase transition to the AFE1 phase\nnaturally follows from a mode outside the center of the Brillouin zone and a\nfurther doubling of the unit cell."}
{"id": "2508.16066", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16066", "abs": "https://arxiv.org/abs/2508.16066", "authors": ["Christopher L. Rom", "Austin Shotwell", "Sinclair Combs", "Autumn Peters", "Lauren Borgia", "James R. Neilson", "Annalise E. Maughan"], "title": "Ball milling enables phase-pure synthesis of a temperature sensitive ternary chloride, MgZrCl$_6$", "comment": null, "summary": "Ball milling is a powerful synthetic tool for discovering new inorganic\nmaterials. Inspired by the high ionic conductivity in Li$_2$ZrCl$_6$\nsynthesized via mechanochemistry, we synthesized MgZrCl$_6$ with a similar\nmethod. High resolution synchrotron X-ray diffraction shows that MgZrCl$_6$ is\npoorly crystalline after ball milling, but crystallizes in a layered hexagonal\nstructure ($P31c$) after heat treatment. In situ synchrotron X-ray diffraction\nreveals a narrow temperature window around 400 {\\deg}C in which crystallization\noccurs. At higher temperatures the phase decomposes. Pair distribution function\nanalysis shows 2D sheets of MgZrCl$_6$ form after milling, with heating driving\n3D crystallization. Raman spectroscopy also shows evidence of MgZrCl$_6$ after\nmilling. Electrochemical impedance spectroscopy does not reveal ionic\nconductivity in MgZrCl$_6$ (limit of detection ca. $1.4 \\times 10^{-8}$ S/cm).\nIn addition to supporting existing design rules for Mg-based solid\nelectrolytes, this work shows the power of ball milling to synthesize\ntemperature-sensitive inorganic compounds with high yield."}
{"id": "2508.16477", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.16477", "abs": "https://arxiv.org/abs/2508.16477", "authors": ["Shouzhuo Yang", "David Lehninger", "Markus Neuber", "Amir Pourjafar", "Ayse Sünbül", "Anant Rastogi", "Peter Reinig", "Konrad Seidel", "Maximilian Lederer"], "title": "Revealing the Influence of Dopants on the Properties of Fluorite Structure Ferroelectrics", "comment": "16 pages, 5 figures", "summary": "Fluorite structure ferroelectrics, especially hafnium oxide, are widely\ninvestigated for their application in non-volatile memories, sensors,\nactuators, RF devices and energy harvesters. Due to the metastable nature of\nthe ferroelectric phase in these materials, dopants and process parameters need\nto be optimized for its stabilization. Here, we present clear evidence of how\ndopants affect the properties in this material system and solutions to achieve\nimproved reliability, desired crystallization behavior and polarization\nhysteresis shape/position through co-doping. Finally, the benefits of co-doping\nin a variety of application fields are demonstrated."}
{"id": "2508.16084", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16084", "abs": "https://arxiv.org/abs/2508.16084", "authors": ["Liguang Gong", "Hongping Jiang", "Bin Lao", "Xuan Zheng", "Xuejiao Chen", "Zhicheng Zhong", "Yan Sun", "Xianfeng Hao", "Milan Radovic", "Run-Wei Li", "Zhiming Wang"], "title": "Intrinsic Strain-Driven Topological Evolution in SrRuO3 via Flexural Strain Engineering", "comment": "19 pages, 4 figures", "summary": "Strain engineering offers a powerful route to tailor topological electronic\nstructures in correlated oxides, yet conventional epitaxial strain approaches\nintroduce extrinsic factors such as substrate-induced phase transitions and\ncrystalline quality variations, which makes the unambiguous identification of\nthe intrinsic strain effects challenging. Here, we develop a flexural strain\nplatform based on van der Waals epitaxy and flexible micro-fabrication,\nenabling precise isolation and quantification of intrinsic strain effects on\ntopological electronic structures in correlated oxides without extrinsic\ninterference. Through strain-dependent transport measurements of the Weyl\nsemimetal SrRuO3, we observed a significant enhancement of anomalous Hall\nconductivity by 21% under a tiny strain level of 0.2%, while longitudinal\nresistivity remains almost constant -- a hallmark of intrinsic topological\nresponse. First-principles calculations reveal a distinct mechanism where\nstrain-driven non-monotonic evolution of Weyl nodes across the Fermi level,\nexclusively governed by lattice constant modulation, drives the striking AHC\nbehavior. Our work not only highlights the pivotal role of pure lattice strain\nin topological regulation but also establishes a universal platform for\ndesigning flexible topological oxide devices with tailored functionalities."}
{"id": "2508.16554", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16554", "abs": "https://arxiv.org/abs/2508.16554", "authors": ["Karan Shah", "Attila Cangi"], "title": "Machine Learning Time Propagators for Time-Dependent Density Functional Theory Simulations", "comment": "20 pages, 5 figures", "summary": "Time-dependent density functional theory (TDDFT) is a widely used method to\ninvestigate electron dynamics under external time-dependent perturbations such\nas laser fields. In this work, we present a novel approach to accelerate\nelectron dynamics simulations based on real time TDDFT using autoregressive\nneural operators as time-propagators for the electron density. By leveraging\nphysics-informed constraints and featurization, and high-resolution training\ndata, our model achieves superior accuracy and computational speed compared to\ntraditional numerical solvers. We demonstrate the effectiveness of our model on\na class of one-dimensional diatomic molecules under the influence of a range of\nlaser parameters. This method has potential in enabling real-time, on-the-fly\nmodeling of laser-irradiated molecules and materials with varying experimental\nparameters."}
{"id": "2508.16099", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16099", "abs": "https://arxiv.org/abs/2508.16099", "authors": ["Tian Le", "Zhuokai Xu", "Jinjin Liu", "Ruiya Zhan", "Zhiwei Wang", "Xiao Lin"], "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5", "comment": "13 pages, 5 figures, Physical Review Letter in press", "summary": "Superconducting chiral domains associated with a time-reversal\nsymmetry-breaking order parameter have garnered significant attention in Kagome\nsystems. In this work, we demonstrate both the intrinsic direct-current and\nalternating-current Josephson effects in the nanoplates of the vanadium-based\nKagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro\nsteps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are\nmodulated by thermal cycling, suggesting that the Josephson effects arise from\ndynamic superconducting domains. These findings may provide new insights into\nchiral superconductivity in CsV3Sb5 and highlight the potential of these\nintrinsic Josephson junctions for applications in chiral superconductor based\nquantum devices."}
{"id": "2508.15933", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15933", "abs": "https://arxiv.org/abs/2508.15933", "authors": ["Anand Sharma", "Chen Liu", "Misaki Ozawa", "Daniele Coslovich"], "title": "Interpretability of linear regression models of glassy dynamics", "comment": "22 pages, 16 figures", "summary": "Data-driven models can accurately describe and predict the dynamical\nproperties of glass-forming liquids from structural data. Accurate predictions,\nhowever, do not guarantee an understanding of the underlying physical phenomena\nand the key factors that control them. In this paper, we illustrate the merits\nand limitations of linear regression models of glassy dynamics built on\nhigh-dimensional structural descriptors. By analyzing data for a\ntwo-dimensional glass model, we show that several descriptors commonly used in\nglass-transition studies display multicollinearity, which hinders the\ninterpretability of linear models. Ridge regression suppresses some of the\nshortcomings of multicollinearity, but its solutions are not succinct enough to\nbe physically interpretable. Only by using dimensional reduction techniques we\neventually obtain linear models that strike a balance between prediction\naccuracy and interpretability. Our analysis points to a key role of local\npacking and composition fluctuations in the glass model under study."}
{"id": "2508.16142", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "math.PR", "82B20, 82B27"], "pdf": "https://arxiv.org/pdf/2508.16142", "abs": "https://arxiv.org/abs/2508.16142", "authors": ["Federico Camia", "Omar El Dakkak", "Giovanni Peccati"], "title": "Power-law correction in the probability density function of the critical Ising magnetization", "comment": "18 pages, invited paper to appear in MPAG special issue \"The Ising\n  model at 100: some modern perspectives\"", "summary": "At the critical point, the probability density function of the Ising\nmagnetization is believed to decay like $\\exp{(-x^{\\delta+1})}$, where $\\delta$\nis the Ising critical exponent that controls the decay to zero of the\nmagnetization in a vanishing external field. In this paper, we discuss the\npresence of a power-law correction $x^{\\frac{\\delta-1}{2}}$, which has been\ndebated in the physics literature. We argue that whether such a correction is\npresent or not is related to the asymptotic behavior of a function that\nmeasures the extent to which the average magnetization of a finite system with\nan external field is influenced by the boundary conditions. Our discussion is\ninformed by a mixture of heuristic calculations and rigorous results. Along the\nway, we review some recent results on the critical Ising model and prove\nproperties of the average magnetization in two dimensions which are of\nindependent interest."}
{"id": "2508.15944", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15944", "abs": "https://arxiv.org/abs/2508.15944", "authors": ["J. W. González", "R. A. Gallardo", "N. Vidal-Silva", "A. M. León"], "title": "Dual Topology as a Fingerprint of Relativistic Altermagnetism in AgF$_2$ Monolayer", "comment": "10 pages, 7 figures", "summary": "Altermagnets have emerged as a fertile ground for quantum phenomena, but\ntopological phases unifying different quasiparticles remain largely unexplored.\nHere, we demonstrate that monolayer AgF$_2$ hosts a dual topological state,\ndriven by a single ferroelastic distortion. This polar transition breaks\ninversion symmetry and unleashes relativistic spin-orbit effects,\nsimultaneously imparting non-trivial topology to electrons and magnons. The\nresult is valence bands with opposite Chern numbers, $C^E=\\pm3$, and a magnon\nspectrum with a full topological gap and chiral bands, $C^M=\\pm1$. This work\nrealizes topological altermagnonics in a tangible material platform, with a\nclear experimental fingerprint in the transverse thermal Hall effect. The\ncoexistence of fermionic and bosonic topology in AgF$_2$ opens new directions\nfor designing intrinsically hybrid quantum matter."}
{"id": "2508.16166", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16166", "abs": "https://arxiv.org/abs/2508.16166", "authors": ["Patrick Pilch", "Changqing Zhu", "Sergey Kovalev", "Renato M. A. Dantas", "Amilcar Bedoya-Pinto", "Stuart S. P. Parkin", "Zhe Wang"], "title": "Terahertz third-harmonic generation of lightwave driven Weyl fermions far from equilibrium", "comment": null, "summary": "We report on time-resolved ultrafast terahertz third-harmonic generation\nspectroscopy of nonequilibrium dynamics of Weyl fermions in a nanometer thin\nfilm of the Weyl semimetal TaP. Under a strong multicycle narrowband terahertz\ndrive, very efficient terahertz third-harmonic generation is observed at room\ntemperature which exhibits a perturbative cubic power-law dependence on the\nterahertz drive. By varying the polarization of the drive pulse from linear to\nelliptical, we realize a sensitive tuning of the third harmonic yield. We\nascribe the observed strong nonlinearity to THz field driven nonlinear kinetics\nof the Weyl fermions."}
{"id": "2508.16099", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16099", "abs": "https://arxiv.org/abs/2508.16099", "authors": ["Tian Le", "Zhuokai Xu", "Jinjin Liu", "Ruiya Zhan", "Zhiwei Wang", "Xiao Lin"], "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5", "comment": "13 pages, 5 figures, Physical Review Letter in press", "summary": "Superconducting chiral domains associated with a time-reversal\nsymmetry-breaking order parameter have garnered significant attention in Kagome\nsystems. In this work, we demonstrate both the intrinsic direct-current and\nalternating-current Josephson effects in the nanoplates of the vanadium-based\nKagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro\nsteps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are\nmodulated by thermal cycling, suggesting that the Josephson effects arise from\ndynamic superconducting domains. These findings may provide new insights into\nchiral superconductivity in CsV3Sb5 and highlight the potential of these\nintrinsic Josephson junctions for applications in chiral superconductor based\nquantum devices."}
{"id": "2508.16197", "categories": ["cond-mat.mtrl-sci", "hep-ex", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2508.16197", "abs": "https://arxiv.org/abs/2508.16197", "authors": ["Niels Sorgenfrei", "Yana Gurimskaya", "Anja Himmerlich", "Michael Moll", "Ulrich Parzefall", "Ioana Pintilie", "Joern Schwandt"], "title": "On the nature and charge state of the X-Defect, a radiation-induced Silicon defect with field-enhanced charge carrier emission", "comment": "11 pages, 13 figures, 1 table, Submitted to NIM-A", "summary": "The elusive X-Defect, a defect found in low-resistivity $p$-type Silicon\nafter irradiation, observed as a low-temperature shoulder of the\n$\\mathrm{B}_\\mathrm{i}\\mathrm{O}_\\mathrm{i}$ defect\n(Boron-interstitial-Oxygen-interstitial complex) in Thermally Stimulated\nCurrent (TSC) measurements, was investigated to determine its properties,\nmatching them with those of a previously identified defect. Through a\ncombination of TSC, Deep-Level Transient Spectroscopy (DLTS), Difference-DLTS\n(DDLTS), numerical simulations of field-enhanced charge carrier emissions in\nTSC measurements and a comparison to literature, the X-Defect was identified as\nthe singly positively charged Silicon di-vacancy $\\mathrm{V}_2(+/0)$. This\nassignment is supported by an agreement in activation energy, capture\ncross-section, trap type and charge emission process, as well as simulations\ncomparing the effects of phonon-assisted tunnelling (PAT) and Poole-Frenkel\n(PF) mechanisms on TSC spectra. DDTLS measurements revealed a quadratic\ndependence of the activation energy on the electric field strength, confirming\nPAT as the prevailing mechanism over PF in the case of the radiation-induced\nX-Defect. Assigning the X-Defect to an electrically neutral defect in the space\ncharge region resolves previous contradictions regarding its deficiency in\nimpacting on the effective doping concentration."}
{"id": "2508.16246", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16246", "abs": "https://arxiv.org/abs/2508.16246", "authors": ["Jorge Castro", "George Trenins", "Venkat Kapil", "Mariana Rossi"], "title": "Vibrational Spectra of Materials and Molecules from Partially-Adiabatic Elevated-Temperature Centroid Molecular Dynamics", "comment": null, "summary": "Centroid molecular dynamics (CMD) incorporates nuclear quantum statistics\ninto the calculation of vibrational spectra. However, when performed in\nCartesian coordinates, CMD shows serious unphysical artifacts in certain\nvibrational bands, known as the curvature problem. Recent work showed that CMD\nspectra can be freed from the curvature problem by evolving the ring-polymer\ncentroid on a potential of mean force (PMF) calculated at an elevated\ntemperature ($T_e$-CMD). Here we present a partially-adiabatic implementation\nof $T_e$-CMD (PA-$T_e$-CMD), which eliminates the need for precomputed PMFs and\ninstead yields the centroid force \\textit{on-the-fly}. We introduce a\ntwo-temperature path-integral Langevin thermostat to achieve a temperature\nseparation between centroid and internal modes of the ring-polymer. Because it\nis paramount that the elevated temperature be chosen as low as possible for a\ngiven physical temperature in this formulation, we present a general scheme for\nits determination. We benchmark PA-$T_e$-CMD against exact vibrational spectra\nfor the isolated water monomer and discuss its performance for challenging\nanharmonic systems: the carbonic acid fluoride molecule (CAF) and the\nmethylammonium lead iodide perovskite (MAPI). We conclude that PA-$T_e$-CMD\nmitigates the curvature problem and eliminates the steep increase in\ncomputational cost with decreasing temperature of conventional path-integral\nmethods. We observe some energy leakage from the hot internal modes to\nhigh-frequency centroid modes at low physical temperatures. Nevertheless,\ncompared to other imaginary path-integral approximate methods, the PA-$T_e$-CMD\nspectra show more accurate lineshapes. While a fully adiabatic setup based on a\ncoarse-grained centroid PMF is still preferable when a good pre-trained PMF can\nbe easily obtained, PA-$T_e$-CMD presents a low-barrier single-shot setup for\nany system."}
{"id": "2508.16214", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16214", "abs": "https://arxiv.org/abs/2508.16214", "authors": ["Subhojit Pal", "John F. Dobson"], "title": "Do 1-dimensional metals prefer to form even-numbered van der Waals clusters ?", "comment": "17 pages, 5 figures", "summary": "Parallel quasi-one-dimensional metals are known to experience strong\ndispersion (van der Waals, vdW) interactions that fall off unusually slowly\nwith separation between the metals. Examples include nanotube brushes,\nnano-wire arrays, and also common biological structures. In a many-stranded\nbundle, there are potentially strong multi-strand vdW interactions that go\nbeyond a simple sum of negative (attractive) pairwise inter-strand energies.\nPerturbative analysis showed that these contributions alternate in sign, with\nthe odd (triplet, quintuplet, ...) terms being positive (repulsive). The\ntriplet case leds to the intriguing speculation that these strands may prefer\nto coalesce into even-numbered bundles, which could have implications for the\nformation kinetics of DNA, for example. Here we use a non-perturbative vdW\nenergy analysis to show that this conjecture is not true in general. As our\ncounter-example we consider 6 strands and show that 2 well-separated bundles of\n3 strands have a more negative total vdW energy than 3 well-separated bundles\nof 2 strands ( i.e. an odd-number preference). We also discuss a bundle of 6\nstrands and explore the relative contributions beyond pairwise interactions."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16219", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16219", "abs": "https://arxiv.org/abs/2508.16219", "authors": ["Shubham Patil", "S. D. Kaushik"], "title": "Investigating structure and physical properties of quaternary layered transition metal oxide Na2Cu2TeO6", "comment": null, "summary": "We investigated the crystal structure, magnetic behavior, and optical\nproperties of the layered honeycomb compound Na2Cu2TeO6. X-ray and neutron\ndiffraction confirmed a monoclinic structure, with Cu ions arranged in\ndimerized chains. Magnetic susceptibility measurements yielded a Curie-Weiss\ntemperature significantly lower than the expected spin-only value, indicating\nthe presence of strong antiferromagnetic interactions and enhanced quantum\nfluctuations. A broad maximum near 160 K in the susceptibility data is\nconsistent with short-range one-dimensional antiferromagnetic correlations.\nMagnetization measurements showed negligible coercivity, and specific heat data\nrevealed no anomalies down to 3 K. Temperature-dependent neutron diffraction\nshowed no evidence of long-range magnetic order. Optical absorption studies\nusing UV-Visible spectroscopy displayed a sharp absorption edge in the UV\nregion. Tauc analysis estimated a direct optical band gap of approximately 2.10\neV, with no clear indication of an indirect transition. These observations\nprovide insight into the interplay between structural distortions,\nlow-dimensional magnetism, and optical behavior in Na2Cu2TeO6"}
{"id": "2508.16290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16290", "abs": "https://arxiv.org/abs/2508.16290", "authors": ["Km Rubi", "King Yau Yip", "Elizabeth Krenkel", "Nurul Fitriyah", "Xing Gao", "Saurav Prakash", "S. Lin Er Chow", "Tsz Fung Poon", "Mun K. Chan", "David Graf", "A. Ariando", "Neil Harrison"], "title": "Extreme magnetic field-boosted superconductivity in a high-temperature superconductor", "comment": "15 pages, 3 main figures, 5 extended data", "summary": "Magnetic fields typically suppress superconductivity through Pauli and\norbital limiting effects. However, there are rare instances of\nmagnetic-field-induced superconductivity, as seen in Chevrel phase compounds\n[1], organic conductors [2], uranium-based heavy-fermion systems [3, 4], and\nmoire graphene [5], though these materials possess inherently low\nsuperconducting transition temperatures (Tc). Here, we demonstrate high\nfield-stabilized superconductivity in a class of materials with a significantly\nhigher Tc (up to 40 K): the infinite-layer nickelates [6]. Both low-field and\nhigh-field superconducting states can be plausibly explained by a compensation\nmechanism akin to the Jaccarino-Peter effect. These findings demonstrate the\npossibility of achieving substantially enhanced upper critical fields in\nhigh-temperature superconductors."}
{"id": "2508.16231", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16231", "abs": "https://arxiv.org/abs/2508.16231", "authors": ["D. Pecchio", "S. Sahoo", "O. Chubykalo-Fesenko", "S. Koraltan", "G. M. Macauley", "T. Thomson", "D. Suess", "V. Scagnoli", "L. J. Heyderman"], "title": "Ultrafast Laser-Induced Magnetic Relaxation in Artificial Spin Ice Driven by Dipolar Interactions", "comment": null, "summary": "It is of great interest to develop methods to rapidly and effectively control\nthe magnetic configurations in artificial spin ices, which are arrangements of\ndipolar coupled nanomagnets that have a variety of fascinating collective\nmagnetic phenomena associated with them. This is not only valuable in terms of\nacquiring fundamental understanding but is also important for future\nhigh-performance applications. Here, we demonstrate ultrafast control of\nmagnetic relaxation in square artificial spin ice through femtosecond laser\npulsed excitation, enabling rapid access to low-energy states via dipolar\ninteractions. Time-resolved magneto-optical Kerr effect measurements reveal\nthat, after laser-induced demagnetization, the magnetization recovers within\npicoseconds. During this brief transient window, dipolar coupling drives a\ncollective magnetic ordering. Ex-situ magnetic force microscopy confirms the\nemergence of extended Type I vertex domains, characteristic of ground-state\nordering, thus establishing ultrafast laser-driven relaxation as a route to\nattain the low-energy states. Through complementary energy barrier calculations\nand micromagnetic simulations incorporating Landau-Lifshitz-Bloch dynamics, we\nelucidate the underlying mechanism: transient ultrafast demagnetization\nfollowed by rapid remagnetization that enables a dipolar-driven collective\nrearrangement. Moreover, a tailored decreasing-fluence laser annealing protocol\nis shown to enhance ground-state ordering, consistently achieving over 92%\nground-state vertex populations. This work opens the way to ultrafast and\nspatially selective control of magnetic states in artificial spin ice for\nspin-based computation and memory technologies, and highlights the critical\ninterplay of thermal fluctuations, magnetostatic coupling, and transient\nmagnetization dynamics."}
{"id": "2508.16339", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16339", "abs": "https://arxiv.org/abs/2508.16339", "authors": ["Nikhil Vijayan", "Durgesh Kumar", "Ao Du", "Lei Gao", "Zijie Xiao", "Hai I. Wang", "Rahul Gupta", "Gerhard Jakob", "Sachin Krishnia", "Yuriy Mokrousov", "Mathias Kläui"], "title": "Observation of negative orbital torque from Vanadium", "comment": "Corresponding author Mathias Kl\\\"aui Equal contribution from Nikhil\n  Vijayan and Durgesh Kumar", "summary": "We present systematic investigations of orbital torques generated from the\nlight metal $V$, revealing a negative orbital torque. We observe that the\ndamping-like torque (DLT) per unit electric field depends on the choice of the\nferromagnetic layer, with approximately seven times higher torque efficiency in\n$Ni/V$ as compared to $Fe_{60}Co_{20}B_{20}/V$. We find the sign of DLT per\nunit electric field from $V$ is opposite to that from $Pt$. These results\ncollectively confirm the existence of negative orbital Hall effect (OHE) in\n$V$. Furthermore, the DLT per unit electric field increases with the $V$ layer\nthickness, maintaining the negative sign at all thicknesses. We also note that\nthe DLT per unit electric field exceeds that of the $Pt$ reference samples at\nhigher $V$ thicknesses. Through fitting using the drift-diffusion equation, we\nextract a high effective orbital Hall conductivity of $-(1.46 \\pm\n0.09)\\,\\frac{\\hbar}{2e}\\,\\times 10^{5}\\,\\Omega^{-1}\\,\\mathrm{m}^{-1}$ and a\nlong orbital diffusion length of $(13.7 \\pm 0.9)\\,\\mathrm{nm}$ in $V$. ."}
{"id": "2508.16264", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.16264", "abs": "https://arxiv.org/abs/2508.16264", "authors": ["Siddharth", "Vinod Kumar Solet", "Sudhir K. Pandey"], "title": "First-principles many-body study for electronic, optical, and excitonic properties of RbTlCl3 perovskite for solar cells", "comment": "9 figures", "summary": "We present a detailed many-body ab initio study of the valence-skipper\nRbTlCl$_{3}$ perovskite compound for photovoltaic (PV) applications. The\nelectronic and optical properties, both with and without spin-orbit coupling,\nhave been calculated using density functional theory (DFT) and many-body\nexcited-state calculations. The band gap, which is indirect in nature, is found\nto be 0.95 eV and 0.89 eV from PBE and PBEsol, respectively. The optical\nproperties have been computed using four different approximations: independent\nparticle approximation (IPA), IPA with scissor correction (IQPA), random phase\napproximation for local-field effects (LFEs), and the Bethe-Salpeter equation\n(BSE). The estimated highest value of the imaginary part of the dielectric\nfunction using IQPA is 7 at 2 eV, which slightly decreases to 5.7 due to LFEs.\nWithin BSE, the peak value is obtained to be maximum at 1.6 eV with a magnitude\nof 10.8, which indicates the strong excitonic effect below the optical gap.\nLarge number of bright and dark bound excitons are found, where the binding\nenergies of four main bound bright excitons are found in the range of 299-350\nmeV. The exciton amplitude in both reciprocal and real space is analyzed. The\nmain bound bright exciton is localized in the reciprocal space, while this\nexhibits a delocalized nature in real space. The BSE predicts a highest\nabsorption coefficient of 3.6 $\\times$ $10^{6}$ cm$^{-1}$ at 1.7 eV, while a\nminimum reflectivity in the active region of the solar energy spectrum is\nobtained to be around 2.7\\%. Finally, the solar efficiency has been estimated\nusing the spectroscopic limited maximum efficiency approach and obtained\nhighest value is 15.5% at a thickness of 0.5 $\\mu$m. These findings reveal a\nsignificant excitonic effect in the absorption spectra of RbTlCl$_{3}$ and\nhighlight its potential as a promising material for single-junction thin-film\nsolar cells."}
{"id": "2508.16436", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16436", "abs": "https://arxiv.org/abs/2508.16436", "authors": ["Yue He", "Daniel Escudero"], "title": "Universal Multistate Kinetic Models for the In-Silico Discovery of Thermally Activated Delayed Fluorescence Emitters", "comment": null, "summary": "Many thermally activated delayed fluorescence (TADF) emitters exhibit complex\nphotophysical behaviors that cannot be fully captured by the conventional three\nstate model (S0, S1, T1). The lack of kinetic models that incorporate vibronic\ncoupling effects and high lying excited states has long limited the systematic\nunderstanding and rational design of these materials. To address this, we\ndeveloped KinLuv, an extended multistate kinetic model that not only includes\nhigher lying excited states (S2, T2) but also accounts for the Herzberg Teller\n(HT) vibronic coupling in the rate constant calculations. Applied to two\nrepresentative TADF emitters, i.e., DOBNA and DiKTa, KinLuv successfully\npredicts photoluminescence quantum yields (PLQY) and prompt/delayed\nfluorescence lifetimes in good agreement with reported experimental results.\nThese findings highlight that incorporating HT vibronic coupling effects and\nhigher lying excited states is essential for quantitatively modeling TADF\nmechanisms and guiding the design of high performance emitters."}
{"id": "2508.16266", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16266", "abs": "https://arxiv.org/abs/2508.16266", "authors": ["Ruslan A. Abramchuk"], "title": "Magneto-conductivity and CME in Dirac semimetals from Keldysh technique in Landau levels basis", "comment": "13 pages, 5 figures", "summary": "Negative magnetoresistance in Dirac semimetals is conventionally considered\nas a manifestation of chiral magnetic effect (CME), by means of a postulated\nChiral Kinetic equation. In this paper we study magnetoconductivity in large\nFermi energy Dirac semimetals, in one of which (ZrTe$_5$) the effect was\nobserved for the first time. Starting with a Hamiltonian for a semi-realistic\nmodel of such a Dirac semimetal, we apply the Non-equilibrium Diagram Technique\n(NDT, or the Keldysh technique) to derive the kinetic equations, to investigate\nthe electrons relaxation due to interaction with phonons and disorder, and,\nfinally, to calculate the DC magnetoconductivity (the longitudinal to magnetic\nfield component of conductivity) as a function of magnetic field strength and\ntemperature. Finally, we compare the obtained temperature dependencies with\navailable to us experimental data."}
{"id": "2508.16491", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16491", "abs": "https://arxiv.org/abs/2508.16491", "authors": ["Fabian Garmroudi", "Xinlin Yan", "Silke Paschen", "Sean M. Thomas", "Eric D. Bauer", "Andrej Pustogow", "Priscila F. S. Rosa"], "title": "Tracking flat bands via phonon-mediated interband scattering", "comment": null, "summary": "Flat-band (FB) materials have emerged as promising platforms for exploring\nexotic quantum phases. While numerous candidates have recently been identified\nthrough spectroscopic techniques such as angle-resolved photoemission\nspectroscopy, central challenges remain on how to tune FBs towards the Fermi\nlevel $E_F$ and to understand their impact on low-energy excitations probed in\nelectronic transport experiments. Here, we show that, by attributing the\ntemperature dependence of the electrical resistivity at elevated temperatures\nto electron-phonon interband scattering, one can infer the position of FBs near\n$E_F$ across diverse material classes. As charge carriers scatter off phonons,\ninterband transitions into FB states lead to distinctive sub- or superlinear\nresistivity at elevated temperatures, governed by the proximity of the FB to\n$E_F$. Our phenomenological model captures these universal transport behaviors\nobserved across several recently studied FB compounds and offers a simple,\nbroadly applicable method for detecting flat bands."}
{"id": "2508.16290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16290", "abs": "https://arxiv.org/abs/2508.16290", "authors": ["Km Rubi", "King Yau Yip", "Elizabeth Krenkel", "Nurul Fitriyah", "Xing Gao", "Saurav Prakash", "S. Lin Er Chow", "Tsz Fung Poon", "Mun K. Chan", "David Graf", "A. Ariando", "Neil Harrison"], "title": "Extreme magnetic field-boosted superconductivity in a high-temperature superconductor", "comment": "15 pages, 3 main figures, 5 extended data", "summary": "Magnetic fields typically suppress superconductivity through Pauli and\norbital limiting effects. However, there are rare instances of\nmagnetic-field-induced superconductivity, as seen in Chevrel phase compounds\n[1], organic conductors [2], uranium-based heavy-fermion systems [3, 4], and\nmoire graphene [5], though these materials possess inherently low\nsuperconducting transition temperatures (Tc). Here, we demonstrate high\nfield-stabilized superconductivity in a class of materials with a significantly\nhigher Tc (up to 40 K): the infinite-layer nickelates [6]. Both low-field and\nhigh-field superconducting states can be plausibly explained by a compensation\nmechanism akin to the Jaccarino-Peter effect. These findings demonstrate the\npossibility of achieving substantially enhanced upper critical fields in\nhigh-temperature superconductors."}
{"id": "2508.16520", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16520", "abs": "https://arxiv.org/abs/2508.16520", "authors": ["Arshad Mehmood", "Caitlin V. Hetherington", "Zain Zaidi", "Benjamin G. Levine"], "title": "Chemical and Conformational Control of the Spectroscopic Properties of Multi-Layer and Multi-Defect Carbon Dots", "comment": null, "summary": "Carbon dots (CDs) are renowned for their bright and tunable photoluminescence\n(PL), stability, and biocompatibility, yet it remains challenging to link their\nheterogeneous structures to their spectroscopic properties. This study utilizes\ndensity functional theory (DFT) and time-dependent DFT (TD-DFT) to\nsystematically investigate how the spectroscopic properties of CDs of complex\nCDs with multiple layers and multiples defects are determined by their\nstructures and compositions. Calculations reveal that strongly oxidizing\ngroups, such as carbonyl and carbonyl acetate, significantly redshift\nabsorption and emission spectra. In contrast, less oxidizing groups, such as\nhydroxyl, behave as spectators with minimal impact on absorption and emission,\nexcept when they interact strongly with more oxidizing groups. We find that not\nonly the excitation energy, but also the excitation character itself is\nimpacted by the presence of specific groups, and the pH-dependence of the\nspectroscopic properties can be attributed to their protonation state-dependent\nexcitation character. We show that the twisting, sliding, and linker-mediated\nfolding of surface-functionalized layers in CDs markedly alter excitation\nenergies and characters, offering a molecular explanation for experimentally\nobserved emission intermittency and polarization fluctuations. These insights\nprovide strategies for optimizing CDs for various applications, including\nbioimaging, photocatalysis, and optoelectronic devices."}
{"id": "2508.16298", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.16298", "abs": "https://arxiv.org/abs/2508.16298", "authors": ["Kexin Feng", "Chuang Chen", "Zi Yang Meng"], "title": "Scalable Hybrid quantum Monte Carlo simulation of U(1) gauge field coupled to fermions on GPU", "comment": "15+4 pages, 10+7 figures", "summary": "We develop a GPU-accelerated hybrid quantum Monte Carlo (QMC) algorithm to\nsolve the fundamental yet difficult problem of $U(1)$ gauge field coupled to\nfermions, which gives rise to a $U(1)$ Dirac spin liquid state under the\ndescription of (2+1)d quantum electrodynamics QED$_3$. The algorithm renders a\ngood acceptance rate and, more importantly, nearly linear space-time volume\nscaling in computational complexity $O(N_{\\tau} V_s)$, where $N_\\tau$ is the\nimaginary time dimension and $V_s$ is spatial volume, which is much more\nefficient than determinant QMC with scaling behavior of $O(N_\\tau V_s^3)$. Such\nacceleration is achieved via a collection of technical improvements, including\n(i) the design of the efficient problem-specific preconditioner, (ii)\ncustomized CUDA kernel for matrix-vector multiplication, and (iii) CUDA Graph\nimplementation on the GPU. These advances allow us to simulate the $U(1)$ Dirac\nspin liquid state with unprecedentedly large system sizes, which is up to\n$N_\\tau\\times L\\times L = 660\\times66\\times66$, and reveal its novel\nproperties. With these technical improvements, we see the asymptotic\nconvergence in the scaling dimensions of various fermion bilinear operators and\nthe conserved current operator when approaching the thermodynamic limit. The\nscaling dimensions find good agreement with field-theoretical expectation,\nwhich provides supporting evidence for the conformal nature of the $U(1)$ Dirac\nspin liquid state in the \\qed. Our technical advancements open an avenue to\nstudy the Dirac spin liquid state and its transition towards symmetry-breaking\nphases at larger system sizes and with less computational burden."}
{"id": "2508.16559", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.16559", "abs": "https://arxiv.org/abs/2508.16559", "authors": ["Roni Anna Gofman", "Abigail Dishi", "Hyeonhu Bae", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Sajilesh K. P.", "Alex Louat", "Matthew D. Watson", "Cephise Cacho", "Dmitry Marchenko", "Andrei Varykhalov", "Irena Feldman", "Binghai Yan", "Amit Kanigel"], "title": "Chiral charge density wave in 4Hb- and 1T-TaS$_2$: The Role of interlayer coupling", "comment": "* These authors contributed equally", "summary": "We use micro-angle-resolved photoemission spectroscopy (micro-ARPES) to\ninvestigate chiral charge density waves (CDWs) in 4Hb-TaS$_2$ with micron-scale\nspatial resolution. In the 1T layers of 4Hb-TaS$_2$, we uncover coexisting\nleft- and right-handed CDW domains and resolve four distinct spectral patterns\narising from the interplay of chirality and rotational stacking. In contrast,\nbulk 1T-TaS$_2$ exhibits a uniform chirality. In addition, 4Hb-TaS$_2$ shows\nnegligible out-of-plane dispersion of the 1T-derived bands, in contrast to the\npronounced interlayer coupling observed in bulk 1T-TaS$_2$. Density functional\ntheory (DFT) calculations corroborate this picture, revealing that the\ninterlayer interaction of the chiral order in 4Hb-TaS$_2$ is nearly two orders\nof magnitude weaker than in the 1T polytype. Our findings establish 4Hb-TaS$_2$\nas a quasi-two-dimensional platform for exploring tunable chiral CDW phenomena."}
{"id": "2508.16339", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16339", "abs": "https://arxiv.org/abs/2508.16339", "authors": ["Nikhil Vijayan", "Durgesh Kumar", "Ao Du", "Lei Gao", "Zijie Xiao", "Hai I. Wang", "Rahul Gupta", "Gerhard Jakob", "Sachin Krishnia", "Yuriy Mokrousov", "Mathias Kläui"], "title": "Observation of negative orbital torque from Vanadium", "comment": "Corresponding author Mathias Kl\\\"aui Equal contribution from Nikhil\n  Vijayan and Durgesh Kumar", "summary": "We present systematic investigations of orbital torques generated from the\nlight metal $V$, revealing a negative orbital torque. We observe that the\ndamping-like torque (DLT) per unit electric field depends on the choice of the\nferromagnetic layer, with approximately seven times higher torque efficiency in\n$Ni/V$ as compared to $Fe_{60}Co_{20}B_{20}/V$. We find the sign of DLT per\nunit electric field from $V$ is opposite to that from $Pt$. These results\ncollectively confirm the existence of negative orbital Hall effect (OHE) in\n$V$. Furthermore, the DLT per unit electric field increases with the $V$ layer\nthickness, maintaining the negative sign at all thicknesses. We also note that\nthe DLT per unit electric field exceeds that of the $Pt$ reference samples at\nhigher $V$ thicknesses. Through fitting using the drift-diffusion equation, we\nextract a high effective orbital Hall conductivity of $-(1.46 \\pm\n0.09)\\,\\frac{\\hbar}{2e}\\,\\times 10^{5}\\,\\Omega^{-1}\\,\\mathrm{m}^{-1}$ and a\nlong orbital diffusion length of $(13.7 \\pm 0.9)\\,\\mathrm{nm}$ in $V$. ."}
{"id": "2508.16340", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.16340", "abs": "https://arxiv.org/abs/2508.16340", "authors": ["Hadi Arjmandi-Tash", "Roshan Prasad", "Hanqing Liu", "Gerard Verbiest", "Dominic Vella", "Farbod Alijani"], "title": "Mechanical Reinforcement of Graphene via Wrinkling", "comment": null, "summary": "Mechanical cantilevers are central to nanotechnology, with ultimate\nsensitivity achieved at the atomic limit, where low bending rigidity makes\nstability the fundamental challenge. Here, we introduce a wrinkle-induced\nstiffening approach that enhances the bending rigidity of monolayer graphene by\nseveral orders of magnitude, enabling the fabrication of mechanically robust\ngraphene cantilevers. When suspended over microcavities, these wrinkled\nmembranes exhibit significant increases in both in-plane and out-of-plane\nstiffness, as confirmed by nanoindentation and resonance measurements, which\nalso reveal that enhanced bending rigidity strongly influences their\nvibrational response. This behavior marks a transition from tension-dominated\nmechanics to a regime where bending effects become prominent, even in a single\natomic layer. By sculpting these structures, we realize graphene cantilevers\nwith measured bending rigidities between $10^6$ and $10^7$ eV, while\nmaintaining femtogram-scale mass. These findings open new directions in\nnanomechanical sensing and cantilever-based technologies."}
{"id": "2508.16343", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.16343", "abs": "https://arxiv.org/abs/2508.16343", "authors": ["A. Morjane", "J. -G. Malherbe", "J. -J. Alonso", "F. Vernay", "V. Russier"], "title": "Quantifying time in Monte Carlo simulations: application to relaxation processes and AC susceptibilities of magnetic nanoparticles assemblies", "comment": null, "summary": "The study of the response of magnetic nanoparticles (MNP) assemblies to an\nexternal alternating magnetic field is of great interest for applications such\nas hyperthermia. The key quantity here is the complex susceptibility and its\nbehavior in terms of temperature and frequency. From a theoretical point of\nview it can be obtained by Monte Carlo (MC) simulation with the time quantified\nMonte Carlo (TQMC) method if a physical time is associated with the MC step.\nHere we revisit this method by showing that the time unit can be derived from\nthe MC stochastic process of the isolated particle. We first obtain a MC unit\nof time from the relaxation of the system at fixed temperature. Then this unit\nof time is used to compute complex susceptibilities. We show that it is now\npossible to match the TQMC results with actual experimental results regarding\nfrequency dependent in phase susceptibilities and quantify the unit of time in\nseconds. Finally we show that the time unit obtained for the isolated particle\nremains valid when considering interacting particles such as the Heisenberg\ncoupling or dipole dipole interactions."}
{"id": "2508.16367", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16367", "abs": "https://arxiv.org/abs/2508.16367", "authors": ["Pushkar Prakash Dhekne", "Nikhil Prabhu", "Matthias Bönisch", "Marc Seefeldt", "Martin Diehl", "Kim Vanmeensel"], "title": "Deformation mechanisms of L-PBF-processed Ti-6Al-4V investigated using a combined experimental and simulation approach", "comment": null, "summary": "Despite the significant application potential of laser powder bed fusion\n(L-PBF) processed Ti-6Al-4V components, a detailed understanding of their\ndeformation mechanisms remains limited. This study investigates the deformation\nbehavior of the {\\alpha^\\prime} and {\\alpha} phases in the as-built and\nheat-treated specimens, respectively, using in-situ high-energy X-ray\ndiffraction (HEXRD) combined with crystal plasticity modeling. Both phases\nexhibited similar elastic anisotropy, with the highest modulus along \\{00.2\\}\nand the lowest along \\{10.0\\}, although the {\\alpha} phase consistently showed\nhigher directional moduli than the {\\alpha^\\prime} phase. Their plastic\ndeformation responses differed markedly: in the as-built {\\alpha^\\prime} phase,\nslip activation followed the sequence prismatic \\rightarrow basal \\rightarrow\npyramidal I \\langle c+a \\rangle, whereas in the heat-treated {\\alpha} phase,\nthe sequence was basal \\rightarrow prismatic \\rightarrow pyramidal I \\langle\nc+a \\rangle. Analyses of full width at half maximum (FWHM) and diffraction peak\nintensities further supported these observations. Finally, inverse modeling\nwithin a crystal plasticity framework was employed to determine slip\nfamily--specific critical resolved shear stresses (CRSS), revealing higher CRSS\nvalues in the {\\alpha^\\prime} phase for all slip systems except the prismatic\nfamily."}
{"id": "2508.16395", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16395", "abs": "https://arxiv.org/abs/2508.16395", "authors": ["Amar Kumar", "Mitali", "Sujeet Chaudhary", "Sharat Chandra"], "title": "Ab-initio investigation of the interfacial structural, electronic, and magnetic properties of Co$_{2}$MnAl/X (X = MgO and GaAs) heterostructures", "comment": null, "summary": "The structural, electronic, and magnetic properties of (100)-oriented\nCo$_{2}$MnAl/MgO and Co$_{2}$MnAl/GaAs heterostructures are investigated using\nplane-wave pseudopotential density functional theory. For the Co$_{2}$MnAl/MgO,\nCoCo-MgMg, CoCo-OO, MnAl-MgMg, and MnAl-OO interfaces in top-to-top\nconfigurations are studied, while for Co$_{2}$MnAl/GaAs, both top-to-top\n(Co-Ga, Co-As, Mn-Ga, Mn-As, Al-Ga, Al-As) and bridge-site (CoCo-Ga, CoCo-As,\nMnAl-Ga, MnAl-As) interfaces are considered. The interfacial geometries\nfeaturing Co- or CoCo-atomic terminations for the Co2MnAl slab exhibit larger\nadhesion energies compared to those terminated with Mn-, Al-, or MnAl-atomic\nterminations. This indicates their greater interfacial stability. In contrast,\nMnAl-, Mn-, or Al-terminated interfaces preserve near half-metallicity, whereas\nCo- and CoCo-terminated geometries display a strongly metallic character. All\nstudied interfaces show enhanced magnetic moments relative to their bulk\ncounterparts, primarily arising from interfacial atoms and their nearest\nneighbours. These findings offer valuable insights for optimizing Co2MnAl-based\nheterostructures in spintronic applications."}
{"id": "2508.16409", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16409", "abs": "https://arxiv.org/abs/2508.16409", "authors": ["Robin Bajaj", "Namana Venkatareddy", "H. R. Krishnamurthy", "Manish Jain"], "title": "Symmetries in zero and finite center-of-mass momenta excitons", "comment": "39 pages, 2 figures, 1 Table", "summary": "We present a symmetry-based framework for the analysis of excitonic states,\nincorporating both time-reversal and space-group symmetries. We demonstrate the\nuse of time-reversal and space-group symmetries to obtain exciton eigenstates\nat symmetry-related center-of-mass momenta in the entire Brillouin zone from\neigenstates calculated for center-of-mass momenta in the irreducible Brillouin\nzone. Furthermore, by explicitly calculating the irreducible representations of\nthe little groups, we classify excitons according to their symmetry properties\nacross the Brillouin zone. Using projection operators, we construct\nsymmetry-adapted linear combinations of electron-hole product states, which\nblock-diagonalize the Bethe-Salpeter Equation (BSE) Hamiltonian at both zero\nand finite exciton center-of-mass momenta. This enables a transparent\norganization of excitonic states and provides direct access to their\ndegeneracies, selection rules, and symmetry-protected features. As a\ndemonstration, we apply this formalism to monolayer MoS$_{2}$, where the\nclassification of excitonic irreducible representations and the block structure\nof the BSE Hamiltonian show excellent agreement with compatibility relations\nderived from group theory. Beyond this material-specific example, the framework\noffers a general and conceptually rigorous approach to the symmetry\nclassification of excitons, enabling significant reductions in computational\ncost for optical spectra, exciton-phonon interactions, and excitonic band\nstructure calculations across a wide range of materials."}
{"id": "2508.16411", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16411", "abs": "https://arxiv.org/abs/2508.16411", "authors": ["Mihir Date", "Hyeonhu Bae", "Alex Louat", "Gabriele Domaine", "Niels B. M. Schröter", "2 Enrico Da Como", "Binghai Yan", "Matthew D. Watson"], "title": "Charge transfer empties the flat band in 4H$_b$-TaS$_2$ -- except at the surface", "comment": "9 pages, 4 figures", "summary": "The 4H\\textsubscript{b} polytype of TaS$_2$ is a natural heterostructure of H\nand T-type layers. Intriguing recent evidence points towards a possibly chiral\nsuperconducting ground state, unlike the superconductivity found in other\npolytypes where the T layers are absent, requiring understanding of the\npossible contributions of electrons from the T layers. Here we use\nmicro-focused angle resolved photoemission spectroscopy to reveal that the T\ntermination of the 4H\\textsubscript{b} structure is metallic, but a subsurface\nT layer -- seen below an H termination and thus more representative of the bulk\ncase -- is gapped. The results imply a complete charge transfer of 1 electron\nper 13 Ta from the T to adjacent H layers in the bulk, but an incomplete charge\ntransfer at the T termination, yielding a metallic Fermi surface with a\nplanar-chiral character. A similar metallic state is found in an anomalous\nregion with likely T-H-H' stacking at the surface. Our results exclude cluster\nMott localisation in either the bulk or surface of 4H$_b$-TaS$_2$ and point to\na scenario of superconductivity arising from Josephson-like tunneling between\nthe H layers."}
{"id": "2508.16412", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16412", "abs": "https://arxiv.org/abs/2508.16412", "authors": ["Haoran Ji", "Zheyuan Xie", "Yaqi Chen", "Guangdi Zhou", "Longxin Pan", "Heng Wang", "Haoliang Huang", "Jun Ge", "Yi Liu", "Guang-Ming Zhang", "Ziqiang Wang", "Qi-Kun Xue", "Zhuoyu Chen", "Jian Wang"], "title": "Signatures of spin-glass superconductivity in nickelate (La, Pr, Sm)3Ni2O7 films", "comment": null, "summary": "The discovery of Ruddlesden-Popper (R-P) nickelate superconductors under high\npressure heralds a new chapter of high-transition temperature (high-Tc)\nsuperconductivity. Recently, ambient-pressure superconductivity is achieved in\nR-P bilayer nickelate thin films through epitaxial compressive strain,\nunlocking in-depth investigations into the superconducting characteristics.\nHere, through electrical transport study, we report the observation of\nspin-glass superconductivity with hysteretic magnetoresistance and glass-like\ndynamics in the bilayer nickelate (La, Pr, Sm)3Ni2O7 films. The\nsuperconductivity develops in a two-step transition, with onset Tc exceeding 50\nK and zero-resistance Tc around 15 K. Remarkably, magnetoresistance hysteresis,\nindicative of time-reversal symmetry breaking, is observed exclusively during\nthe second-step transition to zero resistance. The hysteresis is observed under\nboth out-of-plane and in-plane magnetic fields with significant anisotropy, and\nexhibits coalescing minima at zero field, fundamentally distinct from trapped\nvortices or long-range-ordered magnetism with coercivity. Successive oxygen\nreductions simultaneously suppress the superconductivity and hysteresis,\nrevealing their mutual connections to the selective electronic orbitals. The\nremoval of magnetic field triggers spontaneous and logarithmically slow\nresistance relaxations in the second-step transition, signatures of glassy\ndynamics, indicating that the superconducting ground state is correlated with\nan electronic spin-glass order. Our findings uncover an unprecedented\nsuperconducting state in the nickelate superconductors, providing\nphenomenological and conceptual advances for future investigations on high-Tc\nsuperconductivity."}
{"id": "2508.16418", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.16418", "abs": "https://arxiv.org/abs/2508.16418", "authors": ["Lihui Pan", "Jie Chen", "Chun Chen", "Xiaoqun Wang"], "title": "Universal Entanglement Pattern Formation via a Quantum Quench", "comment": null, "summary": "We identify a universal short-time structure in symmetry-resolved\nentanglement dynamics -- the entanglement channel wave (ECW) -- arising from\nthe decomposition of entanglement into conserved-quantum-number sectors that\nhost robust, channel-specific patterns. Focusing on domain-wall melting, we\nconduct a systematic investigation across three paradigmatic classes of\nmany-body systems: U(1) fermions, U(1) bosons, and SU(2) spinful fermions. For\neach class, we explore four distinct regimes defined by the presence or absence\nof interactions and disorder, employing both the Krylov-subspace iterative\nmethod and the correlation matrix approach. The ECW emerges universally across\nall cases, establishing its independence from particle statistics, interaction\nstrength and disorder. In free fermions, the ECW formalism further enables\nanalytical determination of the correlation matrix spectrum. The subsequent\nmelting of the ECW exhibits symmetry- and statistics-dependent signatures,\nrevealing finer structures in the growth of symmetry-resolved entanglement."}
{"id": "2508.16435", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.16435", "abs": "https://arxiv.org/abs/2508.16435", "authors": ["Kinga Warda", "Eric Macke", "Iurii Timrov", "Lucio Colombi Ciacchi", "Piotr M. Kowalski"], "title": "Getting the manifold right: The crucial role of orbital resolution in DFT+U for mixed d-f electron compounds", "comment": null, "summary": "Accurately modeling compounds with partially filled $d$ and $f$ shells\nremains a hard challenge for density-functional theory, due to large\nself-interaction errors stemming from local or semi-local exchange-correlation\nfunctionals. Hubbard $U$ corrections can mitigate such errors, but are often\ndetrimental to the description of hybridized states, leading to spurious force\ncontributions and wrong lattice structures. Here, we show that careful\ndisentanglement of localized and delocalized states leads to accurate\npredictions of electronic states and structural distortions in ternary\nmonouranates (AUO$_4$, where A represents Mn, Co, or Ni), for which standard\n$U$ corrections generally fail. Crucial to achieving such accuracy is a\nminimization of the mismatch between the spatial extension of the projector\nfunctions and the true coordination geometry. This requires Wannier-like\nalternatives to atomic-orbital projector functions, or corrections of Hubbard\nmanifolds exclusively comprised of the most localized A-$3d$, U-$5f$ and O-$2p$\norbitals. These findings open up the computational prediction of fundamental\nproperties of actinide solids of critical technological importance."}
{"id": "2508.16472", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16472", "abs": "https://arxiv.org/abs/2508.16472", "authors": ["Anirudh K. R.", "Cosme Milesi-Brault", "Christelle Kadlec", "Dmitry Nuzhnyy", "Andrzej Majchrowski", "Magdalena Krupska-Klimczak", "Irena Jankowska-Sumara", "Elena Buixaderas"], "title": "Phonon studies of the phase transition sequence in antiferroelectric single crystal of Pb(Hf0.83Sn0.17)O3", "comment": null, "summary": "The sequence of phase transitions in PbHf0.83Sn0.17O3 has been studied by\nTHz, far infrared and Raman spectroscopies, revealing the complementary\nbehaviour of both, polar and non-polar phonons and their impact on the\ntransition lattice dynamics. Pb atom is sensitive to all phase transitions,\nchanging its dynamics with temperature. As temperature decreases, the crystal\nundergoes a sequence of three phase transitions. The first one to an\nintermediate (IM) phase, in which polar fluctuations are detected by THz and IR\nspectroscopy at frequencies below 100 cm-1 contributing to the maximum of\npermittivity and revealing important softening. Additional antipolar Pb\nfluctuations and softening were detected by Raman spectroscopy. At lower\ntemperature, another transition to an antiferroelectric (AFE2) phase is\nrevealed by nonpolar soft modes (antipolar and antiferrodistortive ones), and\nby an important drop of the dielectric strength of polar phonons. The final\ntransition to the antiferroelectric phase (AFE1) is revealed by the appearance\nof new modes and a sudden change in the frequency of the soft modes when the\nantipolar shifts become larger. Using symmetry analysis and optical observation\nto study how the domain pattern changes with temperature, we identified a path\nfor the cubic-AFE2 transition throughout the IM phase, of plausible tetragonal\nsymmetry, driven by an instability from the center of the Brillouin zone. This\nmechanism coexists with antiferrodistortive instabilities that eventually drive\nthe material into the AFE2 phase. The final phase transition to the AFE1 phase\nnaturally follows from a mode outside the center of the Brillouin zone and a\nfurther doubling of the unit cell."}
{"id": "2508.16477", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.16477", "abs": "https://arxiv.org/abs/2508.16477", "authors": ["Shouzhuo Yang", "David Lehninger", "Markus Neuber", "Amir Pourjafar", "Ayse Sünbül", "Anant Rastogi", "Peter Reinig", "Konrad Seidel", "Maximilian Lederer"], "title": "Revealing the Influence of Dopants on the Properties of Fluorite Structure Ferroelectrics", "comment": "16 pages, 5 figures", "summary": "Fluorite structure ferroelectrics, especially hafnium oxide, are widely\ninvestigated for their application in non-volatile memories, sensors,\nactuators, RF devices and energy harvesters. Due to the metastable nature of\nthe ferroelectric phase in these materials, dopants and process parameters need\nto be optimized for its stabilization. Here, we present clear evidence of how\ndopants affect the properties in this material system and solutions to achieve\nimproved reliability, desired crystallization behavior and polarization\nhysteresis shape/position through co-doping. Finally, the benefits of co-doping\nin a variety of application fields are demonstrated."}
{"id": "2508.16491", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16491", "abs": "https://arxiv.org/abs/2508.16491", "authors": ["Fabian Garmroudi", "Xinlin Yan", "Silke Paschen", "Sean M. Thomas", "Eric D. Bauer", "Andrej Pustogow", "Priscila F. S. Rosa"], "title": "Tracking flat bands via phonon-mediated interband scattering", "comment": null, "summary": "Flat-band (FB) materials have emerged as promising platforms for exploring\nexotic quantum phases. While numerous candidates have recently been identified\nthrough spectroscopic techniques such as angle-resolved photoemission\nspectroscopy, central challenges remain on how to tune FBs towards the Fermi\nlevel $E_F$ and to understand their impact on low-energy excitations probed in\nelectronic transport experiments. Here, we show that, by attributing the\ntemperature dependence of the electrical resistivity at elevated temperatures\nto electron-phonon interband scattering, one can infer the position of FBs near\n$E_F$ across diverse material classes. As charge carriers scatter off phonons,\ninterband transitions into FB states lead to distinctive sub- or superlinear\nresistivity at elevated temperatures, governed by the proximity of the FB to\n$E_F$. Our phenomenological model captures these universal transport behaviors\nobserved across several recently studied FB compounds and offers a simple,\nbroadly applicable method for detecting flat bands."}
{"id": "2508.16497", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "math.PR"], "pdf": "https://arxiv.org/pdf/2508.16497", "abs": "https://arxiv.org/abs/2508.16497", "authors": ["Jacob Calvert", "Dana Randall"], "title": "Correlation thresholds in the steady states of particle systems and spin glasses", "comment": "12 pages, 5 figures", "summary": "A growing body of theoretical and empirical evidence shows that the global\nsteady-state distributions of many equilibrium and nonequilibrium systems\napproximately satisfy an analogue of the Boltzmann distribution, with a local\ndynamical property of states playing the role of energy. The correlation\nbetween the effective potential of the steady-state distribution and the\nlogarithm of the exit rates determines the quality of this approximation. We\ndemonstrate and explain this phenomenon in a simple one-dimensional particle\nsystem and in random dynamics of the Sherrington-Kirkpatrick spin glass by\nproviding the first explicit estimates of this correlation. We find that, as\nparameters of the dynamics vary, each system exhibits a threshold above and\nbelow which the correlation dramatically differs. We explain how these\nthresholds arise from underlying transitions in the relationship between the\nlocal and global \"parts\" of the effective potential."}
{"id": "2508.16528", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.16528", "abs": "https://arxiv.org/abs/2508.16528", "authors": ["Abhaya S. Hegde", "André M. Timpanaro", "Gabriel T. Landi"], "title": "Exploring null-entropy events: What do we learn when nothing happens?", "comment": "10 pages, 4 figures", "summary": "Fluctuation theorems establish that thermodynamic processes at the microscale\ncan occasionally result in negative entropy production. At the microscale,\nanother distinct possibility becomes more likely: processes where no entropy is\nproduced overall. In this work, we explore the constraints imposed by such\nnull-entropy events on the fluctuations of thermodynamic currents. By\nincorporating the probability of null-entropy events, we obtain tighter bounds\non finite-time thermodynamic uncertainty relations derived from fluctuation\ntheorems. We validate this framework using an example of a qudit SWAP engine."}
{"id": "2508.16554", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16554", "abs": "https://arxiv.org/abs/2508.16554", "authors": ["Karan Shah", "Attila Cangi"], "title": "Machine Learning Time Propagators for Time-Dependent Density Functional Theory Simulations", "comment": "20 pages, 5 figures", "summary": "Time-dependent density functional theory (TDDFT) is a widely used method to\ninvestigate electron dynamics under external time-dependent perturbations such\nas laser fields. In this work, we present a novel approach to accelerate\nelectron dynamics simulations based on real time TDDFT using autoregressive\nneural operators as time-propagators for the electron density. By leveraging\nphysics-informed constraints and featurization, and high-resolution training\ndata, our model achieves superior accuracy and computational speed compared to\ntraditional numerical solvers. We demonstrate the effectiveness of our model on\na class of one-dimensional diatomic molecules under the influence of a range of\nlaser parameters. This method has potential in enabling real-time, on-the-fly\nmodeling of laser-irradiated molecules and materials with varying experimental\nparameters."}
{"id": "2508.16559", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.16559", "abs": "https://arxiv.org/abs/2508.16559", "authors": ["Roni Anna Gofman", "Abigail Dishi", "Hyeonhu Bae", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Sajilesh K. P.", "Alex Louat", "Matthew D. Watson", "Cephise Cacho", "Dmitry Marchenko", "Andrei Varykhalov", "Irena Feldman", "Binghai Yan", "Amit Kanigel"], "title": "Chiral charge density wave in 4Hb- and 1T-TaS$_2$: The Role of interlayer coupling", "comment": "* These authors contributed equally", "summary": "We use micro-angle-resolved photoemission spectroscopy (micro-ARPES) to\ninvestigate chiral charge density waves (CDWs) in 4Hb-TaS$_2$ with micron-scale\nspatial resolution. In the 1T layers of 4Hb-TaS$_2$, we uncover coexisting\nleft- and right-handed CDW domains and resolve four distinct spectral patterns\narising from the interplay of chirality and rotational stacking. In contrast,\nbulk 1T-TaS$_2$ exhibits a uniform chirality. In addition, 4Hb-TaS$_2$ shows\nnegligible out-of-plane dispersion of the 1T-derived bands, in contrast to the\npronounced interlayer coupling observed in bulk 1T-TaS$_2$. Density functional\ntheory (DFT) calculations corroborate this picture, revealing that the\ninterlayer interaction of the chiral order in 4Hb-TaS$_2$ is nearly two orders\nof magnitude weaker than in the 1T polytype. Our findings establish 4Hb-TaS$_2$\nas a quasi-two-dimensional platform for exploring tunable chiral CDW phenomena."}
{"id": "2508.16246", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16246", "abs": "https://arxiv.org/abs/2508.16246", "authors": ["Jorge Castro", "George Trenins", "Venkat Kapil", "Mariana Rossi"], "title": "Vibrational Spectra of Materials and Molecules from Partially-Adiabatic Elevated-Temperature Centroid Molecular Dynamics", "comment": null, "summary": "Centroid molecular dynamics (CMD) incorporates nuclear quantum statistics\ninto the calculation of vibrational spectra. However, when performed in\nCartesian coordinates, CMD shows serious unphysical artifacts in certain\nvibrational bands, known as the curvature problem. Recent work showed that CMD\nspectra can be freed from the curvature problem by evolving the ring-polymer\ncentroid on a potential of mean force (PMF) calculated at an elevated\ntemperature ($T_e$-CMD). Here we present a partially-adiabatic implementation\nof $T_e$-CMD (PA-$T_e$-CMD), which eliminates the need for precomputed PMFs and\ninstead yields the centroid force \\textit{on-the-fly}. We introduce a\ntwo-temperature path-integral Langevin thermostat to achieve a temperature\nseparation between centroid and internal modes of the ring-polymer. Because it\nis paramount that the elevated temperature be chosen as low as possible for a\ngiven physical temperature in this formulation, we present a general scheme for\nits determination. We benchmark PA-$T_e$-CMD against exact vibrational spectra\nfor the isolated water monomer and discuss its performance for challenging\nanharmonic systems: the carbonic acid fluoride molecule (CAF) and the\nmethylammonium lead iodide perovskite (MAPI). We conclude that PA-$T_e$-CMD\nmitigates the curvature problem and eliminates the steep increase in\ncomputational cost with decreasing temperature of conventional path-integral\nmethods. We observe some energy leakage from the hot internal modes to\nhigh-frequency centroid modes at low physical temperatures. Nevertheless,\ncompared to other imaginary path-integral approximate methods, the PA-$T_e$-CMD\nspectra show more accurate lineshapes. While a fully adiabatic setup based on a\ncoarse-grained centroid PMF is still preferable when a good pre-trained PMF can\nbe easily obtained, PA-$T_e$-CMD presents a low-barrier single-shot setup for\nany system."}
{"id": "2508.16262", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16262", "abs": "https://arxiv.org/abs/2508.16262", "authors": ["Namana Venkatareddy", "Victor Ghosh", "H. R. Krishnamurthy", "Manish Jain"], "title": "Double excitations in molecules", "comment": null, "summary": "Double excitations in organic molecules have garnered significant interest as\na result of their importance in singlet fission and photophysics. These\nexcitations play a crucial role in understanding the photoexcitation processes\nin polyenes. To describe photoexcited states with both single and double\nexcitation character, we use a first-principles many-body theory that combines\nthe GW / Bethe-Salpeter equation and the configuration interaction (CI)\nmethods. Specifically, we develop and employ two CI-based methods: screened\nconfiguration interaction singles and doubles (scrCISD) and screened\nconfiguration interaction singles with perturbative doubles (scrCIS(D)),\napplied to an effective many-body Hamiltonian that incorporates screening. We\napply these methods to Thiel's set of molecules, which exhibit excited states\npredominantly characterized by single excitations with a partial double\nexcitation character. Our results indicate that the scrCISD method\nsystematically underestimates the excitation energies compared to the best\ntheoretical estimates, while the scrCIS(D) method shows good agreement with\nthese estimates. Furthermore, we used the scrCISD method to calculate the\nbinding energies of the dominantly doubly excited correlated triplet pair\nstates, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$\nbinding energies agree well with empirical calculations."}
{"id": "2508.16436", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.16436", "abs": "https://arxiv.org/abs/2508.16436", "authors": ["Yue He", "Daniel Escudero"], "title": "Universal Multistate Kinetic Models for the In-Silico Discovery of Thermally Activated Delayed Fluorescence Emitters", "comment": null, "summary": "Many thermally activated delayed fluorescence (TADF) emitters exhibit complex\nphotophysical behaviors that cannot be fully captured by the conventional three\nstate model (S0, S1, T1). The lack of kinetic models that incorporate vibronic\ncoupling effects and high lying excited states has long limited the systematic\nunderstanding and rational design of these materials. To address this, we\ndeveloped KinLuv, an extended multistate kinetic model that not only includes\nhigher lying excited states (S2, T2) but also accounts for the Herzberg Teller\n(HT) vibronic coupling in the rate constant calculations. Applied to two\nrepresentative TADF emitters, i.e., DOBNA and DiKTa, KinLuv successfully\npredicts photoluminescence quantum yields (PLQY) and prompt/delayed\nfluorescence lifetimes in good agreement with reported experimental results.\nThese findings highlight that incorporating HT vibronic coupling effects and\nhigher lying excited states is essential for quantitatively modeling TADF\nmechanisms and guiding the design of high performance emitters."}
{"id": "2508.16520", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.16520", "abs": "https://arxiv.org/abs/2508.16520", "authors": ["Arshad Mehmood", "Caitlin V. Hetherington", "Zain Zaidi", "Benjamin G. Levine"], "title": "Chemical and Conformational Control of the Spectroscopic Properties of Multi-Layer and Multi-Defect Carbon Dots", "comment": null, "summary": "Carbon dots (CDs) are renowned for their bright and tunable photoluminescence\n(PL), stability, and biocompatibility, yet it remains challenging to link their\nheterogeneous structures to their spectroscopic properties. This study utilizes\ndensity functional theory (DFT) and time-dependent DFT (TD-DFT) to\nsystematically investigate how the spectroscopic properties of CDs of complex\nCDs with multiple layers and multiples defects are determined by their\nstructures and compositions. Calculations reveal that strongly oxidizing\ngroups, such as carbonyl and carbonyl acetate, significantly redshift\nabsorption and emission spectra. In contrast, less oxidizing groups, such as\nhydroxyl, behave as spectators with minimal impact on absorption and emission,\nexcept when they interact strongly with more oxidizing groups. We find that not\nonly the excitation energy, but also the excitation character itself is\nimpacted by the presence of specific groups, and the pH-dependence of the\nspectroscopic properties can be attributed to their protonation state-dependent\nexcitation character. We show that the twisting, sliding, and linker-mediated\nfolding of surface-functionalized layers in CDs markedly alter excitation\nenergies and characters, offering a molecular explanation for experimentally\nobserved emission intermittency and polarization fluctuations. These insights\nprovide strategies for optimizing CDs for various applications, including\nbioimaging, photocatalysis, and optoelectronic devices."}
