{"id": "2510.06382", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06382", "abs": "https://arxiv.org/abs/2510.06382", "authors": ["Zeling Xiong", "Christopher Heins", "Thibaut Devolder", "Fabian Kammerbauer", "Mathias Kläui", "Jürgen Fassbender", "Helmut Schultheiss", "Katrin Schultheiss"], "title": "Predicting the future with magnons", "comment": null, "summary": "Forecasting complex, chaotic signals is a central challenge across science\nand technology, with implications ranging from secure communications to climate\nmodeling. Here we demonstrate that magnons - the collective spin excitations in\nmagnetically ordered materials - can serve as an efficient physical reservoir\nfor predicting such dynamics. Using a magnetic microdisk in the vortex state as\na magnon-scattering reservoir, we show that intrinsic nonlinear interactions\ntransform a simple microwave input into a high-dimensional spectral output\nsuitable for reservoir computing, in particular, for time series predictions.\nTrained on the Mackey-Glass benchmark, which generates a cyclic yet aperiodic\ntime series widely used to test machine-learning models, the system achieves\naccurate and reliable predictions that rival state-of-the-art physical\nreservoirs. We further identify key design principles: spectral resolution\ngoverns the trade-off between dimensionality and accuracy, while combining\nmultiple device geometries systematically improves performance. These results\nestablish magnonics as a promising platform for unconventional computing,\noffering a path toward scalable and CMOS-compatible hardware for real-time\nprediction tasks."}
{"id": "2510.06438", "categories": ["cond-mat.mes-hall", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06438", "abs": "https://arxiv.org/abs/2510.06438", "authors": ["Justin P. Bergfield"], "title": "Many-Body Effects in a Molecular Quantum NAND Tree", "comment": "15 pages, 4 figures", "summary": "Molecules provide the smallest possible circuits in which quantum\ninterference and electron correlation can be engineered to perform logical\noperations, including the universal NAND gate. We investigate a chemically\nencoded quantum NAND tree based on alkynyl-extended iso-polyacetylene\nbackbones, where inputs are set by end-group substitution and outputs are read\nfrom the presence or absence of transmission nodes. Using quantum many-body\ntransport theory, we show that NAND behavior persists in the presence of\ndynamic correlations, but that the nodal positions and their chemical shifts\ndepend sensitively on electron-electron interactions. This sensitivity\nhighlights the potential of these systems not only to probe the strength of\nelectronic correlations but also to harness them in shaping logical response.\nThe thermopower is identified as a chemically robust readout of gate logic,\nproviding discrimination margins that greatly exceed typical experimental\nuncertainties, in an observable governed primarily by the variation of\ntransport rather than its absolute magnitude."}
{"id": "2510.06580", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06580", "abs": "https://arxiv.org/abs/2510.06580", "authors": ["S. Sajad Dabiri", "Reza Asgari"], "title": "Nonlinear Optical Response in Pseudo-Hermitian Systems at Steady State", "comment": "(5+6) Pages, (1+1) Figures", "summary": "We establish a steady-state theory for nonlinear optical conductivity in\npseudo-Hermitian systems. We derive compact formulas for the first and second\norder conductivity tensors in both the velocity and length gauges and prove\ntheir exact equivalence through generalized sum rules and Berry connection\nidentities by formulating the nonlinear response in terms of a biorthogonal\ndensity matrix. Utilizing the formalism on parity-time symmetric two-level\nsystems reveals nonlinear phenomena that are not present in Hermitian systems,\nsuch as extra terms in the conductivity, corrections to the velocity operator,\nphotocurrent, and resonance structures with higher-order poles at one-photon\ntransitions. These features yield qualitatively distinct harmonic generation\nresponses like real second-order conductivities and nonzero DC limits. These\nresults provide new insights into nonlinear light-matter interactions in active\nmedia characterized by balanced gain and loss, with implications for\nnon-Hermitian photonics, dissipative topological systems, and quantum devices\ndesigned with engineered dissipation."}
{"id": "2510.06591", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06591", "abs": "https://arxiv.org/abs/2510.06591", "authors": ["Xin Chen", "Jian-Tong Hou", "Long Liang", "Jie Lu", "Hong Guo", "Chang-Xu Yan", "Hao-Ran Chang"], "title": "Interband optical conductivity in two-dimensional semi-Dirac bands tilting along the quadratic dispersion", "comment": "15 pages, 5 figures", "summary": "Two-dimensional (2D) semi-Dirac materials feature a unique anisotropic band\nstructure characterized by quadratic dispersion along one spatial direction and\nlinear dispersion along the other, effectively hybridizing ordinary and Dirac\nfermions. The anisotropy of energy dispersion can be further modulated through\nband tilting along either spatial direction of the wave vector. We propose a\nnew definition of tilt parameter to characterize Lifshitz phases in 2D\nsemi-Dirac bands tilting along the quadratically dispersing direction. Using\nlinear response theory, we theoretically investigate the interband optical\nconductivity of 2D tilted semi-Dirac bands. Our analytical zero-temperature\nresults reveal pronounced distinctions from Dirac and semi-Dirac systems\ntilting along the linearly dispersing direction. Notably, we find that spectral\nfixed point emerges in the optical conductivity over a specific range of the\ntilt parameter, a phenomenon explained by the corresponding behavior of the\njoint density of states. These findings provide a robust theoretical framework\nfor identifying and characterizing 2D tilted semi-Dirac materials and establish\nclear spectral fingerprints that distinguish different kinds of 2D semi-Dirac\nbands and Dirac bands. Our predictions can guide future experimental studies of\nanisotropic band engineering and tilt-dependent phenomena."}
{"id": "2510.06595", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06595", "abs": "https://arxiv.org/abs/2510.06595", "authors": ["Caitlyn Stone-Whitehead", "Israel Hernandez", "Connor Bray", "Allison Davenport", "Spencer Fretwell", "Abigail Gillespie", "Joren Husic", "Mingyu Li", "Andrew Marino", "Kyle Leach", "Bismah Rizwan", "Wouter Van De Pontseele", "Grace Wagner"], "title": "Integration of Silica in G4CMP for Phonon Simulations: Framework and Tools for Material Integration", "comment": "6 pages, 4 figures, LTD25 conference proceeding submission", "summary": "Superconducting detectors with sub-eV energy resolution have demonstrated\nsuccess setting limits on Beyond the Standard Model (BSM) physics due to their\nunique sensitivity to low-energy events. G4CMP, a Geant4-based extension for\ncondensed matter physics, provides a comprehensive toolkit for modeling phonon\nand charge dynamics in cryogenic materials. This paper introduces a technical\nformalism to support the superconducting qubit and low-threshold detector\ncommunity in implementing phonon simulations in custom materials into the\nG4CMP. As a case study, we present the results of a detailed analysis of silica\nphonon transport properties relevant for simulating substrate backgrounds in\nBeryllium Electron capture in Superconducting Tunnel junctions (BeEST)-style\nexperiments using G4CMP. Additionally, Python-based tools were developed to aid\nusers in implementing their own materials and are available on the G4CMP\nrepository."}
{"id": "2510.06285", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06285", "abs": "https://arxiv.org/abs/2510.06285", "authors": ["Tyler C. Sterling"], "title": "A Wigner Matrix Based Convolution Algorithm For Matrix Elements in the LCAO Method", "comment": null, "summary": "The linear combination of atomic orbitals (LCAO) method uses a small basis\nset in exchange for expensive matrix element calculations. The most efficient\napproximation for the matrix element calculations is the two-center\napproximation (2CA) in tight binding (TB). In the 2CA, a variety of matrix\nelements are neglected with only \"two-center integrals\" (2CI) remaining. The\n2CI are calculated efficiently by rotating to symmetrical coordinates where the\nintegral is parameterized. This makes TB fast in exchange for diminished\ntransferability. An ideal electronic structure method has both the efficiency\nof TB and the transferability of ab-initio methods. In this work, I expand the\nfull crystal potential into multipoles where the resulting matrix elements are\ntransformed into the form of 2CI between high angular momentum functions. The\nusual Slater-Koster formulae for TB are limited to $l\\leq3$; to enable\nefficient evaluation of the full crystal potential 2CI, I derive a Wigner\nmatrix based convolution algorithm (WMCA) that works for arbitrary angular\nmomentum. Given a suitable method for generating a local ab-initio Kohn-Sham\npotential, the algorithm for calculating matrix elements is applicable to fully\nab-initio LCAO methods (this is the subject of forthcoming work). In this\npaper, I apply the WMCA to silicon using a model crystal potential."}
{"id": "2510.06226", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06226", "abs": "https://arxiv.org/abs/2510.06226", "authors": ["Zhong-Chao Wei"], "title": "Time-reversal positivity", "comment": null, "summary": "We propose a new analytical tool called time-reversal positivity. It is an\nanalogue of the Majorana reflection positivity in time-reversal symmetric case.\nThis new time-reversal positivity can fully explain the relationship between\ntime-reversal symmetry and the sign-free property in quantum Monte Carlo\nsimulations. Using a cone-theoretical method, we show the ground state\nuniqueness for the time-reversal symmetric non-hermitian Hubbard model."}
{"id": "2510.06435", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06435", "abs": "https://arxiv.org/abs/2510.06435", "authors": ["Elena Corbae", "Rong Zhang", "Cong Li", "Kunihiro Kihou", "Chul-Ho Lee", "Makoto Hashimoto", "Thomas Devereaux", "Oscar Tjernberg", "Egor Babaev", "Dung-Hai Lee", "Vadim Grinenko", "Donghui Lu", "Zhi-Xun Shen"], "title": "Hund's coupling assisted orbital-selective superconductivity in Ba1-xKxFe2As2", "comment": null, "summary": "While the superconducting transition temperature of hole-doped\nBa_{1-x}K_{x}Fe_{2}As_{2} decreases past optimal doping, superconductivity does\nnot completely disappear even for the fully doped KFe_{2}As_{2} compound. In\nfact, superconductivity is robust through a Lifshitz transition where electron\nbands become hole-like around the zone corner at around x=0.7, thus challenging\nthe conventional understanding of superconductivity in iron-based systems.\nHigh-resolution angle-resolved photoemission spectroscopy is used to\ninvestigate the superconducting gap structure, as well as the normal state\nelectronic structure, around optimal doping and across the Lifshitz transition.\nOur findings reveal a largely orbital-dependent superconducting gap structure,\nwhere the more strongly correlated d_{xy} band has a vanishing superconducting\ngap at higher doping, aligning with the Hund's metal behavior observed in the\nnormal state. Notably, the superconducting gap on the d_{xy} band disappears\nbefore the Lifshitz transition, suggesting that the Fermi surface topology may\nplay a secondary role. We discuss how these results point to orbital-selective\nsuperconducting pairing and how strong correlations via Hund's coupling may\nshape superconducting gap structures in iron-based and other multiorbital\nsuperconductors."}
{"id": "2510.06226", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06226", "abs": "https://arxiv.org/abs/2510.06226", "authors": ["Zhong-Chao Wei"], "title": "Time-reversal positivity", "comment": null, "summary": "We propose a new analytical tool called time-reversal positivity. It is an\nanalogue of the Majorana reflection positivity in time-reversal symmetric case.\nThis new time-reversal positivity can fully explain the relationship between\ntime-reversal symmetry and the sign-free property in quantum Monte Carlo\nsimulations. Using a cone-theoretical method, we show the ground state\nuniqueness for the time-reversal symmetric non-hermitian Hubbard model."}
{"id": "2510.06447", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06447", "abs": "https://arxiv.org/abs/2510.06447", "authors": ["Joseph E. Lawrence"], "title": "A unified framework for semiclassical reaction rate theory", "comment": "18 pages, 1 figure", "summary": "A general semiclassical theory for the calculation of reaction rate constants\nis developed. The theory can be understood as a formal framework that\nencompasses existing semiclassical methods: instanton theory and semiclassical\ntransition state theory (SCTST). Unlike SCTST, the present formalism does not\nstart from the concept of \"good\" action-angle variables. Instead, it is based\non a conjectured connection between the cumulative reaction probability and the\ninstanton contribution to the formally exact generalisation of Gutzwiller's\nformula for the trace of the Green's function. The formalism effectively\ngeneralises the \"imaginary free-energy\" formulation of instanton theory to\nmicrocanonical scattering rates and all orders in $\\hbar$. In one dimension,\nexplicit expressions are derived for the generalised reduced action up to\n$O(\\hbar^4)$ using exact WKB/quantum Hamilton-Jacobi theory. The connection\nbetween the present formalism and the standard second order vibrational\nperturbation theory (VPT2) version of SCTST is explored. It is also shown that\nthe standard thermal instanton rate theory, as well as higher order (dividing\nsurface independent) \"perturbative\" corrections can be straightforwardly\nderived from the framework. Above the crossover temperature, first-order\ncorrections in $\\hbar$ to the parabolic barrier (\"sphaleron\") rate are also\nderived. A simple anharmonic transition state theory and anharmonic version of\nthe Wigner tunneling correction are presented. Finally, the potential for the\ndevelopment of new and improved semiclassical methods for modelling reaction\nkinetics is discussed."}
{"id": "2510.06568", "categories": ["cond-mat.stat-mech", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.06568", "abs": "https://arxiv.org/abs/2510.06568", "authors": ["Yujun Shi", "Haijiang Ren"], "title": "Recurrence in a periodically driven and weakly damped Fermi-Pasta-Ulam-Tsingou chain", "comment": "16 pages, 7 figures, submitted to a peer-reviewed journal", "summary": "We report numerical evidence of Fermi-Pasta-Ulam-Tsingou (FPUT)-like\nrecurrence in weakly damped, periodically driven alpha-FPUT chains. In narrow\nregions of driving amplitude and damping, energy is quasi-periodically\nexchanged among a few low-frequency modes over long timescales. Unlike discrete\ntime crystals, the recurrence period is not an integer multiple of the driving\nperiod and does not correspond to spontaneous symmetry breaking, yet it may\nsuggests a generalized, relaxed form of time-crystalline-like order. The\nmaximum damping allowing recurrence decreases rapidly with chain length,\nsuggesting that in the thermodynamic limit such behavior is unlikely to\npersist. These results reveal a new type of coherent nonlinear dynamics in\ndriven, open multimode systems and provide guidance for experimentally\nrealizing long-lived quasi-periodic states."}
{"id": "2510.06618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06618", "abs": "https://arxiv.org/abs/2510.06618", "authors": ["Subhashri Chatterjee", "Katsumasa Yoshioka", "Taro Wakamura", "Vasili Perebeinos", "Norio Kumada"], "title": "Intrinsic ultrafast edge photocurrent dynamics in WTe$_2$ driven by broken crystal symmetry", "comment": "29 pages, 4 figures, Supplementary information", "summary": "Directional photocurrents in two-dimensional materials arise from broken\ncrystal symmetry, offering pathways to high-speed, bias-free photodetection\nbeyond conventional devices. Tungsten ditelluride (WTe$_2$), a type-II Weyl\nsemimetal, exhibits robust symmetry-breaking-induced edge photocurrents from\ncompeting nonlinear optical and photothermoelectric (PTE) mechanisms, whose\nintrinsic dynamics have remained experimentally inaccessible. Here, we directly\nresolve sub-picosecond edge photocurrent dynamics in WTe$_2$ through ohmic\ncontacts over temperatures from 300 K to 4 K. We demonstrate ultrafast\noptical-to-electrical conversion with a 3 dB bandwidth of $\\sim$250 GHz and\nreveal picosecond-timescale switching of the net photocurrent direction below\n150 K, linked to a Lifshitz transition. This transient bipolar response arises\nfrom non-equilibrium Seebeck effects due to asymmetric cooling of hot electrons\nand holes. These findings reveal previously hidden ultrafast dynamics in\nsymmetry-engineered materials, offering new strategies to disentangle competing\nphotocurrent mechanisms and enabling the development of self-powered, ultrafast\noptoelectronic devices."}
{"id": "2510.06873", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06873", "abs": "https://arxiv.org/abs/2510.06873", "authors": ["Haoting Zhang", "Jiuyang Shi", "Qiuhan Jia", "Junjie Wang", "Jian Sun"], "title": "GSM: GPU Accelerated Rare Events Sampling with Machine Learning Potentials", "comment": null, "summary": "Enhanced sampling has achieved considerable success in molecular dynamics\n(MD) simulations of rare events. Metadynamics (MetaD), owing to its excellent\ncompatibility with MD engines, became one of the most popular enhanced sampling\nmethods. With the boom of GPU computing and the advent of machine learning\npotentials (MLPs), high-accuracy, large-scale MD simulations have gradually\nbecome feasible. However, the corresponding GPU-based enhanced sampling tools\nhave not yet been well adapted to this progress. To enable full-life-cycle GPU\nMetaD simulations, we propose the GPU Sampling MetaD (GSM) package. By\nleveraging MLPs, it is feasible to perform high-precision rare event sampling\nfor systems comprising millions of atoms on a typical single GPU, which offers\na potential solution to many size-dependent problems. By conducting sampling in\nseveral classical systems, the results sufficiently demonstrate the capability\nof this package to simulate diverse atomic systems, especially efficient in\nlarge scale systems."}
{"id": "2510.06400", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06400", "abs": "https://arxiv.org/abs/2510.06400", "authors": ["N. van Dongen", "A. J. F. van Hoof", "S. Calero", "J. M. Vicent-Luna"], "title": "Enhancing Direct Air Capture through Potassium Carbonate Doping of Activated Carbons", "comment": null, "summary": "Direct air capture of carbon dioxide (CO$_2$) is one of the most promising\nstrategies to mitigate rising atmospheric CO$_2$ levels. Among various\ntechniques, adsorption using porous materials is a viable method for extracting\nCO$_2$ from air, even under humid conditions. However, identifying optimal\nadsorbent materials remains a significant challenge. Moreover, the performance\nof existing materials can be improved by doping with active species that boost\ngas capture, a relatively unexplored field. In this study, we perform atomistic\nsimulations to investigate the adsorption, structural, and energetic properties\nof CO$_2$ and water in realistic models of activated carbons. We first analyze\nthe impact of explicitly considering surfaces containing functional groups,\nwhich aims to imitate the chemical environment of experimental samples.\nAdditionally, we introduce potassium carbonate within the pores of the\nadsorbent to evaluate its effect on CO$_2$ and water adsorption. Our results\ndemonstrate that both functional groups and potassium carbonate enhance\nadsorption, primarily by shifting the adsorption onset pressures to lower\nvalues. Specifically, potassium carbonate clusters act as extra adsorption\nsites for CO$_2$ and water, facilitating the nucleation of water molecules and\npromoting the formation of a hydrogen bond network within the activated carbon\npores."}
{"id": "2510.06313", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06313", "abs": "https://arxiv.org/abs/2510.06313", "authors": ["Veronika C. Stangier", "Mathias S. Scheurer", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Superconductivity of Incoherent Electrons near the Relativistic Mott Transition in Twisted Dirac Materials", "comment": "8 pages, 2 figures", "summary": "We demonstrate that superconductivity driven by strong quantum-critical\nfluctuations can emerge near relativistic Mott transitions in twisted\ntwo-dimensional materials, taking on a remarkably rich character. In twisted\ndouble-bilayer WSe$_2$, all time-reversal-even, gap-opening collective modes\npromote pairing, whereas time-reversal-odd modes do not. In a Dirac model of\ntwisted bilayer graphene, the Gross-Neveu transition into inter-valley-coherent\ninsulators gives rise to a spectrum of degenerate and nearly degenerate\nsuperconducting states. More generally, we show that the richer the Dirac\nstructure, the more readily pairs can form. A crucial ingredient of the theory\nis that critical fluctuations render the electronic states strongly incoherent,\nallowing attractive pairing channels to overcome the bare Dirac semi-metal\nbehavior. Finally, we demonstrate a direct relation between boson-mediated\npairing and the formation of charge-carrying skyrmionic excitations in the\nproximate insulating state."}
{"id": "2510.06451", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06451", "abs": "https://arxiv.org/abs/2510.06451", "authors": ["Ke Wang", "K. Levin"], "title": "Kekulé Superconductivity in Twisted Magic Angle Bilayer Graphene", "comment": "12 Pages, 8 Figures", "summary": "Motivated by recent scanning tunneling microscopy experiments which report\nKekul\\'e ordering in the twisted graphene family, we develop a microscopic\ntheory of superconductivity, specifically for the bi-layer case. This involves\nan intra-valley, finite-momentum pair-density wave (PDW) which naturally\nincorporates a Kekul\\'e distortion into the superconducting phase. The PDW\nstate displays three central features: (i) it spontaneously breaks $C_3$\nrotational symmetry, producing nematic order, and (ii) it possesses a large\ngap-to-critical-temperature ratio. Moreover, (iii) it yields a quasi-particle\ndensity of states having a V-like shape (with a finite value at zero energy)\nwhich transitions to a fully gapped, U-shaped spectrum with increasing\nattraction. These characteristics, including consistency with an allowed\nBerezinskii-Kosterlitz-Thouless transition, align with key experimental\nsignatures in the twisted graphene family where the U-V transition is observed\nin the tri-layer case. We find the paired state with a modest interaction\nstrength is near to a BEC-like regime, as appears consistent with the observed\nextremely short coherence lengths. Together, these results establish a\nmicroscopic intra-valley Kekul\\'e PDW state as an essential ingredient towards\nunderstanding unconventional superconductivity in twisted graphene."}
{"id": "2510.06285", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06285", "abs": "https://arxiv.org/abs/2510.06285", "authors": ["Tyler C. Sterling"], "title": "A Wigner Matrix Based Convolution Algorithm For Matrix Elements in the LCAO Method", "comment": null, "summary": "The linear combination of atomic orbitals (LCAO) method uses a small basis\nset in exchange for expensive matrix element calculations. The most efficient\napproximation for the matrix element calculations is the two-center\napproximation (2CA) in tight binding (TB). In the 2CA, a variety of matrix\nelements are neglected with only \"two-center integrals\" (2CI) remaining. The\n2CI are calculated efficiently by rotating to symmetrical coordinates where the\nintegral is parameterized. This makes TB fast in exchange for diminished\ntransferability. An ideal electronic structure method has both the efficiency\nof TB and the transferability of ab-initio methods. In this work, I expand the\nfull crystal potential into multipoles where the resulting matrix elements are\ntransformed into the form of 2CI between high angular momentum functions. The\nusual Slater-Koster formulae for TB are limited to $l\\leq3$; to enable\nefficient evaluation of the full crystal potential 2CI, I derive a Wigner\nmatrix based convolution algorithm (WMCA) that works for arbitrary angular\nmomentum. Given a suitable method for generating a local ab-initio Kohn-Sham\npotential, the algorithm for calculating matrix elements is applicable to fully\nab-initio LCAO methods (this is the subject of forthcoming work). In this\npaper, I apply the WMCA to silicon using a model crystal potential."}
{"id": "2510.06486", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06486", "abs": "https://arxiv.org/abs/2510.06486", "authors": ["Eirik F. Kjønstad", "Yann Damour", "Sandeep Sharma", "Garnet Kin-Lic Chan"], "title": "Systematic improvement of trial states in phaseless auxiliary-field quantum Monte Carlo", "comment": "23 pages, 3 figures", "summary": "We extend the use of coupled cluster (CC) trial states in the phaseless\nauxiliary-field quantum Monte Carlo (AFQMC) method beyond single and double\nexcitations to include both triple and quadruple excitations. With this\nAFQMC/CC hierarchy, we are able to systematically benchmark the method's\nperformance on molecular systems as the quality of the trial is improved. Our\nresults show that the phaseless AFQMC energy improves systematically and is\ntypically significantly more accurate than the energy of the underlying trial\nstate. However, the relative improvement compared to the trial CC energy\ndecreases as we ascend the CC hierarchy. As the CC wavefunction is usually\nfurther approximated when used as an AFQMC trial, we also explore the\nrelationship between the components of the CC wavefunction and the resulting\nAFQMC/CC error. Our results suggest that improving the representation of the CC\nwave function in the AFQMC trial does not always lower the bias even when it\nincreases the fidelity of the trial with the exact ground state."}
{"id": "2510.06641", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06641", "abs": "https://arxiv.org/abs/2510.06641", "authors": ["He-Da Wang", "Bo Wang", "Qun-Li Lei", "Yu-Qiang Ma"], "title": "Anomalous Criticality of Absorbing State Transition toward Jamming", "comment": "8 pages, 4 figures", "summary": "The jamming transition is traditionally regarded as a geometric transition\ngoverned by static contact networks. Recently, dynamic phase transitions of\nathermal particles under periodic shear provide a new lens on this problem,\nleading to a conjecture that jamming transition corresponds to an\nabsorbing-state transition within the Manna (conserved directed percolation)\nuniversality class. Here, by re-examing the biased random organization model, a\nminimal model for particles under periodic shearing that the conjecture bases\non, we uncover several criticality anomalies at high density beyond the\ndescription of Manna universality class. In three-dimensional monodisperse\nsystems, crystallization disrupts the absorbing transition, while in dense\nbinary mixtures, a distinct transition from absorbing to active-glass states\nemerges, signifying a new universality class of dynamic phase transitions.\nCloser to jamming point, the quenched heterogeneity in the contact network\nsmears the dynamic transition via Griffiths effects and drives the system\ntoward heterogeneous directed percolation. We further proposal a field theory\nwith fractional time dynamics that unifies these phenomena, establishing a\ntheoretical framework linking jamming, disorder, and dynamic criticality."}
{"id": "2510.06862", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06862", "abs": "https://arxiv.org/abs/2510.06862", "authors": ["Vidar Gudmundsson", "Vram Mughnetsyan", "Hsi-Sheng Goan", "Jeng-Da Chai", "Nzar Rauf Abdullah", "Chi-Shung Tang", "Wen-Hsuan Kuan", "Valeriu Moldoveanu", "Andrei Manolescu"], "title": "Signatures of broken symmetries in the excitations of a periodic 2DEG coupled to a cylindrical photon cavity", "comment": "RevTeX - pdfLaTeX, 14 pages with 12 included pdf figures", "summary": "In a two-dimensional electron gas (2DEG) in a periodic lateral superlattice\nsubjected to an external homogeneous magnetic field and in a cylindrical\nfar-infrared photon cavity we search for effects of broken symmetries: Static\nones, stemming from the unit cell of the system, and the external magnetic\nfield together with the dynamic ones caused by the vector potential of the\ncavity promoting magnetic types of transitions, and the chirality of the\nexcitation pulse. The Coulomb interaction of the electrons is described within\ndensity functional theory, but the electron-photon interactions are handled by\na configuration interaction formalism within each step of the density\nfunctional approach, both for the static and the dynamic system. In the\ndynamical calculations we observe weak chiral effects that change character as\nthe strength of the electron-photon interaction and the external magnetic field\nare increased. From the analysis of the chiral effects we identify an important\nconnection of the para- and diamagnetic electron-photon interactions that\npromotes the diamagnetic interaction in the present system when the interaction\nstrength is increased. Furthermore, the asymmetric potential in the unit cell\nof the square array activates collective oscillation modes that are not present\nin the system when the unit cell has a higher symmetry."}
{"id": "2510.06459", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06459", "abs": "https://arxiv.org/abs/2510.06459", "authors": ["Chloe A. Zeller", "Ronald E. Miller", "Ellad B. Tadmor"], "title": "Local Order Average-Atom Interatomic Potentials", "comment": null, "summary": "An extension to the effective average-atom (AA) interatomic potential (IP)\nthat accounts for local ordering effects is derived. While the AA approach is\nonly valid for random alloys, the new local-order average-atom (LOAA) IP\naccounts for short-range order within a material by utilizing information from\npartial radial distribution functions. Simulations with a LOAA potential\nrequire smaller system sizes to achieve statistically converged results and\ntherefore can be used to model complex materials where short-range order\neffects are important, such as high-entropy alloys, at a fraction of the\ncomputational cost of standard IPs. The method is validated for a\ntwo-dimensional (2D) binary hexagonal crystal with Lennard-Jones (LJ)\ninteractions, and for three-dimensional (3D) Fe$_{(1-x)/2}$Ni$_{(1-x)/2}$Cr$_x$\nand Ni$_{0.67}$Al$_{0.33}$ alloys modeled via embedded-atom method (EAM)\npotentials. For the 2D crystal we obtain a local ordering phase diagram in\nterms of the LJ parameters and demonstrate that in all cases the LOAA\nformulation obtains elastic properties that match the true-species case using\nstandard IPs. The 3D alloy examples further demonstrate the ability of this\nmethod to accurately capture other material properties and phase\ntransformations."}
{"id": "2510.06402", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06402", "abs": "https://arxiv.org/abs/2510.06402", "authors": ["David Keeney", "Wenlong Shi", "Rohit Thomas", "Yang Jiao"], "title": "Multihyperuniform Particle Composites Inspired by Avian Photoreceptor Patterns for Optical Applications", "comment": null, "summary": "Hyperuniform materials, characterized by anomalously suppressed\nlong-wavelength density fluctuations, exhibit unique optical and photonic\nproperties distinct from both crystalline and random media. While most prior\nstudies have focused on single-species systems, we investigate the broader\nclass of \\textit{multihyperuniform} systems inspired by biological\nphotoreceptor mosaics. Using particle-based models with varying species number,\nsize ratios, and interaction competition, we demonstrate that multispecies\nmixtures can achieve robust and stealthy hyperuniform configurations, even in\nhighly disordered states. We further show how these configurations can be\nmapped to multifunctional composites with tailored optical responses, including\nisotropic structural coloration, enhanced absorption, and engineered dielectric\nproperties that facilitate transmission while suppressing scattering. Our\nresults highlight multihyperuniformity as a generalizable design principle for\nmultifunctional disordered photonic materials, opening avenues for robust,\ntunable, and scalable optical applications."}
{"id": "2510.06443", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06443", "abs": "https://arxiv.org/abs/2510.06443", "authors": ["Avi Shragai", "Ezekiel Horsley", "Subin Kim", "Young-June Kim", "B. J. Ramshaw"], "title": "Phonon Hall Viscosity and the Intrinsic Thermal Hall Effect of $α$-RuCl$_3$", "comment": null, "summary": "The thermal Hall effect has been observed in a wide variety of magnetic\ninsulators, yet its origin remains controversial. While some studies attribute\nit to intrinsic origins -- such as heat carriers with Berry curvature -- others\npropose extrinsic origins -- such as heat carriers scattering off crystal\ndefects. Even the nature of the heat carriers is unknown: magnons, phonons, and\nfractionalized spin excitations have all been proposed. These questions are\nsignificant for the study of quantum spin liquids and are particularly relevant\nfor $\\alpha$-RuCl$_3$, where a quantized thermal Hall effect has been\nattributed to Majorana edge modes. Here, we use ultrasonic measurements of the\nacoustic Faraday effect to demonstrate that the phonons in $\\alpha$-RuCl$_3$\nhave Hall viscosity -- a non-dissipative viscosity that rotates phonon\npolarizations and deflects phonon heat currents. We show that phonon Hall\nviscosity produces an intrinsic thermal Hall effect that quantitatively\naccounts for a significant fraction of the measured thermal Hall effect in\n$\\alpha$-RuCl$_3$. More broadly, we demonstrate that the acoustic Faraday\neffect is a powerful tool for detecting phonon Hall viscosity and the\nassociated phonon Berry curvature, offering a new way to uncover and study\nexotic states of matter that elude conventional experiments."}
{"id": "2510.06682", "categories": ["cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.06682", "abs": "https://arxiv.org/abs/2510.06682", "authors": ["M. C. Diamantini", "C. A. Trugenberger", "V. M. Vinokur"], "title": "Berezinskii-Kosterlitz-Thouless quantum transition in 2 dimensions", "comment": null, "summary": "The Berezinskii-Kosterlitz-Thouless (BKT) transition is the prototype of a\nphase transition driven by the formation and interaction of topological defects\nin two-dimensional (2D) systems. In typical models these are vortices: above a\ntransition temperature $T_{\\rm BKT}$ vortices are free, below this transition\ntemperature they get confined. In this work we extend the concept of BKT\ntransition to quantum systems in two dimensions. In particular, we demonstrate\nthat a zero-temperature quantum BKT phase transition, driven by a coupling\nconstant can occur in 2D models governed by an effective gauge field theory\nwith a diverging dielectric constant. One particular example is that of a\ncompact U(1) gauge theory with a diverging dielectric constant, where the\nquantum BKT transition is induced by non-relativistic, purely 2D magnetic\nmonopoles, which can be viewed also as electric vortices. These quantum BKT\ntransitions have the same diverging exponent $z$ as the quantum Griffiths\ntransition but have nothing to do with disorder."}
{"id": "2510.06313", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06313", "abs": "https://arxiv.org/abs/2510.06313", "authors": ["Veronika C. Stangier", "Mathias S. Scheurer", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Superconductivity of Incoherent Electrons near the Relativistic Mott Transition in Twisted Dirac Materials", "comment": "8 pages, 2 figures", "summary": "We demonstrate that superconductivity driven by strong quantum-critical\nfluctuations can emerge near relativistic Mott transitions in twisted\ntwo-dimensional materials, taking on a remarkably rich character. In twisted\ndouble-bilayer WSe$_2$, all time-reversal-even, gap-opening collective modes\npromote pairing, whereas time-reversal-odd modes do not. In a Dirac model of\ntwisted bilayer graphene, the Gross-Neveu transition into inter-valley-coherent\ninsulators gives rise to a spectrum of degenerate and nearly degenerate\nsuperconducting states. More generally, we show that the richer the Dirac\nstructure, the more readily pairs can form. A crucial ingredient of the theory\nis that critical fluctuations render the electronic states strongly incoherent,\nallowing attractive pairing channels to overcome the bare Dirac semi-metal\nbehavior. Finally, we demonstrate a direct relation between boson-mediated\npairing and the formation of charge-carrying skyrmionic excitations in the\nproximate insulating state."}
{"id": "2510.06562", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06562", "abs": "https://arxiv.org/abs/2510.06562", "authors": ["Côme Cattin", "Thomas Plé", "Olivier Adjoua", "Nicolaï Gouraud", "Louis Lagardère", "Jean-Philip Piquemal"], "title": "Accelerating Molecular Dynamics Simulations with Foundation Neural Network Models using Multiple Time-Step and Distillation", "comment": null, "summary": "We present a strategy to accelerate molecular dynamics simulations using\nfoundation neural network models. To do so, we apply a dual-level neural\nnetwork multi-time-step (MTS) strategy where the target accurate potential is\ncoupled to a simpler but faster model obtained via a distillation process.\nThus, the 3.5 \\r{A}-cutoff distilled model is sufficient to capture the fast\nvarying forces, i.e. mainly bonded interactions, from the accurate potential\nallowing its use in a reversible reference system propagator algorithms\n(RESPA)-like formalism. The approach conserves accuracy, preserving both static\nand dynamical properties, while enabling to evaluate the costly model only\nevery 3 to 6 fs depending on the system. Consequently, large simulation\nspeedups over standard 1 fs integration are observed: 4-fold in homogeneous\nsystems and 2.3-fold in large solvated proteins. Such a strategy is applicable\nto any neural network potential and reduces their performance gap with\nclassical force fields."}
{"id": "2510.06795", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06795", "abs": "https://arxiv.org/abs/2510.06795", "authors": ["Peter Reimann", "Nicolas Nessi"], "title": "Comparison of typicality in quantum and classical many-body systems", "comment": null, "summary": "Quantum typicality refers to the phenomenon that the expectation values of\nany given observable are nearly identical for the overwhelming majority of all\nnormalized vectors in a sufficiently high-dimensional Hilbert (sub-)space. As a\nconsequence, we show that the thermal equilibrium fluctuations in many-body\nquantum systems can be very closely imitated by the purely quantum mechanical\nuncertainties (quantum fluctuations) of suitably chosen pure states. On the\nother hand, we find that analogous typicality effects of similar generality are\nnot encountered in classical systems. The reason is that the basic mathematical\nstructure, in particular the description of pure states, is fundamentally\ndifferent in quantum and classical mechanics."}
{"id": "2510.07001", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07001", "abs": "https://arxiv.org/abs/2510.07001", "authors": ["Jihang Zhu", "Chunli Huang"], "title": "Magnetic-Field-Induced Geometric Response of Mean-Field Projectors: Streda Formula and Orbital Magnetization", "comment": "6 pages", "summary": "We study the magnetic-field response of interacting electron systems within\nmean-field theory using perturbation theory. We show that the linear response\nof the mean-field density-matrix to a weak magnetic field is purely geometric:\nit depends only on wavefunction derivatives, the Berry connections linking the\noccupied and unoccupied subspaces, and is independent of the interaction\npotential and the quasiparticle dispersion. This leads to compact,\ngauge-invariant projector expressions for both the St\\v{r}eda formula and the\nformula for orbital magnetization. Our calculation explicitly elucidates the\nrole of exchange and self-consistency in defining current vertices for orbital\nmagnetization calculations. Our work establishes a direct connection between\nmean-field theory, quantum geometry and the non-interacting topological band\ntheory."}
{"id": "2510.06409", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06409", "abs": "https://arxiv.org/abs/2510.06409", "authors": ["Alberto Ronca", "Antoine Cornet", "Jie Shen", "Thierry Deschamps", "Eloi Pineda", "Yuriy Chushkin", "Federico Zontone", "Mohamed Mezouar", "Isabella Gallino", "Gaston Garbarino", "Beatrice Ruta"], "title": "Emergence of multiple relaxation processes during low to high density transition in Au49Cu26.9Si16.3Ag5.5Pd2.3 metallic glass", "comment": null, "summary": "The existence of multiple amorphous states, or polyamorphism, remains one of\nthe most debated phenomena in disordered matter, particularly regarding its\nmicroscopic origin and impact on glassy dynamics. Profiting of the enhanced\ndata quality provided by brilliant synchrotrons, we combined high pressure\nX-ray photon correlation spectroscopy and X-ray diffraction to investigate the\natomic dynamics-structure relationship in a Au49Cu26.9Si16.3Ag5.5Pd2.3 metallic\nglass at room temperature. We identify a structural and dynamical crossover\nnear 3 GPa, marked by avalanches-like massive atomic rearrangements that\npromote the system toward increasingly compact atomic cluster connections. This\ncrossover superimposes to a pressure-induced acceleration of the atomic motion\nrecently reported, and signals the onset of a transitional state, potentially\nlinked to the nucleation of a new phase within the glass, characterized by the\ncoexistence of two amorphous states with distinct relaxation processes. These\nresults provide evidence for a sluggish, continuous polyamorphic\ntransformation, even in absence of marked structural discontinuities."}
{"id": "2510.06555", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.06555", "abs": "https://arxiv.org/abs/2510.06555", "authors": ["Ruizhi Liu", "Jinmin Yi", "Liujun Zou"], "title": "Twisted locality-preserving automorphisms, anomaly index, and generalized Lieb-Schultz-Mattis theorems with anti-unitary symmetries", "comment": "24 pages + appendices + references", "summary": "Symmetries and their anomalies are powerful tools to understand quantum\nmatter. In this work, for quantum spin chains, we define twisted\nlocality-preserving automorphisms and their Gross-Nesme-Vogts-Werner indices,\nwhich provide a unified framework to describe both unitary and anti-unitary\nsymmetries, on-site and non-on-site symmetries, and internal and translation\nsymmetries. For a symmetry $G$ with actions given by twisted\nlocality-preserving automorphisms, we give a microscopic definition of its\nanomaly index, which is an element in $H^3_\\varphi(G; U(1))$, where the\nsubscript $\\varphi$ means that anti-unitary elements of $G$ act on $U(1)$ by\ncomplex conjugation. We show that an anomalous symmetry leads to multiple\nLieb-Schultz-Matttis-type theorems. In particular, any state with an anomalous\nsymmetry must either have long-range correlation or violate the entanglement\narea law. Based on this theorem, we further deduce that any state with an\nanomalous symmetry must have long-range entanglement, and any Hamiltonian that\nhas an anomalous symmetry cannot have a unique gapped symmetric ground state,\nas long as the interactions in the Hamiltonian decay fast enough as the range\nof the interaction increases. For Hamiltonians with only two-spin interactions,\nthe last theorem holds if the interactions decay faster than $1/r^2$, where $r$\nis the distance between the two interacting spins. We demonstrate these general\ntheorems in various concrete examples."}
{"id": "2510.06693", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06693", "abs": "https://arxiv.org/abs/2510.06693", "authors": ["Dimitar Pashov", "Casey Eichstaedt", "Swagata Acharya", "Mark van Schilfgaarde"], "title": "Quasiparticle Description of Angle-Resolved Photoemission Spectroscopy for SrCuO2", "comment": null, "summary": "SrCuO2 has long been considered a near-archetypal realization of a quasi one\ndimensional (1D) system of interacting electrons with short-range interactions.\nWithin this framework, experimental observations - interpreted through the lens\nof the 1D Hubbard model-suggest that electron and hole excitations decay into\ntwo types of (unphysical) collective bosonic modes: spinons, which carry the\nspin degree of freedom, and holons, which carry the charge degree of freedom.\nThis model, known as spin-charge separation, is most directly evidenced by\nangle-resolved photoemission spectroscopy (ARPES), where a photo-induced hole\ndecays into a continuum of these excitations. Here we present an alternative\nperspective grounded in first-principles, self-consistent, and parameter-free\nmany-body perturbation theory. In this revised quasiparticle framework, ARPES\ncan be understood as a one-body effect arising from mild disorder in a\nlong-range antiferromagnetic ground state. the emergence of the so-called\nspinon branch arises naturally from spin disorder, the anomalous line widths\nare accurately captured, and we provide a compelling explanation for the\nspectral weight observed at the non-magnetic zone boundary. This\nreinterpretation provides a unified explanation for key experimental signatures\npreviously attributed to spin-charge separation, including features observed in\noptical conductivity. Additionally, we show that SrCuO2 exhibits a nontrivial\ninterchain coupling that significantly influences both its one-particle and\ntwo-particle spectral functions. By comparing the spectral features of SrCuO2\nwith those of La2CuO4, we argue that SrCuO2 shares notable similarities with\nthe two-dimensional cuprates - both being rooted in a common CuO4\nplaquette-based molecular orbital framework."}
{"id": "2510.06382", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06382", "abs": "https://arxiv.org/abs/2510.06382", "authors": ["Zeling Xiong", "Christopher Heins", "Thibaut Devolder", "Fabian Kammerbauer", "Mathias Kläui", "Jürgen Fassbender", "Helmut Schultheiss", "Katrin Schultheiss"], "title": "Predicting the future with magnons", "comment": null, "summary": "Forecasting complex, chaotic signals is a central challenge across science\nand technology, with implications ranging from secure communications to climate\nmodeling. Here we demonstrate that magnons - the collective spin excitations in\nmagnetically ordered materials - can serve as an efficient physical reservoir\nfor predicting such dynamics. Using a magnetic microdisk in the vortex state as\na magnon-scattering reservoir, we show that intrinsic nonlinear interactions\ntransform a simple microwave input into a high-dimensional spectral output\nsuitable for reservoir computing, in particular, for time series predictions.\nTrained on the Mackey-Glass benchmark, which generates a cyclic yet aperiodic\ntime series widely used to test machine-learning models, the system achieves\naccurate and reliable predictions that rival state-of-the-art physical\nreservoirs. We further identify key design principles: spectral resolution\ngoverns the trade-off between dimensionality and accuracy, while combining\nmultiple device geometries systematically improves performance. These results\nestablish magnonics as a promising platform for unconventional computing,\noffering a path toward scalable and CMOS-compatible hardware for real-time\nprediction tasks."}
{"id": "2510.07270", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07270", "abs": "https://arxiv.org/abs/2510.07270", "authors": ["Zdenek Masin", "Jakub Benda", "Martin Crhan", "Gregory S. J. Armstrong", "Anna Nelson", "Sebastian Mohr", "Jonathan Tennyson"], "title": "Effective Core Potentials for calculations of continuum spectra of molecules using the molecular R-matrix method", "comment": null, "summary": "Implementation of Effective Core Potentials (ECPs) into the molecular\nscattering suite UKRmol+ is presented together with a set of calculations for a\nrange of targets relevant for plasma modeling. Continuum description in\nscattering and photoionization calculations for large targets or high-energy\nelectrons often requires the use of numerical continuum functions and the\nassociated molecular integrals. We derive expressions for ECP integrals over\nB-spline type orbitals using their momentum-space representation and describe\ntheir implementation. Sample calculations are presented for electron collision\nfrom bromine molecule (Br$_2$), silicon tetrabromide (SiBr$_4$) and tungsten\nhydride (WH) as well as photoionisation of methyl iodide (CH$_3$I)."}
{"id": "2510.06818", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.06818", "abs": "https://arxiv.org/abs/2510.06818", "authors": ["Borko Stosic"], "title": "Thermodynamics of data", "comment": null, "summary": "The recently introduced concept of generalized thermodynamics is explored\nhere in the context of 1d, 2d and 3d data analysis, performed on samples drawn\nfrom a 3d X-ray soil sample image. Different threshold levels are used to\nbinarize the 3d sample, wherefrom relative frequencies of binary patterns are\nfound and then used to address finite size scaling behavior of the response\nfunctions as a function of the disorder parameter (equivalent of temperature in\nthermodynamics). It is found that for different threshold levels response\nfunctions for increasing sample sizes approach the thermodynamic limit from\ndifferent directions, with a crossover reminiscent of a transition from open to\nperiodic boundaries of the Ising model, implying existence of a characteristic\ncorrelation scale. It is argued here that this characteristic scale corresponds\nto the \"natural\" properties of the data, where correlations within finite size\nsamples are neither underestimated nor overestimated. In the current context of\nsoil this scale may be related to the so-called Representative elementary\nvolume (REV), while in other situations this characteristic scale should be\ninterpreted in the context of the phenomenon under study."}
{"id": "2510.07020", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.07020", "abs": "https://arxiv.org/abs/2510.07020", "authors": ["Yogesh Kumar", "Hurmal Saren", "Pintu Das"], "title": "Thermal gradient-driven skyrmion dynamics with near-zero skyrmion Hall angle", "comment": "5 figures", "summary": "Thermal gradient driven skyrmion dynamics offers a promising route toward\ngreen spintronics, enabling the utilization of waste heat for information\ntransport and processing. Using micromagnetic simulations, we investigate Neel\nskyrmions in a Co-Pt bilayer nanoracetrack and demonstrate that stochastic\ntorques induced by a thermal gradient drive skyrmion motion toward the hotter\nregion with a nearly vanishing Hall angle. The dynamics depends sensitively on\nintrinsic material parameters - the skyrmion velocity decreases with increasing\ndamping constant, increases with stronger thermal gradients, and varies\nsystematically with saturation magnetization, interfacial DMI strength, and\nuniaxial out of plane anisotropy. Importantly, we identify a specific range of\nmaterial parameters within which the skyrmion velocity changes sharply while\nthe Hall angle remains strongly suppressed, saturating near zero. This\ncomprehensive parameter-dependent study establishes a universal design\nframework for minimizing the Hall effect in thermal gradient driven spintronic\nsystems."}
{"id": "2510.06446", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06446", "abs": "https://arxiv.org/abs/2510.06446", "authors": ["Chetan Singh", "Ava Goglia", "Peter Mastracco", "Michael Flickinger", "Laszlo J. Kecskes", "Paulette Clancy", "Timothy P. Weihs"], "title": "Synthesis and Characterization of Ultrasonically Atomized Al-Based Alloy Powders for Tunable Thermal Reactivity", "comment": null, "summary": "Reactive aluminum (Al) alloy powders are promising for advanced\nmanufacturing, joining, and energetic applications, yet scalable routes that\ncouple controlled reactivity with safe handling remain limited. While nanoscale\nAl powders ignite readily, their agglomeration, handling, and safety limit\nbroad deployment. Here, we manufacture micron-sized Al-based powders produced\nby ultrasonic atomization (UA), targeting a balance of enhanced reactivity and\nprocess robustness. Binary systems (AlCu, AlSi, AlMg) and pure Al were\nsynthesized, and their morphology, phases present, thermal stability, and\noxidation behavior were characterized using XRD, SEM, and DTA/TGA in an Ar/O2\nenvironment. We show that alloy selection and UA-controlled microstructure can\nmodify the native Al2O3 passivation, alter oxidation pathways, and shift\nthermal onsets/exotherms. The results establish a manufacturing-forward\nframework for designing micron-sized powders with tunable ignition/oxidation\nbehavior."}
{"id": "2510.06570", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06570", "abs": "https://arxiv.org/abs/2510.06570", "authors": ["Shingo Araki", "Hinata Izumida", "Kazuto Akiba", "Tatsuo C. Kobayashi", "Takashi Kambe"], "title": "Topological Hall Effect in PrSb$_2$", "comment": null, "summary": "PrSb$_2$ exhibits a charge-density wave (CDW) transition at $T_\\mathrm{CDW} =\n100$ K and antiferromagnetic (AFM) ordering at $T_\\mathrm{N} = 5$ K at ambient\npressure. Hall resistivity measurements revealed an anomalous feature within\nthe AFM state, which was attributed to the topological Hall effect (THE),\nruling out contributions from the ordinary and anomalous Hall effects.\nSignificantly, the THE anomaly diminished with increasing pressure and almost\nvanished as the CDW transition was suppressed near the critical pressure $P_c$\n= 1.0 GPa. These findings suggest a relationship between the CDW order and the\nappearance of the THE in PrSb$_2$."}
{"id": "2510.06894", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06894", "abs": "https://arxiv.org/abs/2510.06894", "authors": ["Tsofar Maniv", "Vladimir Zhuravlev"], "title": "Field-Induced SIT in Disordered 2D Electron systems: The case of amorphous Indium-Oxide thin films", "comment": null, "summary": "The phenomenon of field-induced superconductor to insulator transition (SIT)\nin disordered 2D electron systems has been a subject of controversy since its\ndiscovery in the early 1990s. Here we present a phenomenological quantitative\ntheory of this phenomenon which is not based exclusively on the boson-vortex\nduality used commonly in the field. Within a new low-temperature framework of\nthe time-dependent Ginzburg-Landau (TDGL) functional approach to\nsuperconducting fluctuations we propose and develop a scenario in which bosons\nof Cooper-pair fluctuations (CPFs) condense and localize in real-space\nmesoscopic puddles under increasing magnetic field due to diminishing stiffness\nof the fluctuation modes at low temperatures in a broad range of momentum\nspace. Quantum tunneled CPFs relieving the condensed mesoscopic puddles, which\nconsequently pair break into fermionic quasi-particle excitations, dominate the\nthermally activated inter-puddles transport. The spatially shrinking puddles of\nCPFs, embedded in expanding normal-state regions, upon further increasing\nfield, suppress the quasi-particle excitation gap and so lead to high-field\nnegative magneto-resistance (MR). Application to amorphous Indium-Oxide thin\nfilms shows good quantitative agreement with experimental sheet resistance\ndata. In particular, in agreement with the experiment at low temperatures (i.e.\nwell below the quantum tunneling pair breaking \"temperature\"), the sheet\nresistance isotherms are predicted to show a single crossing point at a quantum\ncritical field not far below the MR peak."}
{"id": "2510.06400", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06400", "abs": "https://arxiv.org/abs/2510.06400", "authors": ["N. van Dongen", "A. J. F. van Hoof", "S. Calero", "J. M. Vicent-Luna"], "title": "Enhancing Direct Air Capture through Potassium Carbonate Doping of Activated Carbons", "comment": null, "summary": "Direct air capture of carbon dioxide (CO$_2$) is one of the most promising\nstrategies to mitigate rising atmospheric CO$_2$ levels. Among various\ntechniques, adsorption using porous materials is a viable method for extracting\nCO$_2$ from air, even under humid conditions. However, identifying optimal\nadsorbent materials remains a significant challenge. Moreover, the performance\nof existing materials can be improved by doping with active species that boost\ngas capture, a relatively unexplored field. In this study, we perform atomistic\nsimulations to investigate the adsorption, structural, and energetic properties\nof CO$_2$ and water in realistic models of activated carbons. We first analyze\nthe impact of explicitly considering surfaces containing functional groups,\nwhich aims to imitate the chemical environment of experimental samples.\nAdditionally, we introduce potassium carbonate within the pores of the\nadsorbent to evaluate its effect on CO$_2$ and water adsorption. Our results\ndemonstrate that both functional groups and potassium carbonate enhance\nadsorption, primarily by shifting the adsorption onset pressures to lower\nvalues. Specifically, potassium carbonate clusters act as extra adsorption\nsites for CO$_2$ and water, facilitating the nucleation of water molecules and\npromoting the formation of a hydrogen bond network within the activated carbon\npores."}
{"id": "2510.06438", "categories": ["cond-mat.mes-hall", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06438", "abs": "https://arxiv.org/abs/2510.06438", "authors": ["Justin P. Bergfield"], "title": "Many-Body Effects in a Molecular Quantum NAND Tree", "comment": "15 pages, 4 figures", "summary": "Molecules provide the smallest possible circuits in which quantum\ninterference and electron correlation can be engineered to perform logical\noperations, including the universal NAND gate. We investigate a chemically\nencoded quantum NAND tree based on alkynyl-extended iso-polyacetylene\nbackbones, where inputs are set by end-group substitution and outputs are read\nfrom the presence or absence of transmission nodes. Using quantum many-body\ntransport theory, we show that NAND behavior persists in the presence of\ndynamic correlations, but that the nodal positions and their chemical shifts\ndepend sensitively on electron-electron interactions. This sensitivity\nhighlights the potential of these systems not only to probe the strength of\nelectronic correlations but also to harness them in shaping logical response.\nThe thermopower is identified as a chemically robust readout of gate logic,\nproviding discrimination margins that greatly exceed typical experimental\nuncertainties, in an observable governed primarily by the variation of\ntransport rather than its absolute magnitude."}
{"id": "2510.07101", "categories": ["cond-mat.stat-mech", "cs.GT"], "pdf": "https://arxiv.org/pdf/2510.07101", "abs": "https://arxiv.org/abs/2510.07101", "authors": ["Pasquale Casaburi", "Giovanni Piccioli", "Pierpaolo Vivo"], "title": "Data as Commodity: a Game-Theoretic Principle for Information Pricing", "comment": null, "summary": "Data is the central commodity of the digital economy. Unlike physical goods,\nit is non-rival, replicable at near-zero cost, and traded under heterogeneous\nlicensing rules. These properties defy standard supply--demand theory and call\nfor new pricing principles. We propose a game-theoretic approach in which the\nvalue of a data string emerges from strategic competition among N players\nbetting on an underlying stochastic process, each holding partial information\nabout past outcomes. A better-informed player faces a choice: exploit their\ninformational advantage, or sell part of their dataset to less-informed\ncompetitors. By analytically computing the Nash equilibrium of the game, we\ndetermine the price range where the trade is beneficial to both buyer and\nseller. We uncover a rich landscape of market effects that diverge from\ntextbook economics: first, prospective sellers and buyers can compete or\njointly exploit the less informed competitors depending on the quality of data\nthey hold. In a symbiotic regime, the seller can even share data for free while\nstill improving her payoffs, showing that losing exclusivity does not\nnecessarily reduce profit. Moreover, rivalry between well-informed players can\nparadoxically benefit uninformed ones, demonstrating that information abundance\ndoes not always translate to higher payoffs. We also show that the number of\nplayers influences the competition between informed parties: trades impossible\nin small markets become feasible in larger ones. These findings establish a\ntheoretical foundation for the pricing of intangible goods in dynamically\ninteracting digital markets, which are in need of robust valuation principles."}
{"id": "2510.07029", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07029", "abs": "https://arxiv.org/abs/2510.07029", "authors": ["Edward McCann"], "title": "Noninteracting tight-binding models for Fock parafermions", "comment": "7 pages plus supplementary", "summary": "By mapping itinerant spin-$1/2$ fermions to four-state Fock parafermions, we\nconstruct noninteracting tight-binding models for Fock parafermions in one\ndimension. They have single-particle real energy spectra consisting of a sum of\nsingle-particle energy levels each multiplied by a parafermionic occupation\nnumber. The single-particle levels may be determined by diagonalizing a square\nmatrix whose order scales linearly with system size. These levels are the same\nas those of noninteracting fermionic models, as we show explicitly for the\nRice-Mele model and the Su-Schrieffer-Heeger model. We show that the\nthermodynamic distribution function for the occupation numbers of\nnoninteracting four-state parafermions is consistent with the mapping to\nspin-$1/2$ fermions. We apply the mapping to create a parafermionic counterpart\nof the Kitaev superconducting chain and show that the ground state in the\ntopological phase is fourfold degenerate, with each ground state distinguished\nby the fourfold parafermionic occupation numbers of Majorana edge modes."}
{"id": "2510.06455", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06455", "abs": "https://arxiv.org/abs/2510.06455", "authors": ["Shiv Shankar", "Barak Ratzker", "Claudio Pistidda", "Dierk Raabe", "Yan Ma"], "title": "Mechanistic insights into hydrogen reduction of multicomponent oxides via in-situ high-energy X-ray diffraction", "comment": null, "summary": "Co-reduction of multicomponent oxides with hydrogen provides a carbon-neutral\napproach toward sustainable alloy design. Herein, we investigate the\nhydrogen-based direct reduction, using in-situ high-energy X-ray diffraction of\ntwo precursor variants: mechanically mixed powders and pre-sintered oxide\nmixtures, targeting an equiatomic CoFeMnNi alloy. We find distinct reduction\npathways and microstructure evolution depending on initial precursors. Mixed\npowders at 700 {\\deg}C are reduced to body-centered-cubic, face-centered-cubic,\nand MnO phases via halite, spinel, and Mn3O4 intermediates, whereas the\npre-sintered material directly transforms into a mixture of metallic and oxide\nphases. The post-reduction microstructures are also different: mixed oxides\nshow loosely packed morphology, whereas pre-sintered material reveals metallic\nnanoparticles supported on nanoporous MnO. The formation of nanoporous metallic\nnetworks is strongly governed by the precursor state, highlighting the role of\ninitial precursors on the final microstructure. This precursor design strategy\noffers a single-step route to nanoporous alloys with potential applications in\ncatalysis and energy technologies."}
{"id": "2510.07023", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07023", "abs": "https://arxiv.org/abs/2510.07023", "authors": ["Adam Gammon-Smith", "Michael Knap", "Frank Pollmann"], "title": "Simulating Topological Order on Quantum Processors", "comment": "14 pages, 5 figures", "summary": "It is an ongoing quest to realize topologically ordered quantum states on\ndifferent platforms including condensed matter systems, quantum simulators and\ndigital quantum processors. Unlike conventional states characterized by their\nlocal order, these exotic states are characterized by their non-local\nentanglement. The consequences of topological order can be as profound as they\nare surprising, ranging from the emergence of fractionalized anyonic\nexcitations to potentially providing a scalable platform for quantum error\ncorrection. This deep connection to quantum computing naturally motivates the\nrealization and study of topologically ordered quantum states on quantum\nprocessors. However, due to the non-local nature of these states, their study\npresents a challenge for near-term quantum devices. This Perspective aims to\nreview the recent progress towards the experimental realization of\ntopologically ordered quantum states, their potential applications, and\npromising directions of future research."}
{"id": "2510.06313", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06313", "abs": "https://arxiv.org/abs/2510.06313", "authors": ["Veronika C. Stangier", "Mathias S. Scheurer", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Superconductivity of Incoherent Electrons near the Relativistic Mott Transition in Twisted Dirac Materials", "comment": "8 pages, 2 figures", "summary": "We demonstrate that superconductivity driven by strong quantum-critical\nfluctuations can emerge near relativistic Mott transitions in twisted\ntwo-dimensional materials, taking on a remarkably rich character. In twisted\ndouble-bilayer WSe$_2$, all time-reversal-even, gap-opening collective modes\npromote pairing, whereas time-reversal-odd modes do not. In a Dirac model of\ntwisted bilayer graphene, the Gross-Neveu transition into inter-valley-coherent\ninsulators gives rise to a spectrum of degenerate and nearly degenerate\nsuperconducting states. More generally, we show that the richer the Dirac\nstructure, the more readily pairs can form. A crucial ingredient of the theory\nis that critical fluctuations render the electronic states strongly incoherent,\nallowing attractive pairing channels to overcome the bare Dirac semi-metal\nbehavior. Finally, we demonstrate a direct relation between boson-mediated\npairing and the formation of charge-carrying skyrmionic excitations in the\nproximate insulating state."}
{"id": "2510.06402", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06402", "abs": "https://arxiv.org/abs/2510.06402", "authors": ["David Keeney", "Wenlong Shi", "Rohit Thomas", "Yang Jiao"], "title": "Multihyperuniform Particle Composites Inspired by Avian Photoreceptor Patterns for Optical Applications", "comment": null, "summary": "Hyperuniform materials, characterized by anomalously suppressed\nlong-wavelength density fluctuations, exhibit unique optical and photonic\nproperties distinct from both crystalline and random media. While most prior\nstudies have focused on single-species systems, we investigate the broader\nclass of \\textit{multihyperuniform} systems inspired by biological\nphotoreceptor mosaics. Using particle-based models with varying species number,\nsize ratios, and interaction competition, we demonstrate that multispecies\nmixtures can achieve robust and stealthy hyperuniform configurations, even in\nhighly disordered states. We further show how these configurations can be\nmapped to multifunctional composites with tailored optical responses, including\nisotropic structural coloration, enhanced absorption, and engineered dielectric\nproperties that facilitate transmission while suppressing scattering. Our\nresults highlight multihyperuniformity as a generalizable design principle for\nmultifunctional disordered photonic materials, opening avenues for robust,\ntunable, and scalable optical applications."}
{"id": "2510.06539", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06539", "abs": "https://arxiv.org/abs/2510.06539", "authors": ["Zui Tao", "Jonah B. Haber", "Jeffrey B. Neaton"], "title": "Real-Space Quantification of Exciton Localization in Acene Crystals Using Wannier Function Decomposition", "comment": null, "summary": "We introduce the Wannier function decomposition of excitons (WFDX) method to\nquantify exciton localization in solids within the ab initio Bethe-Salpeter\nequation framework. By decomposing each Bloch exciton wavefunction into\nproducts of single-particle electron and hole maximally localized Wannier\nfunctions, this real-space approach provides well-defined orbital- and spatial-\nresolved measures of both Frenkel and charge-transfer excitons at low\ncomputational cost. We apply WFDX to excitons in acene crystals, quantifying\nhow the number of rings, the exciton spin state, and the center-of-mass momntum\naffect spatial localization. Additionally, we show how this real-space\nrepresentation reflects structural nonsymmorphic symmetries that are hidden in\nstandard reciprocal-space descriptions. We demonstrate how the WFDX framework\ncan be used to efficiently interpolate exciton expansion coefficients in\nreciprocal-space and outline how it may facilitate evaluation of observables\ninvolving position operators, highlighting its potential as a general tool for\nboth analyzing and computing excitonic properties in solids."}
{"id": "2510.07186", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07186", "abs": "https://arxiv.org/abs/2510.07186", "authors": ["Alessio Catanzaro", "Diego Garlaschelli", "Subodh P. Patil"], "title": "Renormalization of Interacting Random Graph Models", "comment": null, "summary": "Random graphs offer a useful mathematical representation of a variety of real\nworld complex networks. Exponential random graphs, for example, are\nparticularly suited towards generating random graphs constrained to have\nspecified statistical moments. In this investigation, we elaborate on a\ngeneralization of the former where link probabilities are conditioned on the\nappearance of other links, corresponding to the introduction of interactions in\nan effective generalized statistical mechanical formalism. When restricted to\nthe simplest non-trivial case of pairwise interactions, one can derive a closed\nform renormalization group transformation for maximum coordination number two\non the corresponding line graph. Higher coordination numbers do not admit exact\nclosed form renormalization group transformations, a feature that paraphrases\nthe usual absence of exact transformations in two or more dimensional lattice\nsystems. We introduce disorder and study the induced renormalization group flow\non its probability assignments, highlighting its formal equivalence to time\nreversed anisotropic drift-diffusion on the statistical manifold associated\nwith the effective Hamiltonian. We discuss the implications of our findings,\nstressing the long wavelength irrelevance of certain classes of pair-wise\nconditioning on random graphs, and conclude with possible applications. These\ninclude modeling the scaling behavior of preferential effects on social\nnetworks, opinion dynamics, and reinforcement effects on neural networks, as\nwell as how our findings offer a systematic framework to deal with data\nlimitations in inference and reconstruction problems."}
{"id": "2510.07214", "categories": ["cond-mat.mes-hall", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.07214", "abs": "https://arxiv.org/abs/2510.07214", "authors": ["Heming Wang", "Janet Zhong", "Shanhui Fan"], "title": "Topology of the generalized Brillouin zone of one-dimensional models", "comment": "11 pages, 5 figures", "summary": "The generalized Brillouin zones (GBZs) are integral in the analysis of\nnon-Hermitian band structures. Conventional wisdom suggests that the GBZ should\nbe connected, where each point can be indexed by the real part of the\nwavevector, similar to the Brillouin zone. Here we demonstrate rich topological\nfeatures of the GBZs in generic non-Hermitian one-dimensional models. We prove\nand discuss a set of sufficient conditions for the model to ensure the\nconnectivity of its GBZ. In addition, we show that the GBZ can become\ndisconnected and have more connected components than the number of bands, which\nresults from the point-gap features of the band structure. This novel GBZ\ntopology is applied to further demonstrate a counterintuitive effect, where the\nline gap of an open-boundary spectrum with sublattice symmetry may be closed\nwithout changing its point-gap topology. Our results challenge the current\nunderstanding of bands and gaps in non-Hermitian systems and highlight the need\nto further investigate the topological effects associated with the GBZ\nincluding topological invariants and open-boundary braiding."}
{"id": "2510.06459", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06459", "abs": "https://arxiv.org/abs/2510.06459", "authors": ["Chloe A. Zeller", "Ronald E. Miller", "Ellad B. Tadmor"], "title": "Local Order Average-Atom Interatomic Potentials", "comment": null, "summary": "An extension to the effective average-atom (AA) interatomic potential (IP)\nthat accounts for local ordering effects is derived. While the AA approach is\nonly valid for random alloys, the new local-order average-atom (LOAA) IP\naccounts for short-range order within a material by utilizing information from\npartial radial distribution functions. Simulations with a LOAA potential\nrequire smaller system sizes to achieve statistically converged results and\ntherefore can be used to model complex materials where short-range order\neffects are important, such as high-entropy alloys, at a fraction of the\ncomputational cost of standard IPs. The method is validated for a\ntwo-dimensional (2D) binary hexagonal crystal with Lennard-Jones (LJ)\ninteractions, and for three-dimensional (3D) Fe$_{(1-x)/2}$Ni$_{(1-x)/2}$Cr$_x$\nand Ni$_{0.67}$Al$_{0.33}$ alloys modeled via embedded-atom method (EAM)\npotentials. For the 2D crystal we obtain a local ordering phase diagram in\nterms of the LJ parameters and demonstrate that in all cases the LOAA\nformulation obtains elastic properties that match the true-species case using\nstandard IPs. The 3D alloy examples further demonstrate the ability of this\nmethod to accurately capture other material properties and phase\ntransformations."}
{"id": "2510.07229", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07229", "abs": "https://arxiv.org/abs/2510.07229", "authors": ["Keigo Takahashi", "Hiroyasu Matsuura", "Hideaki Maebashi", "Masao Ogata"], "title": "Electrical and thermal magnetotransport and the Wiedemann-Franz law in semimetals with electron-electron scattering", "comment": "32 pages, 15 figures", "summary": "We study the electrical and thermal transport properties and the violation of\nthe Wiedemann-Franz (WF) law of two-carrier semimetals using exact treatments\nof the Boltzmann equation with the impurity and electron-electron scatterings\nin a magnetic field. For comparison, we also study those in the case of Baber\nscattering: a single-carrier system with an impurity scattering and\nphenomenological momentum-dissipative electron-electron scattering. In both\nsystems, the longitudinal and transverse WF laws, $L = L_{\\text{H}} = L_{0}=\n\\pi^2k_B^2/3e^2$, hold at zero temperature, where the Lorenz ratio $L$ and the\nHall Lorenz ratio $L_{\\text{H}}$ are ratios of thermal conductivity\n$\\kappa_{\\mu\\nu}$ to electrical conductivity $\\sigma_{\\mu\\nu}$ divided by\ntemperature. However, the electron-electron scattering makes Lorenz ratios\ndeviate from $L_{0}$ with increasing temperature. To describe the WF law in a\nmagnetic field, we introduce another set of Lorenz ratios, $\\widetilde{L}$ and\n$\\widetilde{L}_{\\text{H}}$, defined as the ratios of the resistivity and the\nHall coefficient to their thermal counterparts. The WF laws for them,\n$\\widetilde{L} = \\widetilde{L}_{\\text{H}} = L_{0}$, and their violation are\nhelpful for the discussion of $L$ and $L_{\\text{H}}$. For Baber scattering, our\nexact result shows $L_{\\text{H}}/L_{0} \\sim (L/L_{0})^2$ in a weak magnetic\nfield. In semimetals, the violations of the WF laws are significant, reflecting\nthe different temperature dependence between the electrical and thermal\nresistivities in a magnetic field. This is because the momentum conservation of\nthe electron-electron scattering has a completely different effect on\nelectrical and thermal magnetotransport. We sort out these behaviors using\n$\\widetilde{L}$ and $\\widetilde{L}_{\\text{H}}$. We also provide a relaxation\ntime approximation, which is useful for comparing theory and experiment."}
{"id": "2510.06409", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06409", "abs": "https://arxiv.org/abs/2510.06409", "authors": ["Alberto Ronca", "Antoine Cornet", "Jie Shen", "Thierry Deschamps", "Eloi Pineda", "Yuriy Chushkin", "Federico Zontone", "Mohamed Mezouar", "Isabella Gallino", "Gaston Garbarino", "Beatrice Ruta"], "title": "Emergence of multiple relaxation processes during low to high density transition in Au49Cu26.9Si16.3Ag5.5Pd2.3 metallic glass", "comment": null, "summary": "The existence of multiple amorphous states, or polyamorphism, remains one of\nthe most debated phenomena in disordered matter, particularly regarding its\nmicroscopic origin and impact on glassy dynamics. Profiting of the enhanced\ndata quality provided by brilliant synchrotrons, we combined high pressure\nX-ray photon correlation spectroscopy and X-ray diffraction to investigate the\natomic dynamics-structure relationship in a Au49Cu26.9Si16.3Ag5.5Pd2.3 metallic\nglass at room temperature. We identify a structural and dynamical crossover\nnear 3 GPa, marked by avalanches-like massive atomic rearrangements that\npromote the system toward increasingly compact atomic cluster connections. This\ncrossover superimposes to a pressure-induced acceleration of the atomic motion\nrecently reported, and signals the onset of a transitional state, potentially\nlinked to the nucleation of a new phase within the glass, characterized by the\ncoexistence of two amorphous states with distinct relaxation processes. These\nresults provide evidence for a sluggish, continuous polyamorphic\ntransformation, even in absence of marked structural discontinuities."}
{"id": "2510.07212", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.07212", "abs": "https://arxiv.org/abs/2510.07212", "authors": ["Léo Touzo", "Pierre Le Doussal"], "title": "Non-uniqueness of the steady state for run-and-tumble particles with a double-well interaction potential", "comment": "29 pages, 11 figures", "summary": "We study $N$ run-and-tumble particles (RTPs) in one dimension interacting via\na double-well potential $W(r)=-k_0 \\, r^2/2+g \\, r^4/4$, which is repulsive at\nshort interparticle distance $r$ and attractive at large distance. At large\ntime, the system forms a bound state where the density of particles has a\nfinite support. We focus on the determination of the total density of particles\nin the stationary state $\\rho_s(x)$, in the limit $N\\to+\\infty$. We obtain an\nexplicit expression for $\\rho_s(x)$ as a function of the ''renormalized\"\ninteraction parameter $k=k_0-3m_2$ where $m_2$ is the second moment of\n$\\rho_s(x)$. Interestingly, this stationary solution exhibits a transition\nbetween a connected and a disconnected support for a certain value of $k$,\nwhich has no equivalent in the case of Brownian particles. Analyzing in detail\nthe expression of the stationary density in the two cases, we find a variety of\nregimes characterized by different behaviors near the edges of the support and\naround $x=0$. Furthermore, we find that the mapping $k_0\\to k$ becomes\nmulti-valued below a certain value of the tumbling rate $\\gamma$ of the RTPs\nfor some range of values of $k_0$ near the transition, implying the existence\nof two stable solutions. Finally, we show that in the case of a disconnected\nsupport, it is possible to observe steady states where the density $\\rho_s(x)$\nis not symmetric. All our analytical predictions are in good agreement with\nnumerical simulations already for systems of $N = 100$ particles. The\nnon-uniqueness of the stationary state is a particular feature of this model in\nthe presence of active (RTP) noise, which contrasts with the uniqueness of the\nGibbs equilibrium for Brownian particles. We argue that these results are also\nrelevant for a class of more realistic interactions with both an attractive and\na repulsive part, but which decay at infinity."}
{"id": "2510.06464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06464", "abs": "https://arxiv.org/abs/2510.06464", "authors": ["Chunli Tang", "Yujie Zhu", "Dayne Sasaki", "Jiaxuan Wu", "Harshil Goyal", "Yuzan Xiong", "Masoud Mahjouri-Samani", "Xiang Meng", "Jia-Mian Hu", "Yayoi Takamura", "Wei Zhang", "Wencan Jin"], "title": "Tunable magnon-phonon cavity via structural phase transition", "comment": null, "summary": "Strong coupling between two quantized excitations in a cavity has the\npotential to lead to hybridized states that bestow novel quantum phenomena as\nrequired for emerging applications. In particular, tunable hybrid magnon-phonon\ncavities with precise control knobs are in pressing demand for developing\nquantum functionalities in solid-state platforms. Here, using a combination of\nsynthesis and characterization tools, we present an epitaxial\nLa0.7Sr0.3MnO3/SrTiO3 (LSMO/STO) heterostructure that manifests strong\ncouplings between the Kittel magnon and the transverse acoustic phonon.\nRemarkably, leveraging the magnetoelastic interaction at the epitaxial\ninterface, we demonstrate that when the STO substrate undergoes a\ncubic-to-tetragonal phase transition at ~105 K, the Kittel magnon of the LSMO\nthin film splits into three bands due to anisotropic structural strains along\nthe [100], [010], and [001] crystalline axes, hence, resulting in an array of\nnon-degenerate, hybridized magnon-phonon modes. Moreover, we develop an\nanalytical model that can reproduce the interfacial strain-induced magnon\nsplitting and the strength of magnon-phonon coupling. Our work highlights\nstructural phase transitions as a sensitive trigger for generating multistate\nmagnon-phonon hybridization in high-quality magnetoelastic oxide\nheterostructures - a new route for implementing strain-mediated hybrid\nmagnonics in phononic systems with potential applications in coherent energy\nand signal transduction."}
{"id": "2510.07279", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07279", "abs": "https://arxiv.org/abs/2510.07279", "authors": ["Oleksandra Kovalska", "Jan von Delft", "Andreas Gleis"], "title": "Tangent space Krylov computation of real-frequency spectral functions: Influence of density-assisted hopping on 2D Mott physics", "comment": "22 pages", "summary": "We present a tangent-space Krylov (TaSK) method for efficient computation of\nzero-temperature real-frequency spectral functions on top of ground state (GS)\nmatrix product states (MPS) obtained from the Density Matrix Renormalization\nGroup. It relies on projecting resolvents to the tangent space of the GS-MPS,\nwhere they can be efficiently represented using Krylov space techniques. This\nallows for a direct computation of spectral weights and their corresponding\npositions on the real-frequency axis. We demonstrate the accuracy and\nefficiency of the TaSK approach by showcasing spectral data for various models.\nThese include the 1D Haldane-Shastry and Heisenberg models as benchmarks. As an\ninteresting application, we study the Hubbard model on a cylinder at\nhalf-filling, augmented by a density-assisted hopping (DAH) term. We find that\nDAH leads to particle-hole asymmetric single-particle mobilities and lifetimes\nin the resulting Mott insulator, and identify the responsible scattering\nprocesses. Further, we find that DAH influences the dispersion of Green's\nfunction zeros beyond its range, which has a frustrating effect on the Mott\ninsulator studied here."}
{"id": "2510.06435", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06435", "abs": "https://arxiv.org/abs/2510.06435", "authors": ["Elena Corbae", "Rong Zhang", "Cong Li", "Kunihiro Kihou", "Chul-Ho Lee", "Makoto Hashimoto", "Thomas Devereaux", "Oscar Tjernberg", "Egor Babaev", "Dung-Hai Lee", "Vadim Grinenko", "Donghui Lu", "Zhi-Xun Shen"], "title": "Hund's coupling assisted orbital-selective superconductivity in Ba1-xKxFe2As2", "comment": null, "summary": "While the superconducting transition temperature of hole-doped\nBa_{1-x}K_{x}Fe_{2}As_{2} decreases past optimal doping, superconductivity does\nnot completely disappear even for the fully doped KFe_{2}As_{2} compound. In\nfact, superconductivity is robust through a Lifshitz transition where electron\nbands become hole-like around the zone corner at around x=0.7, thus challenging\nthe conventional understanding of superconductivity in iron-based systems.\nHigh-resolution angle-resolved photoemission spectroscopy is used to\ninvestigate the superconducting gap structure, as well as the normal state\nelectronic structure, around optimal doping and across the Lifshitz transition.\nOur findings reveal a largely orbital-dependent superconducting gap structure,\nwhere the more strongly correlated d_{xy} band has a vanishing superconducting\ngap at higher doping, aligning with the Hund's metal behavior observed in the\nnormal state. Notably, the superconducting gap on the d_{xy} band disappears\nbefore the Lifshitz transition, suggesting that the Fermi surface topology may\nplay a secondary role. We discuss how these results point to orbital-selective\nsuperconducting pairing and how strong correlations via Hund's coupling may\nshape superconducting gap structures in iron-based and other multiorbital\nsuperconductors."}
{"id": "2510.07301", "categories": ["cond-mat.stat-mech", "math.DS"], "pdf": "https://arxiv.org/pdf/2510.07301", "abs": "https://arxiv.org/abs/2510.07301", "authors": ["Yi-Ping Ma", "Ivan Sudakow", "P. L. Krapivsky", "Sergey A. Vakulenko"], "title": "Dynamics of feedback Ising model", "comment": "22 pages, 13 figures", "summary": "We study the dynamics of a mean-field Ising model whose coupling depends on\nthe magnetization via a linear feedback function. A key feature of this linear\nfeedback Ising model (FIM) is the possibility of temperature-induced\nbistability, where a temperature increase can favor bistability between two\nphases. We show that the linear FIM provides a minimal model for a\ntranscritical bifurcation as the temperature varies. Moreover, there can be two\nor three critical temperatures when the external magnetic field is\nnon-negative. In the bistable region, we identify a Maxwell temperature where\nthe two phases are equally probable, and we find that increasing the\ntemperature favors the lower phase. We show that the probability distribution\nbecomes non-Gaussian on certain time intervals when the magnetization converges\nalgebraically at either zero temperature or critical temperatures. Near\ncritical points in the parameter space, we derive a Fokker-Planck equation,\nconstruct the families of equilibrium distributions, and formulate scaling laws\nfor transition rates between two stable equilibria. The linear FIM provides\nconsiderable freedom to control steady-state bifurcations and their associated\nequilibrium distributions, which can be desirable for modeling feedback systems\nacross disciplines."}
{"id": "2510.06488", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06488", "abs": "https://arxiv.org/abs/2510.06488", "authors": ["Peng Wang", "Rana Saha", "Holger L. Meyerheim", "Ke Gu", "Hakan Deniz", "David Eilmsteiner", "Andrea Migliorini", "Juan Rubio Zuazo", "Engenia Sebastiani-Tofano", "Ilya Kostanovski", "Abhay Kant Srivastava", "Arthur Ernst", "Stuart S. P. Parkin"], "title": "High temperature Neel skyrmions in simple ferromagnets", "comment": "Main manuscript 21 pages, 5 figures, this is initial submission\n  version, revised version is under review. This work is an extension from Peng\n  Wang's PhD thesis", "summary": "A wide variety of chiral non-collinear spin textures have been discovered and\nhave unique properties that make them highly interesting for technological\napplications. However, many of these are found in complex materials and only in\na narrow window of temperature. Here, we show the formation of Neel-type\nskyrmions in thin layers of simple ferromagnetic alloys, namely Co-Al and\nCo-Ni-Al, over a wide range of temperature up to 770 K, by imposing a vertical\nstrain gradient via epitaxy with an Ir-Al underlayer. The Neel skyrmions are\ndirectly observed using Lorentz transmission electron microscopy in\nfreestanding membranes at high temperatures and the strain gradient is directly\nmeasured from x-ray diffraction anomalous peak profiles. Our concept allows\nsimple centrosymmetric ferromagnets with high magnetic ordering temperatures to\nexhibit hot skyrmions, thereby, bringing closer skyrmionic electronics."}
{"id": "2510.06435", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06435", "abs": "https://arxiv.org/abs/2510.06435", "authors": ["Elena Corbae", "Rong Zhang", "Cong Li", "Kunihiro Kihou", "Chul-Ho Lee", "Makoto Hashimoto", "Thomas Devereaux", "Oscar Tjernberg", "Egor Babaev", "Dung-Hai Lee", "Vadim Grinenko", "Donghui Lu", "Zhi-Xun Shen"], "title": "Hund's coupling assisted orbital-selective superconductivity in Ba1-xKxFe2As2", "comment": null, "summary": "While the superconducting transition temperature of hole-doped\nBa_{1-x}K_{x}Fe_{2}As_{2} decreases past optimal doping, superconductivity does\nnot completely disappear even for the fully doped KFe_{2}As_{2} compound. In\nfact, superconductivity is robust through a Lifshitz transition where electron\nbands become hole-like around the zone corner at around x=0.7, thus challenging\nthe conventional understanding of superconductivity in iron-based systems.\nHigh-resolution angle-resolved photoemission spectroscopy is used to\ninvestigate the superconducting gap structure, as well as the normal state\nelectronic structure, around optimal doping and across the Lifshitz transition.\nOur findings reveal a largely orbital-dependent superconducting gap structure,\nwhere the more strongly correlated d_{xy} band has a vanishing superconducting\ngap at higher doping, aligning with the Hund's metal behavior observed in the\nnormal state. Notably, the superconducting gap on the d_{xy} band disappears\nbefore the Lifshitz transition, suggesting that the Fermi surface topology may\nplay a secondary role. We discuss how these results point to orbital-selective\nsuperconducting pairing and how strong correlations via Hund's coupling may\nshape superconducting gap structures in iron-based and other multiorbital\nsuperconductors."}
{"id": "2510.06438", "categories": ["cond-mat.mes-hall", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06438", "abs": "https://arxiv.org/abs/2510.06438", "authors": ["Justin P. Bergfield"], "title": "Many-Body Effects in a Molecular Quantum NAND Tree", "comment": "15 pages, 4 figures", "summary": "Molecules provide the smallest possible circuits in which quantum\ninterference and electron correlation can be engineered to perform logical\noperations, including the universal NAND gate. We investigate a chemically\nencoded quantum NAND tree based on alkynyl-extended iso-polyacetylene\nbackbones, where inputs are set by end-group substitution and outputs are read\nfrom the presence or absence of transmission nodes. Using quantum many-body\ntransport theory, we show that NAND behavior persists in the presence of\ndynamic correlations, but that the nodal positions and their chemical shifts\ndepend sensitively on electron-electron interactions. This sensitivity\nhighlights the potential of these systems not only to probe the strength of\nelectronic correlations but also to harness them in shaping logical response.\nThe thermopower is identified as a chemically robust readout of gate logic,\nproviding discrimination margins that greatly exceed typical experimental\nuncertainties, in an observable governed primarily by the variation of\ntransport rather than its absolute magnitude."}
{"id": "2510.06539", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06539", "abs": "https://arxiv.org/abs/2510.06539", "authors": ["Zui Tao", "Jonah B. Haber", "Jeffrey B. Neaton"], "title": "Real-Space Quantification of Exciton Localization in Acene Crystals Using Wannier Function Decomposition", "comment": null, "summary": "We introduce the Wannier function decomposition of excitons (WFDX) method to\nquantify exciton localization in solids within the ab initio Bethe-Salpeter\nequation framework. By decomposing each Bloch exciton wavefunction into\nproducts of single-particle electron and hole maximally localized Wannier\nfunctions, this real-space approach provides well-defined orbital- and spatial-\nresolved measures of both Frenkel and charge-transfer excitons at low\ncomputational cost. We apply WFDX to excitons in acene crystals, quantifying\nhow the number of rings, the exciton spin state, and the center-of-mass momntum\naffect spatial localization. Additionally, we show how this real-space\nrepresentation reflects structural nonsymmorphic symmetries that are hidden in\nstandard reciprocal-space descriptions. We demonstrate how the WFDX framework\ncan be used to efficiently interpolate exciton expansion coefficients in\nreciprocal-space and outline how it may facilitate evaluation of observables\ninvolving position operators, highlighting its potential as a general tool for\nboth analyzing and computing excitonic properties in solids."}
{"id": "2510.06451", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06451", "abs": "https://arxiv.org/abs/2510.06451", "authors": ["Ke Wang", "K. Levin"], "title": "Kekulé Superconductivity in Twisted Magic Angle Bilayer Graphene", "comment": "12 Pages, 8 Figures", "summary": "Motivated by recent scanning tunneling microscopy experiments which report\nKekul\\'e ordering in the twisted graphene family, we develop a microscopic\ntheory of superconductivity, specifically for the bi-layer case. This involves\nan intra-valley, finite-momentum pair-density wave (PDW) which naturally\nincorporates a Kekul\\'e distortion into the superconducting phase. The PDW\nstate displays three central features: (i) it spontaneously breaks $C_3$\nrotational symmetry, producing nematic order, and (ii) it possesses a large\ngap-to-critical-temperature ratio. Moreover, (iii) it yields a quasi-particle\ndensity of states having a V-like shape (with a finite value at zero energy)\nwhich transitions to a fully gapped, U-shaped spectrum with increasing\nattraction. These characteristics, including consistency with an allowed\nBerezinskii-Kosterlitz-Thouless transition, align with key experimental\nsignatures in the twisted graphene family where the U-V transition is observed\nin the tri-layer case. We find the paired state with a modest interaction\nstrength is near to a BEC-like regime, as appears consistent with the observed\nextremely short coherence lengths. Together, these results establish a\nmicroscopic intra-valley Kekul\\'e PDW state as an essential ingredient towards\nunderstanding unconventional superconductivity in twisted graphene."}
{"id": "2510.06443", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06443", "abs": "https://arxiv.org/abs/2510.06443", "authors": ["Avi Shragai", "Ezekiel Horsley", "Subin Kim", "Young-June Kim", "B. J. Ramshaw"], "title": "Phonon Hall Viscosity and the Intrinsic Thermal Hall Effect of $α$-RuCl$_3$", "comment": null, "summary": "The thermal Hall effect has been observed in a wide variety of magnetic\ninsulators, yet its origin remains controversial. While some studies attribute\nit to intrinsic origins -- such as heat carriers with Berry curvature -- others\npropose extrinsic origins -- such as heat carriers scattering off crystal\ndefects. Even the nature of the heat carriers is unknown: magnons, phonons, and\nfractionalized spin excitations have all been proposed. These questions are\nsignificant for the study of quantum spin liquids and are particularly relevant\nfor $\\alpha$-RuCl$_3$, where a quantized thermal Hall effect has been\nattributed to Majorana edge modes. Here, we use ultrasonic measurements of the\nacoustic Faraday effect to demonstrate that the phonons in $\\alpha$-RuCl$_3$\nhave Hall viscosity -- a non-dissipative viscosity that rotates phonon\npolarizations and deflects phonon heat currents. We show that phonon Hall\nviscosity produces an intrinsic thermal Hall effect that quantitatively\naccounts for a significant fraction of the measured thermal Hall effect in\n$\\alpha$-RuCl$_3$. More broadly, we demonstrate that the acoustic Faraday\neffect is a powerful tool for detecting phonon Hall viscosity and the\nassociated phonon Berry curvature, offering a new way to uncover and study\nexotic states of matter that elude conventional experiments."}
{"id": "2510.06639", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06639", "abs": "https://arxiv.org/abs/2510.06639", "authors": ["Shafeeq Muhammed", "Geeta Patkare", "Rohan Phatak"], "title": "Phase relation investigation of U-La-O system under oxidizing conditions and observation of novel meta-stable and mixed-valent uranium phase- Ln3U11O36 (Ln=La, Nd, Sm, Gd)", "comment": null, "summary": "Total of twelve samples in the U-La-O system with the compositions\nU1-yLayO2+x (y=0.025, 0.05, 0.1, up to 0.3) were synthesized by gel combustion\nsynthesis method followed by appropriate heat treatment in air atmosphere.\nComprehensive experimental analysis using various techniques like X-ray\ndiffraction, thermogravimetry and oxygen to uranium ratio (O/U) are used to\nestablish the phase relation in U1-yLayO2+x system at 1173 K and 1523 K heated\nin air. A novel meta-stable phase with stoichiometry La3U11O36 having\nmixed-valent uranium is reported for the first time in U-La-O system. The\nthermal property of this new phase is reported along with the updated phase\nrelations at and above 1173 K temperature for the compositions U1-yLayO2+x (y <\n0.3). Further, formation and stability of this new Ln3U11O36 phase was also\ninvestigated with smaller cations like Nd3+, Sm3+, Gd3+ and the smallest Y3+\ncation."}
{"id": "2510.06693", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06693", "abs": "https://arxiv.org/abs/2510.06693", "authors": ["Dimitar Pashov", "Casey Eichstaedt", "Swagata Acharya", "Mark van Schilfgaarde"], "title": "Quasiparticle Description of Angle-Resolved Photoemission Spectroscopy for SrCuO2", "comment": null, "summary": "SrCuO2 has long been considered a near-archetypal realization of a quasi one\ndimensional (1D) system of interacting electrons with short-range interactions.\nWithin this framework, experimental observations - interpreted through the lens\nof the 1D Hubbard model-suggest that electron and hole excitations decay into\ntwo types of (unphysical) collective bosonic modes: spinons, which carry the\nspin degree of freedom, and holons, which carry the charge degree of freedom.\nThis model, known as spin-charge separation, is most directly evidenced by\nangle-resolved photoemission spectroscopy (ARPES), where a photo-induced hole\ndecays into a continuum of these excitations. Here we present an alternative\nperspective grounded in first-principles, self-consistent, and parameter-free\nmany-body perturbation theory. In this revised quasiparticle framework, ARPES\ncan be understood as a one-body effect arising from mild disorder in a\nlong-range antiferromagnetic ground state. the emergence of the so-called\nspinon branch arises naturally from spin disorder, the anomalous line widths\nare accurately captured, and we provide a compelling explanation for the\nspectral weight observed at the non-magnetic zone boundary. This\nreinterpretation provides a unified explanation for key experimental signatures\npreviously attributed to spin-charge separation, including features observed in\noptical conductivity. Additionally, we show that SrCuO2 exhibits a nontrivial\ninterchain coupling that significantly influences both its one-particle and\ntwo-particle spectral functions. By comparing the spectral features of SrCuO2\nwith those of La2CuO4, we argue that SrCuO2 shares notable similarities with\nthe two-dimensional cuprates - both being rooted in a common CuO4\nplaquette-based molecular orbital framework."}
{"id": "2510.06446", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06446", "abs": "https://arxiv.org/abs/2510.06446", "authors": ["Chetan Singh", "Ava Goglia", "Peter Mastracco", "Michael Flickinger", "Laszlo J. Kecskes", "Paulette Clancy", "Timothy P. Weihs"], "title": "Synthesis and Characterization of Ultrasonically Atomized Al-Based Alloy Powders for Tunable Thermal Reactivity", "comment": null, "summary": "Reactive aluminum (Al) alloy powders are promising for advanced\nmanufacturing, joining, and energetic applications, yet scalable routes that\ncouple controlled reactivity with safe handling remain limited. While nanoscale\nAl powders ignite readily, their agglomeration, handling, and safety limit\nbroad deployment. Here, we manufacture micron-sized Al-based powders produced\nby ultrasonic atomization (UA), targeting a balance of enhanced reactivity and\nprocess robustness. Binary systems (AlCu, AlSi, AlMg) and pure Al were\nsynthesized, and their morphology, phases present, thermal stability, and\noxidation behavior were characterized using XRD, SEM, and DTA/TGA in an Ar/O2\nenvironment. We show that alloy selection and UA-controlled microstructure can\nmodify the native Al2O3 passivation, alter oxidation pathways, and shift\nthermal onsets/exotherms. The results establish a manufacturing-forward\nframework for designing micron-sized powders with tunable ignition/oxidation\nbehavior."}
{"id": "2510.06770", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.06770", "abs": "https://arxiv.org/abs/2510.06770", "authors": ["Sani Y. Harouna-Mayer", "Melike Gumus Akcaalan", "Jagadesh Kopula Kesavan", "Tjark R. L. Groene", "Lars Klemeyer", "Sarah-Alexandra Hussak", "Lukas Grote", "a Davide Derelli", "Francesco Caddeo", "Cecilia Zito", "Paul Stützle", "Dorota Speer", "Ann-Christin Dippel", "Blanka Detlefs", "Yannik Appiarius", "Axel Jacobi von Wangelin", "Dorota Koziej"], "title": "Modular Reactor for In Situ X-ray Scattering, Spectroscopy, and ATR-IR Studies of Solvothermal Nanoparticle Synthesis", "comment": null, "summary": "Understanding the chemical processes that occur during the solvothermal\nsynthesis of functional nanomaterials is essential for their rational design\nand optimization for specific applications. However, these processes remain\npoorly understood, primarily due to the limitations of conventional ex situ\ncharacterization techniques and the technical challenges associated with in\nsitu studies, particularly the design and implementation of suitable reactors.\nHere, we present a versatile cell suitable for in situ X-ray scattering, X-ray\nspectroscopy, and infrared spectroscopy studies performed during solvothermal\nsynthesis under autoclave-like, inert conditions. The reactor enables precise\ncontrol of the temperature between -20 C and 200 C, pressures up to 8 bar,\nmagnetic stirring, and injection of gas or liquids. The reactor's capabilities\nare demonstrated by comprehensively studying the solvothermal synthesis of\nmagnetite nanoparticles from iron acetylacetonate in benzyl alcohol through in\nsitu X-ray scattering and spectroscopy, and ATR-IR spectroscopy."}
{"id": "2510.06808", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06808", "abs": "https://arxiv.org/abs/2510.06808", "authors": ["Jeppe Jon Cederholm", "Zhian Xu", "Yanfeng Guo", "Martin Ovesen", "Thomas Olsen", "Kristine M. L. Krighaar", "Chrystalla Knekna", "Jian Rui Soh", "Youngro Lee", "Navid Qureshi", "Jose Alberto Rodriguez Velamazan", "Eric Ressouche", "Andrew T. Boothroyd", "Henrik Jacobsen"], "title": "Ground state magnetic structure of Mn3Sn", "comment": "7 pages, 7 figures", "summary": "We use spherical neutron polarimetry to determine the ground state magnetic\nstructure of Mn3Sn. We find that Mn3Sn adopts an inverse triangular structure\nwith spins parallel to <100> (Type III) rather than spins parallel to <110>\n(Type IV). Density functional theory calculations reveal no energy difference\nbetween these two structures, suggesting that the selection is caused by subtle\neffects such as sixth-order anisotropy. Partial control of the magnetic domain\npopulation through a moderate magnetic field is key to distinguish between the\ntwo models. We find that three of the six domains are approximately equally\npopulated, while the others have negligible population. Upon entering the low\ntemperature incommensurate phase, the domain structure is lost. The domains\ndecouple from the magnetic field, and can therefore not be controlled by any\nknown method."}
{"id": "2510.06451", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06451", "abs": "https://arxiv.org/abs/2510.06451", "authors": ["Ke Wang", "K. Levin"], "title": "Kekulé Superconductivity in Twisted Magic Angle Bilayer Graphene", "comment": "12 Pages, 8 Figures", "summary": "Motivated by recent scanning tunneling microscopy experiments which report\nKekul\\'e ordering in the twisted graphene family, we develop a microscopic\ntheory of superconductivity, specifically for the bi-layer case. This involves\nan intra-valley, finite-momentum pair-density wave (PDW) which naturally\nincorporates a Kekul\\'e distortion into the superconducting phase. The PDW\nstate displays three central features: (i) it spontaneously breaks $C_3$\nrotational symmetry, producing nematic order, and (ii) it possesses a large\ngap-to-critical-temperature ratio. Moreover, (iii) it yields a quasi-particle\ndensity of states having a V-like shape (with a finite value at zero energy)\nwhich transitions to a fully gapped, U-shaped spectrum with increasing\nattraction. These characteristics, including consistency with an allowed\nBerezinskii-Kosterlitz-Thouless transition, align with key experimental\nsignatures in the twisted graphene family where the U-V transition is observed\nin the tri-layer case. We find the paired state with a modest interaction\nstrength is near to a BEC-like regime, as appears consistent with the observed\nextremely short coherence lengths. Together, these results establish a\nmicroscopic intra-valley Kekul\\'e PDW state as an essential ingredient towards\nunderstanding unconventional superconductivity in twisted graphene."}
{"id": "2510.06808", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06808", "abs": "https://arxiv.org/abs/2510.06808", "authors": ["Jeppe Jon Cederholm", "Zhian Xu", "Yanfeng Guo", "Martin Ovesen", "Thomas Olsen", "Kristine M. L. Krighaar", "Chrystalla Knekna", "Jian Rui Soh", "Youngro Lee", "Navid Qureshi", "Jose Alberto Rodriguez Velamazan", "Eric Ressouche", "Andrew T. Boothroyd", "Henrik Jacobsen"], "title": "Ground state magnetic structure of Mn3Sn", "comment": "7 pages, 7 figures", "summary": "We use spherical neutron polarimetry to determine the ground state magnetic\nstructure of Mn3Sn. We find that Mn3Sn adopts an inverse triangular structure\nwith spins parallel to <100> (Type III) rather than spins parallel to <110>\n(Type IV). Density functional theory calculations reveal no energy difference\nbetween these two structures, suggesting that the selection is caused by subtle\neffects such as sixth-order anisotropy. Partial control of the magnetic domain\npopulation through a moderate magnetic field is key to distinguish between the\ntwo models. We find that three of the six domains are approximately equally\npopulated, while the others have negligible population. Upon entering the low\ntemperature incommensurate phase, the domain structure is lost. The domains\ndecouple from the magnetic field, and can therefore not be controlled by any\nknown method."}
{"id": "2510.07001", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07001", "abs": "https://arxiv.org/abs/2510.07001", "authors": ["Jihang Zhu", "Chunli Huang"], "title": "Magnetic-Field-Induced Geometric Response of Mean-Field Projectors: Streda Formula and Orbital Magnetization", "comment": "6 pages", "summary": "We study the magnetic-field response of interacting electron systems within\nmean-field theory using perturbation theory. We show that the linear response\nof the mean-field density-matrix to a weak magnetic field is purely geometric:\nit depends only on wavefunction derivatives, the Berry connections linking the\noccupied and unoccupied subspaces, and is independent of the interaction\npotential and the quasiparticle dispersion. This leads to compact,\ngauge-invariant projector expressions for both the St\\v{r}eda formula and the\nformula for orbital magnetization. Our calculation explicitly elucidates the\nrole of exchange and self-consistency in defining current vertices for orbital\nmagnetization calculations. Our work establishes a direct connection between\nmean-field theory, quantum geometry and the non-interacting topological band\ntheory."}
{"id": "2510.06455", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06455", "abs": "https://arxiv.org/abs/2510.06455", "authors": ["Shiv Shankar", "Barak Ratzker", "Claudio Pistidda", "Dierk Raabe", "Yan Ma"], "title": "Mechanistic insights into hydrogen reduction of multicomponent oxides via in-situ high-energy X-ray diffraction", "comment": null, "summary": "Co-reduction of multicomponent oxides with hydrogen provides a carbon-neutral\napproach toward sustainable alloy design. Herein, we investigate the\nhydrogen-based direct reduction, using in-situ high-energy X-ray diffraction of\ntwo precursor variants: mechanically mixed powders and pre-sintered oxide\nmixtures, targeting an equiatomic CoFeMnNi alloy. We find distinct reduction\npathways and microstructure evolution depending on initial precursors. Mixed\npowders at 700 {\\deg}C are reduced to body-centered-cubic, face-centered-cubic,\nand MnO phases via halite, spinel, and Mn3O4 intermediates, whereas the\npre-sintered material directly transforms into a mixture of metallic and oxide\nphases. The post-reduction microstructures are also different: mixed oxides\nshow loosely packed morphology, whereas pre-sintered material reveals metallic\nnanoparticles supported on nanoporous MnO. The formation of nanoporous metallic\nnetworks is strongly governed by the precursor state, highlighting the role of\ninitial precursors on the final microstructure. This precursor design strategy\noffers a single-step route to nanoporous alloys with potential applications in\ncatalysis and energy technologies."}
{"id": "2510.06875", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06875", "abs": "https://arxiv.org/abs/2510.06875", "authors": ["Tanvir Khan", "Md Hasan Shahriar Rifat", "M. Ibrahim", "Razia Marzia", "F. Parvin"], "title": "Computational Study on the Physical Properties and Hydrogen Storage Capability of Insulating LaMg2H7", "comment": "31 pages, 8 figures", "summary": "LaMg2H7 is a ternary wide band gap semiconductor that is a member of the\nhydride family. The bulk physical characteristics of the LaMg2H7 compound,\nincluding its structural, electronic band structure, elastic, thermal, and\noptical characteristics, have been examined in this work utilizing density\nfunctional theory (DFT). The elastic constants indicate that {\\rm LaMg}_2H_7 is\nmechanically stable, brittle in nature, and anisotropic. This studied compound\npossesses a moderate level of hardness. The band structure and density of\nstates have been examined to have a better understanding of its electronic\nbehavior. The intrinsic carrier concentrations and effective masses have been\ndetermined using the band structure. The gravimetric hydrogen storage capacity\n(Cwt%) has been calculated, indicating that this compound is suitable for\nhydrogen storage applications. This compound is dynamically stable, as\nconfirmed by its phonon dispersion. Here, the details of this wide-band-gap\nsemiconductor's reflectivity, absorption coefficient, refractive index,\ndielectric function, optical conductivity, and loss function are investigated.\nThe substance is a moderate reflector of ultraviolet (UV) light. The absorption\nand conductivity support the gap in the band structure. The thermodynamic\nproperties, such as bulk modulus, internal energy, specific heat capacity,\nentropy, thermal expansion coefficient, and Debye temperature, have been\nexplored at varying temperatures and pressures. {\\rm LaMg}_2H_7 has a moderate\nlevel of melting temperature with higher lattice thermal conductivity. The\nvalue of the thermal expansion coefficient and minimum thermal conductivity is\nhighly recommended for use as a thermal barrier coating (TBC)."}
{"id": "2510.07029", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07029", "abs": "https://arxiv.org/abs/2510.07029", "authors": ["Edward McCann"], "title": "Noninteracting tight-binding models for Fock parafermions", "comment": "7 pages plus supplementary", "summary": "By mapping itinerant spin-$1/2$ fermions to four-state Fock parafermions, we\nconstruct noninteracting tight-binding models for Fock parafermions in one\ndimension. They have single-particle real energy spectra consisting of a sum of\nsingle-particle energy levels each multiplied by a parafermionic occupation\nnumber. The single-particle levels may be determined by diagonalizing a square\nmatrix whose order scales linearly with system size. These levels are the same\nas those of noninteracting fermionic models, as we show explicitly for the\nRice-Mele model and the Su-Schrieffer-Heeger model. We show that the\nthermodynamic distribution function for the occupation numbers of\nnoninteracting four-state parafermions is consistent with the mapping to\nspin-$1/2$ fermions. We apply the mapping to create a parafermionic counterpart\nof the Kitaev superconducting chain and show that the ground state in the\ntopological phase is fourfold degenerate, with each ground state distinguished\nby the fourfold parafermionic occupation numbers of Majorana edge modes."}
{"id": "2510.06459", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06459", "abs": "https://arxiv.org/abs/2510.06459", "authors": ["Chloe A. Zeller", "Ronald E. Miller", "Ellad B. Tadmor"], "title": "Local Order Average-Atom Interatomic Potentials", "comment": null, "summary": "An extension to the effective average-atom (AA) interatomic potential (IP)\nthat accounts for local ordering effects is derived. While the AA approach is\nonly valid for random alloys, the new local-order average-atom (LOAA) IP\naccounts for short-range order within a material by utilizing information from\npartial radial distribution functions. Simulations with a LOAA potential\nrequire smaller system sizes to achieve statistically converged results and\ntherefore can be used to model complex materials where short-range order\neffects are important, such as high-entropy alloys, at a fraction of the\ncomputational cost of standard IPs. The method is validated for a\ntwo-dimensional (2D) binary hexagonal crystal with Lennard-Jones (LJ)\ninteractions, and for three-dimensional (3D) Fe$_{(1-x)/2}$Ni$_{(1-x)/2}$Cr$_x$\nand Ni$_{0.67}$Al$_{0.33}$ alloys modeled via embedded-atom method (EAM)\npotentials. For the 2D crystal we obtain a local ordering phase diagram in\nterms of the LJ parameters and demonstrate that in all cases the LOAA\nformulation obtains elastic properties that match the true-species case using\nstandard IPs. The 3D alloy examples further demonstrate the ability of this\nmethod to accurately capture other material properties and phase\ntransformations."}
{"id": "2510.06895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06895", "abs": "https://arxiv.org/abs/2510.06895", "authors": ["Freya Johnson", "Jan Zemen", "Helena Knowles", "Lesley F. Cohen"], "title": "Uncovering domain morphology in an unconventional magnet with scanning diamond quantum magnetometry", "comment": "13 pages, 5 figures", "summary": "Unconventional magnetic materials including non-collinear antiferromagnets,\np-wave magnets and altermagnets, are an emerging frontier for quantum\nspintronics and hybrid quantum devices. Critical to the application of these\nmaterials is control over the magnetic domain state, as their unique,\nsymmetry-driven properties vanish in a multi-domain limit. However, the\nmechanisms governing domain formation in materials with compensated local\nmoments remain poorly understood. In this work, we examine the ferrimagnetic to\nnon-collinear antiferromagnetic phase transition of Mn3NiN using scanning\nnitrogen-vacancy centre magnetometry. We provide nanoscale mapping of the\nmagnetic domain evolution on cooling and correlate the local stray fields with\nglobal magnetometry and anomalous Hall effect measurements. We observe the\nformation of a disordered, dendritic domain structure whose roughness is\nquantified using its fractal dimension. The fractal dimension steadily\nincreases on cooling through the transition, saturating at a value of ~ 1.55 in\nthe non-collinear phase, but the domain area distribution does not show any\nsignificant changes. We show this behaviour cannot be explained by the balance\nof demagnetisation energy and domain wall energy, and conclude elastic\ncontributions and defects are a critical factor to explain the domain size."}
{"id": "2510.06464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06464", "abs": "https://arxiv.org/abs/2510.06464", "authors": ["Chunli Tang", "Yujie Zhu", "Dayne Sasaki", "Jiaxuan Wu", "Harshil Goyal", "Yuzan Xiong", "Masoud Mahjouri-Samani", "Xiang Meng", "Jia-Mian Hu", "Yayoi Takamura", "Wei Zhang", "Wencan Jin"], "title": "Tunable magnon-phonon cavity via structural phase transition", "comment": null, "summary": "Strong coupling between two quantized excitations in a cavity has the\npotential to lead to hybridized states that bestow novel quantum phenomena as\nrequired for emerging applications. In particular, tunable hybrid magnon-phonon\ncavities with precise control knobs are in pressing demand for developing\nquantum functionalities in solid-state platforms. Here, using a combination of\nsynthesis and characterization tools, we present an epitaxial\nLa0.7Sr0.3MnO3/SrTiO3 (LSMO/STO) heterostructure that manifests strong\ncouplings between the Kittel magnon and the transverse acoustic phonon.\nRemarkably, leveraging the magnetoelastic interaction at the epitaxial\ninterface, we demonstrate that when the STO substrate undergoes a\ncubic-to-tetragonal phase transition at ~105 K, the Kittel magnon of the LSMO\nthin film splits into three bands due to anisotropic structural strains along\nthe [100], [010], and [001] crystalline axes, hence, resulting in an array of\nnon-degenerate, hybridized magnon-phonon modes. Moreover, we develop an\nanalytical model that can reproduce the interfacial strain-induced magnon\nsplitting and the strength of magnon-phonon coupling. Our work highlights\nstructural phase transitions as a sensitive trigger for generating multistate\nmagnon-phonon hybridization in high-quality magnetoelastic oxide\nheterostructures - a new route for implementing strain-mediated hybrid\nmagnonics in phononic systems with potential applications in coherent energy\nand signal transduction."}
{"id": "2510.06904", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06904", "abs": "https://arxiv.org/abs/2510.06904", "authors": ["Michael D. Atkinson", "Michael D. White", "Adam J. Plowman", "Pratheek Shanthraj"], "title": "Microstructure sensitive recurrent neural network surrogate model of crystal plasticity", "comment": "34 pages, 12 figures", "summary": "The development of next-generation structural materials for harsh\nenvironments requires rapid assessment of mechanical performance and its\ndependence on microstructure. While full-field crystal plasticity (CP) models\nprovide detailed insights, the high computational cost limits their use with\nuncertainty quantification workflows and in component-scale simulation.\nSurrogate models based on recurrent neural networks (RNNs) have shown promise\nin reproducing history-dependent mechanical behaviour but are applied to models\nwith either fixed microstructure or representative volume elements. Here, we\ndevelop a microstructure sensitive RNN surrogate that predicts homogenised\nstress responses directly from three-dimensional grain structures and arbitrary\ndeformation histories. The architecture employs a gated recurrent unit (GRU)\nwith mappings from microstructure to both the initial hidden state and sequence\ninputs, allowing the model to capture path dependence and microstructure\nvariability. Training data comprised of over 300,000 CP simulations generated\nusing combinations of randomly generated microstructures and loading paths. The\nmodel was found to reproduce CP predictions for both in-distribution validation\ndata and unseen deformation modes, with errors of 2 MPa to 3 MPa.\nOut-of-distribution microstructures were more difficult to predict, emphasising\nthe need for representative training data with, for example, heavily textured\nmicrostructures. Embedding the model into a multiscale framework demonstrates\nits ability to replace conventional constitutive updates, reducing\ncomputational cost while preserving key features of the stress distribution.\nThese results establish microstructure-informed RNN surrogates as a promising\nalternative to direct CP simulations, offering a pathway toward rapid\nmultiscale modelling and uncertainty quantification."}
{"id": "2510.06488", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06488", "abs": "https://arxiv.org/abs/2510.06488", "authors": ["Peng Wang", "Rana Saha", "Holger L. Meyerheim", "Ke Gu", "Hakan Deniz", "David Eilmsteiner", "Andrea Migliorini", "Juan Rubio Zuazo", "Engenia Sebastiani-Tofano", "Ilya Kostanovski", "Abhay Kant Srivastava", "Arthur Ernst", "Stuart S. P. Parkin"], "title": "High temperature Neel skyrmions in simple ferromagnets", "comment": "Main manuscript 21 pages, 5 figures, this is initial submission\n  version, revised version is under review. This work is an extension from Peng\n  Wang's PhD thesis", "summary": "A wide variety of chiral non-collinear spin textures have been discovered and\nhave unique properties that make them highly interesting for technological\napplications. However, many of these are found in complex materials and only in\na narrow window of temperature. Here, we show the formation of Neel-type\nskyrmions in thin layers of simple ferromagnetic alloys, namely Co-Al and\nCo-Ni-Al, over a wide range of temperature up to 770 K, by imposing a vertical\nstrain gradient via epitaxy with an Ir-Al underlayer. The Neel skyrmions are\ndirectly observed using Lorentz transmission electron microscopy in\nfreestanding membranes at high temperatures and the strain gradient is directly\nmeasured from x-ray diffraction anomalous peak profiles. Our concept allows\nsimple centrosymmetric ferromagnets with high magnetic ordering temperatures to\nexhibit hot skyrmions, thereby, bringing closer skyrmionic electronics."}
{"id": "2510.06966", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06966", "abs": "https://arxiv.org/abs/2510.06966", "authors": ["Ali Hamedani", "Andrea E. Sand"], "title": "SiC-TGAP: A machine learning interatomic potential for radiation damage simulations in 3C-SiC", "comment": null, "summary": "Silicon carbide (SiC) has long been a subject of study for its application in\nharsh environments. Existing empirical interatomic potentials for 3C-SiC show\nsignificant discrepancies in predicting the properties that are crucial in\ndescribing the evolution of defects generated in collision cascades. We present\na Gaussian approximation potential model for 3C-SiC (TGAP) trained by two-body\nand the turboSOAP many-body descriptors. The dataset covers crystalline, liquid\nand amorphous phases. To accurately capture defect dynamics, twenty-one defect\ntypes have been included in the dataset. TGAP captures the experimentally\nobserved decomposition of carbon atoms in the liquid phase at atmospheric\npressure, while also accurately reproducing the radial distribution function of\nthe high-temperature homogeneous liquid phase across a range of densities.\nMoreover, it predicts the melting point in very good agreement with density\nfunctional theory and experiments. The potential is equipped with the\nNordlund-Lehtola-Hobler repulsive potential to capture the high repulsion of\nrecoils in the collision cascades. TGAP provides an accurate tool for atomistic\nsimulation of radiation damage in cubic SiC."}
{"id": "2510.06539", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.06539", "abs": "https://arxiv.org/abs/2510.06539", "authors": ["Zui Tao", "Jonah B. Haber", "Jeffrey B. Neaton"], "title": "Real-Space Quantification of Exciton Localization in Acene Crystals Using Wannier Function Decomposition", "comment": null, "summary": "We introduce the Wannier function decomposition of excitons (WFDX) method to\nquantify exciton localization in solids within the ab initio Bethe-Salpeter\nequation framework. By decomposing each Bloch exciton wavefunction into\nproducts of single-particle electron and hole maximally localized Wannier\nfunctions, this real-space approach provides well-defined orbital- and spatial-\nresolved measures of both Frenkel and charge-transfer excitons at low\ncomputational cost. We apply WFDX to excitons in acene crystals, quantifying\nhow the number of rings, the exciton spin state, and the center-of-mass momntum\naffect spatial localization. Additionally, we show how this real-space\nrepresentation reflects structural nonsymmorphic symmetries that are hidden in\nstandard reciprocal-space descriptions. We demonstrate how the WFDX framework\ncan be used to efficiently interpolate exciton expansion coefficients in\nreciprocal-space and outline how it may facilitate evaluation of observables\ninvolving position operators, highlighting its potential as a general tool for\nboth analyzing and computing excitonic properties in solids."}
{"id": "2510.07075", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07075", "abs": "https://arxiv.org/abs/2510.07075", "authors": ["Yu Li", "Zhiqiang Zhao", "Zhuhua Zhang", "Yong-Wei Zhang", "Jin-Wu Jiang"], "title": "Anomalous strain-dependent thermal conductivity in superelastic screw-dislocated graphites", "comment": "12 pages, 7 figures", "summary": "The design of strain-stable, or even strain-enhanced thermal transport\nmaterials is critical for stable operation of high-performance electronic\ndevices. However, most nanomaterials suffer from strain-induced degradation,\nwith even minor tensile strains markedly reducing thermal conductivity. Here,\nwe demonstrate that screw-dislocated graphites (SDGs), recently identified as\ntopological semimetals, display an unusual increase in cross-plane thermal\nconductivity under both tensile and compressive strains, revealed by\nhigh-accuracy machine-learning-potential-driven non-equilibrium molecular\ndynamics. Notably, SDGs exhibit over 100% enhancement under tensile strains up\nto 80% along the dislocation axis, arising from strain-induced increase in\ndislocation interface tilt angle that elongates the effective heat transfer\npaths. Their thermal conductivity surpasses multilayer graphene by an order of\nmagnitude. An analytical model is further derived linking thermal conductivity\nto dislocation number and strain, offering a predictive framework for designing\nstrain-tunable screwdislocated structures. These findings highlight SDGs as a\npromising platform for high-performance electronic and wearable devices with\ntunable thermal properties."}
{"id": "2510.06555", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.06555", "abs": "https://arxiv.org/abs/2510.06555", "authors": ["Ruizhi Liu", "Jinmin Yi", "Liujun Zou"], "title": "Twisted locality-preserving automorphisms, anomaly index, and generalized Lieb-Schultz-Mattis theorems with anti-unitary symmetries", "comment": "24 pages + appendices + references", "summary": "Symmetries and their anomalies are powerful tools to understand quantum\nmatter. In this work, for quantum spin chains, we define twisted\nlocality-preserving automorphisms and their Gross-Nesme-Vogts-Werner indices,\nwhich provide a unified framework to describe both unitary and anti-unitary\nsymmetries, on-site and non-on-site symmetries, and internal and translation\nsymmetries. For a symmetry $G$ with actions given by twisted\nlocality-preserving automorphisms, we give a microscopic definition of its\nanomaly index, which is an element in $H^3_\\varphi(G; U(1))$, where the\nsubscript $\\varphi$ means that anti-unitary elements of $G$ act on $U(1)$ by\ncomplex conjugation. We show that an anomalous symmetry leads to multiple\nLieb-Schultz-Matttis-type theorems. In particular, any state with an anomalous\nsymmetry must either have long-range correlation or violate the entanglement\narea law. Based on this theorem, we further deduce that any state with an\nanomalous symmetry must have long-range entanglement, and any Hamiltonian that\nhas an anomalous symmetry cannot have a unique gapped symmetric ground state,\nas long as the interactions in the Hamiltonian decay fast enough as the range\nof the interaction increases. For Hamiltonians with only two-spin interactions,\nthe last theorem holds if the interactions decay faster than $1/r^2$, where $r$\nis the distance between the two interacting spins. We demonstrate these general\ntheorems in various concrete examples."}
{"id": "2510.07097", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07097", "abs": "https://arxiv.org/abs/2510.07097", "authors": ["F. Liu", "Z. Yang", "Y. Luo", "S. Guo", "C. Zhang", "S. Choo", "X. Xu", "X. Wang", "K. A. Mkhoyan", "M. Bernardi", "B. Jalan"], "title": "Understanding Polaronic Transport in Anatase TiO2 Films by Combining Precise Synthesis and First-Principles Many-Body Theory", "comment": "22 pages, 4 figures", "summary": "In complex oxides, charge carriers often couple strongly with lattice\nvibrations to form polarons-entangled electron-phonon quasiparticles whose\ntransport properties remain difficult to characterize. Experimental access to\nintrinsic polaronic transport requires ultraclean samples, while theoretical\ndescriptions demand methods beyond low-order perturbation theory. Here, we\ncombine the growth of high-quality oxygen-vacancy-doped anatase TiO2 films by\nhybrid molecular beam epitaxy (MBE) with a first-principles electron-phonon\ndiagrammatic Monte Carlo (FEP-DMC) framework recently developed for accurate\npolaron predictions. Our films exhibit record-high electron mobility for\nanatase TiO2, in excellent agreement with FEP-DMC calculations conducted prior\nto experiment, which predict a room-temperature mobility of 45 +/- 15 cm2V-1s-1\nand a mobility-temperature scaling of mobility proportional to T^(-1.9 +/-\n0.077). Microscopic analysis using scanning transmission electron microscopy\nand X-ray photoelectron spectroscopy reveals the role of oxygen vacancies in\nmodulating transport at lower temperatures. FEP-DMC further provides\nquantitative insight into polaron formation energy, phonon cloud distribution,\nlattice distortion around the polaron, and the polaronic contribution to\nmobility. Together, these results establish a predictive theory-experiment\nworkflow to characterize polarons and provide a microscopic understanding of\nlarge-polaron transport in anatase TiO2, with broader implications for complex\noxides and other polaronic materials."}
{"id": "2510.06568", "categories": ["cond-mat.stat-mech", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2510.06568", "abs": "https://arxiv.org/abs/2510.06568", "authors": ["Yujun Shi", "Haijiang Ren"], "title": "Recurrence in a periodically driven and weakly damped Fermi-Pasta-Ulam-Tsingou chain", "comment": "16 pages, 7 figures, submitted to a peer-reviewed journal", "summary": "We report numerical evidence of Fermi-Pasta-Ulam-Tsingou (FPUT)-like\nrecurrence in weakly damped, periodically driven alpha-FPUT chains. In narrow\nregions of driving amplitude and damping, energy is quasi-periodically\nexchanged among a few low-frequency modes over long timescales. Unlike discrete\ntime crystals, the recurrence period is not an integer multiple of the driving\nperiod and does not correspond to spontaneous symmetry breaking, yet it may\nsuggests a generalized, relaxed form of time-crystalline-like order. The\nmaximum damping allowing recurrence decreases rapidly with chain length,\nsuggesting that in the thermodynamic limit such behavior is unlikely to\npersist. These results reveal a new type of coherent nonlinear dynamics in\ndriven, open multimode systems and provide guidance for experimentally\nrealizing long-lived quasi-periodic states."}
{"id": "2510.06451", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06451", "abs": "https://arxiv.org/abs/2510.06451", "authors": ["Ke Wang", "K. Levin"], "title": "Kekulé Superconductivity in Twisted Magic Angle Bilayer Graphene", "comment": "12 Pages, 8 Figures", "summary": "Motivated by recent scanning tunneling microscopy experiments which report\nKekul\\'e ordering in the twisted graphene family, we develop a microscopic\ntheory of superconductivity, specifically for the bi-layer case. This involves\nan intra-valley, finite-momentum pair-density wave (PDW) which naturally\nincorporates a Kekul\\'e distortion into the superconducting phase. The PDW\nstate displays three central features: (i) it spontaneously breaks $C_3$\nrotational symmetry, producing nematic order, and (ii) it possesses a large\ngap-to-critical-temperature ratio. Moreover, (iii) it yields a quasi-particle\ndensity of states having a V-like shape (with a finite value at zero energy)\nwhich transitions to a fully gapped, U-shaped spectrum with increasing\nattraction. These characteristics, including consistency with an allowed\nBerezinskii-Kosterlitz-Thouless transition, align with key experimental\nsignatures in the twisted graphene family where the U-V transition is observed\nin the tri-layer case. We find the paired state with a modest interaction\nstrength is near to a BEC-like regime, as appears consistent with the observed\nextremely short coherence lengths. Together, these results establish a\nmicroscopic intra-valley Kekul\\'e PDW state as an essential ingredient towards\nunderstanding unconventional superconductivity in twisted graphene."}
{"id": "2510.06570", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06570", "abs": "https://arxiv.org/abs/2510.06570", "authors": ["Shingo Araki", "Hinata Izumida", "Kazuto Akiba", "Tatsuo C. Kobayashi", "Takashi Kambe"], "title": "Topological Hall Effect in PrSb$_2$", "comment": null, "summary": "PrSb$_2$ exhibits a charge-density wave (CDW) transition at $T_\\mathrm{CDW} =\n100$ K and antiferromagnetic (AFM) ordering at $T_\\mathrm{N} = 5$ K at ambient\npressure. Hall resistivity measurements revealed an anomalous feature within\nthe AFM state, which was attributed to the topological Hall effect (THE),\nruling out contributions from the ordinary and anomalous Hall effects.\nSignificantly, the THE anomaly diminished with increasing pressure and almost\nvanished as the CDW transition was suppressed near the critical pressure $P_c$\n= 1.0 GPa. These findings suggest a relationship between the CDW order and the\nappearance of the THE in PrSb$_2$."}
{"id": "2510.06618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06618", "abs": "https://arxiv.org/abs/2510.06618", "authors": ["Subhashri Chatterjee", "Katsumasa Yoshioka", "Taro Wakamura", "Vasili Perebeinos", "Norio Kumada"], "title": "Intrinsic ultrafast edge photocurrent dynamics in WTe$_2$ driven by broken crystal symmetry", "comment": "29 pages, 4 figures, Supplementary information", "summary": "Directional photocurrents in two-dimensional materials arise from broken\ncrystal symmetry, offering pathways to high-speed, bias-free photodetection\nbeyond conventional devices. Tungsten ditelluride (WTe$_2$), a type-II Weyl\nsemimetal, exhibits robust symmetry-breaking-induced edge photocurrents from\ncompeting nonlinear optical and photothermoelectric (PTE) mechanisms, whose\nintrinsic dynamics have remained experimentally inaccessible. Here, we directly\nresolve sub-picosecond edge photocurrent dynamics in WTe$_2$ through ohmic\ncontacts over temperatures from 300 K to 4 K. We demonstrate ultrafast\noptical-to-electrical conversion with a 3 dB bandwidth of $\\sim$250 GHz and\nreveal picosecond-timescale switching of the net photocurrent direction below\n150 K, linked to a Lifshitz transition. This transient bipolar response arises\nfrom non-equilibrium Seebeck effects due to asymmetric cooling of hot electrons\nand holes. These findings reveal previously hidden ultrafast dynamics in\nsymmetry-engineered materials, offering new strategies to disentangle competing\nphotocurrent mechanisms and enabling the development of self-powered, ultrafast\noptoelectronic devices."}
{"id": "2510.06580", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06580", "abs": "https://arxiv.org/abs/2510.06580", "authors": ["S. Sajad Dabiri", "Reza Asgari"], "title": "Nonlinear Optical Response in Pseudo-Hermitian Systems at Steady State", "comment": "(5+6) Pages, (1+1) Figures", "summary": "We establish a steady-state theory for nonlinear optical conductivity in\npseudo-Hermitian systems. We derive compact formulas for the first and second\norder conductivity tensors in both the velocity and length gauges and prove\ntheir exact equivalence through generalized sum rules and Berry connection\nidentities by formulating the nonlinear response in terms of a biorthogonal\ndensity matrix. Utilizing the formalism on parity-time symmetric two-level\nsystems reveals nonlinear phenomena that are not present in Hermitian systems,\nsuch as extra terms in the conductivity, corrections to the velocity operator,\nphotocurrent, and resonance structures with higher-order poles at one-photon\ntransitions. These features yield qualitatively distinct harmonic generation\nresponses like real second-order conductivities and nonzero DC limits. These\nresults provide new insights into nonlinear light-matter interactions in active\nmedia characterized by balanced gain and loss, with implications for\nnon-Hermitian photonics, dissipative topological systems, and quantum devices\ndesigned with engineered dissipation."}
{"id": "2510.06693", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06693", "abs": "https://arxiv.org/abs/2510.06693", "authors": ["Dimitar Pashov", "Casey Eichstaedt", "Swagata Acharya", "Mark van Schilfgaarde"], "title": "Quasiparticle Description of Angle-Resolved Photoemission Spectroscopy for SrCuO2", "comment": null, "summary": "SrCuO2 has long been considered a near-archetypal realization of a quasi one\ndimensional (1D) system of interacting electrons with short-range interactions.\nWithin this framework, experimental observations - interpreted through the lens\nof the 1D Hubbard model-suggest that electron and hole excitations decay into\ntwo types of (unphysical) collective bosonic modes: spinons, which carry the\nspin degree of freedom, and holons, which carry the charge degree of freedom.\nThis model, known as spin-charge separation, is most directly evidenced by\nangle-resolved photoemission spectroscopy (ARPES), where a photo-induced hole\ndecays into a continuum of these excitations. Here we present an alternative\nperspective grounded in first-principles, self-consistent, and parameter-free\nmany-body perturbation theory. In this revised quasiparticle framework, ARPES\ncan be understood as a one-body effect arising from mild disorder in a\nlong-range antiferromagnetic ground state. the emergence of the so-called\nspinon branch arises naturally from spin disorder, the anomalous line widths\nare accurately captured, and we provide a compelling explanation for the\nspectral weight observed at the non-magnetic zone boundary. This\nreinterpretation provides a unified explanation for key experimental signatures\npreviously attributed to spin-charge separation, including features observed in\noptical conductivity. Additionally, we show that SrCuO2 exhibits a nontrivial\ninterchain coupling that significantly influences both its one-particle and\ntwo-particle spectral functions. By comparing the spectral features of SrCuO2\nwith those of La2CuO4, we argue that SrCuO2 shares notable similarities with\nthe two-dimensional cuprates - both being rooted in a common CuO4\nplaquette-based molecular orbital framework."}
{"id": "2510.06591", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06591", "abs": "https://arxiv.org/abs/2510.06591", "authors": ["Xin Chen", "Jian-Tong Hou", "Long Liang", "Jie Lu", "Hong Guo", "Chang-Xu Yan", "Hao-Ran Chang"], "title": "Interband optical conductivity in two-dimensional semi-Dirac bands tilting along the quadratic dispersion", "comment": "15 pages, 5 figures", "summary": "Two-dimensional (2D) semi-Dirac materials feature a unique anisotropic band\nstructure characterized by quadratic dispersion along one spatial direction and\nlinear dispersion along the other, effectively hybridizing ordinary and Dirac\nfermions. The anisotropy of energy dispersion can be further modulated through\nband tilting along either spatial direction of the wave vector. We propose a\nnew definition of tilt parameter to characterize Lifshitz phases in 2D\nsemi-Dirac bands tilting along the quadratically dispersing direction. Using\nlinear response theory, we theoretically investigate the interband optical\nconductivity of 2D tilted semi-Dirac bands. Our analytical zero-temperature\nresults reveal pronounced distinctions from Dirac and semi-Dirac systems\ntilting along the linearly dispersing direction. Notably, we find that spectral\nfixed point emerges in the optical conductivity over a specific range of the\ntilt parameter, a phenomenon explained by the corresponding behavior of the\njoint density of states. These findings provide a robust theoretical framework\nfor identifying and characterizing 2D tilted semi-Dirac materials and establish\nclear spectral fingerprints that distinguish different kinds of 2D semi-Dirac\nbands and Dirac bands. Our predictions can guide future experimental studies of\nanisotropic band engineering and tilt-dependent phenomena."}
{"id": "2510.07229", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07229", "abs": "https://arxiv.org/abs/2510.07229", "authors": ["Keigo Takahashi", "Hiroyasu Matsuura", "Hideaki Maebashi", "Masao Ogata"], "title": "Electrical and thermal magnetotransport and the Wiedemann-Franz law in semimetals with electron-electron scattering", "comment": "32 pages, 15 figures", "summary": "We study the electrical and thermal transport properties and the violation of\nthe Wiedemann-Franz (WF) law of two-carrier semimetals using exact treatments\nof the Boltzmann equation with the impurity and electron-electron scatterings\nin a magnetic field. For comparison, we also study those in the case of Baber\nscattering: a single-carrier system with an impurity scattering and\nphenomenological momentum-dissipative electron-electron scattering. In both\nsystems, the longitudinal and transverse WF laws, $L = L_{\\text{H}} = L_{0}=\n\\pi^2k_B^2/3e^2$, hold at zero temperature, where the Lorenz ratio $L$ and the\nHall Lorenz ratio $L_{\\text{H}}$ are ratios of thermal conductivity\n$\\kappa_{\\mu\\nu}$ to electrical conductivity $\\sigma_{\\mu\\nu}$ divided by\ntemperature. However, the electron-electron scattering makes Lorenz ratios\ndeviate from $L_{0}$ with increasing temperature. To describe the WF law in a\nmagnetic field, we introduce another set of Lorenz ratios, $\\widetilde{L}$ and\n$\\widetilde{L}_{\\text{H}}$, defined as the ratios of the resistivity and the\nHall coefficient to their thermal counterparts. The WF laws for them,\n$\\widetilde{L} = \\widetilde{L}_{\\text{H}} = L_{0}$, and their violation are\nhelpful for the discussion of $L$ and $L_{\\text{H}}$. For Baber scattering, our\nexact result shows $L_{\\text{H}}/L_{0} \\sim (L/L_{0})^2$ in a weak magnetic\nfield. In semimetals, the violations of the WF laws are significant, reflecting\nthe different temperature dependence between the electrical and thermal\nresistivities in a magnetic field. This is because the momentum conservation of\nthe electron-electron scattering has a completely different effect on\nelectrical and thermal magnetotransport. We sort out these behaviors using\n$\\widetilde{L}$ and $\\widetilde{L}_{\\text{H}}$. We also provide a relaxation\ntime approximation, which is useful for comparing theory and experiment."}
{"id": "2510.06618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06618", "abs": "https://arxiv.org/abs/2510.06618", "authors": ["Subhashri Chatterjee", "Katsumasa Yoshioka", "Taro Wakamura", "Vasili Perebeinos", "Norio Kumada"], "title": "Intrinsic ultrafast edge photocurrent dynamics in WTe$_2$ driven by broken crystal symmetry", "comment": "29 pages, 4 figures, Supplementary information", "summary": "Directional photocurrents in two-dimensional materials arise from broken\ncrystal symmetry, offering pathways to high-speed, bias-free photodetection\nbeyond conventional devices. Tungsten ditelluride (WTe$_2$), a type-II Weyl\nsemimetal, exhibits robust symmetry-breaking-induced edge photocurrents from\ncompeting nonlinear optical and photothermoelectric (PTE) mechanisms, whose\nintrinsic dynamics have remained experimentally inaccessible. Here, we directly\nresolve sub-picosecond edge photocurrent dynamics in WTe$_2$ through ohmic\ncontacts over temperatures from 300 K to 4 K. We demonstrate ultrafast\noptical-to-electrical conversion with a 3 dB bandwidth of $\\sim$250 GHz and\nreveal picosecond-timescale switching of the net photocurrent direction below\n150 K, linked to a Lifshitz transition. This transient bipolar response arises\nfrom non-equilibrium Seebeck effects due to asymmetric cooling of hot electrons\nand holes. These findings reveal previously hidden ultrafast dynamics in\nsymmetry-engineered materials, offering new strategies to disentangle competing\nphotocurrent mechanisms and enabling the development of self-powered, ultrafast\noptoelectronic devices."}
{"id": "2510.06639", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06639", "abs": "https://arxiv.org/abs/2510.06639", "authors": ["Shafeeq Muhammed", "Geeta Patkare", "Rohan Phatak"], "title": "Phase relation investigation of U-La-O system under oxidizing conditions and observation of novel meta-stable and mixed-valent uranium phase- Ln3U11O36 (Ln=La, Nd, Sm, Gd)", "comment": null, "summary": "Total of twelve samples in the U-La-O system with the compositions\nU1-yLayO2+x (y=0.025, 0.05, 0.1, up to 0.3) were synthesized by gel combustion\nsynthesis method followed by appropriate heat treatment in air atmosphere.\nComprehensive experimental analysis using various techniques like X-ray\ndiffraction, thermogravimetry and oxygen to uranium ratio (O/U) are used to\nestablish the phase relation in U1-yLayO2+x system at 1173 K and 1523 K heated\nin air. A novel meta-stable phase with stoichiometry La3U11O36 having\nmixed-valent uranium is reported for the first time in U-La-O system. The\nthermal property of this new phase is reported along with the updated phase\nrelations at and above 1173 K temperature for the compositions U1-yLayO2+x (y <\n0.3). Further, formation and stability of this new Ln3U11O36 phase was also\ninvestigated with smaller cations like Nd3+, Sm3+, Gd3+ and the smallest Y3+\ncation."}
{"id": "2510.06641", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06641", "abs": "https://arxiv.org/abs/2510.06641", "authors": ["He-Da Wang", "Bo Wang", "Qun-Li Lei", "Yu-Qiang Ma"], "title": "Anomalous Criticality of Absorbing State Transition toward Jamming", "comment": "8 pages, 4 figures", "summary": "The jamming transition is traditionally regarded as a geometric transition\ngoverned by static contact networks. Recently, dynamic phase transitions of\nathermal particles under periodic shear provide a new lens on this problem,\nleading to a conjecture that jamming transition corresponds to an\nabsorbing-state transition within the Manna (conserved directed percolation)\nuniversality class. Here, by re-examing the biased random organization model, a\nminimal model for particles under periodic shearing that the conjecture bases\non, we uncover several criticality anomalies at high density beyond the\ndescription of Manna universality class. In three-dimensional monodisperse\nsystems, crystallization disrupts the absorbing transition, while in dense\nbinary mixtures, a distinct transition from absorbing to active-glass states\nemerges, signifying a new universality class of dynamic phase transitions.\nCloser to jamming point, the quenched heterogeneity in the contact network\nsmears the dynamic transition via Griffiths effects and drives the system\ntoward heterogeneous directed percolation. We further proposal a field theory\nwith fractional time dynamics that unifies these phenomena, establishing a\ntheoretical framework linking jamming, disorder, and dynamic criticality."}
{"id": "2510.06682", "categories": ["cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.06682", "abs": "https://arxiv.org/abs/2510.06682", "authors": ["M. C. Diamantini", "C. A. Trugenberger", "V. M. Vinokur"], "title": "Berezinskii-Kosterlitz-Thouless quantum transition in 2 dimensions", "comment": null, "summary": "The Berezinskii-Kosterlitz-Thouless (BKT) transition is the prototype of a\nphase transition driven by the formation and interaction of topological defects\nin two-dimensional (2D) systems. In typical models these are vortices: above a\ntransition temperature $T_{\\rm BKT}$ vortices are free, below this transition\ntemperature they get confined. In this work we extend the concept of BKT\ntransition to quantum systems in two dimensions. In particular, we demonstrate\nthat a zero-temperature quantum BKT phase transition, driven by a coupling\nconstant can occur in 2D models governed by an effective gauge field theory\nwith a diverging dielectric constant. One particular example is that of a\ncompact U(1) gauge theory with a diverging dielectric constant, where the\nquantum BKT transition is induced by non-relativistic, purely 2D magnetic\nmonopoles, which can be viewed also as electric vortices. These quantum BKT\ntransitions have the same diverging exponent $z$ as the quantum Griffiths\ntransition but have nothing to do with disorder."}
{"id": "2510.06693", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06693", "abs": "https://arxiv.org/abs/2510.06693", "authors": ["Dimitar Pashov", "Casey Eichstaedt", "Swagata Acharya", "Mark van Schilfgaarde"], "title": "Quasiparticle Description of Angle-Resolved Photoemission Spectroscopy for SrCuO2", "comment": null, "summary": "SrCuO2 has long been considered a near-archetypal realization of a quasi one\ndimensional (1D) system of interacting electrons with short-range interactions.\nWithin this framework, experimental observations - interpreted through the lens\nof the 1D Hubbard model-suggest that electron and hole excitations decay into\ntwo types of (unphysical) collective bosonic modes: spinons, which carry the\nspin degree of freedom, and holons, which carry the charge degree of freedom.\nThis model, known as spin-charge separation, is most directly evidenced by\nangle-resolved photoemission spectroscopy (ARPES), where a photo-induced hole\ndecays into a continuum of these excitations. Here we present an alternative\nperspective grounded in first-principles, self-consistent, and parameter-free\nmany-body perturbation theory. In this revised quasiparticle framework, ARPES\ncan be understood as a one-body effect arising from mild disorder in a\nlong-range antiferromagnetic ground state. the emergence of the so-called\nspinon branch arises naturally from spin disorder, the anomalous line widths\nare accurately captured, and we provide a compelling explanation for the\nspectral weight observed at the non-magnetic zone boundary. This\nreinterpretation provides a unified explanation for key experimental signatures\npreviously attributed to spin-charge separation, including features observed in\noptical conductivity. Additionally, we show that SrCuO2 exhibits a nontrivial\ninterchain coupling that significantly influences both its one-particle and\ntwo-particle spectral functions. By comparing the spectral features of SrCuO2\nwith those of La2CuO4, we argue that SrCuO2 shares notable similarities with\nthe two-dimensional cuprates - both being rooted in a common CuO4\nplaquette-based molecular orbital framework."}
{"id": "2510.06770", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.06770", "abs": "https://arxiv.org/abs/2510.06770", "authors": ["Sani Y. Harouna-Mayer", "Melike Gumus Akcaalan", "Jagadesh Kopula Kesavan", "Tjark R. L. Groene", "Lars Klemeyer", "Sarah-Alexandra Hussak", "Lukas Grote", "a Davide Derelli", "Francesco Caddeo", "Cecilia Zito", "Paul Stützle", "Dorota Speer", "Ann-Christin Dippel", "Blanka Detlefs", "Yannik Appiarius", "Axel Jacobi von Wangelin", "Dorota Koziej"], "title": "Modular Reactor for In Situ X-ray Scattering, Spectroscopy, and ATR-IR Studies of Solvothermal Nanoparticle Synthesis", "comment": null, "summary": "Understanding the chemical processes that occur during the solvothermal\nsynthesis of functional nanomaterials is essential for their rational design\nand optimization for specific applications. However, these processes remain\npoorly understood, primarily due to the limitations of conventional ex situ\ncharacterization techniques and the technical challenges associated with in\nsitu studies, particularly the design and implementation of suitable reactors.\nHere, we present a versatile cell suitable for in situ X-ray scattering, X-ray\nspectroscopy, and infrared spectroscopy studies performed during solvothermal\nsynthesis under autoclave-like, inert conditions. The reactor enables precise\ncontrol of the temperature between -20 C and 200 C, pressures up to 8 bar,\nmagnetic stirring, and injection of gas or liquids. The reactor's capabilities\nare demonstrated by comprehensively studying the solvothermal synthesis of\nmagnetite nanoparticles from iron acetylacetonate in benzyl alcohol through in\nsitu X-ray scattering and spectroscopy, and ATR-IR spectroscopy."}
{"id": "2510.06795", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06795", "abs": "https://arxiv.org/abs/2510.06795", "authors": ["Peter Reimann", "Nicolas Nessi"], "title": "Comparison of typicality in quantum and classical many-body systems", "comment": null, "summary": "Quantum typicality refers to the phenomenon that the expectation values of\nany given observable are nearly identical for the overwhelming majority of all\nnormalized vectors in a sufficiently high-dimensional Hilbert (sub-)space. As a\nconsequence, we show that the thermal equilibrium fluctuations in many-body\nquantum systems can be very closely imitated by the purely quantum mechanical\nuncertainties (quantum fluctuations) of suitably chosen pure states. On the\nother hand, we find that analogous typicality effects of similar generality are\nnot encountered in classical systems. The reason is that the basic mathematical\nstructure, in particular the description of pure states, is fundamentally\ndifferent in quantum and classical mechanics."}
{"id": "2510.06808", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06808", "abs": "https://arxiv.org/abs/2510.06808", "authors": ["Jeppe Jon Cederholm", "Zhian Xu", "Yanfeng Guo", "Martin Ovesen", "Thomas Olsen", "Kristine M. L. Krighaar", "Chrystalla Knekna", "Jian Rui Soh", "Youngro Lee", "Navid Qureshi", "Jose Alberto Rodriguez Velamazan", "Eric Ressouche", "Andrew T. Boothroyd", "Henrik Jacobsen"], "title": "Ground state magnetic structure of Mn3Sn", "comment": "7 pages, 7 figures", "summary": "We use spherical neutron polarimetry to determine the ground state magnetic\nstructure of Mn3Sn. We find that Mn3Sn adopts an inverse triangular structure\nwith spins parallel to <100> (Type III) rather than spins parallel to <110>\n(Type IV). Density functional theory calculations reveal no energy difference\nbetween these two structures, suggesting that the selection is caused by subtle\neffects such as sixth-order anisotropy. Partial control of the magnetic domain\npopulation through a moderate magnetic field is key to distinguish between the\ntwo models. We find that three of the six domains are approximately equally\npopulated, while the others have negligible population. Upon entering the low\ntemperature incommensurate phase, the domain structure is lost. The domains\ndecouple from the magnetic field, and can therefore not be controlled by any\nknown method."}
{"id": "2510.06818", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.06818", "abs": "https://arxiv.org/abs/2510.06818", "authors": ["Borko Stosic"], "title": "Thermodynamics of data", "comment": null, "summary": "The recently introduced concept of generalized thermodynamics is explored\nhere in the context of 1d, 2d and 3d data analysis, performed on samples drawn\nfrom a 3d X-ray soil sample image. Different threshold levels are used to\nbinarize the 3d sample, wherefrom relative frequencies of binary patterns are\nfound and then used to address finite size scaling behavior of the response\nfunctions as a function of the disorder parameter (equivalent of temperature in\nthermodynamics). It is found that for different threshold levels response\nfunctions for increasing sample sizes approach the thermodynamic limit from\ndifferent directions, with a crossover reminiscent of a transition from open to\nperiodic boundaries of the Ising model, implying existence of a characteristic\ncorrelation scale. It is argued here that this characteristic scale corresponds\nto the \"natural\" properties of the data, where correlations within finite size\nsamples are neither underestimated nor overestimated. In the current context of\nsoil this scale may be related to the so-called Representative elementary\nvolume (REV), while in other situations this characteristic scale should be\ninterpreted in the context of the phenomenon under study."}
{"id": "2510.06862", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.06862", "abs": "https://arxiv.org/abs/2510.06862", "authors": ["Vidar Gudmundsson", "Vram Mughnetsyan", "Hsi-Sheng Goan", "Jeng-Da Chai", "Nzar Rauf Abdullah", "Chi-Shung Tang", "Wen-Hsuan Kuan", "Valeriu Moldoveanu", "Andrei Manolescu"], "title": "Signatures of broken symmetries in the excitations of a periodic 2DEG coupled to a cylindrical photon cavity", "comment": "RevTeX - pdfLaTeX, 14 pages with 12 included pdf figures", "summary": "In a two-dimensional electron gas (2DEG) in a periodic lateral superlattice\nsubjected to an external homogeneous magnetic field and in a cylindrical\nfar-infrared photon cavity we search for effects of broken symmetries: Static\nones, stemming from the unit cell of the system, and the external magnetic\nfield together with the dynamic ones caused by the vector potential of the\ncavity promoting magnetic types of transitions, and the chirality of the\nexcitation pulse. The Coulomb interaction of the electrons is described within\ndensity functional theory, but the electron-photon interactions are handled by\na configuration interaction formalism within each step of the density\nfunctional approach, both for the static and the dynamic system. In the\ndynamical calculations we observe weak chiral effects that change character as\nthe strength of the electron-photon interaction and the external magnetic field\nare increased. From the analysis of the chiral effects we identify an important\nconnection of the para- and diamagnetic electron-photon interactions that\npromotes the diamagnetic interaction in the present system when the interaction\nstrength is increased. Furthermore, the asymmetric potential in the unit cell\nof the square array activates collective oscillation modes that are not present\nin the system when the unit cell has a higher symmetry."}
{"id": "2510.06875", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06875", "abs": "https://arxiv.org/abs/2510.06875", "authors": ["Tanvir Khan", "Md Hasan Shahriar Rifat", "M. Ibrahim", "Razia Marzia", "F. Parvin"], "title": "Computational Study on the Physical Properties and Hydrogen Storage Capability of Insulating LaMg2H7", "comment": "31 pages, 8 figures", "summary": "LaMg2H7 is a ternary wide band gap semiconductor that is a member of the\nhydride family. The bulk physical characteristics of the LaMg2H7 compound,\nincluding its structural, electronic band structure, elastic, thermal, and\noptical characteristics, have been examined in this work utilizing density\nfunctional theory (DFT). The elastic constants indicate that {\\rm LaMg}_2H_7 is\nmechanically stable, brittle in nature, and anisotropic. This studied compound\npossesses a moderate level of hardness. The band structure and density of\nstates have been examined to have a better understanding of its electronic\nbehavior. The intrinsic carrier concentrations and effective masses have been\ndetermined using the band structure. The gravimetric hydrogen storage capacity\n(Cwt%) has been calculated, indicating that this compound is suitable for\nhydrogen storage applications. This compound is dynamically stable, as\nconfirmed by its phonon dispersion. Here, the details of this wide-band-gap\nsemiconductor's reflectivity, absorption coefficient, refractive index,\ndielectric function, optical conductivity, and loss function are investigated.\nThe substance is a moderate reflector of ultraviolet (UV) light. The absorption\nand conductivity support the gap in the band structure. The thermodynamic\nproperties, such as bulk modulus, internal energy, specific heat capacity,\nentropy, thermal expansion coefficient, and Debye temperature, have been\nexplored at varying temperatures and pressures. {\\rm LaMg}_2H_7 has a moderate\nlevel of melting temperature with higher lattice thermal conductivity. The\nvalue of the thermal expansion coefficient and minimum thermal conductivity is\nhighly recommended for use as a thermal barrier coating (TBC)."}
{"id": "2510.06894", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06894", "abs": "https://arxiv.org/abs/2510.06894", "authors": ["Tsofar Maniv", "Vladimir Zhuravlev"], "title": "Field-Induced SIT in Disordered 2D Electron systems: The case of amorphous Indium-Oxide thin films", "comment": null, "summary": "The phenomenon of field-induced superconductor to insulator transition (SIT)\nin disordered 2D electron systems has been a subject of controversy since its\ndiscovery in the early 1990s. Here we present a phenomenological quantitative\ntheory of this phenomenon which is not based exclusively on the boson-vortex\nduality used commonly in the field. Within a new low-temperature framework of\nthe time-dependent Ginzburg-Landau (TDGL) functional approach to\nsuperconducting fluctuations we propose and develop a scenario in which bosons\nof Cooper-pair fluctuations (CPFs) condense and localize in real-space\nmesoscopic puddles under increasing magnetic field due to diminishing stiffness\nof the fluctuation modes at low temperatures in a broad range of momentum\nspace. Quantum tunneled CPFs relieving the condensed mesoscopic puddles, which\nconsequently pair break into fermionic quasi-particle excitations, dominate the\nthermally activated inter-puddles transport. The spatially shrinking puddles of\nCPFs, embedded in expanding normal-state regions, upon further increasing\nfield, suppress the quasi-particle excitation gap and so lead to high-field\nnegative magneto-resistance (MR). Application to amorphous Indium-Oxide thin\nfilms shows good quantitative agreement with experimental sheet resistance\ndata. In particular, in agreement with the experiment at low temperatures (i.e.\nwell below the quantum tunneling pair breaking \"temperature\"), the sheet\nresistance isotherms are predicted to show a single crossing point at a quantum\ncritical field not far below the MR peak."}
{"id": "2510.06895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06895", "abs": "https://arxiv.org/abs/2510.06895", "authors": ["Freya Johnson", "Jan Zemen", "Helena Knowles", "Lesley F. Cohen"], "title": "Uncovering domain morphology in an unconventional magnet with scanning diamond quantum magnetometry", "comment": "13 pages, 5 figures", "summary": "Unconventional magnetic materials including non-collinear antiferromagnets,\np-wave magnets and altermagnets, are an emerging frontier for quantum\nspintronics and hybrid quantum devices. Critical to the application of these\nmaterials is control over the magnetic domain state, as their unique,\nsymmetry-driven properties vanish in a multi-domain limit. However, the\nmechanisms governing domain formation in materials with compensated local\nmoments remain poorly understood. In this work, we examine the ferrimagnetic to\nnon-collinear antiferromagnetic phase transition of Mn3NiN using scanning\nnitrogen-vacancy centre magnetometry. We provide nanoscale mapping of the\nmagnetic domain evolution on cooling and correlate the local stray fields with\nglobal magnetometry and anomalous Hall effect measurements. We observe the\nformation of a disordered, dendritic domain structure whose roughness is\nquantified using its fractal dimension. The fractal dimension steadily\nincreases on cooling through the transition, saturating at a value of ~ 1.55 in\nthe non-collinear phase, but the domain area distribution does not show any\nsignificant changes. We show this behaviour cannot be explained by the balance\nof demagnetisation energy and domain wall energy, and conclude elastic\ncontributions and defects are a critical factor to explain the domain size."}
{"id": "2510.06904", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06904", "abs": "https://arxiv.org/abs/2510.06904", "authors": ["Michael D. Atkinson", "Michael D. White", "Adam J. Plowman", "Pratheek Shanthraj"], "title": "Microstructure sensitive recurrent neural network surrogate model of crystal plasticity", "comment": "34 pages, 12 figures", "summary": "The development of next-generation structural materials for harsh\nenvironments requires rapid assessment of mechanical performance and its\ndependence on microstructure. While full-field crystal plasticity (CP) models\nprovide detailed insights, the high computational cost limits their use with\nuncertainty quantification workflows and in component-scale simulation.\nSurrogate models based on recurrent neural networks (RNNs) have shown promise\nin reproducing history-dependent mechanical behaviour but are applied to models\nwith either fixed microstructure or representative volume elements. Here, we\ndevelop a microstructure sensitive RNN surrogate that predicts homogenised\nstress responses directly from three-dimensional grain structures and arbitrary\ndeformation histories. The architecture employs a gated recurrent unit (GRU)\nwith mappings from microstructure to both the initial hidden state and sequence\ninputs, allowing the model to capture path dependence and microstructure\nvariability. Training data comprised of over 300,000 CP simulations generated\nusing combinations of randomly generated microstructures and loading paths. The\nmodel was found to reproduce CP predictions for both in-distribution validation\ndata and unseen deformation modes, with errors of 2 MPa to 3 MPa.\nOut-of-distribution microstructures were more difficult to predict, emphasising\nthe need for representative training data with, for example, heavily textured\nmicrostructures. Embedding the model into a multiscale framework demonstrates\nits ability to replace conventional constitutive updates, reducing\ncomputational cost while preserving key features of the stress distribution.\nThese results establish microstructure-informed RNN surrogates as a promising\nalternative to direct CP simulations, offering a pathway toward rapid\nmultiscale modelling and uncertainty quantification."}
{"id": "2510.06966", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06966", "abs": "https://arxiv.org/abs/2510.06966", "authors": ["Ali Hamedani", "Andrea E. Sand"], "title": "SiC-TGAP: A machine learning interatomic potential for radiation damage simulations in 3C-SiC", "comment": null, "summary": "Silicon carbide (SiC) has long been a subject of study for its application in\nharsh environments. Existing empirical interatomic potentials for 3C-SiC show\nsignificant discrepancies in predicting the properties that are crucial in\ndescribing the evolution of defects generated in collision cascades. We present\na Gaussian approximation potential model for 3C-SiC (TGAP) trained by two-body\nand the turboSOAP many-body descriptors. The dataset covers crystalline, liquid\nand amorphous phases. To accurately capture defect dynamics, twenty-one defect\ntypes have been included in the dataset. TGAP captures the experimentally\nobserved decomposition of carbon atoms in the liquid phase at atmospheric\npressure, while also accurately reproducing the radial distribution function of\nthe high-temperature homogeneous liquid phase across a range of densities.\nMoreover, it predicts the melting point in very good agreement with density\nfunctional theory and experiments. The potential is equipped with the\nNordlund-Lehtola-Hobler repulsive potential to capture the high repulsion of\nrecoils in the collision cascades. TGAP provides an accurate tool for atomistic\nsimulation of radiation damage in cubic SiC."}
{"id": "2510.07001", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07001", "abs": "https://arxiv.org/abs/2510.07001", "authors": ["Jihang Zhu", "Chunli Huang"], "title": "Magnetic-Field-Induced Geometric Response of Mean-Field Projectors: Streda Formula and Orbital Magnetization", "comment": "6 pages", "summary": "We study the magnetic-field response of interacting electron systems within\nmean-field theory using perturbation theory. We show that the linear response\nof the mean-field density-matrix to a weak magnetic field is purely geometric:\nit depends only on wavefunction derivatives, the Berry connections linking the\noccupied and unoccupied subspaces, and is independent of the interaction\npotential and the quasiparticle dispersion. This leads to compact,\ngauge-invariant projector expressions for both the St\\v{r}eda formula and the\nformula for orbital magnetization. Our calculation explicitly elucidates the\nrole of exchange and self-consistency in defining current vertices for orbital\nmagnetization calculations. Our work establishes a direct connection between\nmean-field theory, quantum geometry and the non-interacting topological band\ntheory."}
{"id": "2510.07020", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.07020", "abs": "https://arxiv.org/abs/2510.07020", "authors": ["Yogesh Kumar", "Hurmal Saren", "Pintu Das"], "title": "Thermal gradient-driven skyrmion dynamics with near-zero skyrmion Hall angle", "comment": "5 figures", "summary": "Thermal gradient driven skyrmion dynamics offers a promising route toward\ngreen spintronics, enabling the utilization of waste heat for information\ntransport and processing. Using micromagnetic simulations, we investigate Neel\nskyrmions in a Co-Pt bilayer nanoracetrack and demonstrate that stochastic\ntorques induced by a thermal gradient drive skyrmion motion toward the hotter\nregion with a nearly vanishing Hall angle. The dynamics depends sensitively on\nintrinsic material parameters - the skyrmion velocity decreases with increasing\ndamping constant, increases with stronger thermal gradients, and varies\nsystematically with saturation magnetization, interfacial DMI strength, and\nuniaxial out of plane anisotropy. Importantly, we identify a specific range of\nmaterial parameters within which the skyrmion velocity changes sharply while\nthe Hall angle remains strongly suppressed, saturating near zero. This\ncomprehensive parameter-dependent study establishes a universal design\nframework for minimizing the Hall effect in thermal gradient driven spintronic\nsystems."}
{"id": "2510.07023", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07023", "abs": "https://arxiv.org/abs/2510.07023", "authors": ["Adam Gammon-Smith", "Michael Knap", "Frank Pollmann"], "title": "Simulating Topological Order on Quantum Processors", "comment": "14 pages, 5 figures", "summary": "It is an ongoing quest to realize topologically ordered quantum states on\ndifferent platforms including condensed matter systems, quantum simulators and\ndigital quantum processors. Unlike conventional states characterized by their\nlocal order, these exotic states are characterized by their non-local\nentanglement. The consequences of topological order can be as profound as they\nare surprising, ranging from the emergence of fractionalized anyonic\nexcitations to potentially providing a scalable platform for quantum error\ncorrection. This deep connection to quantum computing naturally motivates the\nrealization and study of topologically ordered quantum states on quantum\nprocessors. However, due to the non-local nature of these states, their study\npresents a challenge for near-term quantum devices. This Perspective aims to\nreview the recent progress towards the experimental realization of\ntopologically ordered quantum states, their potential applications, and\npromising directions of future research."}
{"id": "2510.07029", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07029", "abs": "https://arxiv.org/abs/2510.07029", "authors": ["Edward McCann"], "title": "Noninteracting tight-binding models for Fock parafermions", "comment": "7 pages plus supplementary", "summary": "By mapping itinerant spin-$1/2$ fermions to four-state Fock parafermions, we\nconstruct noninteracting tight-binding models for Fock parafermions in one\ndimension. They have single-particle real energy spectra consisting of a sum of\nsingle-particle energy levels each multiplied by a parafermionic occupation\nnumber. The single-particle levels may be determined by diagonalizing a square\nmatrix whose order scales linearly with system size. These levels are the same\nas those of noninteracting fermionic models, as we show explicitly for the\nRice-Mele model and the Su-Schrieffer-Heeger model. We show that the\nthermodynamic distribution function for the occupation numbers of\nnoninteracting four-state parafermions is consistent with the mapping to\nspin-$1/2$ fermions. We apply the mapping to create a parafermionic counterpart\nof the Kitaev superconducting chain and show that the ground state in the\ntopological phase is fourfold degenerate, with each ground state distinguished\nby the fourfold parafermionic occupation numbers of Majorana edge modes."}
{"id": "2510.07075", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07075", "abs": "https://arxiv.org/abs/2510.07075", "authors": ["Yu Li", "Zhiqiang Zhao", "Zhuhua Zhang", "Yong-Wei Zhang", "Jin-Wu Jiang"], "title": "Anomalous strain-dependent thermal conductivity in superelastic screw-dislocated graphites", "comment": "12 pages, 7 figures", "summary": "The design of strain-stable, or even strain-enhanced thermal transport\nmaterials is critical for stable operation of high-performance electronic\ndevices. However, most nanomaterials suffer from strain-induced degradation,\nwith even minor tensile strains markedly reducing thermal conductivity. Here,\nwe demonstrate that screw-dislocated graphites (SDGs), recently identified as\ntopological semimetals, display an unusual increase in cross-plane thermal\nconductivity under both tensile and compressive strains, revealed by\nhigh-accuracy machine-learning-potential-driven non-equilibrium molecular\ndynamics. Notably, SDGs exhibit over 100% enhancement under tensile strains up\nto 80% along the dislocation axis, arising from strain-induced increase in\ndislocation interface tilt angle that elongates the effective heat transfer\npaths. Their thermal conductivity surpasses multilayer graphene by an order of\nmagnitude. An analytical model is further derived linking thermal conductivity\nto dislocation number and strain, offering a predictive framework for designing\nstrain-tunable screwdislocated structures. These findings highlight SDGs as a\npromising platform for high-performance electronic and wearable devices with\ntunable thermal properties."}
{"id": "2510.07097", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07097", "abs": "https://arxiv.org/abs/2510.07097", "authors": ["F. Liu", "Z. Yang", "Y. Luo", "S. Guo", "C. Zhang", "S. Choo", "X. Xu", "X. Wang", "K. A. Mkhoyan", "M. Bernardi", "B. Jalan"], "title": "Understanding Polaronic Transport in Anatase TiO2 Films by Combining Precise Synthesis and First-Principles Many-Body Theory", "comment": "22 pages, 4 figures", "summary": "In complex oxides, charge carriers often couple strongly with lattice\nvibrations to form polarons-entangled electron-phonon quasiparticles whose\ntransport properties remain difficult to characterize. Experimental access to\nintrinsic polaronic transport requires ultraclean samples, while theoretical\ndescriptions demand methods beyond low-order perturbation theory. Here, we\ncombine the growth of high-quality oxygen-vacancy-doped anatase TiO2 films by\nhybrid molecular beam epitaxy (MBE) with a first-principles electron-phonon\ndiagrammatic Monte Carlo (FEP-DMC) framework recently developed for accurate\npolaron predictions. Our films exhibit record-high electron mobility for\nanatase TiO2, in excellent agreement with FEP-DMC calculations conducted prior\nto experiment, which predict a room-temperature mobility of 45 +/- 15 cm2V-1s-1\nand a mobility-temperature scaling of mobility proportional to T^(-1.9 +/-\n0.077). Microscopic analysis using scanning transmission electron microscopy\nand X-ray photoelectron spectroscopy reveals the role of oxygen vacancies in\nmodulating transport at lower temperatures. FEP-DMC further provides\nquantitative insight into polaron formation energy, phonon cloud distribution,\nlattice distortion around the polaron, and the polaronic contribution to\nmobility. Together, these results establish a predictive theory-experiment\nworkflow to characterize polarons and provide a microscopic understanding of\nlarge-polaron transport in anatase TiO2, with broader implications for complex\noxides and other polaronic materials."}
{"id": "2510.07101", "categories": ["cond-mat.stat-mech", "cs.GT"], "pdf": "https://arxiv.org/pdf/2510.07101", "abs": "https://arxiv.org/abs/2510.07101", "authors": ["Pasquale Casaburi", "Giovanni Piccioli", "Pierpaolo Vivo"], "title": "Data as Commodity: a Game-Theoretic Principle for Information Pricing", "comment": null, "summary": "Data is the central commodity of the digital economy. Unlike physical goods,\nit is non-rival, replicable at near-zero cost, and traded under heterogeneous\nlicensing rules. These properties defy standard supply--demand theory and call\nfor new pricing principles. We propose a game-theoretic approach in which the\nvalue of a data string emerges from strategic competition among N players\nbetting on an underlying stochastic process, each holding partial information\nabout past outcomes. A better-informed player faces a choice: exploit their\ninformational advantage, or sell part of their dataset to less-informed\ncompetitors. By analytically computing the Nash equilibrium of the game, we\ndetermine the price range where the trade is beneficial to both buyer and\nseller. We uncover a rich landscape of market effects that diverge from\ntextbook economics: first, prospective sellers and buyers can compete or\njointly exploit the less informed competitors depending on the quality of data\nthey hold. In a symbiotic regime, the seller can even share data for free while\nstill improving her payoffs, showing that losing exclusivity does not\nnecessarily reduce profit. Moreover, rivalry between well-informed players can\nparadoxically benefit uninformed ones, demonstrating that information abundance\ndoes not always translate to higher payoffs. We also show that the number of\nplayers influences the competition between informed parties: trades impossible\nin small markets become feasible in larger ones. These findings establish a\ntheoretical foundation for the pricing of intangible goods in dynamically\ninteracting digital markets, which are in need of robust valuation principles."}
{"id": "2510.07186", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07186", "abs": "https://arxiv.org/abs/2510.07186", "authors": ["Alessio Catanzaro", "Diego Garlaschelli", "Subodh P. Patil"], "title": "Renormalization of Interacting Random Graph Models", "comment": null, "summary": "Random graphs offer a useful mathematical representation of a variety of real\nworld complex networks. Exponential random graphs, for example, are\nparticularly suited towards generating random graphs constrained to have\nspecified statistical moments. In this investigation, we elaborate on a\ngeneralization of the former where link probabilities are conditioned on the\nappearance of other links, corresponding to the introduction of interactions in\nan effective generalized statistical mechanical formalism. When restricted to\nthe simplest non-trivial case of pairwise interactions, one can derive a closed\nform renormalization group transformation for maximum coordination number two\non the corresponding line graph. Higher coordination numbers do not admit exact\nclosed form renormalization group transformations, a feature that paraphrases\nthe usual absence of exact transformations in two or more dimensional lattice\nsystems. We introduce disorder and study the induced renormalization group flow\non its probability assignments, highlighting its formal equivalence to time\nreversed anisotropic drift-diffusion on the statistical manifold associated\nwith the effective Hamiltonian. We discuss the implications of our findings,\nstressing the long wavelength irrelevance of certain classes of pair-wise\nconditioning on random graphs, and conclude with possible applications. These\ninclude modeling the scaling behavior of preferential effects on social\nnetworks, opinion dynamics, and reinforcement effects on neural networks, as\nwell as how our findings offer a systematic framework to deal with data\nlimitations in inference and reconstruction problems."}
{"id": "2510.07212", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.07212", "abs": "https://arxiv.org/abs/2510.07212", "authors": ["Léo Touzo", "Pierre Le Doussal"], "title": "Non-uniqueness of the steady state for run-and-tumble particles with a double-well interaction potential", "comment": "29 pages, 11 figures", "summary": "We study $N$ run-and-tumble particles (RTPs) in one dimension interacting via\na double-well potential $W(r)=-k_0 \\, r^2/2+g \\, r^4/4$, which is repulsive at\nshort interparticle distance $r$ and attractive at large distance. At large\ntime, the system forms a bound state where the density of particles has a\nfinite support. We focus on the determination of the total density of particles\nin the stationary state $\\rho_s(x)$, in the limit $N\\to+\\infty$. We obtain an\nexplicit expression for $\\rho_s(x)$ as a function of the ''renormalized\"\ninteraction parameter $k=k_0-3m_2$ where $m_2$ is the second moment of\n$\\rho_s(x)$. Interestingly, this stationary solution exhibits a transition\nbetween a connected and a disconnected support for a certain value of $k$,\nwhich has no equivalent in the case of Brownian particles. Analyzing in detail\nthe expression of the stationary density in the two cases, we find a variety of\nregimes characterized by different behaviors near the edges of the support and\naround $x=0$. Furthermore, we find that the mapping $k_0\\to k$ becomes\nmulti-valued below a certain value of the tumbling rate $\\gamma$ of the RTPs\nfor some range of values of $k_0$ near the transition, implying the existence\nof two stable solutions. Finally, we show that in the case of a disconnected\nsupport, it is possible to observe steady states where the density $\\rho_s(x)$\nis not symmetric. All our analytical predictions are in good agreement with\nnumerical simulations already for systems of $N = 100$ particles. The\nnon-uniqueness of the stationary state is a particular feature of this model in\nthe presence of active (RTP) noise, which contrasts with the uniqueness of the\nGibbs equilibrium for Brownian particles. We argue that these results are also\nrelevant for a class of more realistic interactions with both an attractive and\na repulsive part, but which decay at infinity."}
{"id": "2510.07214", "categories": ["cond-mat.mes-hall", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.07214", "abs": "https://arxiv.org/abs/2510.07214", "authors": ["Heming Wang", "Janet Zhong", "Shanhui Fan"], "title": "Topology of the generalized Brillouin zone of one-dimensional models", "comment": "11 pages, 5 figures", "summary": "The generalized Brillouin zones (GBZs) are integral in the analysis of\nnon-Hermitian band structures. Conventional wisdom suggests that the GBZ should\nbe connected, where each point can be indexed by the real part of the\nwavevector, similar to the Brillouin zone. Here we demonstrate rich topological\nfeatures of the GBZs in generic non-Hermitian one-dimensional models. We prove\nand discuss a set of sufficient conditions for the model to ensure the\nconnectivity of its GBZ. In addition, we show that the GBZ can become\ndisconnected and have more connected components than the number of bands, which\nresults from the point-gap features of the band structure. This novel GBZ\ntopology is applied to further demonstrate a counterintuitive effect, where the\nline gap of an open-boundary spectrum with sublattice symmetry may be closed\nwithout changing its point-gap topology. Our results challenge the current\nunderstanding of bands and gaps in non-Hermitian systems and highlight the need\nto further investigate the topological effects associated with the GBZ\nincluding topological invariants and open-boundary braiding."}
{"id": "2510.07229", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07229", "abs": "https://arxiv.org/abs/2510.07229", "authors": ["Keigo Takahashi", "Hiroyasu Matsuura", "Hideaki Maebashi", "Masao Ogata"], "title": "Electrical and thermal magnetotransport and the Wiedemann-Franz law in semimetals with electron-electron scattering", "comment": "32 pages, 15 figures", "summary": "We study the electrical and thermal transport properties and the violation of\nthe Wiedemann-Franz (WF) law of two-carrier semimetals using exact treatments\nof the Boltzmann equation with the impurity and electron-electron scatterings\nin a magnetic field. For comparison, we also study those in the case of Baber\nscattering: a single-carrier system with an impurity scattering and\nphenomenological momentum-dissipative electron-electron scattering. In both\nsystems, the longitudinal and transverse WF laws, $L = L_{\\text{H}} = L_{0}=\n\\pi^2k_B^2/3e^2$, hold at zero temperature, where the Lorenz ratio $L$ and the\nHall Lorenz ratio $L_{\\text{H}}$ are ratios of thermal conductivity\n$\\kappa_{\\mu\\nu}$ to electrical conductivity $\\sigma_{\\mu\\nu}$ divided by\ntemperature. However, the electron-electron scattering makes Lorenz ratios\ndeviate from $L_{0}$ with increasing temperature. To describe the WF law in a\nmagnetic field, we introduce another set of Lorenz ratios, $\\widetilde{L}$ and\n$\\widetilde{L}_{\\text{H}}$, defined as the ratios of the resistivity and the\nHall coefficient to their thermal counterparts. The WF laws for them,\n$\\widetilde{L} = \\widetilde{L}_{\\text{H}} = L_{0}$, and their violation are\nhelpful for the discussion of $L$ and $L_{\\text{H}}$. For Baber scattering, our\nexact result shows $L_{\\text{H}}/L_{0} \\sim (L/L_{0})^2$ in a weak magnetic\nfield. In semimetals, the violations of the WF laws are significant, reflecting\nthe different temperature dependence between the electrical and thermal\nresistivities in a magnetic field. This is because the momentum conservation of\nthe electron-electron scattering has a completely different effect on\nelectrical and thermal magnetotransport. We sort out these behaviors using\n$\\widetilde{L}$ and $\\widetilde{L}_{\\text{H}}$. We also provide a relaxation\ntime approximation, which is useful for comparing theory and experiment."}
{"id": "2510.07279", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07279", "abs": "https://arxiv.org/abs/2510.07279", "authors": ["Oleksandra Kovalska", "Jan von Delft", "Andreas Gleis"], "title": "Tangent space Krylov computation of real-frequency spectral functions: Influence of density-assisted hopping on 2D Mott physics", "comment": "22 pages", "summary": "We present a tangent-space Krylov (TaSK) method for efficient computation of\nzero-temperature real-frequency spectral functions on top of ground state (GS)\nmatrix product states (MPS) obtained from the Density Matrix Renormalization\nGroup. It relies on projecting resolvents to the tangent space of the GS-MPS,\nwhere they can be efficiently represented using Krylov space techniques. This\nallows for a direct computation of spectral weights and their corresponding\npositions on the real-frequency axis. We demonstrate the accuracy and\nefficiency of the TaSK approach by showcasing spectral data for various models.\nThese include the 1D Haldane-Shastry and Heisenberg models as benchmarks. As an\ninteresting application, we study the Hubbard model on a cylinder at\nhalf-filling, augmented by a density-assisted hopping (DAH) term. We find that\nDAH leads to particle-hole asymmetric single-particle mobilities and lifetimes\nin the resulting Mott insulator, and identify the responsible scattering\nprocesses. Further, we find that DAH influences the dispersion of Green's\nfunction zeros beyond its range, which has a frustrating effect on the Mott\ninsulator studied here."}
{"id": "2510.07301", "categories": ["cond-mat.stat-mech", "math.DS"], "pdf": "https://arxiv.org/pdf/2510.07301", "abs": "https://arxiv.org/abs/2510.07301", "authors": ["Yi-Ping Ma", "Ivan Sudakow", "P. L. Krapivsky", "Sergey A. Vakulenko"], "title": "Dynamics of feedback Ising model", "comment": "22 pages, 13 figures", "summary": "We study the dynamics of a mean-field Ising model whose coupling depends on\nthe magnetization via a linear feedback function. A key feature of this linear\nfeedback Ising model (FIM) is the possibility of temperature-induced\nbistability, where a temperature increase can favor bistability between two\nphases. We show that the linear FIM provides a minimal model for a\ntranscritical bifurcation as the temperature varies. Moreover, there can be two\nor three critical temperatures when the external magnetic field is\nnon-negative. In the bistable region, we identify a Maxwell temperature where\nthe two phases are equally probable, and we find that increasing the\ntemperature favors the lower phase. We show that the probability distribution\nbecomes non-Gaussian on certain time intervals when the magnetization converges\nalgebraically at either zero temperature or critical temperatures. Near\ncritical points in the parameter space, we derive a Fokker-Planck equation,\nconstruct the families of equilibrium distributions, and formulate scaling laws\nfor transition rates between two stable equilibria. The linear FIM provides\nconsiderable freedom to control steady-state bifurcations and their associated\nequilibrium distributions, which can be desirable for modeling feedback systems\nacross disciplines."}
