{"id": "2510.13874", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13874", "abs": "https://arxiv.org/abs/2510.13874", "authors": ["G. Krizman", "A. Kazakov", "C. -W. Cho", "V. V. Volobuev", "A. Majou", "E. Ben Achour", "T. Wojtowicz", "G. Bauer", "Y. Guldner", "B. A. Piot", "Th. Jolicoeur", "G. Springholz", "L. -A. de Vaulchier"], "title": "Spontaneous Breaking of the SU(3) Flavor Symmetry in a Quantum Hall Valley Nematic", "comment": "10 pages, 3 figure, 1 supplementary materials", "summary": "Two-dimensional quantum materials can host original electronic phases that\narise from the interplay of electronic correlations, symmetry and topology. In\nparticular, the spontaneous breaking of internal symmetry that acts\nsimultaneously on the pseudospin and the spatial degree of freedom realizes a\nnematic ordering. We report evidence of a quantum Hall valley nematic phase\nwith an underlying SU(3) order parameter space obtained by a spontaneous\npolarization between the threefold degenerate valley pseudospins in Pb1-xSnxSe\nquantum wells. In the presence of a Zeeman field, we demonstrate a further\ncontrol of the nematic ordering with an explicit symmetry breaking. Evidence of\nboth spontaneous and explicit SU(3) symmetry breaking, reminiscent of the quark\nflavor paradigm, is of fundamental interest to shape the many body physics in a\nSU(3) system."}
{"id": "2510.13960", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.13960", "abs": "https://arxiv.org/abs/2510.13960", "authors": ["Svitlana Kondovych", "Asle Sudbø", "Flavio S. Nogueira"], "title": "Unconventional criticality in $O(D)$-invariant loop-constrained Landau theory", "comment": "6 pages, 1 diagram", "summary": "We study the critical behavior of a Landau-type theory for ferroelectrics in\nwhich the polarization order parameter $\\vec{P}$ is subject to a\ndivergence-free constraint, such that only loop-like polarization\nconfigurations contribute to the partition function. This constraint forces the\nnumber of components of the field $\\vec{P}$ to equal the spatial dimensionality\n$D$, allowing a natural extension of the present theory to $O(N)$ models with\n$N=D$. Renormalization group analysis reveals critical behavior beyond the\nconventional Landau-Ginzburg-Wilson paradigm. In particular, the order\nparameter acquires a remarkably large anomalous dimension, with $\\eta\\approx\n0.239$ in three dimensions -- significantly exceeding the value $\\eta\\approx\n0.034$ typical of the $O(3)$ universality class. This is due to an emergent\ngauge symmetry originating with the local constraint."}
{"id": "2510.14048", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14048", "abs": "https://arxiv.org/abs/2510.14048", "authors": ["Shashi B. Mishra", "Zhe Liu", "Sabyasachi Tiwari", "Feliciano Giustino", "Elena R. Margine"], "title": "Comparative study of phonon-limited carrier transport in the Weyl semimetal TaAs family", "comment": "8 pages, 6 figures", "summary": "We present a systematic first-principles study of phonon-limited transport in\nthe TaAs family of Weyl semimetals using the ab initio Boltzmann transport\nequation. The calculated electrical conductivities show excellent agreement\nwith experimental data for high-quality samples, confirming that transport in\nthese systems is predominantly limited by phonon scattering. Among the four\ncompounds, NbP achieves the highest conductivity, governed primarily by its\nlarge Fermi velocities that offset its stronger scattering rates. In contrast,\nTaAs displays the lowest conductivity, linked to reduced carrier pockets and\nlimited carrier velocities. Additionally, NbP conductivity remains largely\nunaffected by small hole or electron doping, whereas TaAs exhibits pronounced\nelectron-hole asymmetry. NbAs and TaP show intermediate behavior, reflecting\ntheir Fermi surface topologies and scattering phase space. These findings\nprovide microscopic insight into the transport mechanisms of the TaAs family\nand emphasize the critical role of phonons, doping, and carrier dynamics in\nshaping their electronic response."}
{"id": "2510.14080", "categories": ["cond-mat.mes-hall", "35Q92, 76M25, 82D80"], "pdf": "https://arxiv.org/pdf/2510.14080", "abs": "https://arxiv.org/abs/2510.14080", "authors": ["Ayelet Ben-Kish Sharvit", "Yoav Green"], "title": "Towards a unified mechanistic understanding of the electrical response of bipolar nanofluidic systems", "comment": "31 pages, 8 figures", "summary": "Bipolar nanoporous membranes and bipolar nanochannels are used in water\ndesalination and energy-harvesting systems that provide clean water and green\nenergy, respectively. The growing need for both requires continuous improvement\nof their performance. However, the underlying physics of these complex systems\nis still not fully understood, making empirical optimization slow and\ninefficient. In this work, we combine theoretical analysis and numerical\nsimulations to develop a unified framework for improving the design of\nnanofluidic devices. We show that the system response is governed by the\ninterplay between the applied voltage and a parameter $\\eta$, which depends on\nthe ratio of geometry and surface charge densities of both charged regions. At\nlow voltages, the response is mostly determined by $\\eta$, allowing its\ndependence to be represented by a simplified phase space. At high voltages,\nthis phase space becomes oversimplified. To demonstrate the framework's\nrobustness, we scan a range of configurations, from unipolar channels (single\ncharged region) to bipolar channels (positive and negative segments). We\ncompare the numerically simulated current-voltage responses with three\ntheoretical models, which are limiting scenarios within the phase space, and\nexplain the observed deviations. These findings can help reduce the time and\nresources required to optimize nanofluidic devices and improve the\ninterpretation of experiments and simulations."}
{"id": "2510.14191", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14191", "abs": "https://arxiv.org/abs/2510.14191", "authors": ["Beyza Zeynep Ucpinar", "Sasan Razmkhah", "Mustafa Altay Karamuftuoglu", "Ali Bozbey"], "title": "Experimental Demonstration of a Superconductor SFQ-Based ADC for High-Frequency Signal Acquisition", "comment": "14 pages, 23 figures", "summary": "Superconducting quantum interference devices (SQUIDs) are among the most\nsensitive sensors, offering high precision through their well-defined\nflux-voltage characteristics. Building on this sensitivity, we designed,\nfabricated, and experimentally demonstrated a superconducting single flux\nquantum (SFQ)-based analog-to-digital converter (ADC) capable of detecting\nsmall variations in input current signals at high frequencies and converting\nthem into SFQ pulse trains. To improve robustness and reduce errors, the design\nincorporates a majority circuit and two types of counters: asynchronous toggle\nflip-flop-based and synchronous cumulative-based, at the cryogenic stage. The\ncounter collects the SFQ pulse train and converts it into a binary number,\nsimplifying downstream digital readout. The circuits were implemented using the\nAIST CRAVITY (QuFab) HSTP process and successfully tested in our cryocooler\nsystem, validating both the design methodology and operation. This approach\nhelps build a fully integrated system that combines digital SQUID functionality\nwith cryogenic readout circuits on a single chip."}
{"id": "2510.14017", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.14017", "abs": "https://arxiv.org/abs/2510.14017", "authors": ["Opeoluwa Owoyele"], "title": "Quantized Skeletal Learning (QSL): A Differentiable Programming Approach for Skeletal Reduction of Chemical Mechanisms", "comment": null, "summary": "This paper presents a data-driven approach, referred to as Quantized Skeletal\nLearning (QSL), for generating skeletal mechanisms. The approach has two key\ncomponents: (1) a weight vector that can be used to eliminate relatively\nunimportant species and reactions, and (2) an end-to-end differentiable program\nwhose loss-function gradients, with respect to the weight vector, can be used\nto adjust those weights. To promote sparsity in the weight vector -- and to\nreduce the influence of certain reactions or species to zero -- an\n$l_1$-regularized objective is employed alongside the standard mean squared\nerror loss, thus removing the least important components. The proposed QSL\napproach is validated by generating skeletal mechanisms for methane and\nethylene based on the GRI 3.0 and USC II mechanisms, respectively,\ndemonstrating effectiveness in deriving skeletal mechanisms with various levels\nof fidelity. Two variants of QSL, designated as QSL-R and QSL-S, are tested;\nthese focus on eliminating reactions and species, respectively. Analysis of\nignition delay times and species mass fractions demonstrate QSL's capabilities\nto reliably and efficiently extract data-driven skeletal mechanisms of varying\nfidelities from detailed mechanisms."}
{"id": "2510.13989", "categories": ["physics.comp-ph", "nucl-th"], "pdf": "https://arxiv.org/pdf/2510.13989", "abs": "https://arxiv.org/abs/2510.13989", "authors": ["L. Jin", "A. Ravlić", "P. Giuliani", "K. Godbey", "W. Nazarewicz"], "title": "Surrogate Models for Linear Response", "comment": "16 pages, 8 figures, submitted for publication", "summary": "Linear response theory is a well-established method in physics and chemistry\nfor exploring excitations of many-body systems. In particular, the\nquasiparticle random-phase approximation (QRPA) provides a powerful microscopic\nframework by building excitations on top of the mean-field vacuum; however, its\nhigh computational cost limits model calibration and uncertainty quantification\nstudies. Here, we present two complementary QRPA surrogate models and apply\nthem to study response functions of finite nuclei. One is a reduced-order model\nthat exploits the underlying QRPA structure, while the other utilizes the\nrecently developed parametric matrix model algorithm to construct a map between\nthe system's Hamiltonian and observables. Our benchmark applications, the\ncalculation of the electric dipole polarizability of ${}^{180}$Yb and the\n$\\beta$-decay half-life of ${}^{80}$Ni, show that both emulators can achieve\n0.1\\%--1\\% accuracy while offering a six to seven orders of magnitude speedup\ncompared to state-of-the-art QRPA solvers. These results demonstrate that the\ndeveloped QRPA emulators are well-positioned to enable Bayesian calibration and\nlarge-scale studies of computationally expensive physics models describing the\nproperties of many-body systems."}
{"id": "2510.13866", "categories": ["cond-mat.str-el", "cs.AI", "cs.LG", "stat.ML"], "pdf": "https://arxiv.org/pdf/2510.13866", "abs": "https://arxiv.org/abs/2510.13866", "authors": ["Deqian Kong", "Shi Feng", "Jianwen Xie", "Ying Nian Wu"], "title": "FFT-Accelerated Auxiliary Variable MCMC for Fermionic Lattice Models: A Determinant-Free Approach with $O(N\\log N)$ Complexity", "comment": null, "summary": "We introduce a Markov Chain Monte Carlo (MCMC) algorithm that dramatically\naccelerates the simulation of quantum many-body systems, a grand challenge in\ncomputational science. State-of-the-art methods for these problems are severely\nlimited by $O(N^3)$ computational complexity. Our method avoids this\nbottleneck, achieving near-linear $O(N \\log N)$ scaling per sweep.\n  Our approach samples a joint probability measure over two coupled variable\nsets: (1) particle trajectories of the fundamental fermions, and (2) auxiliary\nvariables that decouple fermion interactions. The key innovation is a novel\ntransition kernel for particle trajectories formulated in the Fourier domain,\nrevealing the transition probability as a convolution that enables massive\nacceleration via the Fast Fourier Transform (FFT). The auxiliary variables\nadmit closed-form, factorized conditional distributions, enabling efficient\nexact Gibbs sampling update.\n  We validate our algorithm on benchmark quantum physics problems, accurately\nreproducing known theoretical results and matching traditional $O(N^3)$\nalgorithms on $32\\times 32$ lattice simulations at a fraction of the wall-clock\ntime, empirically demonstrating $N \\log N$ scaling. By reformulating a\nlong-standing physics simulation problem in machine learning language, our work\nprovides a powerful tool for large-scale probabilistic inference and opens\navenues for physics-inspired generative models."}
{"id": "2510.14101", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.14101", "abs": "https://arxiv.org/abs/2510.14101", "authors": ["Artemy Kolchinsky"], "title": "Comment on \"Dissipation bounds the coherence of stochastic limit cycles\"", "comment": "Comment on arXiv:2501.18469", "summary": "Recent work has identified a fundamental bound on the thermodynamic cost of\nstochastic oscillators in the weak-noise regime (Santolin and Falasco, 2025;\nNagayama and Ito, 2025). In this brief note, we provide an alternative and\nelementary derivation of this bound, based only on the assumption of Gaussian\nphase fluctuations and the thermodynamic uncertainty relation. Our approach may\nbe useful for future generalizations of the bound."}
{"id": "2510.14012", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14012", "abs": "https://arxiv.org/abs/2510.14012", "authors": ["Marek Maciaszek", "Bartłomiej Baur"], "title": "CBVB-nH complexes as prevalent defects in metal-organic vapor-phase epitaxy-grown hexagonal boron nitride", "comment": "22 pages, 4 figures", "summary": "Optically active defects in hexagonal boron nitride (hBN) are promising\ncandidates for active components in emerging quantum technologies, such as\nsingle-photon emitters and spin centers. However, further progress in hBN-based\nquantum technologies requires a deeper understanding of the physics and\nchemistry of hBN defects. In this work, we employ ab initio calculations to\ninvestigate the thermodynamic stability and optical properties of defect\ncomplexes involving carbon, boron vacancies, and hydrogen. We demonstrate that\nthe formation of CBVB-nH complexes (n from 0 to 3) is energetically favorable\nunder nitrogen-rich conditions in the presence of carbon and hydrogen. The low\nformation energies and high binding energies of these complexes arise from the\nstrong electrostatic attraction between the positively charged carbon\nsubstitutional defect (CB) and the negatively charged hydrogen-passivated boron\nvacancies (VB-nH). These complexes are particularly likely to form in\nmetal-organic vapor-phase epitaxy (MOVPE)-grown samples, where growth occurs in\nthe presence of carbon and hydrogen and is accompanied by a high density of\nboron vacancies. The optical properties of CBVB-nH complexes are analyzed and\ncompared to recent photoluminescence measurements on MOVPE-grown hBN samples.\nIn particular, we investigate the origin of the emission peaks at 1.90 eV and\n2.24 eV and demonstrate that both the energies and lineshapes are consistent\nwith hole capture by negatively charged CBVB and CBVB-H complexes."}
{"id": "2510.13866", "categories": ["cond-mat.str-el", "cs.AI", "cs.LG", "stat.ML"], "pdf": "https://arxiv.org/pdf/2510.13866", "abs": "https://arxiv.org/abs/2510.13866", "authors": ["Deqian Kong", "Shi Feng", "Jianwen Xie", "Ying Nian Wu"], "title": "FFT-Accelerated Auxiliary Variable MCMC for Fermionic Lattice Models: A Determinant-Free Approach with $O(N\\log N)$ Complexity", "comment": null, "summary": "We introduce a Markov Chain Monte Carlo (MCMC) algorithm that dramatically\naccelerates the simulation of quantum many-body systems, a grand challenge in\ncomputational science. State-of-the-art methods for these problems are severely\nlimited by $O(N^3)$ computational complexity. Our method avoids this\nbottleneck, achieving near-linear $O(N \\log N)$ scaling per sweep.\n  Our approach samples a joint probability measure over two coupled variable\nsets: (1) particle trajectories of the fundamental fermions, and (2) auxiliary\nvariables that decouple fermion interactions. The key innovation is a novel\ntransition kernel for particle trajectories formulated in the Fourier domain,\nrevealing the transition probability as a convolution that enables massive\nacceleration via the Fast Fourier Transform (FFT). The auxiliary variables\nadmit closed-form, factorized conditional distributions, enabling efficient\nexact Gibbs sampling update.\n  We validate our algorithm on benchmark quantum physics problems, accurately\nreproducing known theoretical results and matching traditional $O(N^3)$\nalgorithms on $32\\times 32$ lattice simulations at a fraction of the wall-clock\ntime, empirically demonstrating $N \\log N$ scaling. By reformulating a\nlong-standing physics simulation problem in machine learning language, our work\nprovides a powerful tool for large-scale probabilistic inference and opens\navenues for physics-inspired generative models."}
{"id": "2510.14175", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14175", "abs": "https://arxiv.org/abs/2510.14175", "authors": ["Yueyun Chen", "Xin Yi Ling", "Jared Lodico", "Tristan P. O`Neill", "B. C. Regan", "Matthew Mecklenburg"], "title": "Mapping Temperature Using Transmission Kikuchi Diffraction", "comment": "21 pages, 4 figures in the main text", "summary": "Electronic devices are engineered at increasingly smaller length scales; new\nmetrologies to understand nanoscale thermodynamics are needed. Temperature and\npressure are fundamental thermodynamic quantities whose nanoscale measurement\nis challenging as physical contact inevitably perturbs the system. Here we\ndemonstrate Kikuchi diffraction thermometry (KDTh), a non-contact scanning\nelectron microscope (SEM) technique capable of mapping nanoscale temperatures\nand pressures. KDTh detects local volumetric lattice changes in crystalline\nsamples by precisely fitting Kikuchi patterns. Temperature changes are deduced\nusing the coefficient of thermal expansion (CTE). We map lattice parameters and\ntemperatures on Joule-heated graphite by rastering a 5.5-nm electron probe\nacross the sample. Our parameter precision is ~0.01% and our temperature\nsensitivity is 2.2 K/$\\sqrt{Hz}$. KDTh offers advanced sensitivity by fitting\nthe entire Kikuchi pattern, even beyond the precision measured in transmission\nelectron microscopy. KDTh can operate in both transmission (transmission\nKikuchi diffraction, TKD) and reflection (electron backscatter diffraction,\nEBSD) modes."}
{"id": "2510.14259", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14259", "abs": "https://arxiv.org/abs/2510.14259", "authors": ["Ryuji Hakuno", "Youichi Yanase"], "title": "Superconductivity in UTe$_2$ from local noncentrosymmetricity", "comment": "10 pages, 7 figures,", "summary": "Superconductivity in UTe$_{2}$ has garnered significant attention, as it is\nwidely recognized as a promising candidate for a spin-triplet superconductor.\nHowever, the symmetry of superconductivity and the microscopic origin of\nspin-triplet pairing remain subjects of debate. Nevertheless, various\nexperiments imply an intimate coupling between magnetism and superconductivity.\nIn this paper, we analyze a multi-sublattice periodic Anderson model that\nincorporates a spin-orbit coupling allowed in locally noncentrosymmetric\ncrystals to discuss magnetic fluctuations and superconductivity in UTe$_2$. Due\nto the sublattice-dependent spin-orbit coupling, magnetic fluctuations become\nanisotropic, and the spin degeneracy of superconducting states is lifted. Our\ncalculations reveal anisotropic antiferromagnetic fluctuations along the $b$-\nand $c$-axes, anisotropic ferromagnetic fluctuations along the $a$-axis, and\ntheir coexistence. These can be tuned by the $f$-electron's level.\nSuperconductivity in the $A_u$ representation is predominant for a wide range\nof parameters, whereas the $B_{2u}$ representation is almost degenerate and can\nbe stabilized. The direction of the $d$-vector changes as we increase the\nspin-orbit coupling. We discuss the consistency between our results and several\nexperiments."}
{"id": "2510.14132", "categories": ["physics.chem-ph", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.14132", "abs": "https://arxiv.org/abs/2510.14132", "authors": ["Rae A. Corrigan Grove", "Robert Stanton", "Michael E. Wall", "Anders M. N. Niklasson"], "title": "Shadow Molecular Dynamics for Flexible Multipole Models", "comment": null, "summary": "Shadow molecular dynamics provide an efficient and stable atomistic\nsimulation framework for flexible charge models with long-range electrostatic\ninteractions. While previous implementations have been limited to atomic\nmonopole charge distributions, we extend this approach to flexible multipole\nmodels. We derive detailed expressions for the shadow energy functions,\npotentials, and force terms, explicitly incorporating monopole-monopole,\ndipole-monopole, and dipole-dipole interactions. In our formulation, both\natomic monopoles and atomic dipoles are treated as extended dynamical variables\nalongside the propagation of the nuclear degrees of freedom. We demonstrate\nthat introducing the additional dipole degrees of freedom preserves the\nstability and accuracy previously seen in monopole-only shadow molecular\ndynamics simulations. Additionally, we present a shadow molecular dynamics\nscheme where the monopole charges are held fixed while the dipoles remain\nflexible. Our extended shadow dynamics provide a framework for stable,\ncomputationally efficient, and versatile molecular dynamics simulations\ninvolving long-range interactions between flexible multipoles. This is of\nparticular interest in combination with modern artificial intelligence and\nmachine learning techniques, which are increasingly used to develop\nphysics-informed and data-driven foundation models for atomistic simulations.\nThese models aim to provide transferable, high-accuracy representations of\natomic interactions that are applicable across diverse sets of molecular\nsystems, which requires accurate treatment of long-range charge interactions."}
{"id": "2510.14362", "categories": ["physics.comp-ph", "cs.IT", "math.IT"], "pdf": "https://arxiv.org/pdf/2510.14362", "abs": "https://arxiv.org/abs/2510.14362", "authors": ["Xiaocun Zong", "Fan Yang", "Shenheng Xu", "Maokun Li"], "title": "Anti-Interference Communication Using Computational Antenna", "comment": null, "summary": "This letter proposes a novel anti-interference communication method\nleveraging computational antennas, utilizing time averaging and 1-bit\nreconfigurable intelligent surfaces (RIS) to achieve robust signal modulation\nwith minimal hardware complexity. We develop a communication model for\ncomputational antennas and propose an efficient signal processing algorithm\noptimized for temporal modulation. A USRP-based experimental platform is\nestablished to validate the approach under strong interference conditions\n(e.g., 5 dB jamming-to-signal ratio). Experimental results reveal up to an\n80.9\\% reduction in bit error rate (BER) and effective restoration of distorted\nimages in transmission tests. Compared to conventional techniques like spread\nspectrum or frequency hopping, which require significant spectral resources,\nour method offers superior anti-interference performance without additional\nspectral overhead. This research provides valuable insights for radar\ndetection, military communications, and next-generation wireless networks."}
{"id": "2510.13943", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13943", "abs": "https://arxiv.org/abs/2510.13943", "authors": ["Jing-Yu Zhao", "Shubhayu Chatterjee", "Subir Sachdev", "Ya-Hui Zhang"], "title": "Yamaji effect in models of underdoped cuprates", "comment": "12 pages, 11 figures", "summary": "Recent angle-dependent magnetoresistance measurements in underdoped cuprates\nhave revealed compelling evidence for small hole pockets in the pseudogap\nregime, including observation of the Yamaji effect in HgBa$_2$CuO$_{4+\\delta}$\n(Chan et al., Nature Physics 10.1038/s41567-025-03032-2 (2025)). A key\ndistinction between theories is their predicted Fermi volumes, measured as\nfractions of the square lattice Brillouin zone: $p/4$ per pocket for spin\ndensity wave (SDW) versus $p/8$ for fractionalized Fermi liquid (FL*), where\n$p$ is the hole doping. We calculate the $c$-axis magnetoresistance\n$\\rho_{zz}(\\theta, \\phi)$ within the semiclassical Boltzmann formalism for both\nstates, and using the ancilla layer model (ALM) for FL* in a single-band\nHamiltonian. While the SDW Yamaji azimuthal angle $\\theta$ is marginally\nsmaller than the FL* Yamaji $\\theta$, the most significant difference is the\npresence of a second Yamaji peak in the SDW theory near in-plane angle $\\phi =\n45^\\circ$; there is no such second peak in the observations in\nHgBa$_2$CuO$_{4+\\delta}$. Furthermore, we examine the role of anisotropic\ninterlayer hopping present in LSCO, and predict the potential emergence of the\nYamaji effect in LSCO at higher magnetic fields. Our results support the FL*\ninterpretation of Fermi arcs in the pseudogap phase, and establish Yamaji angle\nmeasurements as a discriminatory tool between theoretical models."}
{"id": "2510.14433", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.14433", "abs": "https://arxiv.org/abs/2510.14433", "authors": ["Alain Comtet", "Pierre Le Doussal", "Naftali R. Smith"], "title": "The Tracy-Widom distribution at large Dyson index", "comment": "37 pages, 6 figures", "summary": "We study the Tracy-Widom (TW) distribution $f_\\beta(a)$ in the limit of large\nDyson index $\\beta \\to +\\infty$. This distribution describes the fluctuations\nof the rescaled largest eigenvalue $a_1$ of the Gaussian (alias Hermite)\nensemble (G$\\beta$E) of (infinitely) large random matrices. We show that, at\nlarge $\\beta$, its probability density function takes the large deviation form\n$f_\\beta(a) \\sim e^{-\\beta \\Phi(a)}$. While the typical deviation of $a_1$\naround its mean is Gaussian of variance $O(1/\\beta)$, this large deviation form\ndescribes the probability of rare events with deviation $O(1)$, and governs the\nbehavior of the higher cumulants. We obtain the rate function $\\Phi(a)$ as a\nsolution of a Painlev\\'{e} II equation. We derive explicit formula for its\nlarge argument behavior, and for the lowest cumulants, up to order 4. We\ncompute $\\Phi(a)$ numerically for all $a$ and compare with exact numerical\ncomputations of the TW distribution at finite $\\beta$. These results are\nobtained by applying saddle-point approximations to an associated problem of\nenergy levels $E=-a$, for a random quantum Hamiltonian defined by the\nstochastic Airy operator (SAO). We employ two complementary approaches: (i) we\nuse the optimal fluctuation method to find the most likely realization of the\nnoise in the SAO, conditioned on its ground-state energy being $E$ (ii) we\napply the weak-noise theory to the representation of the TW distribution in\nterms of a Ricatti diffusion process associated to the SAO. We extend our\nresults to the full Airy point process $a_1>a_2>\\dots$ which describes all edge\neigenvalues of the G$\\beta$E, and correspond to (minus) the higher energy\nlevels of the SAO, obtaining large deviation forms for the marginal\ndistribution of $a_i$, the joint distributions, and the gap distributions."}
{"id": "2510.14103", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14103", "abs": "https://arxiv.org/abs/2510.14103", "authors": ["Xiaoxi Huang", "Qi Song", "Gautam Gurung", "Daniel A. Pharis", "Thow Min Jerald Cham", "Yulan Chen", "Rakshit Jain", "Maciej Olszewski", "Yufan Feng", "Amal El-Ghazaly", "Evgeny Y. Tsymbal", "Darrell G. Schlom", "Daniel C. Ralph"], "title": "Turn-on of Current-Induced Spin Torque upon Noncollinear Antiferromagnetic Ordering in Delafossite PdCrO2", "comment": null, "summary": "We report measurements of the current-induced spin torque produced by the\ndelafossite antiferromagnet PdCrO2 and acting on an adjacent ferromagnetic\npermalloy layer. The spin torque increases strongly as the temperature is\nreduced through the Neel temperature, when the PdCrO2 transitions from a\nparamagnetic phase to a noncollinear antiferromagnetic state. This result is\nqualitatively consistent with density functional theory calculations regarding\nhow spin-current generation changes upon antiferromagnetic ordering in PdCrO2."}
{"id": "2510.13874", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13874", "abs": "https://arxiv.org/abs/2510.13874", "authors": ["G. Krizman", "A. Kazakov", "C. -W. Cho", "V. V. Volobuev", "A. Majou", "E. Ben Achour", "T. Wojtowicz", "G. Bauer", "Y. Guldner", "B. A. Piot", "Th. Jolicoeur", "G. Springholz", "L. -A. de Vaulchier"], "title": "Spontaneous Breaking of the SU(3) Flavor Symmetry in a Quantum Hall Valley Nematic", "comment": "10 pages, 3 figure, 1 supplementary materials", "summary": "Two-dimensional quantum materials can host original electronic phases that\narise from the interplay of electronic correlations, symmetry and topology. In\nparticular, the spontaneous breaking of internal symmetry that acts\nsimultaneously on the pseudospin and the spatial degree of freedom realizes a\nnematic ordering. We report evidence of a quantum Hall valley nematic phase\nwith an underlying SU(3) order parameter space obtained by a spontaneous\npolarization between the threefold degenerate valley pseudospins in Pb1-xSnxSe\nquantum wells. In the presence of a Zeeman field, we demonstrate a further\ncontrol of the nematic ordering with an explicit symmetry breaking. Evidence of\nboth spontaneous and explicit SU(3) symmetry breaking, reminiscent of the quark\nflavor paradigm, is of fundamental interest to shape the many body physics in a\nSU(3) system."}
{"id": "2510.14181", "categories": ["cond-mat.mes-hall", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14181", "abs": "https://arxiv.org/abs/2510.14181", "authors": ["Dhruv Sharma"], "title": "Phenomenological Ehrenfest Dynamics with Topological and Geometric Phase Effects and the curious case of Elliptical intersection", "comment": null, "summary": "We present a comprehensive computational framework for simulating\nnonadiabatic molecular dynamics with explicit inclusion of geometric phase (GP)\neffects. Our approach is based on a generalized two-level Hamiltonian model\nthat can represent various electronic state crossings - conical intersections,\navoided crossings, and elliptic intersections - through appropriate\nparameterization. We introduce a novel prelooping trajectory initialization\nscheme, allowing us to encode the memory as an initial phase accumulated due to\nthe adiabatic evolution over the potential energy surface. This is a unified\nframework to handle different types of level crossings by incorporating Berry\ncurvature-based force corrections to Ehrenfest dynamics, ensuring accurate\nrepresentation of topological effects. For conical intersections, our method\nincorporates the theoretically expected phase pi, while for elliptic\nintersections, it yields a parametrically tunable but loop radius (energy)\nindependent phase different from pi. We also include an eccentricity parameter\n(e) in the diabatic coupling to model more realistic molecular systems.\nNumerical simulations demonstrate the consistency of our approach with\ntheoretical predictions for mixing of states and inhibition from mixing due to\ngeometric phase effects. This framework provides a valuable tool for studying\nquantum-classical interactions in molecular systems where geometric phase\neffects play a significant role. The elliptical intersection and geometric\nphase effect opens avenue for the design and discovery of degenerate materials.\nIt produces a fresh look to help develop a new kind of spectroscopy and\npotential qubit applications. This simple Hamiltonian reveals a pathological\nphase protection effect E = kr, where k is real, that has great utility in a\nnew spectroscopy design."}
{"id": "2510.14288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14288", "abs": "https://arxiv.org/abs/2510.14288", "authors": ["Dao-He Ma", "Jin An"], "title": "Multi-orbital Dirac superconductors and their realization of higher-order topology", "comment": "13 pages, 5 figures", "summary": "Topological nodal superconductors (SCs) have attracted considerable interest\ndue to their gapless bulk excitations and exotic surface states. In this paper,\nby establishing a general framework of the effective theory for multi-orbital\nSCs, we realize a class of three-dimensional (3D) time-reversal (T )-invariant\nDirac SCs, with their topologically protected gapless Dirac nodes being located\nat general positions in the Brillouin zone. By introducing T -breaking pairing\nperturbations, we demonstrate the existence of Majorana hinge modes in these\nDirac SCs as evidence of their realization of higher-order topology. We also\npropose a new kind of T -breaking Dirac SCs, whose Dirac nodes possess nonzero\neven chiralities and so are characterized by surface Majorana arcs."}
{"id": "2510.14747", "categories": ["physics.chem-ph", "astro-ph.EP", "astro-ph.GA", "astro-ph.SR"], "pdf": "https://arxiv.org/pdf/2510.14747", "abs": "https://arxiv.org/abs/2510.14747", "authors": ["E. S. Medvedev", "V. G. Ushakov"], "title": "The predictive power of the calculated line lists of carbon monoxide", "comment": "10 pages, 1 fugure, 2 tables, 31 references", "summary": "The ability of our semi-empirical irregular dipole-moment functions (2022)\nand (2025) to predict the intensities of the yet unobserved lines, as well as\nto describe the observed ones not used in the fitting, is demonstrated by\ncomparison with recent measurements in the 0-0, 1-0, 3-0, and 7-0 bands."}
{"id": "2510.14181", "categories": ["cond-mat.mes-hall", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14181", "abs": "https://arxiv.org/abs/2510.14181", "authors": ["Dhruv Sharma"], "title": "Phenomenological Ehrenfest Dynamics with Topological and Geometric Phase Effects and the curious case of Elliptical intersection", "comment": null, "summary": "We present a comprehensive computational framework for simulating\nnonadiabatic molecular dynamics with explicit inclusion of geometric phase (GP)\neffects. Our approach is based on a generalized two-level Hamiltonian model\nthat can represent various electronic state crossings - conical intersections,\navoided crossings, and elliptic intersections - through appropriate\nparameterization. We introduce a novel prelooping trajectory initialization\nscheme, allowing us to encode the memory as an initial phase accumulated due to\nthe adiabatic evolution over the potential energy surface. This is a unified\nframework to handle different types of level crossings by incorporating Berry\ncurvature-based force corrections to Ehrenfest dynamics, ensuring accurate\nrepresentation of topological effects. For conical intersections, our method\nincorporates the theoretically expected phase pi, while for elliptic\nintersections, it yields a parametrically tunable but loop radius (energy)\nindependent phase different from pi. We also include an eccentricity parameter\n(e) in the diabatic coupling to model more realistic molecular systems.\nNumerical simulations demonstrate the consistency of our approach with\ntheoretical predictions for mixing of states and inhibition from mixing due to\ngeometric phase effects. This framework provides a valuable tool for studying\nquantum-classical interactions in molecular systems where geometric phase\neffects play a significant role. The elliptical intersection and geometric\nphase effect opens avenue for the design and discovery of degenerate materials.\nIt produces a fresh look to help develop a new kind of spectroscopy and\npotential qubit applications. This simple Hamiltonian reveals a pathological\nphase protection effect E = kr, where k is real, that has great utility in a\nnew spectroscopy design."}
{"id": "2510.14225", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14225", "abs": "https://arxiv.org/abs/2510.14225", "authors": ["Motoya Takenaka", "Shogo Yoshida", "Yoshiki J. Sato", "Ryuji Okazaki"], "title": "Impurity-induced spin density wave in the thermoelectric layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$]", "comment": null, "summary": "We investigate the Sn-substitution effect on the thermoelectric transport\nproperties of the layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$] single\ncrystals, which exhibit a non-monotonic temperature variation of the electrical\nresistivity and the Seebeck coefficient owing to the complex electronic and\nmagnetic states. We find that the onset temperature of the short-range\nspin-density-wave (SDW) formation increases with the substituted Sn content,\nindicating the impurity-induced stabilization of the SDW order, reminiscent of\nthe disorder/impurity-induced spin order in the cuprate superconductors. The\nSeebeck coefficient is well related to such impurity effects, as it is slightly\nenhanced below the onset temperatures, implying a decrease in the carrier\nconcentration due to a pseudo-gap formation associated with the SDW ordering.\nWe discuss the site-dependent substitution effects including earlier studies,\nand suggest that substitution to the conducting CoO$_2$ layers is essential to\nincrease the onset temperature, consistent with the impurity-induced SDW\npicture realized in the conducting layers with the cylindrical Fermi surface."}
{"id": "2510.14745", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.14745", "abs": "https://arxiv.org/abs/2510.14745", "authors": ["Alejandro Alés", "Juan Ignacio Cerato", "Leandro Marchioni", "Miguel Hoyuelos"], "title": "Transport with noise in dilute gases: Effect of Langevin thermostat on transport coefficients", "comment": "10 pages, 7 figures, preprint", "summary": "In dilute gases, transport properties such as the thermal conductivity,\nself-diffusion, and viscosity are significantly affected by interatomic\ncollisions, which are determined by the potential form. This study explores\nthese transport properties in the presence of a Langevin thermostat in systems\nwhere particles interact through various potentials, including soft-core and\nhard-core potentials, both with and without an attractive region. Using\nmolecular dynamics simulations and a theoretical approach based on an analogy\nwith an electric circuit (Ohm's law), we derived and compared the transport\ncoefficients across these interatomic potentials for different couplings with\nthe thermostat. The transport coefficients were obtained by considering the\nthermostat as a resistance in a series circuit."}
{"id": "2510.14174", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14174", "abs": "https://arxiv.org/abs/2510.14174", "authors": ["Xinyu Yang", "Shan-Shan Wang", "Shuai Dong"], "title": "A large spin-splitting altermagnet designed from the hydroxylated MBene monolayer", "comment": "11 pages, 5 figures", "summary": "The development of altermagnets is fundamentally important for advancing\nspintronic device technology, but remains unpractical for the weak spin\nsplitting in most cases, especially in two-dimensional materials. Based on spin\ngroup symmetry analysis and first-principles calculations, a novel hydroxyl\nrotation strategy in collinear antiferromagnets has been proposed to design\naltermagnets. This approach achieves a large chirality-reversible spin\nsplitting exceeding $1130$ meV in $\\alpha_{60}$-Mn$_2$B$_2$(OH)$_2$ monolayer.\nThe system also exhibits intrinsic features of a node-line semimetal in the\nabsence of spin-orbit coupling. Besides, the angles of hydroxyl groups serve as\nthe primary order parameter, which can switch on/off the altermagnetism coupled\nwith the ferroelastic mechanism. The corresponding magnetocrystalline\nanisotropy have also been modulated. Moreover, an interesting spin-related\ntransport property with the spin-polarized conductivity of 10$^{19}$\n$\\Omega^{-1}m^{-1}s^{-1}$ also emerges. These findings uncover the hydroxyl\nrotation strategy as a versatile tool for designing altermagnetic node-line\nsemimetals and opening new avenues for achieving exotic chemical and physical\ncharacteristics associated with large spin splitting."}
{"id": "2510.13943", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.13943", "abs": "https://arxiv.org/abs/2510.13943", "authors": ["Jing-Yu Zhao", "Shubhayu Chatterjee", "Subir Sachdev", "Ya-Hui Zhang"], "title": "Yamaji effect in models of underdoped cuprates", "comment": "12 pages, 11 figures", "summary": "Recent angle-dependent magnetoresistance measurements in underdoped cuprates\nhave revealed compelling evidence for small hole pockets in the pseudogap\nregime, including observation of the Yamaji effect in HgBa$_2$CuO$_{4+\\delta}$\n(Chan et al., Nature Physics 10.1038/s41567-025-03032-2 (2025)). A key\ndistinction between theories is their predicted Fermi volumes, measured as\nfractions of the square lattice Brillouin zone: $p/4$ per pocket for spin\ndensity wave (SDW) versus $p/8$ for fractionalized Fermi liquid (FL*), where\n$p$ is the hole doping. We calculate the $c$-axis magnetoresistance\n$\\rho_{zz}(\\theta, \\phi)$ within the semiclassical Boltzmann formalism for both\nstates, and using the ancilla layer model (ALM) for FL* in a single-band\nHamiltonian. While the SDW Yamaji azimuthal angle $\\theta$ is marginally\nsmaller than the FL* Yamaji $\\theta$, the most significant difference is the\npresence of a second Yamaji peak in the SDW theory near in-plane angle $\\phi =\n45^\\circ$; there is no such second peak in the observations in\nHgBa$_2$CuO$_{4+\\delta}$. Furthermore, we examine the role of anisotropic\ninterlayer hopping present in LSCO, and predict the potential emergence of the\nYamaji effect in LSCO at higher magnetic fields. Our results support the FL*\ninterpretation of Fermi arcs in the pseudogap phase, and establish Yamaji angle\nmeasurements as a discriminatory tool between theoretical models."}
{"id": "2510.14216", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14216", "abs": "https://arxiv.org/abs/2510.14216", "authors": ["Jinpeng Xiao", "Qianglin Hu", "Zuodong Yu", "Weipeng Chen", "Xiaobing Luo"], "title": "Magnetic Flux-induced Higher-order Topological Superconductors", "comment": null, "summary": "Higher-order topological superconductivity typically depends on spin-orbit\ninteraction, and often necessitates well designed sample structures, nodal\nsuperconducting pairings or complex magnetic order. In this work, we propose a\nmodel that incorporates a Zeeman field, antiferromagnetic order, and $s$-wave\nsuperconducting pairing, all without the need for spin-orbit interaction. In a\ntwo-dimensional system, we realize a second-order topological superconductor by\nutilizing a staggered flux, provided that the Zeeman field is oriented\nperpendicular to the magnetic order moments. In three-dimensional systems, we\nachieve second- and third-order topological superconductors in theory, through\nstacking the two-dimensional second-order topological superconductor."}
{"id": "2510.14322", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14322", "abs": "https://arxiv.org/abs/2510.14322", "authors": ["D. M. Gokhfeld", "S. V. Semenov", "M. I. Petrov", "I. V. Nemtsev", "M. S. Molokeev", "V. L. Kirillov", "O. N. Martyanov"], "title": "Effect of decorating NiO nanoparticles on superconducting properties of YBCO", "comment": "10 pages, 5 figures", "summary": "The influence of adding 23 nm NiO nanoparticles on the magnetic hysteresis\nloops and critical current density of the high-temperature superconductor\nYBa2Cu3O7-d has been investigated. The samples were prepared using a fast\nannealing method that prevents chemical interaction between the components and\ndoes not reduce the critical temperature of the superconductor. Compared to the\nundoped YBCO sample, the critical current density increases in the samples\ndoped with NiO nanoparticles in magnetic fields greater than 6 kOe. The sample\ncontaining 0.5 weight percent of NiO nanoparticles exhibits the greatest\nenhancement in critical current density at 10 kOe (1.36 times greater than the\nundoped sample)."}
{"id": "2510.14761", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14761", "abs": "https://arxiv.org/abs/2510.14761", "authors": ["Binhao Wang", "Fan Yang", "Chen Xu", "Peng Zhang"], "title": "Herman-Kluk-Like Semi-Classical Initial-Value Representation for Boltzmann Operator", "comment": null, "summary": "The coherent-state initial-value representation (IVR) for the semi-classical\nreal-time propagator of a quantum system, developed by Herman and Kluk (HK), is\nwidely used in computational studies of chemical dynamics. On the other hand,\nthe Boltzmann operator $e^{-\\hat{H}/(k_B T)}$, with $\\hat{H}$,$k_B$, and $T$\nrepresenting the Hamiltonian, Boltzmann constant, and temperature,\nrespectively, plays a crucial role in chemical physics and other branches of\nquantum physics. One might naturally assume that a semi-classical IVR for the\nmatrix element of this operator in the coordinate representation (i.e., $\n\\langle \\tilde{x} | e^{-\\hat{H}/(k_B T)} | x \\rangle$, or the imaginary-time\npropagator) could be derived via a straightforward ``real-time $\\rightarrow$\nimaginary-time transformation'' from the HK IVR of the real-time propagator.\nHowever, this is not the case, as such a transformation results in a divergence\nin the high-temperature limit $(T \\rightarrow \\infty)$. In this work, we solve\nthis problem and develop a reasonable HK-like semi-classical IVR for $\\langle\n\\tilde{x} | e^{-\\hat{H}/(k_B T)} | x \\rangle$, specifically for systems where\nthe gradient of the potential energy (i.e., the force intensity) has a finite\nupper bound. The integrand in this IVR is a real Gaussian function of the\npositions $x$ and $\\tilde{x}$, which facilitates its application to realistic\nproblems. Our HK-like IVR is exact for free particles and harmonic oscillators,\nand its effectiveness for other systems is demonstrated through numerical\nexamples."}
{"id": "2510.14370", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14370", "abs": "https://arxiv.org/abs/2510.14370", "authors": ["Romario Mondal", "Sk. Soyeb Ali", "Saikat Nandi", "S. Chattopadhyay", "S. Gaß", "L. T. Corredor", "A. U. B. Wolter", "V. Kataev", "B. Büchner", "A. Alfonsov", "S. Wurmehl", "A. V. Mahajan", "S. K. Panda", "T. Dey"], "title": "Frustration-driven unconventional magnetism in the Mn$^{2+}$ ($S=\\frac{5}{2}$) based two-dimensional triangular-lattice antiferromagnet Ba$_{3}$MnTa$_{2}$O$_{9}$", "comment": "Main paper: 12 pages, 7 figures and Supplemental information: 2\n  pages, 2 figures", "summary": "A triple perovskite oxide Ba$_{3}$MnTa$_{2}$O$_{9}$ has been synthesized and\nits magnetic properties have been investigated through dc and ac magnetization,\nspecific heat, electron spin resonance (ESR) measurements, and density\nfunctional theory (DFT) calculations. Mn$^{2+}$ ($S$ = 5/2) ions are the only\nmagnetic species present in the material. These Mn$^{2+}$ ions constitute a\nquasi-two-dimensional triangular network in the crystallographic $ab$-plane.\nMagnetization and specific heat measurements reveal the absence of any\nlong-range magnetic order down to 0.5\\,K despite the presence of\nantiferromagnetic correlations between the magnetic ions, suggesting the\npresence of geometric frustration in the material. The entropy release is lower\nthan the expected theoretical value of $Rln(6)$, further suggesting the\npresence of frustration. First-principles calculations using density functional\ntheory (DFT) and atomistic spin dynamics (ASD) simulations further support this\nlack of static magnetic order even at low temperatures and identify the\ncompeting magnetic interactions along with the quasi-2D magnetic dimensionality\nas the underlying origin of such an unconventional magnetic behavior."}
{"id": "2510.14505", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.14505", "abs": "https://arxiv.org/abs/2510.14505", "authors": ["Takayuki Goto", "Mizuki Miyajima", "Takashi Kambe"], "title": "$^{23}$Na-NMR study on the one-dimensional superoxide spin-chain compound NaO$_2$", "comment": null, "summary": "We report $^{23}$Na-NMR study on a candidate one-dimensional quantum spin\nsystem NaO$_2$. The Knight shift, linewidth, and spin-lattice relaxation rate\n$1/T_1$ were investigated down to 0.3 K under fields up to 16 T. The results\nreveal the opening of a spin gap of $\\Delta(10.1 {\\rm T}) \\simeq$ 38 K below\n$T_{\\rm S3} =$ 40 K, consistent with a spin-Peierls-like instability. The\nhyperfine coupling constant was found to drop sharply across the structural\nphase transition at $T_{\\rm S2} =$ 215 K, highlighting the pronounced\none-dimensional character of the system. These findings establish NaO$_2$ as a\nrare example of a $\\pi$-orbital-based one-dimensional spin chain that exhibits\na spin-gapped ground state."}
{"id": "2510.14193", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14193", "abs": "https://arxiv.org/abs/2510.14193", "authors": ["Ning Ding", "Haoshen Ye", "Shan-Shan Wang", "Shuai Dong"], "title": "Ferroelasticity tunable altermagnets", "comment": "8 pages, 6 figures", "summary": "Altermagnets have garnered great interest due to their non-relativistic spin\nsplitting and novel physical properties. However, the control of altermagnetic\nstates remains underexplored. Here, we propose a new multiferroic state, i.e.\nferroelastic altermagnetic state, in which ferroelastic strain couples directly\nto the spin-splitting. Through symmetry analysis and first-principles\ncalculations, we identify the ferroelastic $d$-wave altermagnetism of puckered\npentagonal CoSe$_2$ monolayer. Interestingly, uniaxial stress can induce a\nferroelastic phase transition, accompanied by a $90^\\circ$ rotation of the\nspin-splitting bands. Cooperative rotation of the lattice and N\\'eel vectors\npreserves the sign of Kerr angle, whereas noncooperative rotation reverses it.\nOur work provides a general strategy for manipulating altermagnetism in\nmultiferroic systems and opens new avenues for exploring emergent\nmagnetoelastic phenomena."}
{"id": "2510.13960", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.13960", "abs": "https://arxiv.org/abs/2510.13960", "authors": ["Svitlana Kondovych", "Asle Sudbø", "Flavio S. Nogueira"], "title": "Unconventional criticality in $O(D)$-invariant loop-constrained Landau theory", "comment": "6 pages, 1 diagram", "summary": "We study the critical behavior of a Landau-type theory for ferroelectrics in\nwhich the polarization order parameter $\\vec{P}$ is subject to a\ndivergence-free constraint, such that only loop-like polarization\nconfigurations contribute to the partition function. This constraint forces the\nnumber of components of the field $\\vec{P}$ to equal the spatial dimensionality\n$D$, allowing a natural extension of the present theory to $O(N)$ models with\n$N=D$. Renormalization group analysis reveals critical behavior beyond the\nconventional Landau-Ginzburg-Wilson paradigm. In particular, the order\nparameter acquires a remarkably large anomalous dimension, with $\\eta\\approx\n0.239$ in three dimensions -- significantly exceeding the value $\\eta\\approx\n0.034$ typical of the $O(3)$ universality class. This is due to an emergent\ngauge symmetry originating with the local constraint."}
{"id": "2510.14404", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14404", "abs": "https://arxiv.org/abs/2510.14404", "authors": ["Harold J. W. Zandvliet", "Pantelis Bampoulis", "Cristiane Morais Smith", "Lumen Eek"], "title": "Electric field-induced spin-valley locking in twisted bilayer buckled honeycomb materials", "comment": "18 pages, 6 figures", "summary": "A twisted honeycomb bilayer exhibits a moir\\'e superstructure that is\ncomposed of a hexagonal arrangement of AB and BA stacked domains separated by\ndomain boundaries. In the case of twisted bilayer graphene, the application of\nan electric field normal to the bilayer leads to the opening of inverted band\ngaps in the AB and BA stacked domains. The inverted band gaps result in the\nformation of a two-dimensional triangular network of counterpropagating valley\nprotected helical domain boundary states, also referred to as the quantum\nvalley Hall effect. Owing to spin-orbit coupling and buckling, the quantum\nvalley Hall effect in twisted bilayer silicene and germanene is more complex\nthan in twisted bilayer graphene. We found that there is a range of electric\nfields for which the spin degree of freedom is locked to the valley degree of\nfreedom of the electrons in the quantum valley Hall states, resulting in a\nstronger topological protection. For electric fields smaller than the\naforementioned range the twisted bilayer does not exhibit the quantum valley\nHall effect, whereas for larger electric fields the spin-valley locking is\nlifted and the emergent quantum valley Hall states are only valley-protected."}
{"id": "2510.14452", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14452", "abs": "https://arxiv.org/abs/2510.14452", "authors": ["Akihiro Minamide", "Youichi Yanase"], "title": "Quasiclassical theory of vortex states in locally non-centrosymmetric superconductors: application to CeRh$_{2}$As$_{2}$", "comment": "17 pages, 6 figures", "summary": "CeRh$_{2}$As$_{2}$, a heavy fermion superconductor discovered in 2021,\nexhibits two distinct superconducting phases under a $c$-axis magnetic field.\nThis unconventional phase diagram has been attributed to the local inversion\nsymmetry breaking at the Ce sites. At low magnetic fields, a conventional\neven-parity spin-singlet superconducting state is realized, whereas at higher\nfields, an odd-parity spin-singlet superconducting state, in which the order\nparameter alternates sign between neighboring Ce layers, becomes stabilized. In\nthis study, we employ a quasiclassical approach to investigate the vortex\nstates of bilayer superconductors with locally broken inversion symmetry. We\ncalculate the local density of states (LDOS) in the vortex lattice state and\nfind that the pairing symmetry of different superconducting states is clearly\nmanifested in the peak structure of LDOS at the vortex core. Since LDOS is\nexperimentally observable, our work provides a pathway for experimental\nverification of the superconducting parity transition in CeRh$_{2}$As$_{2}$."}
{"id": "2510.14181", "categories": ["cond-mat.mes-hall", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14181", "abs": "https://arxiv.org/abs/2510.14181", "authors": ["Dhruv Sharma"], "title": "Phenomenological Ehrenfest Dynamics with Topological and Geometric Phase Effects and the curious case of Elliptical intersection", "comment": null, "summary": "We present a comprehensive computational framework for simulating\nnonadiabatic molecular dynamics with explicit inclusion of geometric phase (GP)\neffects. Our approach is based on a generalized two-level Hamiltonian model\nthat can represent various electronic state crossings - conical intersections,\navoided crossings, and elliptic intersections - through appropriate\nparameterization. We introduce a novel prelooping trajectory initialization\nscheme, allowing us to encode the memory as an initial phase accumulated due to\nthe adiabatic evolution over the potential energy surface. This is a unified\nframework to handle different types of level crossings by incorporating Berry\ncurvature-based force corrections to Ehrenfest dynamics, ensuring accurate\nrepresentation of topological effects. For conical intersections, our method\nincorporates the theoretically expected phase pi, while for elliptic\nintersections, it yields a parametrically tunable but loop radius (energy)\nindependent phase different from pi. We also include an eccentricity parameter\n(e) in the diabatic coupling to model more realistic molecular systems.\nNumerical simulations demonstrate the consistency of our approach with\ntheoretical predictions for mixing of states and inhibition from mixing due to\ngeometric phase effects. This framework provides a valuable tool for studying\nquantum-classical interactions in molecular systems where geometric phase\neffects play a significant role. The elliptical intersection and geometric\nphase effect opens avenue for the design and discovery of degenerate materials.\nIt produces a fresh look to help develop a new kind of spectroscopy and\npotential qubit applications. This simple Hamiltonian reveals a pathological\nphase protection effect E = kr, where k is real, that has great utility in a\nnew spectroscopy design."}
{"id": "2510.14492", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14492", "abs": "https://arxiv.org/abs/2510.14492", "authors": ["Tomonari Mizoguchi"], "title": "Emergent Shastry-Sutherland network from square-kagome Heisenberg antiferromagnet with trimerization", "comment": "6 pages, 3 figures", "summary": "We study the $S=1/2$ square-kagome lattice Heisenberg antiferromagnet with\nthe trimarized modulation. In the trimerized limit, each trimer hosts the\nfour-fold degenearte ground states characterized by the spin and chirality\ndegrees of freedom. We find that, within the first-order perturbation theory\nwith respect to the inter-trimer coupling, the effective Hamiltonian is the\nKugel-Khomskii-type model on a Shastry-Sutherland lattice. Based on a\nmean-field decoupling, we propose a dimer-covering ansatz for the effective\nHamiltonian; however, the validity of these states in the low-energy sector\nremains an open question."}
{"id": "2510.14213", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.14213", "abs": "https://arxiv.org/abs/2510.14213", "authors": ["Hurriyet Yuce-Cakir", "Haoran Chen", "Isaac Ogunniranye", "Susanna M. Thon", "Yanfa Yan", "Zhaoning Song", "Behrang H. Hamadani"], "title": "Comparison of Electroluminescence and Photoluminescence Imaging of Mixed-Cation Mixed-Halide Perovskite Solar Cells at Low Temperatures", "comment": null, "summary": "Halide perovskites have emerged as promising candidates for high-performance\nsolar cells. This study investigates the temperature-dependent optoelectronic\nproperties of mixed-cation mixed-halide perovskite solar cells using\nelectroluminescence (EL) and photoluminescence (PL) hyperspectral imaging,\nalong with current-voltage analysis. Luminescence images, which were converted\nto EL and PL external radiative efficiency (ERE) maps, revealed significant\nchanges in the optoelectronic behavior of these devices at low temperatures.\nSpecifically, we found that a significant source of heterogeneity in the\nlow-temperature EL ERE maps below 240 K is related to local charge injection\nand extraction bottlenecks, whereas PL ERE maps show suppressed non-radiative\nrecombination and significant improvements in efficiency throughout the\ninvestigated temperature range. The spatial distribution of ERE and its\nvariation with applied current were analyzed, offering insights into\ncharge-carrier dynamics and defect behavior. Our results reveal that while the\nperovskite layer exhibits enhanced ERE at low temperatures, charge injection\nbarriers at the interfaces of the perovskite solar cells significantly suppress\nEL and degrade the fill factor below 240 K. These findings reveal that a deeper\nunderstanding of the performance of perovskite solar cells under\nlow-temperature conditions is an essential step toward their potential\napplication in space power systems and advanced semiconductor devices."}
{"id": "2510.14012", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14012", "abs": "https://arxiv.org/abs/2510.14012", "authors": ["Marek Maciaszek", "Bartłomiej Baur"], "title": "CBVB-nH complexes as prevalent defects in metal-organic vapor-phase epitaxy-grown hexagonal boron nitride", "comment": "22 pages, 4 figures", "summary": "Optically active defects in hexagonal boron nitride (hBN) are promising\ncandidates for active components in emerging quantum technologies, such as\nsingle-photon emitters and spin centers. However, further progress in hBN-based\nquantum technologies requires a deeper understanding of the physics and\nchemistry of hBN defects. In this work, we employ ab initio calculations to\ninvestigate the thermodynamic stability and optical properties of defect\ncomplexes involving carbon, boron vacancies, and hydrogen. We demonstrate that\nthe formation of CBVB-nH complexes (n from 0 to 3) is energetically favorable\nunder nitrogen-rich conditions in the presence of carbon and hydrogen. The low\nformation energies and high binding energies of these complexes arise from the\nstrong electrostatic attraction between the positively charged carbon\nsubstitutional defect (CB) and the negatively charged hydrogen-passivated boron\nvacancies (VB-nH). These complexes are particularly likely to form in\nmetal-organic vapor-phase epitaxy (MOVPE)-grown samples, where growth occurs in\nthe presence of carbon and hydrogen and is accompanied by a high density of\nboron vacancies. The optical properties of CBVB-nH complexes are analyzed and\ncompared to recent photoluminescence measurements on MOVPE-grown hBN samples.\nIn particular, we investigate the origin of the emission peaks at 1.90 eV and\n2.24 eV and demonstrate that both the energies and lineshapes are consistent\nwith hole capture by negatively charged CBVB and CBVB-H complexes."}
{"id": "2510.14447", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14447", "abs": "https://arxiv.org/abs/2510.14447", "authors": ["Mohammad Shafiei", "Farhad Fazileh", "Milorad V. Milošević"], "title": "Linearly polarized light enables chiral edge transport in quasi-2D Dirac materials", "comment": null, "summary": "Floquet engineering with high-frequency light offers dynamic control over\ntopological phases in quantum materials. While in 3D Dirac systems circularly\npolarized light is known to induce topological phase transitions via gap\nopening, linearly polarized light (LPL) has generally been considered\nineffective. Here we show that in quasi-2D Dirac materials the second-order\nmomentum term arising from the intersurface coupling can induce a topological\nphase transition under LPL, leading to chiral edge channels. Considering an\nultrathin Bi$_2$Se$_3$ film as a representative system, we show that this\ntransition occurs at experimentally accessible light intensities. Our results\nthus promote quasi-2D materials as viable platforms for light-controlled\ntopological phases, expanding the potential of Floquet topological engineering."}
{"id": "2510.14724", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14724", "abs": "https://arxiv.org/abs/2510.14724", "authors": ["Yuri Fukaya", "Bo Lu", "Keiji Yada", "Yukio Tanaka", "Jorge Cayao"], "title": "Crossed surface flat bands in three-dimensional superconducting altermagnets", "comment": "9 pages, 8 figures for the main text + 15 pages, 9 figures for\n  Supplementary Materials", "summary": "Superconducting altermagnets have proven to be a promising ground for\nemergent phenomena but their study has involved two dimensional systems. In\nthis work, we investigate three-dimensional $d$- and $g$-wave altermagnets with\nchiral $d$-wave superconductivity and show the formation of crossed surface\nflat bands due to the underlying symmetries. We find that these crossed flat\nbands appear at zero energy in the surface along $z$ due to the superconducting\nnodal lines in the $xy$-plane, while the number of corners is determined by the\ncrystal symmetry of altermagnets. We also show that the superconducting nodal\nlines give rise to Bogoliubov-Fermi surfaces, which then affect the appearance\nof zero-energy arcs in the surface along $x$. Moreover, we demonstrate that the\ncrossed surface flat bands, surface arcs, and Bogoliubov-Fermi surfaces give\nrise to distinct signals in charge conductance, hence offering a solid way for\ntheir detection and paving the way for realizing higher dimensional topological\nphases using altermagnets."}
{"id": "2510.14505", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.14505", "abs": "https://arxiv.org/abs/2510.14505", "authors": ["Takayuki Goto", "Mizuki Miyajima", "Takashi Kambe"], "title": "$^{23}$Na-NMR study on the one-dimensional superoxide spin-chain compound NaO$_2$", "comment": null, "summary": "We report $^{23}$Na-NMR study on a candidate one-dimensional quantum spin\nsystem NaO$_2$. The Knight shift, linewidth, and spin-lattice relaxation rate\n$1/T_1$ were investigated down to 0.3 K under fields up to 16 T. The results\nreveal the opening of a spin gap of $\\Delta(10.1 {\\rm T}) \\simeq$ 38 K below\n$T_{\\rm S3} =$ 40 K, consistent with a spin-Peierls-like instability. The\nhyperfine coupling constant was found to drop sharply across the structural\nphase transition at $T_{\\rm S2} =$ 215 K, highlighting the pronounced\none-dimensional character of the system. These findings establish NaO$_2$ as a\nrare example of a $\\pi$-orbital-based one-dimensional spin chain that exhibits\na spin-gapped ground state."}
{"id": "2510.14237", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14237", "abs": "https://arxiv.org/abs/2510.14237", "authors": ["D. A. Garanin", "E. M. Chudnovsky"], "title": "Magnetization, excitations, and microwave power absorption in transition-metal/rare-earth ferrites with disorder", "comment": "12 Phys. Rev. pages, 8 figure captions", "summary": "Efficient numerical routines are developed for numerical studies of the\ndependence of the equilibrium magnetic states, excitations, and microwave power\nabsorption on temperature and composition in transition-metal/rare-earth\nferrites, including the reversal of the N\\'eel vector occurring on both\ntemperature and the concentration of the rare-earth atoms. It results in a\ndrastic change in the behavior at the magnetization and angular-momentum\ncompensation points. Dominant uniform oscillation modes are obtained by\ncomputing the magnetization correlation function. They are compared with the\nanalytical solution, which is analyzed in detail. The fluctuation-dissipation\ntheorem is used to compute the frequency dependence of the absorbed microwave\npower. A good agreement with analytical results is demonstrated. Disorder\ncaused by random positions of rare-earth atoms in a diluted RE system leads to\nmultiple localized modes that converge into broad absorption maxima as the size\nof the system increases. The power absorption integrated over frequency\nexhibits a minimum at the compensation point."}
{"id": "2510.14048", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14048", "abs": "https://arxiv.org/abs/2510.14048", "authors": ["Shashi B. Mishra", "Zhe Liu", "Sabyasachi Tiwari", "Feliciano Giustino", "Elena R. Margine"], "title": "Comparative study of phonon-limited carrier transport in the Weyl semimetal TaAs family", "comment": "8 pages, 6 figures", "summary": "We present a systematic first-principles study of phonon-limited transport in\nthe TaAs family of Weyl semimetals using the ab initio Boltzmann transport\nequation. The calculated electrical conductivities show excellent agreement\nwith experimental data for high-quality samples, confirming that transport in\nthese systems is predominantly limited by phonon scattering. Among the four\ncompounds, NbP achieves the highest conductivity, governed primarily by its\nlarge Fermi velocities that offset its stronger scattering rates. In contrast,\nTaAs displays the lowest conductivity, linked to reduced carrier pockets and\nlimited carrier velocities. Additionally, NbP conductivity remains largely\nunaffected by small hole or electron doping, whereas TaAs exhibits pronounced\nelectron-hole asymmetry. NbAs and TaP show intermediate behavior, reflecting\ntheir Fermi surface topologies and scattering phase space. These findings\nprovide microscopic insight into the transport mechanisms of the TaAs family\nand emphasize the critical role of phonons, doping, and carrier dynamics in\nshaping their electronic response."}
{"id": "2510.14456", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.14456", "abs": "https://arxiv.org/abs/2510.14456", "authors": ["Ching-Yang Pan", "Shi-Kai Lin", "Yu-An Chen", "Pei-hsun Jiang"], "title": "Cryogenic temperature dependence and hysteresis of surface-trap-induced gate leakage in GaN high-electron-mobility transistors", "comment": "Accepted by Phys. Rev. Applied", "summary": "This work provides a detailed mapping of various mechanisms of\nsurface-trap-induced gate leakage in GaN HEMTs across a temperature range from\nroom to cryogenic levels. Two-dimensional variable-range hopping is observed at\nsmall gate bias. Under higher reverse gate bias, the leakage is dominated by\nthe Poole--Frenkel emission above 220 K, but gradually transitions to the\ntrap-assisted tunneling below 220 K owing to the frozen-trap effect. The trap\nbarrier height extracted from the gate leakage current under the upward gate\nsweep is 0.65 V, which is 12\\% higher than that from the downward sweep. The\ngate leakage current as a function of the gate bias exhibits clockwise\nhysteresis loops above 220 K but counterclockwise ones below 220 K. This\nremarkable opposite hysteresis phenomenon is thoroughly explained by the trap\nmechanisms."}
{"id": "2510.14593", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14593", "abs": "https://arxiv.org/abs/2510.14593", "authors": ["Yuman He", "Wentao Jiang", "Siqi Wu", "Xuzhe Ying", "Berthold Jack", "Xi Dai", "Hoi Chun Po"], "title": "Interplay of ferromagnetism, nematicity and Fermi surface nesting in kagome flat band", "comment": "6+3 pages, 5+1 figures", "summary": "Recent experiment on Fe-doped CoSn has uncovered a series of correlated\nphases upon hole doping of the kagome flat bands. Among the phases observed, a\nnematic phase with a six- to two-fold rotation symmetry breaking is found to\nprevail over a wide doping and temperature range. Motivated by these\nobservations, we investigate the interaction-driven phases realized in a kagome\nmodel with partially filled, weakly dispersing flat bands. Density-density\ninteractions up to second-nearest neighbors are considered. We identify a close\ncompetition between ferromagnetic and nematic phases in our self-consistent\nHartree-Fock calculations: while on-site interaction favors ferromagnetism, the\nsizable inter-sublattice interactions stabilize nematicity over a wide doping\nwindow. Competition from translational-symmetry-breaking phases is also\nconsidered. Overall, our results show that nematicity is a generic outcome of\npartially filled kagome flat bands and establish a minimal framework for\nunderstanding correlated flat-band phases."}
{"id": "2510.14372", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.14372", "abs": "https://arxiv.org/abs/2510.14372", "authors": ["Md Shakhawath Hossain", "Jiatong Xu", "Thi Ngoc Anh Mai", "Nhat Minh Nguyen", "Trung Vuong Doan", "Chaohao Chen", "Qian Peter Su", "Yongliang Chen", "Evgeny Ekimov", "Toan Dinh", "Xiaoxue Xu", "Toan Trong Tran"], "title": "Laser-Induced Heating in Diamonds: Influence of Substrate Thermal Conductivity and Interfacial Polymer Layers", "comment": null, "summary": "Diamonds hosting color centers possess intrinsically high thermal\nconductivity; therefore, laser-induced heating has often received little\nattention. However, when placed on substrates with low thermal conductivity,\nlocalized heating of diamonds under laser excitation can become significant,\nand the presence of an interfacial polymer layer between substrate and diamond\nfurther amplifies this effect. Yet, the relationship between substrate thermal\nconductivity, polymer thickness, and laser heating remains to be established.\nHere, a systematic investigation is presented on laser-induced heating of\nsilicon-vacancy diamond on substrates with varying thermal conductivity and\ninterfacial polymer thickness. Results reveal that even at a low excitation\npower of 737~$\\mu$W/$\\mu$m$^2$, thin amorphous holey carbon -- the\nlowest-conductivity substrate ($\\sim$0.2~W~m$^{-1}$~K$^{-1}$) studied --\nexhibits substantial heating, while glass ($\\sim$1.4~W~m$^{-1}$~K$^{-1}$) and\npolydimethylsiloxane (PDMS, $\\sim$0.35~W~m$^{-1}$~K$^{-1}$) show noticeable\nheating only above 2.95~mW/$\\mu$m$^2$. For polymer interlayers, a thickness of\njust 2.2~$\\mu$m induces significant heating at 2.95~mW/$\\mu$m$^2$ and above,\nhighlighting strong influence of both substrate and polymer thickness on local\nheating response. Experimental findings are further validated using COMSOL\nMultiphysics simulations with a steady-state 3D heat transfer model. These\nresults provide practical guidance for substrate selection and sample\npreparation, enabling optimization of conditions for optical thermometry and\nquantum sensing applications."}
{"id": "2510.14080", "categories": ["cond-mat.mes-hall", "35Q92, 76M25, 82D80"], "pdf": "https://arxiv.org/pdf/2510.14080", "abs": "https://arxiv.org/abs/2510.14080", "authors": ["Ayelet Ben-Kish Sharvit", "Yoav Green"], "title": "Towards a unified mechanistic understanding of the electrical response of bipolar nanofluidic systems", "comment": "31 pages, 8 figures", "summary": "Bipolar nanoporous membranes and bipolar nanochannels are used in water\ndesalination and energy-harvesting systems that provide clean water and green\nenergy, respectively. The growing need for both requires continuous improvement\nof their performance. However, the underlying physics of these complex systems\nis still not fully understood, making empirical optimization slow and\ninefficient. In this work, we combine theoretical analysis and numerical\nsimulations to develop a unified framework for improving the design of\nnanofluidic devices. We show that the system response is governed by the\ninterplay between the applied voltage and a parameter $\\eta$, which depends on\nthe ratio of geometry and surface charge densities of both charged regions. At\nlow voltages, the response is mostly determined by $\\eta$, allowing its\ndependence to be represented by a simplified phase space. At high voltages,\nthis phase space becomes oversimplified. To demonstrate the framework's\nrobustness, we scan a range of configurations, from unipolar channels (single\ncharged region) to bipolar channels (positive and negative segments). We\ncompare the numerically simulated current-voltage responses with three\ntheoretical models, which are limiting scenarios within the phase space, and\nexplain the observed deviations. These findings can help reduce the time and\nresources required to optimize nanofluidic devices and improve the\ninterpretation of experiments and simulations."}
{"id": "2510.14567", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.14567", "abs": "https://arxiv.org/abs/2510.14567", "authors": ["Zhe Hou", "Hailong Li", "Qing Yan", "Yu-Hang Li", "Hua Jiang"], "title": "The fate of disorder in twisted bilayer graphene near the magic angle", "comment": "5 pages, 4 figures; Comments are welcome!", "summary": "In disordered lattices, itinerant electrons typically undergo Anderson\nlocalization due to random phase interference, which suppresses their motion.\nBy contrast, in flat-band systems where electrons are intrinsically localized\nowing to their vanishing group velocity, the role of disorder remains elusive.\nTwisted bilayer graphene (TBG) at the magic angle $\\sim 1.1^\\circ$ provides a\nrepresentative flat-band platform to investigate this problem. Here, we perform\nan atomistic tight-binding quantum transport calculation on the interplay\nbetween disorder and flat-bands in TBG devices. This non-phenomenological\napproach provides direct evidence that moderate disorder enhances conductance,\nwhereas stronger disorder restores localization, revealing a disorder-driven\ndelocalization-to-localization transport behavior. The underlying physical\nmechanism is understood by an effective inter-moir{\\'e} tunneling strength via\nspectral flow analysis of a disordered TBG cylinder. Moreover, by comparing\nmagic-angle and large-angle TBG, we demonstrate qualitatively distinct disorder\nresponses tied to the presence of flat-bands. Our quantitative results\nhighlight the unconventional role of disorder in flat-band moir{\\'e} materials\nand offer insights into the observation of the fractional quantum anomalous\nHall effect in disordered moir{\\'e} systems."}
{"id": "2510.14685", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14685", "abs": "https://arxiv.org/abs/2510.14685", "authors": ["Hongyu Lu", "Wang Yao"], "title": "Bosonic Laughlin and Moore-Read states from non-Chern flat bands", "comment": null, "summary": "The rapid advances in the study of fractional Chern insulators (FCIs) raise a\nfundamental question: while initially discovered in flat Chern bands motivated\nby their topological equivalence to Landau levels, is single- particle band\ntopology actually a prerequisite for these many-body topological orders\nemergent at fractional fillings? Here, we numerically demonstrate bosonic FCIs\nin two types of non-Chern flat bands in honeycomb lattices, using exact\ndiagonalization and density matrix renormalization group calculations. In a\ngapless flat band with a singular band touching, we observe a Laughlin state at\nhalf filling, stabilized by onsite interactions from the hard-core limit down\nto arbitrarily small strength. Furthermore, we report the first example of a\nnon- Abelian FCI in a non-Chern band system: a Moore-Read state at $\\nu$ = 1\nfilling of the same singular flat band with hard-core bosons. Under lattice\nparameters that realize a gapped trivial band (C = 0) of exact flatness, we\nalso find the Laughlin FCI of soft-core bosons in the isolated band limit where\nonsite interaction is much smaller than the band gap. In this case, the FCI\nforms as interacting bosons spontaneously avoid the peaks in quantum metric and\nBerry curvature, preferentially occupying Brillouin zone region with relatively\nuniform quantum geometry. Our work significantly expands the landscape for\n(non-)Abelian FCIs and broadens the understanding of their formation beyond the\nChern band paradigm."}
{"id": "2510.14396", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14396", "abs": "https://arxiv.org/abs/2510.14396", "authors": ["Philippe Baranek", "James P. Connolly", "Antoine Gissler", "Philip Schulz", "Michel Rérat", "Roberto Dovesi"], "title": "Multiscale Models For Perovskite Optimisation", "comment": null, "summary": "This paper presents a multiscale approach to evaluate perovskite solar cell\nperformance which determines material properties at the atomistic scale with\nfirst-principles calculations, and applies them in macro-scale device models.\nThis work focuses on the MAPbI3 (MA = CH3NH3) perovskite and how its phase\ntransitions impact on its optical, electronic, and structural properties which\nare investigated at the first-principles level. The obtained data are coupled\nto a numerical drift-diffusion device model enabling evaluation of the\nperformance of corresponding single junction devices. The first-principles\nsimulation applies a hybrid exchange-correlation functional adapted to the\nstudied family of compounds. Validation by available experimental data is\npresented from materials properties to device performance, justifying the use\nof the approach for predictive evaluation of existing and novel perovskites.\nThe coupling between atomistic and device models is described in terms of a\nframework for exchange of optical, vibrational, and electronic parameters\nbetween the two scales. The result of this theoretical investigation is a\nmethodology for designing and optimising perovskite materials for both cell\nperformance and stability, the key obstacle in the societal implementation of\nthese record-breaking new materials."}
{"id": "2510.14101", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.14101", "abs": "https://arxiv.org/abs/2510.14101", "authors": ["Artemy Kolchinsky"], "title": "Comment on \"Dissipation bounds the coherence of stochastic limit cycles\"", "comment": "Comment on arXiv:2501.18469", "summary": "Recent work has identified a fundamental bound on the thermodynamic cost of\nstochastic oscillators in the weak-noise regime (Santolin and Falasco, 2025;\nNagayama and Ito, 2025). In this brief note, we provide an alternative and\nelementary derivation of this bound, based only on the assumption of Gaussian\nphase fluctuations and the thermodynamic uncertainty relation. Our approach may\nbe useful for future generalizations of the bound."}
{"id": "2510.14578", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14578", "abs": "https://arxiv.org/abs/2510.14578", "authors": ["Juliette Monsel", "Matteo Acciai", "Didrik Palmqvist", "Nicolas Chiabrando", "Rafael Sánchez", "Janine Splettstoesser"], "title": "Precision of an autonomous demon exploiting nonthermal resources and information", "comment": "23 pages, 15 figures (main) + supplemental material", "summary": "Quantum-dot systems serve as nanoscale heat engines exploiting thermal\nfluctuations to perform a useful task. Here, we investigate a multi-terminal\ntriple-dot system, operating as a refrigerator that extracts heat from a cold\nelectronic contact. In contrast to standard heat engines, this system exploits\na nonthermal resource. This has the intriguing consequence that cooling can\noccur without extracting energy from the resource on average -- a seemingly\ndemonic action -- while, however, requiring the resource to fluctuate. Using\nfull counting statistics and stochastic trajectories, we analyze the\nperformance of the device in terms of the cooling-power precision, employing\nperformance quantifiers motivated by the thermodynamic and kinetic uncertainty\nrelations. We focus on two regimes with large output power, which are based on\ntwo operational principles: exploiting information on one hand and the\nnonthermal properties of the resource on the other. We show that these regimes\nsignificantly differ in precision. In particular, the regime exploiting the\nnonthermal properties of the resource can have cooling-power fluctuations that\nare suppressed with respect to the input fluctuations by an order of magnitude.\nWe also substantiate the interpretation of the two different working principles\nby analyzing cross-correlations between input and output heat currents and\ninformation flow."}
{"id": "2510.14774", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14774", "abs": "https://arxiv.org/abs/2510.14774", "authors": ["Sudip Malick", "Michał J. Winiarski", "Joanna Bławat", "Hanna Świątek", "John Singleton", "Tomasz Klimczuk"], "title": "Quantum oscillations and transport properties of layered single-crystal SrCu$_4$As$_2$", "comment": "8 Pages, 4 figures", "summary": "We report a systematic investigation of the physical properties and\nFermi-surface topology of layered single-crystal \\ce{SrCu4As2} using electrical\ntransport, magnetotransport, and quantum-oscillation experiments plus\nband-structure calculations. The temperature-dependent electrical resistivity\nreveals a hysteretic phase transition at $T_P$ = 59 K, most likely associated\nwith a structural change. Hall resistivity data suggest a marked change in the\naverage hole density resulting from the latter phase transition near $T_P$. A\nlarge, linear, and nonsaturating magnetoresistance is observed at low\ntemperatures in \\ce{SrCu4As2}, likely attributable to the multipocket Fermi\nsurface. Quantum-oscillation data measured in magnetic fields of up to 60 T\nshow several oscillation frequencies exhibiting low effective masses,\nindicating the presence of Dirac-like band dispersion in \\ce{SrCu4As2}, as\nsuggested by the band structure calculations."}
{"id": "2510.14405", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14405", "abs": "https://arxiv.org/abs/2510.14405", "authors": ["Hsiao-Yi Chen", "Ryotaro Arita", "Yusuke Nomura"], "title": "First-Principles Approach to Spin Excitations in Noncollinear Magnetic Systems", "comment": "16 pages, 11 figures", "summary": "We present a first-principles method based on density functional theory and\nmany-body perturbation theory for computing spin excitations in magnetic\nsystems with noncollinear spin textures. Traditionally, the study of magnetic\nexcitations has relied on spin models that assume magnetic moments to be\nlocalized. Beyond this restriction, recent $ab~initio$ methods based on Green's\nfunctions within the local spin-density approximation have emerged as a general\nframework for calculating magnetic susceptibilities. However, their application\nhas so far been largely limited to collinear ferromagnetic and\nantiferromagnetic systems. In this work, we extend this framework and enable\nthe treatment of large-scale noncollinear magnetic systems by leveraging a\nWannier-basis representation and implementing an ansatz potential method to\nreduce computational cost. We apply our method to the spin-spiral state of\nLiCu$_2$O$_2$, successfully capturing its steady-state spin-rotation pitch in\nagreement with the experimental measurement and resolving the characteristic\nmagnon dispersion. We further analyze the interplay between the spiral spin\nstructure and the on-site spin-exchange splitting, and elucidate the crucial\nrole of magnetic dipoles on ligand ions in mediating effective ferromagnetic\ninteraction among the primary spins on Cu$^{2+}$ ions. Finally, we provide a\ntheoretical prediction of the magnon dispersion on top of the helical spin\nbackground in high agreement with the experimental measurement. Overall, this\nwork establishes a general and computationally efficient framework for\nsimulating collective spin dynamics in noncollinear magnetic systems from first\nprinciples, exemplified by -- but not limited to -- spin-spiral states."}
{"id": "2510.14103", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14103", "abs": "https://arxiv.org/abs/2510.14103", "authors": ["Xiaoxi Huang", "Qi Song", "Gautam Gurung", "Daniel A. Pharis", "Thow Min Jerald Cham", "Yulan Chen", "Rakshit Jain", "Maciej Olszewski", "Yufan Feng", "Amal El-Ghazaly", "Evgeny Y. Tsymbal", "Darrell G. Schlom", "Daniel C. Ralph"], "title": "Turn-on of Current-Induced Spin Torque upon Noncollinear Antiferromagnetic Ordering in Delafossite PdCrO2", "comment": null, "summary": "We report measurements of the current-induced spin torque produced by the\ndelafossite antiferromagnet PdCrO2 and acting on an adjacent ferromagnetic\npermalloy layer. The spin torque increases strongly as the temperature is\nreduced through the Neel temperature, when the PdCrO2 transitions from a\nparamagnetic phase to a noncollinear antiferromagnetic state. This result is\nqualitatively consistent with density functional theory calculations regarding\nhow spin-current generation changes upon antiferromagnetic ordering in PdCrO2."}
{"id": "2510.14689", "categories": ["cond-mat.mes-hall", "hep-ph", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.14689", "abs": "https://arxiv.org/abs/2510.14689", "authors": ["Sven Bjarke Gudnason", "Muneto Nitta"], "title": "Magnetic D-brane solitons: skyrmion strings ending on a Néel wall in chiral magnets", "comment": "RevTeX: 7 pages, 3 figures", "summary": "Magnetic skyrmions extended to three dimensions form string-like objects\nwhose fundamental role remains largely unexplored. We show that skyrmion\nstrings can terminate on a N\\'eel-type domain wall (DW), realizing a magnetic\nanalogue of a Dirichlet(D)-brane soliton. While an isolated N\\'eel DW tends to\nrotate into a Bloch DW, the N\\'eel DW is stabilized when a skyrmion string ends\non it. Unlike field-theory D-branes, the Bloch-type DMI produces linear rather\nthan logarithmic DW bending, and the strings retain finite width far from the\nDW, circumventing singular behavior. Furthermore, the repulsive interaction\nbetween strings allows periodic multi-junction solutions, yielding a square\nlattice of alternating strings and local DW deformations. These results\nestablish magnetic skyrmion strings as fundamental strings that can end on a\nD-brane."}
{"id": "2510.14813", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14813", "abs": "https://arxiv.org/abs/2510.14813", "authors": ["Chengkang Zhou", "Zhengbang Zhou", "Félix Desrochers", "Yong Baek Kim", "Zi Yang Meng"], "title": "Quantum Fisher Information as a Thermal and Dynamical Probe in Frustrated Magnets: Insights from Quantum Spin Ice", "comment": "9+11 pages, 3+8 figures", "summary": "Quantum Fisher information (QFI) is a novel measure of multipartite quantum\nentanglement that can be measured in inelastic neutron scattering experiments\non quantum magnets. In this work, we demonstrate that the QFI can be used to\nunderstand the thermal and dynamical properties of quantum magnets by focusing\non the pyrochlore lattice model of quantum spin ice (QSI), a three-dimensional\nquantum spin liquid that hosts fractionalized quasiparticles and emergent\nphotons. We use the newly developed multi-directed loop update quantum Monte\nCarlo (QMC) algorithm and exact diagonalization (ED) to compute the QFI, which\nis further utilized to calibrate the gauge mean-field theory results. We show\nthat the temperature and momentum dependence of the QFI can reveal\ncharacteristic energy scales of distinct phases and phase transitions in the\nglobal phase diagram. In particular, the QFI can clearly distinguish the\nferromagnetic ordered phase, the thermal critical region above it, as well as\ntwo distinct QSI phases, namely zero-flux and $\\pi$-flux QSI. Moreover, the QFI\nshows two crossover temperature scales, one from the trivial paramagnet to the\nclassical spin ice regime and a lower temperature crossover to QSI. We discuss\nour results, especially for the $\\pi$-flux QSI, in light of the ongoing\nexperimental efforts on Cerium-based pyrochlore systems. Our results\ndemonstrate that the QFI not only detects entanglement properties but can also\nbe viewed as a sensitive thermal and dynamical probe in the investigation of\nquantum magnets."}
{"id": "2510.14491", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14491", "abs": "https://arxiv.org/abs/2510.14491", "authors": ["Gye-Hyeon Kim", "Tae Hyun Jung", "Seungjoon Sun", "Jung Kyu Lee", "Jaewoo Han", "P. Karuna Kumari", "Jin-Hyun Choi", "Hansol Lee", "Tae Heon Kim", "Yoon Seok Oh", "Seung Chul Chae", "Se Young Park", "Sang Mo Yang", "Changhee Sohn"], "title": "Ferroelectric amplitude switching and continuous memory", "comment": null, "summary": "Although ferroelectric systems inherently exhibit binary switching behavior,\nrecent advances in analog memory device have spurred growing interest in\nachieving continuous memory states. In this work, we demonstrate ferroelectric\namplitude switching at the mesoscopic scale in compositionally graded\nBa1-xSrxTiO3 heterostructures, enabling continuous modulation of polarization\nmagnitude without altering its direction, which we defined as amplitude\nswitching. Using switching current measurement, piezoresponse force microscopy\nand Landau-Ginzburg-Devonshire simulations, we reveal that compositionally\ngraded ferroelectric heterostructure can possess amplitude switching behavior\nthrough a double well potential with flattened minima. This behavior supports\nstable, continuous polarization states and establishes a new platform for\nanalog memory applications. These findings introduce amplitude switching as a\nnew dynamic of the order parameter, paving the way for energy-efficient and\nreliable analog memory systems."}
{"id": "2510.14174", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14174", "abs": "https://arxiv.org/abs/2510.14174", "authors": ["Xinyu Yang", "Shan-Shan Wang", "Shuai Dong"], "title": "A large spin-splitting altermagnet designed from the hydroxylated MBene monolayer", "comment": "11 pages, 5 figures", "summary": "The development of altermagnets is fundamentally important for advancing\nspintronic device technology, but remains unpractical for the weak spin\nsplitting in most cases, especially in two-dimensional materials. Based on spin\ngroup symmetry analysis and first-principles calculations, a novel hydroxyl\nrotation strategy in collinear antiferromagnets has been proposed to design\naltermagnets. This approach achieves a large chirality-reversible spin\nsplitting exceeding $1130$ meV in $\\alpha_{60}$-Mn$_2$B$_2$(OH)$_2$ monolayer.\nThe system also exhibits intrinsic features of a node-line semimetal in the\nabsence of spin-orbit coupling. Besides, the angles of hydroxyl groups serve as\nthe primary order parameter, which can switch on/off the altermagnetism coupled\nwith the ferroelastic mechanism. The corresponding magnetocrystalline\nanisotropy have also been modulated. Moreover, an interesting spin-related\ntransport property with the spin-polarized conductivity of 10$^{19}$\n$\\Omega^{-1}m^{-1}s^{-1}$ also emerges. These findings uncover the hydroxyl\nrotation strategy as a versatile tool for designing altermagnetic node-line\nsemimetals and opening new avenues for achieving exotic chemical and physical\ncharacteristics associated with large spin splitting."}
{"id": "2510.14695", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14695", "abs": "https://arxiv.org/abs/2510.14695", "authors": ["A. V. Trifonov", "M. O. Nestoklon", "M. -A. Hollberg", "S. Grisard", "D. Kudlacik", "E. V. Kolobkova", "M. S. Kuznetsova", "S. V. Goupalov", "J. M. Kaspari", "D. E. Reiter", "D. R. Yakovlev", "M. Bayer", "I. A. Akimov"], "title": "Quantum beats of exciton-polarons in CsPbI3 perovskite nanocrystals", "comment": "11+7 pages, 4 figures", "summary": "Exciton-phonon interactions govern the energy level spectrum and thus the\noptical response in semiconductors. In this respect, lead-halide perovskite\nnanocrystals represent a unique system, for which the interaction with optical\nphonons is particularly strong, giving rise to a ladder of multiple exciton\nstates which can be optically excited with femtosecond pulses. We establish a\nnew regime of coherent exciton-polaron dynamics with exceptionally long\ncoherence times (T2 ~300 ps) in an ensemble of CsPbI3 nanocrystals embedded in\na glass matrix. Using transient two-pulse photon echo at 2 K temperature, we\nobserve quantum beats between the exciton-polaron states. Within a four-level\nmodel, we directly quantify the exciton-phonon coupling strength through the\nHuang-Rhys factors of 0.05-0.1 and 0.02-0.04 for low-energy optical phonons\nwith energies of 3.2 and 5.1 meV, respectively. The pronounced size dependence\nof both coupling strengths and phonon lifetimes offers a path to tune the\noptical transitions between polaron states and to tailor the coherent optical\ndynamics in perovskite semiconductors for solid-state quantum technologies."}
{"id": "2510.14951", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14951", "abs": "https://arxiv.org/abs/2510.14951", "authors": ["Matheus de Sousa", "Zhiyu Fan", "Wei Ku"], "title": "A universal description of Mott insulators: Characterizing quantum phases beyond broken symmetries", "comment": null, "summary": "Using Mott insulators as a prototypical example, we demonstrate a\ndynamics-based characterization of quantum phases of matter through a general\nN-body renormalization group framework. The essential \"Mott-ness\" turns out to\nbe characterized by a change of size-scaling of the effective intra- momentum\nrepulsions between long-lived emergent \"eigen-particles\" that encodes the\ndynamics of two-body bound states in the high-energy sector. This directly\noffers a universal characterization at long space-time scale for the\ncorresponding class of Mott insulators through a uniform single occupation of\nall momenta, and otherwise Mott metals. This universal description naturally\npaves the way to topological Mott insulators and is straightforward to extend\nto bosonic Mott systems. More generally, this demonstration exemplifies a\ngeneric paradigm of characterizing quantum phases of matter through their\ndistinct dynamics beyond broken symmetries."}
{"id": "2510.14495", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14495", "abs": "https://arxiv.org/abs/2510.14495", "authors": ["Ella B Schneider", "Oscar G Lloyd-Willard", "Kristian Stockbridge", "Mark Ludlow", "Sam Eserin", "David C Cox", "Roger P Webb", "Ben N Murdin", "Steve K Clowes"], "title": "Enhanced Secondary Electron Detection of Single Ion Implants in Silicon Through Thin SiO2 Layers", "comment": "8 pages, 4 figures", "summary": "Deterministic placement of single dopants is essential for scalable quantum\ndevices based on group-V donors in silicon. We demonstrate a non-destructive,\nhigh-efficiency method for detecting individual ion implantation events using\nsecondary electrons (SEs) in a focused ion beam (FIB) system. Using low-energy\nSb ions implanted into undoped silicon, we achieve up to 98% single-ion\ndetection efficiency, verified by calibrated ion-current measurements before\nand after implantation. The technique attains ~30 nm spatial resolution without\nrequiring electrical contacts or device fabrication, in contrast to\nion-beam-induced-current (IBIC) methods. We find that introducing a controlled\nSiO2 capping layer significantly enhances SE yield, consistent with an\nincreased electron mean free path in the oxide, while maintaining high\nprobability of successful ion deposition in the underlying substrate. The yield\nappears to scale with ion velocity, so higher projectile mass (e.g. Yb, Bi etc)\nrequires increased energy to maintain detection efficiency. Our approach\nprovides a robust and scalable route to precise donor placement and extends\ndeterministic implantation strategies to a broad range of material systems and\nquantum device architectures."}
{"id": "2510.14175", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14175", "abs": "https://arxiv.org/abs/2510.14175", "authors": ["Yueyun Chen", "Xin Yi Ling", "Jared Lodico", "Tristan P. O`Neill", "B. C. Regan", "Matthew Mecklenburg"], "title": "Mapping Temperature Using Transmission Kikuchi Diffraction", "comment": "21 pages, 4 figures in the main text", "summary": "Electronic devices are engineered at increasingly smaller length scales; new\nmetrologies to understand nanoscale thermodynamics are needed. Temperature and\npressure are fundamental thermodynamic quantities whose nanoscale measurement\nis challenging as physical contact inevitably perturbs the system. Here we\ndemonstrate Kikuchi diffraction thermometry (KDTh), a non-contact scanning\nelectron microscope (SEM) technique capable of mapping nanoscale temperatures\nand pressures. KDTh detects local volumetric lattice changes in crystalline\nsamples by precisely fitting Kikuchi patterns. Temperature changes are deduced\nusing the coefficient of thermal expansion (CTE). We map lattice parameters and\ntemperatures on Joule-heated graphite by rastering a 5.5-nm electron probe\nacross the sample. Our parameter precision is ~0.01% and our temperature\nsensitivity is 2.2 K/$\\sqrt{Hz}$. KDTh offers advanced sensitivity by fitting\nthe entire Kikuchi pattern, even beyond the precision measured in transmission\nelectron microscopy. KDTh can operate in both transmission (transmission\nKikuchi diffraction, TKD) and reflection (electron backscatter diffraction,\nEBSD) modes."}
{"id": "2510.14721", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14721", "abs": "https://arxiv.org/abs/2510.14721", "authors": ["Lino Reggiani", "Federico Intini", "Luca Varani"], "title": "Fundamental quantum and relativistic formulation of thermal noise and linear conductance in an 1D quasi-particle ensemble under ballistic transport-regime", "comment": null, "summary": "We investigate quantum and quantum-relativistic effects associated with the\nnoise power spectrum and the fluctuation--dissipation relation between\ncurrent--noise spectra and linear--response conductance at low frequencies of\nthe electromagnetic field. At high frequencies, vacuum catastrophe is shown to\nbe avoided by the presence of Casimir force. At low frequencies, the quantum\neffect associated with one--dimensional structures under the conditions of\nballistic transport typical at the nanometric scale length are briefly reviewed\nin terms of a universal quasi-particle approach. The case of a photon gas\ninside an appropriate black-body cavity is found to provide a physical\ninterpretation of the lines spectra of atomic elements within an exact\nstatistical approach based on a physical interpretation of the fine structure\nconstant, $\\alpha =1/137.0560$."}
{"id": "2510.14193", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14193", "abs": "https://arxiv.org/abs/2510.14193", "authors": ["Ning Ding", "Haoshen Ye", "Shan-Shan Wang", "Shuai Dong"], "title": "Ferroelasticity tunable altermagnets", "comment": "8 pages, 6 figures", "summary": "Altermagnets have garnered great interest due to their non-relativistic spin\nsplitting and novel physical properties. However, the control of altermagnetic\nstates remains underexplored. Here, we propose a new multiferroic state, i.e.\nferroelastic altermagnetic state, in which ferroelastic strain couples directly\nto the spin-splitting. Through symmetry analysis and first-principles\ncalculations, we identify the ferroelastic $d$-wave altermagnetism of puckered\npentagonal CoSe$_2$ monolayer. Interestingly, uniaxial stress can induce a\nferroelastic phase transition, accompanied by a $90^\\circ$ rotation of the\nspin-splitting bands. Cooperative rotation of the lattice and N\\'eel vectors\npreserves the sign of Kerr angle, whereas noncooperative rotation reverses it.\nOur work provides a general strategy for manipulating altermagnetism in\nmultiferroic systems and opens new avenues for exploring emergent\nmagnetoelastic phenomena."}
{"id": "2510.14540", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14540", "abs": "https://arxiv.org/abs/2510.14540", "authors": ["Amir Khan", "Shalini Sharma", "Tiago de Oliveira Schneider", "Markus Meinert"], "title": "Uniaxial Magnetic Anisotropy and Type-X/Y Current-Induced Magnetization Switching in Oblique-Angle-Deposited Ta/CoFeB/Pt and W/CoFeB/Pt Heterostructures", "comment": "9 pages, 8 figures", "summary": "Planar current-induced magnetization switching (CIMS) driven by spin-orbit\ntorque (SOT) requires an in-plane uniaxial magnetic anisotropy (UMA), which can\nbe induced by oblique-angle sputter deposition of the heavy-metal underlayer.\nTo enhance the SOT efficiency, we employ trilayer heterostructures of (Ta or\nW)/CoFeB/Pt, where the bottom layer exhibits a UMA of 50 mT at 2 nm thickness.\nThe magnetization reversal in Hall-bar devices is detected through\nunidirectional spin Hall magnetoresistance (USMR) for the Type Y geometry (easy\naxis transverse to current) and planar Hall measurements for the Type X\ngeometry (easy axis parallel to current). Both configurations exhibit CIMS with\nsub-microsecond current pulses, reaching switching current densities as low as\n$2 \\times 10^{11}$ A/m$^2$ for a W (4 nm)/CoFeB (1.4 nm)/Pt (2 nm) stack with a\nUMA of 146 mT. Macrospin simulations reproduce the Type Y switching as coherent\nmagnetization rotation, whereas the Type X devices switch at much lower\ncurrents than predicted, indicating that nucleation and domain-wall propagation\ndominate reversal in this geometry."}
{"id": "2510.14181", "categories": ["cond-mat.mes-hall", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14181", "abs": "https://arxiv.org/abs/2510.14181", "authors": ["Dhruv Sharma"], "title": "Phenomenological Ehrenfest Dynamics with Topological and Geometric Phase Effects and the curious case of Elliptical intersection", "comment": null, "summary": "We present a comprehensive computational framework for simulating\nnonadiabatic molecular dynamics with explicit inclusion of geometric phase (GP)\neffects. Our approach is based on a generalized two-level Hamiltonian model\nthat can represent various electronic state crossings - conical intersections,\navoided crossings, and elliptic intersections - through appropriate\nparameterization. We introduce a novel prelooping trajectory initialization\nscheme, allowing us to encode the memory as an initial phase accumulated due to\nthe adiabatic evolution over the potential energy surface. This is a unified\nframework to handle different types of level crossings by incorporating Berry\ncurvature-based force corrections to Ehrenfest dynamics, ensuring accurate\nrepresentation of topological effects. For conical intersections, our method\nincorporates the theoretically expected phase pi, while for elliptic\nintersections, it yields a parametrically tunable but loop radius (energy)\nindependent phase different from pi. We also include an eccentricity parameter\n(e) in the diabatic coupling to model more realistic molecular systems.\nNumerical simulations demonstrate the consistency of our approach with\ntheoretical predictions for mixing of states and inhibition from mixing due to\ngeometric phase effects. This framework provides a valuable tool for studying\nquantum-classical interactions in molecular systems where geometric phase\neffects play a significant role. The elliptical intersection and geometric\nphase effect opens avenue for the design and discovery of degenerate materials.\nIt produces a fresh look to help develop a new kind of spectroscopy and\npotential qubit applications. This simple Hamiltonian reveals a pathological\nphase protection effect E = kr, where k is real, that has great utility in a\nnew spectroscopy design."}
{"id": "2510.14867", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14867", "abs": "https://arxiv.org/abs/2510.14867", "authors": ["Ivan Iorsh", "Mikhail Titov"], "title": "Disorder-assisted Spin-Filtering at Metal/Ferromagnet Interfaces: An Alternative Route to Anisotropic Magnetoresistance", "comment": "10 pages, 4 figures", "summary": "We introduce a minimal interface-scattering mechanism that produces a sizable\nanisotropic magnetoresistance (AMR) in metal/ferromagnet bilayers (e.g.,\nPt/YIG) without invoking bulk spin or orbital Hall currents. In a\n$\\delta$-layer model with interfacial exchange and Rashba spin-orbit coupling,\ncharge transfer at a high-quality interface creates a spin-selective phase\ncondition (interfacial spin filtering) that suppresses backscattering for one\nspin projection while enhancing momentum relaxation for the other. The\nresulting resistance anisotropy peaks at an optimal metal thickness of a few\nnanometers, quantitatively reproducing the thickness and angular dependences\ntypically attributed to spin Hall magnetoresistance (SMR), as well as its\ncharacteristic magnitude. Remarkably, the maximal AMR scales linearly with the\nsmaller of the two coupling strengths - exchange or spin-orbit, highlighting a\nmechanism fundamentally distinct from SMR. Our scattering formulation maps onto\nBoltzmann boundary conditions and predicts other clear discriminants from SMR,\nincluding strong sensitivity to interfacial charge transfer and disorder."}
{"id": "2510.14491", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14491", "abs": "https://arxiv.org/abs/2510.14491", "authors": ["Gye-Hyeon Kim", "Tae Hyun Jung", "Seungjoon Sun", "Jung Kyu Lee", "Jaewoo Han", "P. Karuna Kumari", "Jin-Hyun Choi", "Hansol Lee", "Tae Heon Kim", "Yoon Seok Oh", "Seung Chul Chae", "Se Young Park", "Sang Mo Yang", "Changhee Sohn"], "title": "Ferroelectric amplitude switching and continuous memory", "comment": null, "summary": "Although ferroelectric systems inherently exhibit binary switching behavior,\nrecent advances in analog memory device have spurred growing interest in\nachieving continuous memory states. In this work, we demonstrate ferroelectric\namplitude switching at the mesoscopic scale in compositionally graded\nBa1-xSrxTiO3 heterostructures, enabling continuous modulation of polarization\nmagnitude without altering its direction, which we defined as amplitude\nswitching. Using switching current measurement, piezoresponse force microscopy\nand Landau-Ginzburg-Devonshire simulations, we reveal that compositionally\ngraded ferroelectric heterostructure can possess amplitude switching behavior\nthrough a double well potential with flattened minima. This behavior supports\nstable, continuous polarization states and establishes a new platform for\nanalog memory applications. These findings introduce amplitude switching as a\nnew dynamic of the order parameter, paving the way for energy-efficient and\nreliable analog memory systems."}
{"id": "2510.14554", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14554", "abs": "https://arxiv.org/abs/2510.14554", "authors": ["F. Herklotz", "E. V. Lavrov", "T. D. C. Hobson", "T. P. Shalvey", "J. D. Major", "K. Durose"], "title": "Contrasting properties of free carriers in $n$- and $p$-type Sb$_2$Se$_3$", "comment": "5 pages, 4 figures", "summary": "We report persistent photoconductivity in $p$-type Sb$_2$Se$_3$ single\ncrystals doped with Cd or Zn, where enhanced conductivity remains for hours\nafter illumination ceases at temperatures below $\\sim$25~K. Comparative\ntransport and infrared absorption measurements, including on $n$-type Cl-doped\ncounterparts, reveal strong indications that hole transport in Sb$_2$Se$_3$ is\nmore strongly affected by intrinsic carrier scattering than electron transport.\nThese results point to a fundamental asymmetry in charge carrier dynamics and\nhighlight the potential role of polaronic effects in limiting hole mobility in\nthis quasi-one-dimensional semiconductor."}
{"id": "2510.14191", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14191", "abs": "https://arxiv.org/abs/2510.14191", "authors": ["Beyza Zeynep Ucpinar", "Sasan Razmkhah", "Mustafa Altay Karamuftuoglu", "Ali Bozbey"], "title": "Experimental Demonstration of a Superconductor SFQ-Based ADC for High-Frequency Signal Acquisition", "comment": "14 pages, 23 figures", "summary": "Superconducting quantum interference devices (SQUIDs) are among the most\nsensitive sensors, offering high precision through their well-defined\nflux-voltage characteristics. Building on this sensitivity, we designed,\nfabricated, and experimentally demonstrated a superconducting single flux\nquantum (SFQ)-based analog-to-digital converter (ADC) capable of detecting\nsmall variations in input current signals at high frequencies and converting\nthem into SFQ pulse trains. To improve robustness and reduce errors, the design\nincorporates a majority circuit and two types of counters: asynchronous toggle\nflip-flop-based and synchronous cumulative-based, at the cryogenic stage. The\ncounter collects the SFQ pulse train and converts it into a binary number,\nsimplifying downstream digital readout. The circuits were implemented using the\nAIST CRAVITY (QuFab) HSTP process and successfully tested in our cryocooler\nsystem, validating both the design methodology and operation. This approach\nhelps build a fully integrated system that combines digital SQUID functionality\nwith cryogenic readout circuits on a single chip."}
{"id": "2510.14868", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14868", "abs": "https://arxiv.org/abs/2510.14868", "authors": ["Shubham Ghadigaonkar", "Sachchidanand Das", "Abhiram Soori"], "title": "Electron transport in junctions between altermagnets", "comment": "9 pages, 4 captioned figures. Comments are welcome", "summary": "We theoretically investigate electron transport in junctions between the two\nAMs in strong and weak altermagnetic phases. The charge and spin conductivities\nare analyzed as functions of angle between the N\\'eel vectors of the two AMs\n$\\theta$. In the strong AM regime, the charge conductivity vanishes as $\\theta\n\\to \\pi$, while in the weak AM phase it remains finite. Introducing a normal\nmetal between two AMs leads to Fabry-P\\'erot-type oscillations in charge\nconductivity. In the strong phase, transport is dominated by up-spin electrons,\nwhereas both spin channels contribute in the weak phase. These results\nhighlight the potential of AM-based heterostructures for spintronic\napplications, such as spin filters, and quantum interference-based spintronic\ndevices, where tunable spin-dependent transport and interference effects can be\nutilized in electronic devices."}
{"id": "2510.14556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14556", "abs": "https://arxiv.org/abs/2510.14556", "authors": ["L. L. Lage", "T. P. Cysne", "A. Latgé"], "title": "Orbital magnetization in Sierpinski fractals", "comment": null, "summary": "Orbital magnetization (OM) in Sierpinski carpet (SC) and triangle (ST)\nfractal is theoretically investigated by using Haldane model as a prototypical\nexample. The OM calculation is performed following two distinct approaches;\nemploying the definition and local markers formalism. Both methods coincides\nfor all systems analyzed. For the SC, higher fractal generations create a dense\nset of edge states, resulting in a staircase profile, leading to oscillations\nin the magnetization as a function of the chemical potential. In contrast, the\nST self-similarity produces distinct fractal-induced spectral gaps, which\nmanifest as constant plateaus in the magnetization. The STs exhibit a\npronounced sensitivity to edge terminations. Our results reveal how quantum\nconfinement in fractal structures affects the electronic orbital angular\nmomentum, pointing to possible pathways for exploring novel orbitronics in\nsystems with complex geometries."}
{"id": "2510.14193", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14193", "abs": "https://arxiv.org/abs/2510.14193", "authors": ["Ning Ding", "Haoshen Ye", "Shan-Shan Wang", "Shuai Dong"], "title": "Ferroelasticity tunable altermagnets", "comment": "8 pages, 6 figures", "summary": "Altermagnets have garnered great interest due to their non-relativistic spin\nsplitting and novel physical properties. However, the control of altermagnetic\nstates remains underexplored. Here, we propose a new multiferroic state, i.e.\nferroelastic altermagnetic state, in which ferroelastic strain couples directly\nto the spin-splitting. Through symmetry analysis and first-principles\ncalculations, we identify the ferroelastic $d$-wave altermagnetism of puckered\npentagonal CoSe$_2$ monolayer. Interestingly, uniaxial stress can induce a\nferroelastic phase transition, accompanied by a $90^\\circ$ rotation of the\nspin-splitting bands. Cooperative rotation of the lattice and N\\'eel vectors\npreserves the sign of Kerr angle, whereas noncooperative rotation reverses it.\nOur work provides a general strategy for manipulating altermagnetism in\nmultiferroic systems and opens new avenues for exploring emergent\nmagnetoelastic phenomena."}
{"id": "2510.14899", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14899", "abs": "https://arxiv.org/abs/2510.14899", "authors": ["Arnob Mukherjee", "Biplab Sanyal", "Annica M. Black-Schaffer", "Ankita Bhattacharya"], "title": "Electric field controlled second-order anomalous Hall effect in altermagnets", "comment": "12 pages, 13 figures", "summary": "Altermagnets are a recently discovered class of compensated magnets with\nmomentum-dependent spin splittings and unusual transport properties, even\nwithout a net magnetization. In the presence of combined four-fold rotation and\ntime-reversal ($C_4\\mathcal{T}$) symmetry, linear and also second-order, driven\nby a Berry curvature dipole, anomalous Hall responses are forbidden in any pure\n$d$-wave altermagnet. Nevertheless, here we find that the nontrivial quantum\nmetric of the occupied Bloch states allows for an electric field induced Berry\ncurvature dipole, which generates a strong and tunable second-order Hall\ncurrent, enabling it to be switched on or off by simply adjusting the relative\norientation between the symmetry-reducing dc field and the ac probe field.\nSpecifically, we investigate the electric field induced second-order anomalous\nHall response in a two-dimensional Rashba-coupled hybrid altermagnet that\ninterpolates between $d_{x^2-y^2}$ ($B_{1g}$) and $d_{xy}$ ($B_{2g}$)\naltermagnet symmetry, motivated by recent proposals for mixed-symmetry states.\nCrucially, the nonlinear signal is highly sensitive to the underlying symmetry\nof the altermagnetic order at specific doping levels, offering a purely\nelectrical method to distinguish distinct altermagnetic orders. Our results\nposition hybrid altermagnets as a promising platform for controllable nonlinear\ntransport and spintronic applications."}
{"id": "2510.14590", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14590", "abs": "https://arxiv.org/abs/2510.14590", "authors": ["F. Herklotz", "E. V. Lavrov", "A. Herklotz", "V. V. Melnikov", "T. P. Shalvey", "J. D. Major", "and K. Durose"], "title": "Substitutional sulfur and its vibrational fingerprints in Sb$_2$Se$_3$", "comment": "9 pages, 7 figures", "summary": "The configurational behavior of sulfur in antimony triselenide (Sb$_2$Se$_3$)\nis investigated by combining infrared absorption spectroscopy with density\nfunctional theory. Four sulfur-related local vibrational modes are identified\nat 249, 273, 283, and 312~cm$^{-1}$ in melt-grown single crystals prepared from\nSb$_2$Se$_3$ granulate. Their assignment to sulfur is confirmed through\ncontrolled indiffusion experiments using Sb$_2$S$_3$ and elemental sulfur, as\nwell as isotope-substitution studies with $^{34}$S, which produce the expected\nfrequency shifts. Polarization-resolved measurements, together with theoretical\ncalculations of local vibrational modes, demonstrate that the observed spectral\nfeatures are fully consistent with substitutional sulfur on the three\ninequivalent selenium sites of Sb$_2$Se$_3$."}
{"id": "2510.14213", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.14213", "abs": "https://arxiv.org/abs/2510.14213", "authors": ["Hurriyet Yuce-Cakir", "Haoran Chen", "Isaac Ogunniranye", "Susanna M. Thon", "Yanfa Yan", "Zhaoning Song", "Behrang H. Hamadani"], "title": "Comparison of Electroluminescence and Photoluminescence Imaging of Mixed-Cation Mixed-Halide Perovskite Solar Cells at Low Temperatures", "comment": null, "summary": "Halide perovskites have emerged as promising candidates for high-performance\nsolar cells. This study investigates the temperature-dependent optoelectronic\nproperties of mixed-cation mixed-halide perovskite solar cells using\nelectroluminescence (EL) and photoluminescence (PL) hyperspectral imaging,\nalong with current-voltage analysis. Luminescence images, which were converted\nto EL and PL external radiative efficiency (ERE) maps, revealed significant\nchanges in the optoelectronic behavior of these devices at low temperatures.\nSpecifically, we found that a significant source of heterogeneity in the\nlow-temperature EL ERE maps below 240 K is related to local charge injection\nand extraction bottlenecks, whereas PL ERE maps show suppressed non-radiative\nrecombination and significant improvements in efficiency throughout the\ninvestigated temperature range. The spatial distribution of ERE and its\nvariation with applied current were analyzed, offering insights into\ncharge-carrier dynamics and defect behavior. Our results reveal that while the\nperovskite layer exhibits enhanced ERE at low temperatures, charge injection\nbarriers at the interfaces of the perovskite solar cells significantly suppress\nEL and degrade the fill factor below 240 K. These findings reveal that a deeper\nunderstanding of the performance of perovskite solar cells under\nlow-temperature conditions is an essential step toward their potential\napplication in space power systems and advanced semiconductor devices."}
{"id": "2510.14903", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14903", "abs": "https://arxiv.org/abs/2510.14903", "authors": ["L. Basseto", "N. P. Vizarim", "J. C. Bellizotti Souza", "P. A. Venegas"], "title": "Skyrmion behavior in attractive-repulsive square array of pinning centers", "comment": "11 pages, 7 figures", "summary": "We investigate the driven dynamics of a single skyrmion in a square lattice\nof mixed pinning sites, where attractive and repulsive defects coexist using a\nparticle-based model. The mixed landscape yields directional locking at\n$\\theta_{\\rm sk}=-45^\\circ$ and flow at locked angles near the intrinsic\nskyrmion Hall angle. By mapping defect strengths, we show that weaker\nattraction lowers the depinning threshold, whereas stronger repulsion\nstabilizes and broadens the $-45^\\circ$ locking plateau. Moreover, combinations\nof attractive and repulsive defect strengths allows control of directional\nlockings and their force ranges. Defect size further tunes the response,\nselecting among $-45^\\circ$, $-50^\\circ$, $-55^\\circ$, and $\\approx-59^\\circ$.\nThese results establish mixed pinning as a practical knob to steer skyrmion\ntrajectories and the effective Hall response, providing design guidelines for\nskyrmion-based memory and logic devices."}
{"id": "2510.14692", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14692", "abs": "https://arxiv.org/abs/2510.14692", "authors": ["Zhunyun Tang", "Xiaoxia Wang", "Jin Li", "Chaoyu He", "Mingxing Chen", "Chao Tang", "Tao Ouyang"], "title": "Unique Hierarchical Rotational Dynamics Induces Ultralow Lattice Thermal Conductivity in Cyanide-bridged Framework Materials", "comment": null, "summary": "The pursuit of materials combining light constituent elements with ultralow\nlattice thermal conductivity ($\\kappa_{\\mathrm{L}}$) is crucial to advancing\ntechnologies like thermoelectrics and thermal barrier coatings, yet it remains\na formidable challenge to date. Herein, we achieve ultralow\n$\\kappa_{\\mathrm{L}}$ in lightweight cyanide-bridged framework materials (CFMs)\nthrough the rational integration of properties such as the hierarchical\nvibrations exhibited in superatomic structures and rotational dynamics\nexhibited in perovskites. Unique hierarchical rotation behavior leads to\nmultiple negative peaks in Gr\\\"uneisen parameters across a wide frequency\nrange, thereby inducing pronounced negative thermal expansion and strong cubic\nanharmonicity in CFMs. Meanwhile, the synergistic effect between large\nfour-phonon scattering phase space (induced by phonon quasi-flat bands and wide\nbandgaps) and strong quartic anharmonicity (associated with rotation modes)\nleads to giant quartic anharmonic scattering rates in these materials.\nConsequently, the $\\kappa_{\\mathrm{L}}$ of these CFMs decreases by one to two\norders of magnitude compared to the known perovskites or perovskite-like\nmaterials with equivalent average atomic masses. For instance, the\nCd(CN)$_{2}$, NaB(CN)$_{4}$, LiIn(CN)$_{4}$, and AgX(CN)$_{4}$ (X = B, Al, Ga,\nIn) exhibit ultralow room-temperature $\\kappa_{\\mathrm{L}}$ values ranging from\n0.35 to 0.81 W/mK. This work not only establishes CFMs as a novel and rich\nplatform for studying extreme phonon anharmonicity, but also provides a new\nparadigm for achieving ultralow thermal conductivity in lightweight materials\nvia the conscious integration of hierarchical and rotational dynamics."}
{"id": "2510.14216", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14216", "abs": "https://arxiv.org/abs/2510.14216", "authors": ["Jinpeng Xiao", "Qianglin Hu", "Zuodong Yu", "Weipeng Chen", "Xiaobing Luo"], "title": "Magnetic Flux-induced Higher-order Topological Superconductors", "comment": null, "summary": "Higher-order topological superconductivity typically depends on spin-orbit\ninteraction, and often necessitates well designed sample structures, nodal\nsuperconducting pairings or complex magnetic order. In this work, we propose a\nmodel that incorporates a Zeeman field, antiferromagnetic order, and $s$-wave\nsuperconducting pairing, all without the need for spin-orbit interaction. In a\ntwo-dimensional system, we realize a second-order topological superconductor by\nutilizing a staggered flux, provided that the Zeeman field is oriented\nperpendicular to the magnetic order moments. In three-dimensional systems, we\nachieve second- and third-order topological superconductors in theory, through\nstacking the two-dimensional second-order topological superconductor."}
{"id": "2510.14174", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14174", "abs": "https://arxiv.org/abs/2510.14174", "authors": ["Xinyu Yang", "Shan-Shan Wang", "Shuai Dong"], "title": "A large spin-splitting altermagnet designed from the hydroxylated MBene monolayer", "comment": "11 pages, 5 figures", "summary": "The development of altermagnets is fundamentally important for advancing\nspintronic device technology, but remains unpractical for the weak spin\nsplitting in most cases, especially in two-dimensional materials. Based on spin\ngroup symmetry analysis and first-principles calculations, a novel hydroxyl\nrotation strategy in collinear antiferromagnets has been proposed to design\naltermagnets. This approach achieves a large chirality-reversible spin\nsplitting exceeding $1130$ meV in $\\alpha_{60}$-Mn$_2$B$_2$(OH)$_2$ monolayer.\nThe system also exhibits intrinsic features of a node-line semimetal in the\nabsence of spin-orbit coupling. Besides, the angles of hydroxyl groups serve as\nthe primary order parameter, which can switch on/off the altermagnetism coupled\nwith the ferroelastic mechanism. The corresponding magnetocrystalline\nanisotropy have also been modulated. Moreover, an interesting spin-related\ntransport property with the spin-polarized conductivity of 10$^{19}$\n$\\Omega^{-1}m^{-1}s^{-1}$ also emerges. These findings uncover the hydroxyl\nrotation strategy as a versatile tool for designing altermagnetic node-line\nsemimetals and opening new avenues for achieving exotic chemical and physical\ncharacteristics associated with large spin splitting."}
{"id": "2510.14701", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14701", "abs": "https://arxiv.org/abs/2510.14701", "authors": ["M. V. Voitovych", "A. Sarikov", "V. O. Yukhymchuk", "V. V. Voitovych", "M. O. Semenenko"], "title": "Identification of formation of amorphous Si phase in SiOxNy films produced by plasma enhanced chemical vapor deposition", "comment": "17 pages, 9 figures, 2 tables, 28 reference items", "summary": "Peculiarities of formation of inclusions of amorphous Si (a-Si) phase in\nSi-rich Si oxynitride films grown by plasma-enhanced chemical vapor deposition\n(PECVD) are studied by combined Raman scattering and infrared (IR) absorption\nspectroscopy. The Raman scattering results identify presence of a-Si phase in\nthe studied films at the relative Si content exceeding a threshold value of\nabout 0.4. The a-Si amount correlates with the concentration of hydrogen in the\nfilms, the presence of which is detected by characteristic IR absorption bands\ncorresponding to Si-H bending (about 660 cm-1) and stretching (a composite band\nin the range of about 1900-2400 cm-1) vibrations. The method of deconvolution\nof IR absorbance spectra in the range of about 600 to 1300 cm-1 developed\nearlier is used to reliably separate the IR band at about 660 cm-1. This band\nis identified to origin from the amorphous Si phase within the studied Si\noxynitride films. This makes it possible to propose IR spectroscopy with\nanalysis of the low-wavenumber part of the spectra as an efficient method of\nidentifying phase composition of Si-rich Si oxynitride films. The obtained\nresults contribute to understanding of the regularities of formation of phase\ncompositions of PECVD grown Si oxynitride films and are useful for controlling\nthe films properties for practical applications."}
{"id": "2510.14225", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14225", "abs": "https://arxiv.org/abs/2510.14225", "authors": ["Motoya Takenaka", "Shogo Yoshida", "Yoshiki J. Sato", "Ryuji Okazaki"], "title": "Impurity-induced spin density wave in the thermoelectric layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$]", "comment": null, "summary": "We investigate the Sn-substitution effect on the thermoelectric transport\nproperties of the layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$] single\ncrystals, which exhibit a non-monotonic temperature variation of the electrical\nresistivity and the Seebeck coefficient owing to the complex electronic and\nmagnetic states. We find that the onset temperature of the short-range\nspin-density-wave (SDW) formation increases with the substituted Sn content,\nindicating the impurity-induced stabilization of the SDW order, reminiscent of\nthe disorder/impurity-induced spin order in the cuprate superconductors. The\nSeebeck coefficient is well related to such impurity effects, as it is slightly\nenhanced below the onset temperatures, implying a decrease in the carrier\nconcentration due to a pseudo-gap formation associated with the SDW ordering.\nWe discuss the site-dependent substitution effects including earlier studies,\nand suggest that substitution to the conducting CoO$_2$ layers is essential to\nincrease the onset temperature, consistent with the impurity-induced SDW\npicture realized in the conducting layers with the cylindrical Fermi surface."}
{"id": "2510.14193", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14193", "abs": "https://arxiv.org/abs/2510.14193", "authors": ["Ning Ding", "Haoshen Ye", "Shan-Shan Wang", "Shuai Dong"], "title": "Ferroelasticity tunable altermagnets", "comment": "8 pages, 6 figures", "summary": "Altermagnets have garnered great interest due to their non-relativistic spin\nsplitting and novel physical properties. However, the control of altermagnetic\nstates remains underexplored. Here, we propose a new multiferroic state, i.e.\nferroelastic altermagnetic state, in which ferroelastic strain couples directly\nto the spin-splitting. Through symmetry analysis and first-principles\ncalculations, we identify the ferroelastic $d$-wave altermagnetism of puckered\npentagonal CoSe$_2$ monolayer. Interestingly, uniaxial stress can induce a\nferroelastic phase transition, accompanied by a $90^\\circ$ rotation of the\nspin-splitting bands. Cooperative rotation of the lattice and N\\'eel vectors\npreserves the sign of Kerr angle, whereas noncooperative rotation reverses it.\nOur work provides a general strategy for manipulating altermagnetism in\nmultiferroic systems and opens new avenues for exploring emergent\nmagnetoelastic phenomena."}
{"id": "2510.13874", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.13874", "abs": "https://arxiv.org/abs/2510.13874", "authors": ["G. Krizman", "A. Kazakov", "C. -W. Cho", "V. V. Volobuev", "A. Majou", "E. Ben Achour", "T. Wojtowicz", "G. Bauer", "Y. Guldner", "B. A. Piot", "Th. Jolicoeur", "G. Springholz", "L. -A. de Vaulchier"], "title": "Spontaneous Breaking of the SU(3) Flavor Symmetry in a Quantum Hall Valley Nematic", "comment": "10 pages, 3 figure, 1 supplementary materials", "summary": "Two-dimensional quantum materials can host original electronic phases that\narise from the interplay of electronic correlations, symmetry and topology. In\nparticular, the spontaneous breaking of internal symmetry that acts\nsimultaneously on the pseudospin and the spatial degree of freedom realizes a\nnematic ordering. We report evidence of a quantum Hall valley nematic phase\nwith an underlying SU(3) order parameter space obtained by a spontaneous\npolarization between the threefold degenerate valley pseudospins in Pb1-xSnxSe\nquantum wells. In the presence of a Zeeman field, we demonstrate a further\ncontrol of the nematic ordering with an explicit symmetry breaking. Evidence of\nboth spontaneous and explicit SU(3) symmetry breaking, reminiscent of the quark\nflavor paradigm, is of fundamental interest to shape the many body physics in a\nSU(3) system."}
{"id": "2510.14237", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14237", "abs": "https://arxiv.org/abs/2510.14237", "authors": ["D. A. Garanin", "E. M. Chudnovsky"], "title": "Magnetization, excitations, and microwave power absorption in transition-metal/rare-earth ferrites with disorder", "comment": "12 Phys. Rev. pages, 8 figure captions", "summary": "Efficient numerical routines are developed for numerical studies of the\ndependence of the equilibrium magnetic states, excitations, and microwave power\nabsorption on temperature and composition in transition-metal/rare-earth\nferrites, including the reversal of the N\\'eel vector occurring on both\ntemperature and the concentration of the rare-earth atoms. It results in a\ndrastic change in the behavior at the magnetization and angular-momentum\ncompensation points. Dominant uniform oscillation modes are obtained by\ncomputing the magnetization correlation function. They are compared with the\nanalytical solution, which is analyzed in detail. The fluctuation-dissipation\ntheorem is used to compute the frequency dependence of the absorbed microwave\npower. A good agreement with analytical results is demonstrated. Disorder\ncaused by random positions of rare-earth atoms in a diluted RE system leads to\nmultiple localized modes that converge into broad absorption maxima as the size\nof the system increases. The power absorption integrated over frequency\nexhibits a minimum at the compensation point."}
{"id": "2510.14701", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14701", "abs": "https://arxiv.org/abs/2510.14701", "authors": ["M. V. Voitovych", "A. Sarikov", "V. O. Yukhymchuk", "V. V. Voitovych", "M. O. Semenenko"], "title": "Identification of formation of amorphous Si phase in SiOxNy films produced by plasma enhanced chemical vapor deposition", "comment": "17 pages, 9 figures, 2 tables, 28 reference items", "summary": "Peculiarities of formation of inclusions of amorphous Si (a-Si) phase in\nSi-rich Si oxynitride films grown by plasma-enhanced chemical vapor deposition\n(PECVD) are studied by combined Raman scattering and infrared (IR) absorption\nspectroscopy. The Raman scattering results identify presence of a-Si phase in\nthe studied films at the relative Si content exceeding a threshold value of\nabout 0.4. The a-Si amount correlates with the concentration of hydrogen in the\nfilms, the presence of which is detected by characteristic IR absorption bands\ncorresponding to Si-H bending (about 660 cm-1) and stretching (a composite band\nin the range of about 1900-2400 cm-1) vibrations. The method of deconvolution\nof IR absorbance spectra in the range of about 600 to 1300 cm-1 developed\nearlier is used to reliably separate the IR band at about 660 cm-1. This band\nis identified to origin from the amorphous Si phase within the studied Si\noxynitride films. This makes it possible to propose IR spectroscopy with\nanalysis of the low-wavenumber part of the spectra as an efficient method of\nidentifying phase composition of Si-rich Si oxynitride films. The obtained\nresults contribute to understanding of the regularities of formation of phase\ncompositions of PECVD grown Si oxynitride films and are useful for controlling\nthe films properties for practical applications."}
{"id": "2510.14048", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14048", "abs": "https://arxiv.org/abs/2510.14048", "authors": ["Shashi B. Mishra", "Zhe Liu", "Sabyasachi Tiwari", "Feliciano Giustino", "Elena R. Margine"], "title": "Comparative study of phonon-limited carrier transport in the Weyl semimetal TaAs family", "comment": "8 pages, 6 figures", "summary": "We present a systematic first-principles study of phonon-limited transport in\nthe TaAs family of Weyl semimetals using the ab initio Boltzmann transport\nequation. The calculated electrical conductivities show excellent agreement\nwith experimental data for high-quality samples, confirming that transport in\nthese systems is predominantly limited by phonon scattering. Among the four\ncompounds, NbP achieves the highest conductivity, governed primarily by its\nlarge Fermi velocities that offset its stronger scattering rates. In contrast,\nTaAs displays the lowest conductivity, linked to reduced carrier pockets and\nlimited carrier velocities. Additionally, NbP conductivity remains largely\nunaffected by small hole or electron doping, whereas TaAs exhibits pronounced\nelectron-hole asymmetry. NbAs and TaP show intermediate behavior, reflecting\ntheir Fermi surface topologies and scattering phase space. These findings\nprovide microscopic insight into the transport mechanisms of the TaAs family\nand emphasize the critical role of phonons, doping, and carrier dynamics in\nshaping their electronic response."}
{"id": "2510.14259", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14259", "abs": "https://arxiv.org/abs/2510.14259", "authors": ["Ryuji Hakuno", "Youichi Yanase"], "title": "Superconductivity in UTe$_2$ from local noncentrosymmetricity", "comment": "10 pages, 7 figures,", "summary": "Superconductivity in UTe$_{2}$ has garnered significant attention, as it is\nwidely recognized as a promising candidate for a spin-triplet superconductor.\nHowever, the symmetry of superconductivity and the microscopic origin of\nspin-triplet pairing remain subjects of debate. Nevertheless, various\nexperiments imply an intimate coupling between magnetism and superconductivity.\nIn this paper, we analyze a multi-sublattice periodic Anderson model that\nincorporates a spin-orbit coupling allowed in locally noncentrosymmetric\ncrystals to discuss magnetic fluctuations and superconductivity in UTe$_2$. Due\nto the sublattice-dependent spin-orbit coupling, magnetic fluctuations become\nanisotropic, and the spin degeneracy of superconducting states is lifted. Our\ncalculations reveal anisotropic antiferromagnetic fluctuations along the $b$-\nand $c$-axes, anisotropic ferromagnetic fluctuations along the $a$-axis, and\ntheir coexistence. These can be tuned by the $f$-electron's level.\nSuperconductivity in the $A_u$ representation is predominant for a wide range\nof parameters, whereas the $B_{2u}$ representation is almost degenerate and can\nbe stabilized. The direction of the $d$-vector changes as we increase the\nspin-orbit coupling. We discuss the consistency between our results and several\nexperiments."}
{"id": "2510.14724", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14724", "abs": "https://arxiv.org/abs/2510.14724", "authors": ["Yuri Fukaya", "Bo Lu", "Keiji Yada", "Yukio Tanaka", "Jorge Cayao"], "title": "Crossed surface flat bands in three-dimensional superconducting altermagnets", "comment": "9 pages, 8 figures for the main text + 15 pages, 9 figures for\n  Supplementary Materials", "summary": "Superconducting altermagnets have proven to be a promising ground for\nemergent phenomena but their study has involved two dimensional systems. In\nthis work, we investigate three-dimensional $d$- and $g$-wave altermagnets with\nchiral $d$-wave superconductivity and show the formation of crossed surface\nflat bands due to the underlying symmetries. We find that these crossed flat\nbands appear at zero energy in the surface along $z$ due to the superconducting\nnodal lines in the $xy$-plane, while the number of corners is determined by the\ncrystal symmetry of altermagnets. We also show that the superconducting nodal\nlines give rise to Bogoliubov-Fermi surfaces, which then affect the appearance\nof zero-energy arcs in the surface along $x$. Moreover, we demonstrate that the\ncrossed surface flat bands, surface arcs, and Bogoliubov-Fermi surfaces give\nrise to distinct signals in charge conductance, hence offering a solid way for\ntheir detection and paving the way for realizing higher dimensional topological\nphases using altermagnets."}
{"id": "2510.14225", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14225", "abs": "https://arxiv.org/abs/2510.14225", "authors": ["Motoya Takenaka", "Shogo Yoshida", "Yoshiki J. Sato", "Ryuji Okazaki"], "title": "Impurity-induced spin density wave in the thermoelectric layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$]", "comment": null, "summary": "We investigate the Sn-substitution effect on the thermoelectric transport\nproperties of the layered cobaltite [Ca$_2$CoO$_3$]$_{0.62}$[CoO$_2$] single\ncrystals, which exhibit a non-monotonic temperature variation of the electrical\nresistivity and the Seebeck coefficient owing to the complex electronic and\nmagnetic states. We find that the onset temperature of the short-range\nspin-density-wave (SDW) formation increases with the substituted Sn content,\nindicating the impurity-induced stabilization of the SDW order, reminiscent of\nthe disorder/impurity-induced spin order in the cuprate superconductors. The\nSeebeck coefficient is well related to such impurity effects, as it is slightly\nenhanced below the onset temperatures, implying a decrease in the carrier\nconcentration due to a pseudo-gap formation associated with the SDW ordering.\nWe discuss the site-dependent substitution effects including earlier studies,\nand suggest that substitution to the conducting CoO$_2$ layers is essential to\nincrease the onset temperature, consistent with the impurity-induced SDW\npicture realized in the conducting layers with the cylindrical Fermi surface."}
{"id": "2510.14288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14288", "abs": "https://arxiv.org/abs/2510.14288", "authors": ["Dao-He Ma", "Jin An"], "title": "Multi-orbital Dirac superconductors and their realization of higher-order topology", "comment": "13 pages, 5 figures", "summary": "Topological nodal superconductors (SCs) have attracted considerable interest\ndue to their gapless bulk excitations and exotic surface states. In this paper,\nby establishing a general framework of the effective theory for multi-orbital\nSCs, we realize a class of three-dimensional (3D) time-reversal (T )-invariant\nDirac SCs, with their topologically protected gapless Dirac nodes being located\nat general positions in the Brillouin zone. By introducing T -breaking pairing\nperturbations, we demonstrate the existence of Majorana hinge modes in these\nDirac SCs as evidence of their realization of higher-order topology. We also\npropose a new kind of T -breaking Dirac SCs, whose Dirac nodes possess nonzero\neven chiralities and so are characterized by surface Majorana arcs."}
{"id": "2510.14951", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14951", "abs": "https://arxiv.org/abs/2510.14951", "authors": ["Matheus de Sousa", "Zhiyu Fan", "Wei Ku"], "title": "A universal description of Mott insulators: Characterizing quantum phases beyond broken symmetries", "comment": null, "summary": "Using Mott insulators as a prototypical example, we demonstrate a\ndynamics-based characterization of quantum phases of matter through a general\nN-body renormalization group framework. The essential \"Mott-ness\" turns out to\nbe characterized by a change of size-scaling of the effective intra- momentum\nrepulsions between long-lived emergent \"eigen-particles\" that encodes the\ndynamics of two-body bound states in the high-energy sector. This directly\noffers a universal characterization at long space-time scale for the\ncorresponding class of Mott insulators through a uniform single occupation of\nall momenta, and otherwise Mott metals. This universal description naturally\npaves the way to topological Mott insulators and is straightforward to extend\nto bosonic Mott systems. More generally, this demonstration exemplifies a\ngeneric paradigm of characterizing quantum phases of matter through their\ndistinct dynamics beyond broken symmetries."}
{"id": "2510.14322", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14322", "abs": "https://arxiv.org/abs/2510.14322", "authors": ["D. M. Gokhfeld", "S. V. Semenov", "M. I. Petrov", "I. V. Nemtsev", "M. S. Molokeev", "V. L. Kirillov", "O. N. Martyanov"], "title": "Effect of decorating NiO nanoparticles on superconducting properties of YBCO", "comment": "10 pages, 5 figures", "summary": "The influence of adding 23 nm NiO nanoparticles on the magnetic hysteresis\nloops and critical current density of the high-temperature superconductor\nYBa2Cu3O7-d has been investigated. The samples were prepared using a fast\nannealing method that prevents chemical interaction between the components and\ndoes not reduce the critical temperature of the superconductor. Compared to the\nundoped YBCO sample, the critical current density increases in the samples\ndoped with NiO nanoparticles in magnetic fields greater than 6 kOe. The sample\ncontaining 0.5 weight percent of NiO nanoparticles exhibits the greatest\nenhancement in critical current density at 10 kOe (1.36 times greater than the\nundoped sample)."}
{"id": "2510.14322", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14322", "abs": "https://arxiv.org/abs/2510.14322", "authors": ["D. M. Gokhfeld", "S. V. Semenov", "M. I. Petrov", "I. V. Nemtsev", "M. S. Molokeev", "V. L. Kirillov", "O. N. Martyanov"], "title": "Effect of decorating NiO nanoparticles on superconducting properties of YBCO", "comment": "10 pages, 5 figures", "summary": "The influence of adding 23 nm NiO nanoparticles on the magnetic hysteresis\nloops and critical current density of the high-temperature superconductor\nYBa2Cu3O7-d has been investigated. The samples were prepared using a fast\nannealing method that prevents chemical interaction between the components and\ndoes not reduce the critical temperature of the superconductor. Compared to the\nundoped YBCO sample, the critical current density increases in the samples\ndoped with NiO nanoparticles in magnetic fields greater than 6 kOe. The sample\ncontaining 0.5 weight percent of NiO nanoparticles exhibits the greatest\nenhancement in critical current density at 10 kOe (1.36 times greater than the\nundoped sample)."}
{"id": "2510.14867", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14867", "abs": "https://arxiv.org/abs/2510.14867", "authors": ["Ivan Iorsh", "Mikhail Titov"], "title": "Disorder-assisted Spin-Filtering at Metal/Ferromagnet Interfaces: An Alternative Route to Anisotropic Magnetoresistance", "comment": "10 pages, 4 figures", "summary": "We introduce a minimal interface-scattering mechanism that produces a sizable\nanisotropic magnetoresistance (AMR) in metal/ferromagnet bilayers (e.g.,\nPt/YIG) without invoking bulk spin or orbital Hall currents. In a\n$\\delta$-layer model with interfacial exchange and Rashba spin-orbit coupling,\ncharge transfer at a high-quality interface creates a spin-selective phase\ncondition (interfacial spin filtering) that suppresses backscattering for one\nspin projection while enhancing momentum relaxation for the other. The\nresulting resistance anisotropy peaks at an optimal metal thickness of a few\nnanometers, quantitatively reproducing the thickness and angular dependences\ntypically attributed to spin Hall magnetoresistance (SMR), as well as its\ncharacteristic magnitude. Remarkably, the maximal AMR scales linearly with the\nsmaller of the two coupling strengths - exchange or spin-orbit, highlighting a\nmechanism fundamentally distinct from SMR. Our scattering formulation maps onto\nBoltzmann boundary conditions and predicts other clear discriminants from SMR,\nincluding strong sensitivity to interfacial charge transfer and disorder."}
{"id": "2510.14370", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14370", "abs": "https://arxiv.org/abs/2510.14370", "authors": ["Romario Mondal", "Sk. Soyeb Ali", "Saikat Nandi", "S. Chattopadhyay", "S. Gaß", "L. T. Corredor", "A. U. B. Wolter", "V. Kataev", "B. Büchner", "A. Alfonsov", "S. Wurmehl", "A. V. Mahajan", "S. K. Panda", "T. Dey"], "title": "Frustration-driven unconventional magnetism in the Mn$^{2+}$ ($S=\\frac{5}{2}$) based two-dimensional triangular-lattice antiferromagnet Ba$_{3}$MnTa$_{2}$O$_{9}$", "comment": "Main paper: 12 pages, 7 figures and Supplemental information: 2\n  pages, 2 figures", "summary": "A triple perovskite oxide Ba$_{3}$MnTa$_{2}$O$_{9}$ has been synthesized and\nits magnetic properties have been investigated through dc and ac magnetization,\nspecific heat, electron spin resonance (ESR) measurements, and density\nfunctional theory (DFT) calculations. Mn$^{2+}$ ($S$ = 5/2) ions are the only\nmagnetic species present in the material. These Mn$^{2+}$ ions constitute a\nquasi-two-dimensional triangular network in the crystallographic $ab$-plane.\nMagnetization and specific heat measurements reveal the absence of any\nlong-range magnetic order down to 0.5\\,K despite the presence of\nantiferromagnetic correlations between the magnetic ions, suggesting the\npresence of geometric frustration in the material. The entropy release is lower\nthan the expected theoretical value of $Rln(6)$, further suggesting the\npresence of frustration. First-principles calculations using density functional\ntheory (DFT) and atomistic spin dynamics (ASD) simulations further support this\nlack of static magnetic order even at low temperatures and identify the\ncompeting magnetic interactions along with the quasi-2D magnetic dimensionality\nas the underlying origin of such an unconventional magnetic behavior."}
{"id": "2510.14868", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14868", "abs": "https://arxiv.org/abs/2510.14868", "authors": ["Shubham Ghadigaonkar", "Sachchidanand Das", "Abhiram Soori"], "title": "Electron transport in junctions between altermagnets", "comment": "9 pages, 4 captioned figures. Comments are welcome", "summary": "We theoretically investigate electron transport in junctions between the two\nAMs in strong and weak altermagnetic phases. The charge and spin conductivities\nare analyzed as functions of angle between the N\\'eel vectors of the two AMs\n$\\theta$. In the strong AM regime, the charge conductivity vanishes as $\\theta\n\\to \\pi$, while in the weak AM phase it remains finite. Introducing a normal\nmetal between two AMs leads to Fabry-P\\'erot-type oscillations in charge\nconductivity. In the strong phase, transport is dominated by up-spin electrons,\nwhereas both spin channels contribute in the weak phase. These results\nhighlight the potential of AM-based heterostructures for spintronic\napplications, such as spin filters, and quantum interference-based spintronic\ndevices, where tunable spin-dependent transport and interference effects can be\nutilized in electronic devices."}
{"id": "2510.14372", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.14372", "abs": "https://arxiv.org/abs/2510.14372", "authors": ["Md Shakhawath Hossain", "Jiatong Xu", "Thi Ngoc Anh Mai", "Nhat Minh Nguyen", "Trung Vuong Doan", "Chaohao Chen", "Qian Peter Su", "Yongliang Chen", "Evgeny Ekimov", "Toan Dinh", "Xiaoxue Xu", "Toan Trong Tran"], "title": "Laser-Induced Heating in Diamonds: Influence of Substrate Thermal Conductivity and Interfacial Polymer Layers", "comment": null, "summary": "Diamonds hosting color centers possess intrinsically high thermal\nconductivity; therefore, laser-induced heating has often received little\nattention. However, when placed on substrates with low thermal conductivity,\nlocalized heating of diamonds under laser excitation can become significant,\nand the presence of an interfacial polymer layer between substrate and diamond\nfurther amplifies this effect. Yet, the relationship between substrate thermal\nconductivity, polymer thickness, and laser heating remains to be established.\nHere, a systematic investigation is presented on laser-induced heating of\nsilicon-vacancy diamond on substrates with varying thermal conductivity and\ninterfacial polymer thickness. Results reveal that even at a low excitation\npower of 737~$\\mu$W/$\\mu$m$^2$, thin amorphous holey carbon -- the\nlowest-conductivity substrate ($\\sim$0.2~W~m$^{-1}$~K$^{-1}$) studied --\nexhibits substantial heating, while glass ($\\sim$1.4~W~m$^{-1}$~K$^{-1}$) and\npolydimethylsiloxane (PDMS, $\\sim$0.35~W~m$^{-1}$~K$^{-1}$) show noticeable\nheating only above 2.95~mW/$\\mu$m$^2$. For polymer interlayers, a thickness of\njust 2.2~$\\mu$m induces significant heating at 2.95~mW/$\\mu$m$^2$ and above,\nhighlighting strong influence of both substrate and polymer thickness on local\nheating response. Experimental findings are further validated using COMSOL\nMultiphysics simulations with a steady-state 3D heat transfer model. These\nresults provide practical guidance for substrate selection and sample\npreparation, enabling optimization of conditions for optical thermometry and\nquantum sensing applications."}
{"id": "2510.14396", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14396", "abs": "https://arxiv.org/abs/2510.14396", "authors": ["Philippe Baranek", "James P. Connolly", "Antoine Gissler", "Philip Schulz", "Michel Rérat", "Roberto Dovesi"], "title": "Multiscale Models For Perovskite Optimisation", "comment": null, "summary": "This paper presents a multiscale approach to evaluate perovskite solar cell\nperformance which determines material properties at the atomistic scale with\nfirst-principles calculations, and applies them in macro-scale device models.\nThis work focuses on the MAPbI3 (MA = CH3NH3) perovskite and how its phase\ntransitions impact on its optical, electronic, and structural properties which\nare investigated at the first-principles level. The obtained data are coupled\nto a numerical drift-diffusion device model enabling evaluation of the\nperformance of corresponding single junction devices. The first-principles\nsimulation applies a hybrid exchange-correlation functional adapted to the\nstudied family of compounds. Validation by available experimental data is\npresented from materials properties to device performance, justifying the use\nof the approach for predictive evaluation of existing and novel perovskites.\nThe coupling between atomistic and device models is described in terms of a\nframework for exchange of optical, vibrational, and electronic parameters\nbetween the two scales. The result of this theoretical investigation is a\nmethodology for designing and optimising perovskite materials for both cell\nperformance and stability, the key obstacle in the societal implementation of\nthese record-breaking new materials."}
{"id": "2510.14404", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14404", "abs": "https://arxiv.org/abs/2510.14404", "authors": ["Harold J. W. Zandvliet", "Pantelis Bampoulis", "Cristiane Morais Smith", "Lumen Eek"], "title": "Electric field-induced spin-valley locking in twisted bilayer buckled honeycomb materials", "comment": "18 pages, 6 figures", "summary": "A twisted honeycomb bilayer exhibits a moir\\'e superstructure that is\ncomposed of a hexagonal arrangement of AB and BA stacked domains separated by\ndomain boundaries. In the case of twisted bilayer graphene, the application of\nan electric field normal to the bilayer leads to the opening of inverted band\ngaps in the AB and BA stacked domains. The inverted band gaps result in the\nformation of a two-dimensional triangular network of counterpropagating valley\nprotected helical domain boundary states, also referred to as the quantum\nvalley Hall effect. Owing to spin-orbit coupling and buckling, the quantum\nvalley Hall effect in twisted bilayer silicene and germanene is more complex\nthan in twisted bilayer graphene. We found that there is a range of electric\nfields for which the spin degree of freedom is locked to the valley degree of\nfreedom of the electrons in the quantum valley Hall states, resulting in a\nstronger topological protection. For electric fields smaller than the\naforementioned range the twisted bilayer does not exhibit the quantum valley\nHall effect, whereas for larger electric fields the spin-valley locking is\nlifted and the emergent quantum valley Hall states are only valley-protected."}
{"id": "2510.14405", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14405", "abs": "https://arxiv.org/abs/2510.14405", "authors": ["Hsiao-Yi Chen", "Ryotaro Arita", "Yusuke Nomura"], "title": "First-Principles Approach to Spin Excitations in Noncollinear Magnetic Systems", "comment": "16 pages, 11 figures", "summary": "We present a first-principles method based on density functional theory and\nmany-body perturbation theory for computing spin excitations in magnetic\nsystems with noncollinear spin textures. Traditionally, the study of magnetic\nexcitations has relied on spin models that assume magnetic moments to be\nlocalized. Beyond this restriction, recent $ab~initio$ methods based on Green's\nfunctions within the local spin-density approximation have emerged as a general\nframework for calculating magnetic susceptibilities. However, their application\nhas so far been largely limited to collinear ferromagnetic and\nantiferromagnetic systems. In this work, we extend this framework and enable\nthe treatment of large-scale noncollinear magnetic systems by leveraging a\nWannier-basis representation and implementing an ansatz potential method to\nreduce computational cost. We apply our method to the spin-spiral state of\nLiCu$_2$O$_2$, successfully capturing its steady-state spin-rotation pitch in\nagreement with the experimental measurement and resolving the characteristic\nmagnon dispersion. We further analyze the interplay between the spiral spin\nstructure and the on-site spin-exchange splitting, and elucidate the crucial\nrole of magnetic dipoles on ligand ions in mediating effective ferromagnetic\ninteraction among the primary spins on Cu$^{2+}$ ions. Finally, we provide a\ntheoretical prediction of the magnon dispersion on top of the helical spin\nbackground in high agreement with the experimental measurement. Overall, this\nwork establishes a general and computationally efficient framework for\nsimulating collective spin dynamics in noncollinear magnetic systems from first\nprinciples, exemplified by -- but not limited to -- spin-spiral states."}
{"id": "2510.14433", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.14433", "abs": "https://arxiv.org/abs/2510.14433", "authors": ["Alain Comtet", "Pierre Le Doussal", "Naftali R. Smith"], "title": "The Tracy-Widom distribution at large Dyson index", "comment": "37 pages, 6 figures", "summary": "We study the Tracy-Widom (TW) distribution $f_\\beta(a)$ in the limit of large\nDyson index $\\beta \\to +\\infty$. This distribution describes the fluctuations\nof the rescaled largest eigenvalue $a_1$ of the Gaussian (alias Hermite)\nensemble (G$\\beta$E) of (infinitely) large random matrices. We show that, at\nlarge $\\beta$, its probability density function takes the large deviation form\n$f_\\beta(a) \\sim e^{-\\beta \\Phi(a)}$. While the typical deviation of $a_1$\naround its mean is Gaussian of variance $O(1/\\beta)$, this large deviation form\ndescribes the probability of rare events with deviation $O(1)$, and governs the\nbehavior of the higher cumulants. We obtain the rate function $\\Phi(a)$ as a\nsolution of a Painlev\\'{e} II equation. We derive explicit formula for its\nlarge argument behavior, and for the lowest cumulants, up to order 4. We\ncompute $\\Phi(a)$ numerically for all $a$ and compare with exact numerical\ncomputations of the TW distribution at finite $\\beta$. These results are\nobtained by applying saddle-point approximations to an associated problem of\nenergy levels $E=-a$, for a random quantum Hamiltonian defined by the\nstochastic Airy operator (SAO). We employ two complementary approaches: (i) we\nuse the optimal fluctuation method to find the most likely realization of the\nnoise in the SAO, conditioned on its ground-state energy being $E$ (ii) we\napply the weak-noise theory to the representation of the TW distribution in\nterms of a Ricatti diffusion process associated to the SAO. We extend our\nresults to the full Airy point process $a_1>a_2>\\dots$ which describes all edge\neigenvalues of the G$\\beta$E, and correspond to (minus) the higher energy\nlevels of the SAO, obtaining large deviation forms for the marginal\ndistribution of $a_i$, the joint distributions, and the gap distributions."}
{"id": "2510.14447", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14447", "abs": "https://arxiv.org/abs/2510.14447", "authors": ["Mohammad Shafiei", "Farhad Fazileh", "Milorad V. Milošević"], "title": "Linearly polarized light enables chiral edge transport in quasi-2D Dirac materials", "comment": null, "summary": "Floquet engineering with high-frequency light offers dynamic control over\ntopological phases in quantum materials. While in 3D Dirac systems circularly\npolarized light is known to induce topological phase transitions via gap\nopening, linearly polarized light (LPL) has generally been considered\nineffective. Here we show that in quasi-2D Dirac materials the second-order\nmomentum term arising from the intersurface coupling can induce a topological\nphase transition under LPL, leading to chiral edge channels. Considering an\nultrathin Bi$_2$Se$_3$ film as a representative system, we show that this\ntransition occurs at experimentally accessible light intensities. Our results\nthus promote quasi-2D materials as viable platforms for light-controlled\ntopological phases, expanding the potential of Floquet topological engineering."}
{"id": "2510.14452", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.14452", "abs": "https://arxiv.org/abs/2510.14452", "authors": ["Akihiro Minamide", "Youichi Yanase"], "title": "Quasiclassical theory of vortex states in locally non-centrosymmetric superconductors: application to CeRh$_{2}$As$_{2}$", "comment": "17 pages, 6 figures", "summary": "CeRh$_{2}$As$_{2}$, a heavy fermion superconductor discovered in 2021,\nexhibits two distinct superconducting phases under a $c$-axis magnetic field.\nThis unconventional phase diagram has been attributed to the local inversion\nsymmetry breaking at the Ce sites. At low magnetic fields, a conventional\neven-parity spin-singlet superconducting state is realized, whereas at higher\nfields, an odd-parity spin-singlet superconducting state, in which the order\nparameter alternates sign between neighboring Ce layers, becomes stabilized. In\nthis study, we employ a quasiclassical approach to investigate the vortex\nstates of bilayer superconductors with locally broken inversion symmetry. We\ncalculate the local density of states (LDOS) in the vortex lattice state and\nfind that the pairing symmetry of different superconducting states is clearly\nmanifested in the peak structure of LDOS at the vortex core. Since LDOS is\nexperimentally observable, our work provides a pathway for experimental\nverification of the superconducting parity transition in CeRh$_{2}$As$_{2}$."}
{"id": "2510.14456", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.14456", "abs": "https://arxiv.org/abs/2510.14456", "authors": ["Ching-Yang Pan", "Shi-Kai Lin", "Yu-An Chen", "Pei-hsun Jiang"], "title": "Cryogenic temperature dependence and hysteresis of surface-trap-induced gate leakage in GaN high-electron-mobility transistors", "comment": "Accepted by Phys. Rev. Applied", "summary": "This work provides a detailed mapping of various mechanisms of\nsurface-trap-induced gate leakage in GaN HEMTs across a temperature range from\nroom to cryogenic levels. Two-dimensional variable-range hopping is observed at\nsmall gate bias. Under higher reverse gate bias, the leakage is dominated by\nthe Poole--Frenkel emission above 220 K, but gradually transitions to the\ntrap-assisted tunneling below 220 K owing to the frozen-trap effect. The trap\nbarrier height extracted from the gate leakage current under the upward gate\nsweep is 0.65 V, which is 12\\% higher than that from the downward sweep. The\ngate leakage current as a function of the gate bias exhibits clockwise\nhysteresis loops above 220 K but counterclockwise ones below 220 K. This\nremarkable opposite hysteresis phenomenon is thoroughly explained by the trap\nmechanisms."}
{"id": "2510.14491", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14491", "abs": "https://arxiv.org/abs/2510.14491", "authors": ["Gye-Hyeon Kim", "Tae Hyun Jung", "Seungjoon Sun", "Jung Kyu Lee", "Jaewoo Han", "P. Karuna Kumari", "Jin-Hyun Choi", "Hansol Lee", "Tae Heon Kim", "Yoon Seok Oh", "Seung Chul Chae", "Se Young Park", "Sang Mo Yang", "Changhee Sohn"], "title": "Ferroelectric amplitude switching and continuous memory", "comment": null, "summary": "Although ferroelectric systems inherently exhibit binary switching behavior,\nrecent advances in analog memory device have spurred growing interest in\nachieving continuous memory states. In this work, we demonstrate ferroelectric\namplitude switching at the mesoscopic scale in compositionally graded\nBa1-xSrxTiO3 heterostructures, enabling continuous modulation of polarization\nmagnitude without altering its direction, which we defined as amplitude\nswitching. Using switching current measurement, piezoresponse force microscopy\nand Landau-Ginzburg-Devonshire simulations, we reveal that compositionally\ngraded ferroelectric heterostructure can possess amplitude switching behavior\nthrough a double well potential with flattened minima. This behavior supports\nstable, continuous polarization states and establishes a new platform for\nanalog memory applications. These findings introduce amplitude switching as a\nnew dynamic of the order parameter, paving the way for energy-efficient and\nreliable analog memory systems."}
{"id": "2510.14492", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14492", "abs": "https://arxiv.org/abs/2510.14492", "authors": ["Tomonari Mizoguchi"], "title": "Emergent Shastry-Sutherland network from square-kagome Heisenberg antiferromagnet with trimerization", "comment": "6 pages, 3 figures", "summary": "We study the $S=1/2$ square-kagome lattice Heisenberg antiferromagnet with\nthe trimarized modulation. In the trimerized limit, each trimer hosts the\nfour-fold degenearte ground states characterized by the spin and chirality\ndegrees of freedom. We find that, within the first-order perturbation theory\nwith respect to the inter-trimer coupling, the effective Hamiltonian is the\nKugel-Khomskii-type model on a Shastry-Sutherland lattice. Based on a\nmean-field decoupling, we propose a dimer-covering ansatz for the effective\nHamiltonian; however, the validity of these states in the low-energy sector\nremains an open question."}
{"id": "2510.14495", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14495", "abs": "https://arxiv.org/abs/2510.14495", "authors": ["Ella B Schneider", "Oscar G Lloyd-Willard", "Kristian Stockbridge", "Mark Ludlow", "Sam Eserin", "David C Cox", "Roger P Webb", "Ben N Murdin", "Steve K Clowes"], "title": "Enhanced Secondary Electron Detection of Single Ion Implants in Silicon Through Thin SiO2 Layers", "comment": "8 pages, 4 figures", "summary": "Deterministic placement of single dopants is essential for scalable quantum\ndevices based on group-V donors in silicon. We demonstrate a non-destructive,\nhigh-efficiency method for detecting individual ion implantation events using\nsecondary electrons (SEs) in a focused ion beam (FIB) system. Using low-energy\nSb ions implanted into undoped silicon, we achieve up to 98% single-ion\ndetection efficiency, verified by calibrated ion-current measurements before\nand after implantation. The technique attains ~30 nm spatial resolution without\nrequiring electrical contacts or device fabrication, in contrast to\nion-beam-induced-current (IBIC) methods. We find that introducing a controlled\nSiO2 capping layer significantly enhances SE yield, consistent with an\nincreased electron mean free path in the oxide, while maintaining high\nprobability of successful ion deposition in the underlying substrate. The yield\nappears to scale with ion velocity, so higher projectile mass (e.g. Yb, Bi etc)\nrequires increased energy to maintain detection efficiency. Our approach\nprovides a robust and scalable route to precise donor placement and extends\ndeterministic implantation strategies to a broad range of material systems and\nquantum device architectures."}
{"id": "2510.14505", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.14505", "abs": "https://arxiv.org/abs/2510.14505", "authors": ["Takayuki Goto", "Mizuki Miyajima", "Takashi Kambe"], "title": "$^{23}$Na-NMR study on the one-dimensional superoxide spin-chain compound NaO$_2$", "comment": null, "summary": "We report $^{23}$Na-NMR study on a candidate one-dimensional quantum spin\nsystem NaO$_2$. The Knight shift, linewidth, and spin-lattice relaxation rate\n$1/T_1$ were investigated down to 0.3 K under fields up to 16 T. The results\nreveal the opening of a spin gap of $\\Delta(10.1 {\\rm T}) \\simeq$ 38 K below\n$T_{\\rm S3} =$ 40 K, consistent with a spin-Peierls-like instability. The\nhyperfine coupling constant was found to drop sharply across the structural\nphase transition at $T_{\\rm S2} =$ 215 K, highlighting the pronounced\none-dimensional character of the system. These findings establish NaO$_2$ as a\nrare example of a $\\pi$-orbital-based one-dimensional spin chain that exhibits\na spin-gapped ground state."}
{"id": "2510.14540", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14540", "abs": "https://arxiv.org/abs/2510.14540", "authors": ["Amir Khan", "Shalini Sharma", "Tiago de Oliveira Schneider", "Markus Meinert"], "title": "Uniaxial Magnetic Anisotropy and Type-X/Y Current-Induced Magnetization Switching in Oblique-Angle-Deposited Ta/CoFeB/Pt and W/CoFeB/Pt Heterostructures", "comment": "9 pages, 8 figures", "summary": "Planar current-induced magnetization switching (CIMS) driven by spin-orbit\ntorque (SOT) requires an in-plane uniaxial magnetic anisotropy (UMA), which can\nbe induced by oblique-angle sputter deposition of the heavy-metal underlayer.\nTo enhance the SOT efficiency, we employ trilayer heterostructures of (Ta or\nW)/CoFeB/Pt, where the bottom layer exhibits a UMA of 50 mT at 2 nm thickness.\nThe magnetization reversal in Hall-bar devices is detected through\nunidirectional spin Hall magnetoresistance (USMR) for the Type Y geometry (easy\naxis transverse to current) and planar Hall measurements for the Type X\ngeometry (easy axis parallel to current). Both configurations exhibit CIMS with\nsub-microsecond current pulses, reaching switching current densities as low as\n$2 \\times 10^{11}$ A/m$^2$ for a W (4 nm)/CoFeB (1.4 nm)/Pt (2 nm) stack with a\nUMA of 146 mT. Macrospin simulations reproduce the Type Y switching as coherent\nmagnetization rotation, whereas the Type X devices switch at much lower\ncurrents than predicted, indicating that nucleation and domain-wall propagation\ndominate reversal in this geometry."}
{"id": "2510.14554", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14554", "abs": "https://arxiv.org/abs/2510.14554", "authors": ["F. Herklotz", "E. V. Lavrov", "T. D. C. Hobson", "T. P. Shalvey", "J. D. Major", "K. Durose"], "title": "Contrasting properties of free carriers in $n$- and $p$-type Sb$_2$Se$_3$", "comment": "5 pages, 4 figures", "summary": "We report persistent photoconductivity in $p$-type Sb$_2$Se$_3$ single\ncrystals doped with Cd or Zn, where enhanced conductivity remains for hours\nafter illumination ceases at temperatures below $\\sim$25~K. Comparative\ntransport and infrared absorption measurements, including on $n$-type Cl-doped\ncounterparts, reveal strong indications that hole transport in Sb$_2$Se$_3$ is\nmore strongly affected by intrinsic carrier scattering than electron transport.\nThese results point to a fundamental asymmetry in charge carrier dynamics and\nhighlight the potential role of polaronic effects in limiting hole mobility in\nthis quasi-one-dimensional semiconductor."}
{"id": "2510.14556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14556", "abs": "https://arxiv.org/abs/2510.14556", "authors": ["L. L. Lage", "T. P. Cysne", "A. Latgé"], "title": "Orbital magnetization in Sierpinski fractals", "comment": null, "summary": "Orbital magnetization (OM) in Sierpinski carpet (SC) and triangle (ST)\nfractal is theoretically investigated by using Haldane model as a prototypical\nexample. The OM calculation is performed following two distinct approaches;\nemploying the definition and local markers formalism. Both methods coincides\nfor all systems analyzed. For the SC, higher fractal generations create a dense\nset of edge states, resulting in a staircase profile, leading to oscillations\nin the magnetization as a function of the chemical potential. In contrast, the\nST self-similarity produces distinct fractal-induced spectral gaps, which\nmanifest as constant plateaus in the magnetization. The STs exhibit a\npronounced sensitivity to edge terminations. Our results reveal how quantum\nconfinement in fractal structures affects the electronic orbital angular\nmomentum, pointing to possible pathways for exploring novel orbitronics in\nsystems with complex geometries."}
{"id": "2510.14567", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.14567", "abs": "https://arxiv.org/abs/2510.14567", "authors": ["Zhe Hou", "Hailong Li", "Qing Yan", "Yu-Hang Li", "Hua Jiang"], "title": "The fate of disorder in twisted bilayer graphene near the magic angle", "comment": "5 pages, 4 figures; Comments are welcome!", "summary": "In disordered lattices, itinerant electrons typically undergo Anderson\nlocalization due to random phase interference, which suppresses their motion.\nBy contrast, in flat-band systems where electrons are intrinsically localized\nowing to their vanishing group velocity, the role of disorder remains elusive.\nTwisted bilayer graphene (TBG) at the magic angle $\\sim 1.1^\\circ$ provides a\nrepresentative flat-band platform to investigate this problem. Here, we perform\nan atomistic tight-binding quantum transport calculation on the interplay\nbetween disorder and flat-bands in TBG devices. This non-phenomenological\napproach provides direct evidence that moderate disorder enhances conductance,\nwhereas stronger disorder restores localization, revealing a disorder-driven\ndelocalization-to-localization transport behavior. The underlying physical\nmechanism is understood by an effective inter-moir{\\'e} tunneling strength via\nspectral flow analysis of a disordered TBG cylinder. Moreover, by comparing\nmagic-angle and large-angle TBG, we demonstrate qualitatively distinct disorder\nresponses tied to the presence of flat-bands. Our quantitative results\nhighlight the unconventional role of disorder in flat-band moir{\\'e} materials\nand offer insights into the observation of the fractional quantum anomalous\nHall effect in disordered moir{\\'e} systems."}
{"id": "2510.14578", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14578", "abs": "https://arxiv.org/abs/2510.14578", "authors": ["Juliette Monsel", "Matteo Acciai", "Didrik Palmqvist", "Nicolas Chiabrando", "Rafael Sánchez", "Janine Splettstoesser"], "title": "Precision of an autonomous demon exploiting nonthermal resources and information", "comment": "23 pages, 15 figures (main) + supplemental material", "summary": "Quantum-dot systems serve as nanoscale heat engines exploiting thermal\nfluctuations to perform a useful task. Here, we investigate a multi-terminal\ntriple-dot system, operating as a refrigerator that extracts heat from a cold\nelectronic contact. In contrast to standard heat engines, this system exploits\na nonthermal resource. This has the intriguing consequence that cooling can\noccur without extracting energy from the resource on average -- a seemingly\ndemonic action -- while, however, requiring the resource to fluctuate. Using\nfull counting statistics and stochastic trajectories, we analyze the\nperformance of the device in terms of the cooling-power precision, employing\nperformance quantifiers motivated by the thermodynamic and kinetic uncertainty\nrelations. We focus on two regimes with large output power, which are based on\ntwo operational principles: exploiting information on one hand and the\nnonthermal properties of the resource on the other. We show that these regimes\nsignificantly differ in precision. In particular, the regime exploiting the\nnonthermal properties of the resource can have cooling-power fluctuations that\nare suppressed with respect to the input fluctuations by an order of magnitude.\nWe also substantiate the interpretation of the two different working principles\nby analyzing cross-correlations between input and output heat currents and\ninformation flow."}
{"id": "2510.14590", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14590", "abs": "https://arxiv.org/abs/2510.14590", "authors": ["F. Herklotz", "E. V. Lavrov", "A. Herklotz", "V. V. Melnikov", "T. P. Shalvey", "J. D. Major", "and K. Durose"], "title": "Substitutional sulfur and its vibrational fingerprints in Sb$_2$Se$_3$", "comment": "9 pages, 7 figures", "summary": "The configurational behavior of sulfur in antimony triselenide (Sb$_2$Se$_3$)\nis investigated by combining infrared absorption spectroscopy with density\nfunctional theory. Four sulfur-related local vibrational modes are identified\nat 249, 273, 283, and 312~cm$^{-1}$ in melt-grown single crystals prepared from\nSb$_2$Se$_3$ granulate. Their assignment to sulfur is confirmed through\ncontrolled indiffusion experiments using Sb$_2$S$_3$ and elemental sulfur, as\nwell as isotope-substitution studies with $^{34}$S, which produce the expected\nfrequency shifts. Polarization-resolved measurements, together with theoretical\ncalculations of local vibrational modes, demonstrate that the observed spectral\nfeatures are fully consistent with substitutional sulfur on the three\ninequivalent selenium sites of Sb$_2$Se$_3$."}
{"id": "2510.14593", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14593", "abs": "https://arxiv.org/abs/2510.14593", "authors": ["Yuman He", "Wentao Jiang", "Siqi Wu", "Xuzhe Ying", "Berthold Jack", "Xi Dai", "Hoi Chun Po"], "title": "Interplay of ferromagnetism, nematicity and Fermi surface nesting in kagome flat band", "comment": "6+3 pages, 5+1 figures", "summary": "Recent experiment on Fe-doped CoSn has uncovered a series of correlated\nphases upon hole doping of the kagome flat bands. Among the phases observed, a\nnematic phase with a six- to two-fold rotation symmetry breaking is found to\nprevail over a wide doping and temperature range. Motivated by these\nobservations, we investigate the interaction-driven phases realized in a kagome\nmodel with partially filled, weakly dispersing flat bands. Density-density\ninteractions up to second-nearest neighbors are considered. We identify a close\ncompetition between ferromagnetic and nematic phases in our self-consistent\nHartree-Fock calculations: while on-site interaction favors ferromagnetism, the\nsizable inter-sublattice interactions stabilize nematicity over a wide doping\nwindow. Competition from translational-symmetry-breaking phases is also\nconsidered. Overall, our results show that nematicity is a generic outcome of\npartially filled kagome flat bands and establish a minimal framework for\nunderstanding correlated flat-band phases."}
{"id": "2510.14685", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14685", "abs": "https://arxiv.org/abs/2510.14685", "authors": ["Hongyu Lu", "Wang Yao"], "title": "Bosonic Laughlin and Moore-Read states from non-Chern flat bands", "comment": null, "summary": "The rapid advances in the study of fractional Chern insulators (FCIs) raise a\nfundamental question: while initially discovered in flat Chern bands motivated\nby their topological equivalence to Landau levels, is single- particle band\ntopology actually a prerequisite for these many-body topological orders\nemergent at fractional fillings? Here, we numerically demonstrate bosonic FCIs\nin two types of non-Chern flat bands in honeycomb lattices, using exact\ndiagonalization and density matrix renormalization group calculations. In a\ngapless flat band with a singular band touching, we observe a Laughlin state at\nhalf filling, stabilized by onsite interactions from the hard-core limit down\nto arbitrarily small strength. Furthermore, we report the first example of a\nnon- Abelian FCI in a non-Chern band system: a Moore-Read state at $\\nu$ = 1\nfilling of the same singular flat band with hard-core bosons. Under lattice\nparameters that realize a gapped trivial band (C = 0) of exact flatness, we\nalso find the Laughlin FCI of soft-core bosons in the isolated band limit where\nonsite interaction is much smaller than the band gap. In this case, the FCI\nforms as interacting bosons spontaneously avoid the peaks in quantum metric and\nBerry curvature, preferentially occupying Brillouin zone region with relatively\nuniform quantum geometry. Our work significantly expands the landscape for\n(non-)Abelian FCIs and broadens the understanding of their formation beyond the\nChern band paradigm."}
{"id": "2510.14689", "categories": ["cond-mat.mes-hall", "hep-ph", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.14689", "abs": "https://arxiv.org/abs/2510.14689", "authors": ["Sven Bjarke Gudnason", "Muneto Nitta"], "title": "Magnetic D-brane solitons: skyrmion strings ending on a Néel wall in chiral magnets", "comment": "RevTeX: 7 pages, 3 figures", "summary": "Magnetic skyrmions extended to three dimensions form string-like objects\nwhose fundamental role remains largely unexplored. We show that skyrmion\nstrings can terminate on a N\\'eel-type domain wall (DW), realizing a magnetic\nanalogue of a Dirichlet(D)-brane soliton. While an isolated N\\'eel DW tends to\nrotate into a Bloch DW, the N\\'eel DW is stabilized when a skyrmion string ends\non it. Unlike field-theory D-branes, the Bloch-type DMI produces linear rather\nthan logarithmic DW bending, and the strings retain finite width far from the\nDW, circumventing singular behavior. Furthermore, the repulsive interaction\nbetween strings allows periodic multi-junction solutions, yielding a square\nlattice of alternating strings and local DW deformations. These results\nestablish magnetic skyrmion strings as fundamental strings that can end on a\nD-brane."}
{"id": "2510.14692", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14692", "abs": "https://arxiv.org/abs/2510.14692", "authors": ["Zhunyun Tang", "Xiaoxia Wang", "Jin Li", "Chaoyu He", "Mingxing Chen", "Chao Tang", "Tao Ouyang"], "title": "Unique Hierarchical Rotational Dynamics Induces Ultralow Lattice Thermal Conductivity in Cyanide-bridged Framework Materials", "comment": null, "summary": "The pursuit of materials combining light constituent elements with ultralow\nlattice thermal conductivity ($\\kappa_{\\mathrm{L}}$) is crucial to advancing\ntechnologies like thermoelectrics and thermal barrier coatings, yet it remains\na formidable challenge to date. Herein, we achieve ultralow\n$\\kappa_{\\mathrm{L}}$ in lightweight cyanide-bridged framework materials (CFMs)\nthrough the rational integration of properties such as the hierarchical\nvibrations exhibited in superatomic structures and rotational dynamics\nexhibited in perovskites. Unique hierarchical rotation behavior leads to\nmultiple negative peaks in Gr\\\"uneisen parameters across a wide frequency\nrange, thereby inducing pronounced negative thermal expansion and strong cubic\nanharmonicity in CFMs. Meanwhile, the synergistic effect between large\nfour-phonon scattering phase space (induced by phonon quasi-flat bands and wide\nbandgaps) and strong quartic anharmonicity (associated with rotation modes)\nleads to giant quartic anharmonic scattering rates in these materials.\nConsequently, the $\\kappa_{\\mathrm{L}}$ of these CFMs decreases by one to two\norders of magnitude compared to the known perovskites or perovskite-like\nmaterials with equivalent average atomic masses. For instance, the\nCd(CN)$_{2}$, NaB(CN)$_{4}$, LiIn(CN)$_{4}$, and AgX(CN)$_{4}$ (X = B, Al, Ga,\nIn) exhibit ultralow room-temperature $\\kappa_{\\mathrm{L}}$ values ranging from\n0.35 to 0.81 W/mK. This work not only establishes CFMs as a novel and rich\nplatform for studying extreme phonon anharmonicity, but also provides a new\nparadigm for achieving ultralow thermal conductivity in lightweight materials\nvia the conscious integration of hierarchical and rotational dynamics."}
{"id": "2510.14695", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14695", "abs": "https://arxiv.org/abs/2510.14695", "authors": ["A. V. Trifonov", "M. O. Nestoklon", "M. -A. Hollberg", "S. Grisard", "D. Kudlacik", "E. V. Kolobkova", "M. S. Kuznetsova", "S. V. Goupalov", "J. M. Kaspari", "D. E. Reiter", "D. R. Yakovlev", "M. Bayer", "I. A. Akimov"], "title": "Quantum beats of exciton-polarons in CsPbI3 perovskite nanocrystals", "comment": "11+7 pages, 4 figures", "summary": "Exciton-phonon interactions govern the energy level spectrum and thus the\noptical response in semiconductors. In this respect, lead-halide perovskite\nnanocrystals represent a unique system, for which the interaction with optical\nphonons is particularly strong, giving rise to a ladder of multiple exciton\nstates which can be optically excited with femtosecond pulses. We establish a\nnew regime of coherent exciton-polaron dynamics with exceptionally long\ncoherence times (T2 ~300 ps) in an ensemble of CsPbI3 nanocrystals embedded in\na glass matrix. Using transient two-pulse photon echo at 2 K temperature, we\nobserve quantum beats between the exciton-polaron states. Within a four-level\nmodel, we directly quantify the exciton-phonon coupling strength through the\nHuang-Rhys factors of 0.05-0.1 and 0.02-0.04 for low-energy optical phonons\nwith energies of 3.2 and 5.1 meV, respectively. The pronounced size dependence\nof both coupling strengths and phonon lifetimes offers a path to tune the\noptical transitions between polaron states and to tailor the coherent optical\ndynamics in perovskite semiconductors for solid-state quantum technologies."}
{"id": "2510.14701", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14701", "abs": "https://arxiv.org/abs/2510.14701", "authors": ["M. V. Voitovych", "A. Sarikov", "V. O. Yukhymchuk", "V. V. Voitovych", "M. O. Semenenko"], "title": "Identification of formation of amorphous Si phase in SiOxNy films produced by plasma enhanced chemical vapor deposition", "comment": "17 pages, 9 figures, 2 tables, 28 reference items", "summary": "Peculiarities of formation of inclusions of amorphous Si (a-Si) phase in\nSi-rich Si oxynitride films grown by plasma-enhanced chemical vapor deposition\n(PECVD) are studied by combined Raman scattering and infrared (IR) absorption\nspectroscopy. The Raman scattering results identify presence of a-Si phase in\nthe studied films at the relative Si content exceeding a threshold value of\nabout 0.4. The a-Si amount correlates with the concentration of hydrogen in the\nfilms, the presence of which is detected by characteristic IR absorption bands\ncorresponding to Si-H bending (about 660 cm-1) and stretching (a composite band\nin the range of about 1900-2400 cm-1) vibrations. The method of deconvolution\nof IR absorbance spectra in the range of about 600 to 1300 cm-1 developed\nearlier is used to reliably separate the IR band at about 660 cm-1. This band\nis identified to origin from the amorphous Si phase within the studied Si\noxynitride films. This makes it possible to propose IR spectroscopy with\nanalysis of the low-wavenumber part of the spectra as an efficient method of\nidentifying phase composition of Si-rich Si oxynitride films. The obtained\nresults contribute to understanding of the regularities of formation of phase\ncompositions of PECVD grown Si oxynitride films and are useful for controlling\nthe films properties for practical applications."}
{"id": "2510.14721", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14721", "abs": "https://arxiv.org/abs/2510.14721", "authors": ["Lino Reggiani", "Federico Intini", "Luca Varani"], "title": "Fundamental quantum and relativistic formulation of thermal noise and linear conductance in an 1D quasi-particle ensemble under ballistic transport-regime", "comment": null, "summary": "We investigate quantum and quantum-relativistic effects associated with the\nnoise power spectrum and the fluctuation--dissipation relation between\ncurrent--noise spectra and linear--response conductance at low frequencies of\nthe electromagnetic field. At high frequencies, vacuum catastrophe is shown to\nbe avoided by the presence of Casimir force. At low frequencies, the quantum\neffect associated with one--dimensional structures under the conditions of\nballistic transport typical at the nanometric scale length are briefly reviewed\nin terms of a universal quasi-particle approach. The case of a photon gas\ninside an appropriate black-body cavity is found to provide a physical\ninterpretation of the lines spectra of atomic elements within an exact\nstatistical approach based on a physical interpretation of the fine structure\nconstant, $\\alpha =1/137.0560$."}
{"id": "2510.14724", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14724", "abs": "https://arxiv.org/abs/2510.14724", "authors": ["Yuri Fukaya", "Bo Lu", "Keiji Yada", "Yukio Tanaka", "Jorge Cayao"], "title": "Crossed surface flat bands in three-dimensional superconducting altermagnets", "comment": "9 pages, 8 figures for the main text + 15 pages, 9 figures for\n  Supplementary Materials", "summary": "Superconducting altermagnets have proven to be a promising ground for\nemergent phenomena but their study has involved two dimensional systems. In\nthis work, we investigate three-dimensional $d$- and $g$-wave altermagnets with\nchiral $d$-wave superconductivity and show the formation of crossed surface\nflat bands due to the underlying symmetries. We find that these crossed flat\nbands appear at zero energy in the surface along $z$ due to the superconducting\nnodal lines in the $xy$-plane, while the number of corners is determined by the\ncrystal symmetry of altermagnets. We also show that the superconducting nodal\nlines give rise to Bogoliubov-Fermi surfaces, which then affect the appearance\nof zero-energy arcs in the surface along $x$. Moreover, we demonstrate that the\ncrossed surface flat bands, surface arcs, and Bogoliubov-Fermi surfaces give\nrise to distinct signals in charge conductance, hence offering a solid way for\ntheir detection and paving the way for realizing higher dimensional topological\nphases using altermagnets."}
{"id": "2510.14745", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.14745", "abs": "https://arxiv.org/abs/2510.14745", "authors": ["Alejandro Alés", "Juan Ignacio Cerato", "Leandro Marchioni", "Miguel Hoyuelos"], "title": "Transport with noise in dilute gases: Effect of Langevin thermostat on transport coefficients", "comment": "10 pages, 7 figures, preprint", "summary": "In dilute gases, transport properties such as the thermal conductivity,\nself-diffusion, and viscosity are significantly affected by interatomic\ncollisions, which are determined by the potential form. This study explores\nthese transport properties in the presence of a Langevin thermostat in systems\nwhere particles interact through various potentials, including soft-core and\nhard-core potentials, both with and without an attractive region. Using\nmolecular dynamics simulations and a theoretical approach based on an analogy\nwith an electric circuit (Ohm's law), we derived and compared the transport\ncoefficients across these interatomic potentials for different couplings with\nthe thermostat. The transport coefficients were obtained by considering the\nthermostat as a resistance in a series circuit."}
{"id": "2510.14774", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.14774", "abs": "https://arxiv.org/abs/2510.14774", "authors": ["Sudip Malick", "Michał J. Winiarski", "Joanna Bławat", "Hanna Świątek", "John Singleton", "Tomasz Klimczuk"], "title": "Quantum oscillations and transport properties of layered single-crystal SrCu$_4$As$_2$", "comment": "8 Pages, 4 figures", "summary": "We report a systematic investigation of the physical properties and\nFermi-surface topology of layered single-crystal \\ce{SrCu4As2} using electrical\ntransport, magnetotransport, and quantum-oscillation experiments plus\nband-structure calculations. The temperature-dependent electrical resistivity\nreveals a hysteretic phase transition at $T_P$ = 59 K, most likely associated\nwith a structural change. Hall resistivity data suggest a marked change in the\naverage hole density resulting from the latter phase transition near $T_P$. A\nlarge, linear, and nonsaturating magnetoresistance is observed at low\ntemperatures in \\ce{SrCu4As2}, likely attributable to the multipocket Fermi\nsurface. Quantum-oscillation data measured in magnetic fields of up to 60 T\nshow several oscillation frequencies exhibiting low effective masses,\nindicating the presence of Dirac-like band dispersion in \\ce{SrCu4As2}, as\nsuggested by the band structure calculations."}
{"id": "2510.14813", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.14813", "abs": "https://arxiv.org/abs/2510.14813", "authors": ["Chengkang Zhou", "Zhengbang Zhou", "Félix Desrochers", "Yong Baek Kim", "Zi Yang Meng"], "title": "Quantum Fisher Information as a Thermal and Dynamical Probe in Frustrated Magnets: Insights from Quantum Spin Ice", "comment": "9+11 pages, 3+8 figures", "summary": "Quantum Fisher information (QFI) is a novel measure of multipartite quantum\nentanglement that can be measured in inelastic neutron scattering experiments\non quantum magnets. In this work, we demonstrate that the QFI can be used to\nunderstand the thermal and dynamical properties of quantum magnets by focusing\non the pyrochlore lattice model of quantum spin ice (QSI), a three-dimensional\nquantum spin liquid that hosts fractionalized quasiparticles and emergent\nphotons. We use the newly developed multi-directed loop update quantum Monte\nCarlo (QMC) algorithm and exact diagonalization (ED) to compute the QFI, which\nis further utilized to calibrate the gauge mean-field theory results. We show\nthat the temperature and momentum dependence of the QFI can reveal\ncharacteristic energy scales of distinct phases and phase transitions in the\nglobal phase diagram. In particular, the QFI can clearly distinguish the\nferromagnetic ordered phase, the thermal critical region above it, as well as\ntwo distinct QSI phases, namely zero-flux and $\\pi$-flux QSI. Moreover, the QFI\nshows two crossover temperature scales, one from the trivial paramagnet to the\nclassical spin ice regime and a lower temperature crossover to QSI. We discuss\nour results, especially for the $\\pi$-flux QSI, in light of the ongoing\nexperimental efforts on Cerium-based pyrochlore systems. Our results\ndemonstrate that the QFI not only detects entanglement properties but can also\nbe viewed as a sensitive thermal and dynamical probe in the investigation of\nquantum magnets."}
{"id": "2510.14867", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14867", "abs": "https://arxiv.org/abs/2510.14867", "authors": ["Ivan Iorsh", "Mikhail Titov"], "title": "Disorder-assisted Spin-Filtering at Metal/Ferromagnet Interfaces: An Alternative Route to Anisotropic Magnetoresistance", "comment": "10 pages, 4 figures", "summary": "We introduce a minimal interface-scattering mechanism that produces a sizable\nanisotropic magnetoresistance (AMR) in metal/ferromagnet bilayers (e.g.,\nPt/YIG) without invoking bulk spin or orbital Hall currents. In a\n$\\delta$-layer model with interfacial exchange and Rashba spin-orbit coupling,\ncharge transfer at a high-quality interface creates a spin-selective phase\ncondition (interfacial spin filtering) that suppresses backscattering for one\nspin projection while enhancing momentum relaxation for the other. The\nresulting resistance anisotropy peaks at an optimal metal thickness of a few\nnanometers, quantitatively reproducing the thickness and angular dependences\ntypically attributed to spin Hall magnetoresistance (SMR), as well as its\ncharacteristic magnitude. Remarkably, the maximal AMR scales linearly with the\nsmaller of the two coupling strengths - exchange or spin-orbit, highlighting a\nmechanism fundamentally distinct from SMR. Our scattering formulation maps onto\nBoltzmann boundary conditions and predicts other clear discriminants from SMR,\nincluding strong sensitivity to interfacial charge transfer and disorder."}
{"id": "2510.14868", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.14868", "abs": "https://arxiv.org/abs/2510.14868", "authors": ["Shubham Ghadigaonkar", "Sachchidanand Das", "Abhiram Soori"], "title": "Electron transport in junctions between altermagnets", "comment": "9 pages, 4 captioned figures. Comments are welcome", "summary": "We theoretically investigate electron transport in junctions between the two\nAMs in strong and weak altermagnetic phases. The charge and spin conductivities\nare analyzed as functions of angle between the N\\'eel vectors of the two AMs\n$\\theta$. In the strong AM regime, the charge conductivity vanishes as $\\theta\n\\to \\pi$, while in the weak AM phase it remains finite. Introducing a normal\nmetal between two AMs leads to Fabry-P\\'erot-type oscillations in charge\nconductivity. In the strong phase, transport is dominated by up-spin electrons,\nwhereas both spin channels contribute in the weak phase. These results\nhighlight the potential of AM-based heterostructures for spintronic\napplications, such as spin filters, and quantum interference-based spintronic\ndevices, where tunable spin-dependent transport and interference effects can be\nutilized in electronic devices."}
{"id": "2510.14899", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14899", "abs": "https://arxiv.org/abs/2510.14899", "authors": ["Arnob Mukherjee", "Biplab Sanyal", "Annica M. Black-Schaffer", "Ankita Bhattacharya"], "title": "Electric field controlled second-order anomalous Hall effect in altermagnets", "comment": "12 pages, 13 figures", "summary": "Altermagnets are a recently discovered class of compensated magnets with\nmomentum-dependent spin splittings and unusual transport properties, even\nwithout a net magnetization. In the presence of combined four-fold rotation and\ntime-reversal ($C_4\\mathcal{T}$) symmetry, linear and also second-order, driven\nby a Berry curvature dipole, anomalous Hall responses are forbidden in any pure\n$d$-wave altermagnet. Nevertheless, here we find that the nontrivial quantum\nmetric of the occupied Bloch states allows for an electric field induced Berry\ncurvature dipole, which generates a strong and tunable second-order Hall\ncurrent, enabling it to be switched on or off by simply adjusting the relative\norientation between the symmetry-reducing dc field and the ac probe field.\nSpecifically, we investigate the electric field induced second-order anomalous\nHall response in a two-dimensional Rashba-coupled hybrid altermagnet that\ninterpolates between $d_{x^2-y^2}$ ($B_{1g}$) and $d_{xy}$ ($B_{2g}$)\naltermagnet symmetry, motivated by recent proposals for mixed-symmetry states.\nCrucially, the nonlinear signal is highly sensitive to the underlying symmetry\nof the altermagnetic order at specific doping levels, offering a purely\nelectrical method to distinguish distinct altermagnetic orders. Our results\nposition hybrid altermagnets as a promising platform for controllable nonlinear\ntransport and spintronic applications."}
{"id": "2510.14903", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14903", "abs": "https://arxiv.org/abs/2510.14903", "authors": ["L. Basseto", "N. P. Vizarim", "J. C. Bellizotti Souza", "P. A. Venegas"], "title": "Skyrmion behavior in attractive-repulsive square array of pinning centers", "comment": "11 pages, 7 figures", "summary": "We investigate the driven dynamics of a single skyrmion in a square lattice\nof mixed pinning sites, where attractive and repulsive defects coexist using a\nparticle-based model. The mixed landscape yields directional locking at\n$\\theta_{\\rm sk}=-45^\\circ$ and flow at locked angles near the intrinsic\nskyrmion Hall angle. By mapping defect strengths, we show that weaker\nattraction lowers the depinning threshold, whereas stronger repulsion\nstabilizes and broadens the $-45^\\circ$ locking plateau. Moreover, combinations\nof attractive and repulsive defect strengths allows control of directional\nlockings and their force ranges. Defect size further tunes the response,\nselecting among $-45^\\circ$, $-50^\\circ$, $-55^\\circ$, and $\\approx-59^\\circ$.\nThese results establish mixed pinning as a practical knob to steer skyrmion\ntrajectories and the effective Hall response, providing design guidelines for\nskyrmion-based memory and logic devices."}
{"id": "2510.14951", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.14951", "abs": "https://arxiv.org/abs/2510.14951", "authors": ["Matheus de Sousa", "Zhiyu Fan", "Wei Ku"], "title": "A universal description of Mott insulators: Characterizing quantum phases beyond broken symmetries", "comment": null, "summary": "Using Mott insulators as a prototypical example, we demonstrate a\ndynamics-based characterization of quantum phases of matter through a general\nN-body renormalization group framework. The essential \"Mott-ness\" turns out to\nbe characterized by a change of size-scaling of the effective intra- momentum\nrepulsions between long-lived emergent \"eigen-particles\" that encodes the\ndynamics of two-body bound states in the high-energy sector. This directly\noffers a universal characterization at long space-time scale for the\ncorresponding class of Mott insulators through a uniform single occupation of\nall momenta, and otherwise Mott metals. This universal description naturally\npaves the way to topological Mott insulators and is straightforward to extend\nto bosonic Mott systems. More generally, this demonstration exemplifies a\ngeneric paradigm of characterizing quantum phases of matter through their\ndistinct dynamics beyond broken symmetries."}
