{"id": "2510.16690", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.16690", "abs": "https://arxiv.org/abs/2510.16690", "authors": ["Anna L. F. Lucchi", "Jean H. Y. Passos", "Max Jauregui", "Renio S. Mendes"], "title": "A unified framework for divergences, free energies, and Fokker-Planck equations", "comment": "42 pages. Accepted for publication in Physica A", "summary": "Many efforts have been made to explore systems that show significant\ndeviations from predictions related to the standard statistical mechanics. The\npresent work introduces a unified formalism that connects divergences,\ngeneralized free energies, generalized Fokker-Planck equations, and H-theorem.\nThis framework is applied here in a range of scenarios, illustrating both\nestablished and novel results. In many cases, the approach begins with a free\nenergy functional that explicitly includes a potential energy term, leading to\na direct relation between this energy and the stationary solution. Conversely,\nwhen a divergence is used as free energy, the associated Fokker-Planck-like\nequation lacks any explicit dependence on the potential energy, depending\ninstead on the stationary solution. To restore a potential-based\ninterpretation, an additional relation between the stationary solution and the\npotential energy must be imposed. This duality underlines the flexibility of\nthe formalism and its capacity to adapt to systems where the potential energy\nis unknown or unnecessary."}
{"id": "2510.16778", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.16778", "abs": "https://arxiv.org/abs/2510.16778", "authors": ["Bin Jin", "Bin Han", "Wei Feng", "Kuang Yu", "Shenzhen Xu"], "title": "Automatic Refinement of Force Fields Based on Phase Diagrams", "comment": null, "summary": "Exact characterization of phase transitions requires sufficient\nconfigurational sampling, necessitating efficient and accurate potential energy\nsurfaces. Molecular force fields with computational efficiency and physical\ninterpretability are desirable but challenging to refine for complex\ninteractions. To address this, we propose a force field refinement strategy\nwith phase diagrams as top-down optimization targets based on automatic\ndifferentiation. Using gas-liquid co-existence as a paradigm, we employ an\nenhanced sampling technique and design a differentiable loss function to\nevaluate force fields' depiction of phase diagrams. The refined force fields\nproduce gas-liquid phase diagrams matching well with targets for two modeling\nsystems, which confirms our approach as an effective automated force field\ndevelopment framework for phase transition studies."}
{"id": "2510.17329", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.17329", "abs": "https://arxiv.org/abs/2510.17329", "authors": ["Claude Godrèche", "Jean-Marc Luck"], "title": "The first positive position of a lattice random walk", "comment": "25 pages, 3 figures", "summary": "The distribution of the first positive position reached by a random walker\nstarting at the origin is central to the analysis of extremes and records in\none-dimensional random walks. In this work, we present a detailed and\nself-contained analytical study of this distribution for symmetric finite-range\nlattice walks, whose steps are drawn from a distribution supported on finitely\nmany integers."}
{"id": "2510.17428", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2510.17428", "abs": "https://arxiv.org/abs/2510.17428", "authors": ["Taras Holovatch", "Yuri Kozitsky", "Krzysztof Pilorz", "Yurij Holovatch"], "title": "Breakdown of hydrodynamics in a one-dimensional cold gas", "comment": "5 pages, 4 figures", "summary": "The following model is studied analytically and numerically: point particles\nwith masses $m,\\mu,m, \\dots$ ($m\\geq\\mu$) are distributed over the positive\nhalf-axis. Their dynamics is initiated by giving a positive velocity to the\nparticle located at the origin; in its course the particles undergo elastic\ncollisions. We show that, for certain values of $m/\\mu$, starting from the\ninitial state where the particles are equidistant the system evolves in a\nhydrodynamic way: (i) the rightmost particle (blast front) moves as\n$t^{\\delta}$ with $\\delta < 1$; (ii) recoiled particles behind the front enter\nthe negative half-axis; (iii) the splatter -- the particles with locations\n$x\\leq 0$ -- moves in the ballistic way and eventually takes over the whole\nenergy of the system. These results agree with those obtained in S. Chakraborti\net al, SciPost Phys. 2022, 13, 074, for $m/\\mu=2$ and random initial particle\npositions. At the same time, we explicitly found the collection of positive\nnumbers $\\{\\mathcal{M}_i, i \\in \\mathbf{N} \\}$ such that, for $m/\\mu =\n\\mathcal{M}_i$, $i\\leq 700$, the following holds: (a) the splatter is absent;\n(b) the number of simultaneously moving particles is at most three; (c) the\nblast front moves in the ballistic way. However, if, similarly as in S.\nChakraborti et al, the particle positions are sampled from a uniformly\ndistributed ensemble, for $m/\\mu = \\mathcal{M}_i$ the system evolves in a\nhydrodynamic way."}
{"id": "2510.17152", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.17152", "abs": "https://arxiv.org/abs/2510.17152", "authors": ["Kwanghee Park", "Ju-Yeon Jo", "Yoshitaka Tanimura"], "title": "System-Bath Modeling in Vibrational Spectroscopy via Molecular Dynamics: A Machine Learning Framework for Hierarchical Equations of Motion (HEOM)", "comment": "20 pages 5 figures 16 tebles", "summary": "Molecular vibrations in solutions, especially OH stretching and bending in\nwater, drive ultrafast energy relaxation and dephasing in chemical and\nbiological systems. We present a machine learning approach for constructing\nsystem-bath models of intramolecular vibrations in solution, compatible with\nquantum simulations via the hierarchical equations of motion (HEOM). Using\nclassical molecular dynamics trajectories generated with a force field\nspecifically developed for quantum molecular dynamics, the model captures\nanharmonic mode coupling and non-Markovian dissipation through spectral\ndistribution functions (SDFs). These features, in turn, enable quantum\nmechanical treatment of ultrafast energy relaxation, vibrational dephasing, and\nthermal excitation within the HEOM framework.. The trained model yields\nphysically interpretable parameters, validated against infrared spectra.\nNotably, combining Brownian oscillator and Drude SDFs -- representing inter-\nand intramolecular vibrational modes -- significantly improves learning\nperformance and supports rigorous simulation of nonlinear vibrational\nspectroscopy."}
{"id": "2510.16523", "categories": ["cond-mat.supr-con", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16523", "abs": "https://arxiv.org/abs/2510.16523", "authors": ["Subhajit Pal", "Colin Benjamin"], "title": "Marginal Influence of Anomalous Josephson Current on Odd-Frequency Spin-Triplet Pairing in Ferromagnetic Josephson Diodes", "comment": "10 pages, 7 figures, 1 table", "summary": "We examine how an anomalous Josephson current influences odd-frequency\nsuperconducting correlations in two distinct Josephson junction geometries. The\nfirst configuration consists of two ferromagnetic layers sandwiched between\nconventional s-wave superconductors, with the magnetization vectors of the\nferromagnets misaligned. The second involves three ferromagnetic layers\nembedded between two s-wave superconductors, with their magnetizations oriented\nalong the x-, y-, and z-axes, respectively. In the first case, where the\nanomalous Josephson current is absent, odd-frequency spin-triplet correlations\ndevelop pronounced peaks at finite magnetization strengths in both the\ntunneling and transparent limits, while the equal-spin triplet component\nexhibits zeros at finite magnetizations in the transparent regime. In the\nsecond configuration, where an anomalous Josephson current is present, similar\npeaks in odd-frequency spin-triplet pairing appear at finite magnetizations\nunder both transport regimes, and the spatial profile of these correlations\nremains largely unaffected by the current\\rq{}s presence. The Josephson diode\nefficiency is finite and attains its maximum at magnetization values\ncorresponding to the peaks of the anomalous current. Overall, our results\ndemonstrate that the anomalous Josephson current has only a marginal effect on\nodd-frequency spin-triplet pairing, suggesting that the emergence of\nodd-frequency correlations and the Josephson diode effect are largely\nindependent phenomena, contrary to some earlier conjectures."}
{"id": "2510.16349", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16349", "abs": "https://arxiv.org/abs/2510.16349", "authors": ["Zekeriya Ender Eğer", "Waris Khan", "Priyabrata Maharana", "Kandula Eswara Sai Kumar", "Udbhav Sharma", "Abhishek Chopra", "Rut Lineswala", "Pınar Acar"], "title": "Design of Magnetic Lattices with Quantum Optimization Algorithms", "comment": "The following article has been submitted to APL Quantum. After it is\n  published, it will be found at\n  https://publishing.aip.org/resources/librarians/products/journals/", "summary": "This article investigates the identification of magnetic spin distributions\nin ferromagnetic materials by minimizing the system's free energy. Magnetic\nlattices of varying sizes are constructed, and the free energy is computed\nusing an Ising model that accounts for spin-to-spin neighbor interactions and\nthe influence of an external magnetic field. The problem reduces to determining\nthe state of each spin, either up or down, leading to an optimization problem\nwith $2^{n \\times n}$ design variables for an $n \\times n$ lattice. To address\nthe high-dimensional and computationally intractable nature of this problem,\nparticularly for large domains, we employ a quantum optimization algorithm,\nBQP. The BQP results are first validated against solutions obtained using a\ngenetic algorithm for smaller lattices. Finally, the approach is extended to\nlarge-scale systems, including $50 \\times 50$ lattices, where conventional\nmethods become impractical."}
{"id": "2510.16143", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16143", "abs": "https://arxiv.org/abs/2510.16143", "authors": ["Ravi Kaushik", "Ryota Ono", "Sergey Artyukhin"], "title": "Finite temperature magnetic interactions from first principles", "comment": "6 pages, 3 figures", "summary": "Density functional theory has demonstrated remarkable predictive power in\ncalculating magnetic properties at zero temperature. At finite temperatures,\nthermally excited phonons may affect magnetism. Efficient ab-initio methods to\ncalculate the temperature dependence of magnetic exchange interactions are\nstill lacking despite the importance of room temperature magnetism for\napplications. Exchange is controlled by an interplay between metal-ligand\nhybridization, Hubbard repulsion, band gap, interatomic distances and bond\nangles, all of which change with temperature. Here we present a method to\ncalculate the exchange interactions at finite temperatures from first\nprinciples using only two supercell calculations and quantify these mechanisms.\nChanges in bond angles and the band gap are identified as a primary factors. In\nNiO with 180-degree bonds exchange decreases with temperature, while in\nCr$_2$O$_3$ with the bond angles away from 180 degrees the exchange increases\nby 10% at room temperature."}
{"id": "2510.16038", "categories": ["cond-mat.mes-hall", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.16038", "abs": "https://arxiv.org/abs/2510.16038", "authors": ["Jin Qin", "Zhikun Liu"], "title": "Intrinsic Maximum Light Absorption in Laser-Field-Driven Growth of Highly Ordered Silicon Nanowire Arrays", "comment": "4 figures, 12pages", "summary": "We provide direct experimental evidence for a state-selection principle in a\nfar-from-equilibrium system. Using the laser-driven growth of silicon nanowires\nas a uniquely clean and quantifiable platform, we show that a long-range\nordered array emerges as the system spontaneously selects the periodicity that\nmaximizes its collective light absorption. This establishes a direct,\nmeasurable link between a maximum dissipation/absorption principle and emergent\nstructural order. Our results thus offer a concrete test for models of\nnon-equilibrium self-organization."}
{"id": "2510.16126", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.16126", "abs": "https://arxiv.org/abs/2510.16126", "authors": ["Yuyi Yan", "Fujia Liu", "Weichen Tang", "Han Xuan Wong", "Boyu Qie", "Steven G. Louie", "Felix R. Fischer"], "title": "Engineering phase-frustration induced flat bands in an aza-triangulene covalent Kagome lattice", "comment": "28 pages, 4 figues, 10 supporting information figures", "summary": "Pi-conjugated covalent organic frameworks (COFs) provide a versatile platform\nfor the realization of designer quantum nanomaterials. Strong electron-electron\ncorrelation within these artificial lattices can give rise to exotic phases of\nmatter. Their experimental realization however requires precise control over\norbital symmetry, charge localization, and band dispersion all arising from the\neffective hybridization between molecular linkers and nodes. Here, we present a\nmodular strategy for constructing diatomic Kagome lattices from\naza-[3]triangulene (A[3]T) nodes, in which a D3h symmetric ground state is\nstabilized through resonance contributions from a cumulenenic linker.\nFirst-principles density-functional theory and scanning tunnelling spectroscopy\nreveal that the hybridization of a sixfold degenerate set of edge-localized\nWannier functions in the unit cell gives rise to orbital-phase\nfrustration-induced non-trivial flat bands. These results establish a general\ndesign principle for engineering orbital interactions in organic lattices and\nopen a pathway toward programmable COF-based quantum materials with correlated\nelectronic ground states."}
{"id": "2510.16038", "categories": ["cond-mat.mes-hall", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.16038", "abs": "https://arxiv.org/abs/2510.16038", "authors": ["Jin Qin", "Zhikun Liu"], "title": "Intrinsic Maximum Light Absorption in Laser-Field-Driven Growth of Highly Ordered Silicon Nanowire Arrays", "comment": "4 figures, 12pages", "summary": "We provide direct experimental evidence for a state-selection principle in a\nfar-from-equilibrium system. Using the laser-driven growth of silicon nanowires\nas a uniquely clean and quantifiable platform, we show that a long-range\nordered array emerges as the system spontaneously selects the periodicity that\nmaximizes its collective light absorption. This establishes a direct,\nmeasurable link between a maximum dissipation/absorption principle and emergent\nstructural order. Our results thus offer a concrete test for models of\nnon-equilibrium self-organization."}
{"id": "2510.17587", "categories": ["cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2510.17587", "abs": "https://arxiv.org/abs/2510.17587", "authors": ["Timur Aslyamov", "Krzysztof Ptaszyński", "Massimiliano Esposito"], "title": "Macroscopic fluctuation-response theory and its use for gene regulatory networks", "comment": null, "summary": "Gaussian macroscopic fluctuation theory underpins the understanding of noise\nin a broad class of nonequilibrium systems. We derive exact\nfluctuation-response relations linking the power spectral density of stationary\nfluctuations to the linear response of stable nonequilibrium steady states.\nBoth of these can be determined experimentally and used to reconstruct the\nkernel of the linearized dynamics and the diffusion matrix, and thus any\nfeatures of the Gaussian theory. We apply our theory to gene regulatory\nnetworks with negative feedback, and derive an explicit internal-external noise\ndecomposition of the power spectral density for any networks, including\ncross-correlations."}
{"id": "2510.17365", "categories": ["physics.chem-ph", "math.DS", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.17365", "abs": "https://arxiv.org/abs/2510.17365", "authors": ["Liu Hong", "Hong Qian"], "title": "Kinetic and Thermodynamic Descriptions of Open Systems of Complex Chemical Reactions with Multiple Scales", "comment": "75 pages, 6 figures", "summary": "The general theory of a complex system of nonlinear chemical reactions is a\nprimary language of chemistry that includes chemical engineering and cellular\nbiochemistry. Its significance as an analytical framework, however, has not\nbeen fully appreciated outside the community of physical chemists. In this\nreview, we discuss the latest advances in the kinetics and Gibbsian\nthermodynamics of chemical reactions in a spatially homogeneous aqueous\nsolution with a multiscale perspective on complex systems. From the microscopic\nlevel of single reaction events which are purely stochastic in continuous time,\none at a time among a set of molecules, to the macroscopic chemical reaction\nsystems in bulk in terms of deterministic rate equations, the mathematical\ndescriptions of kinetic models for chemical reactions at different levels are\npresented in detail, with rigorous mathematical justifications presented. In\nparallel with the kinetics of chemical reactions, the irreversible\nthermodynamics of open systems and the stochastic thermodynamics along\nreactions trajectories are reviewed thoroughly. As a novel feature, the\nmathematical theory of large deviations is shown to play a pivotal role in the\nthermodynamics of chemical reactions in equilibrium and in irreversible\nprocesses. This review is expected to stimulate interests in and help defining\nmultiscale phenomena and nonequilibrium thermodynamics in many research fields\non population dynamics of interacting species using chemical reactions as an\nanalytic paradigm."}
{"id": "2510.16616", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16616", "abs": "https://arxiv.org/abs/2510.16616", "authors": ["Wen O. Wang", "Thomas P. Devereaux"], "title": "Finite-temperature signatures of underlying superconductivity in the electron-doped Hubbard model", "comment": "15 pages, 4 figures. Supplementary Materials: 14 pages, 10 figures", "summary": "We perform numerically exact determinant quantum Monte Carlo simulations of\nthe Hubbard model and analyze pairing tendencies by evaluating correlation\nfunctions at the imaginary-time midpoint ($\\tau=\\beta/2$), which suppresses\nhigh-frequency weight and emphasizes low-energy physics. Using this diagnostic,\nwe identify clear finite-temperature signatures of underlying $d$-wave\nsuperconductivity for electron doping, while finding no clear indication upon\ncooling for hole doping. Our analysis enables direct comparison with\nground-state DMRG, revealing consistent real-space pairing patterns. These\nresults provide a practical route to bridge the gap between finite-temperature\nand ground-state numerically exact simulations of the Hubbard model despite the\nfermion sign problem."}
{"id": "2510.16542", "categories": ["physics.comp-ph", "physics.chem-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.16542", "abs": "https://arxiv.org/abs/2510.16542", "authors": ["Francois Mauger", "Cristel Chandre"], "title": "Extended phase-space symplectic integration for electron dynamics", "comment": "14 pages, 6 figures", "summary": "We investigate the use of extended phase-space symplectic integration [M.\nTao, Phys. Rev. E 94, 043303 (2016)] for simulating two different classes of\nelectron dynamics. The first one, with one and a half degrees of freedom, comes\nfrom plasma physics and describes the classical dynamics of a charged particle\nin a strong, constant, and uniform magnetic field perturbed by a turbulent\nelectrostatic potential. The second one, with an infinite number of degrees of\nfreedom, comes from physical chemistry and corresponds to Kohn-Sham\ntime-dependent density-functional theory. For both we lay out the extension\nprocedure and stability condition for numerical integration of the dynamics\nusing high-order symplectic split-operator schemes. We also identify a\ncomputationally inexpensive metric that can be used for on-the-fly estimation\nof the accuracy of simulations. Our work paves the way for broad application of\nsymplectic split-operator integration of classical and quantum Hamiltonian\nsystems with finite and infinite number of degrees of freedom."}
{"id": "2510.16248", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16248", "abs": "https://arxiv.org/abs/2510.16248", "authors": ["Mohsen Yarmohammadi", "Libor Šmejkal", "James K. Freericks"], "title": "Cavity-induced coherent magnetization and polaritons in altermagnets", "comment": "8 pages, 4 figures", "summary": "Altermagnets feature antiparallel spin sublattices with $d$-, $g$-, or\n$i$-wave spin order, yielding nonrelativistic spin splitting without net\nmagnetization. We show that embedding a two-dimensional $d$-wave altermagnet in\na driven optical cavity induces a finite, tunable magnetization. Coherent\nphoton driving couples selectively to electronic sublattices, and the resulting\naltermagnets' symmetry-broken spin texture yields a pronounced steady-state\nspin imbalance -- coherent magnetization -- absent in conventional\nantiferromagnets for the same lattice configuration. A mean-field Lindblad\nanalysis reveals the dominance of quadratic over linear couplings. In the\nstrong-coupling regime, distinct polariton signatures emerge in the steady\nstate of induced magnetization. This work demonstrates cavity control of\naltermagnets for spintronic applications."}
{"id": "2510.16058", "categories": ["cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16058", "abs": "https://arxiv.org/abs/2510.16058", "authors": ["Livia Correa McCormack", "Lei Tang", "Mathieu Francoeur"], "title": "Near-field radiative heat transfer in the dual nanoscale regime between polaritonic membranes", "comment": "30 pages, 4 figures, 6 supplementary figures", "summary": "The enhancement and attenuation of near-field radiative heat transfer between\npolaritonic SiC, SiN and SiO2 subwavelength membranes is analyzed.\nFluctuational electrodynamics simulations combined with a modal analysis show\nthat all membranes support corner and edge modes, which can induce a large\n5.1-fold enhancement for SiC and a 2.1-fold attenuation for SiO2 of the heat\ntransfer coefficient with respect to that between infinite surfaces. The\nenhancement or attenuation is directly related to material losses which reduce\nthe density of available electromagnetic states between the membranes."}
{"id": "2510.16142", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16142", "abs": "https://arxiv.org/abs/2510.16142", "authors": ["Diego López-Alcalá", "Alberto M. Ruiz", "Andrei Shumilin", "José J. Baldoví"], "title": "Confinement-Induced One-Dimensional Magnetism in CrSBr Chains via Carbon Nanotube Encapsulation", "comment": null, "summary": "Encapsulating low-dimensional magnetic materials within carbon nanotubes\n(CNTs) offers a compelling route to stabilize unconventional magnetic states\nand engineer quantum functionalities at the limit of miniaturization. In this\nwork, we systematically investigate the structural, electronic, and magnetic\nproperties of one-dimensional (1D) CrSBr chains encapsulated within CNTs using\ndensity functional theory (DFT) and spin dynamics simulations. We demonstrate\nthe structural stability of CrSBr@CNT, where confinement and charge transfer\ncooperate to stabilize ferromagnetism in the 1D limit, which persists up to 50\nK. These findings position CrSBr@CNT as a model platform for realizing 1D\nmagnetism and establish CNT encapsulation as a powerful strategy for exploring\nemergent quantum spin phenomena and engineering nanoscale spintronic devices."}
{"id": "2510.16058", "categories": ["cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16058", "abs": "https://arxiv.org/abs/2510.16058", "authors": ["Livia Correa McCormack", "Lei Tang", "Mathieu Francoeur"], "title": "Near-field radiative heat transfer in the dual nanoscale regime between polaritonic membranes", "comment": "30 pages, 4 figures, 6 supplementary figures", "summary": "The enhancement and attenuation of near-field radiative heat transfer between\npolaritonic SiC, SiN and SiO2 subwavelength membranes is analyzed.\nFluctuational electrodynamics simulations combined with a modal analysis show\nthat all membranes support corner and edge modes, which can induce a large\n5.1-fold enhancement for SiC and a 2.1-fold attenuation for SiO2 of the heat\ntransfer coefficient with respect to that between infinite surfaces. The\nenhancement or attenuation is directly related to material losses which reduce\nthe density of available electromagnetic states between the membranes."}
{"id": "2510.17637", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.17637", "abs": "https://arxiv.org/abs/2510.17637", "authors": ["Andrea Pelissetto", "Ettore Vicari"], "title": "A conjecture on the lower bound of the length-scale critical exponent $ν$ at continuous phase transitions", "comment": "16 pages", "summary": "A fundamental issue in the renormalization-group (RG) theory of critical\nphenomena concerns the allowed values of critical exponents that are consistent\nwith the continuous nature of a phase transition. Here we conjecture a lower\nbound for the length-scale exponent $\\nu$ that should hold at continuous\ntransitions associated with $d$-dimensional Landau-Ginzburg-Wilson (LGW)\n$\\Phi^4$ theories with a multicomponent scalar field $\\varphi_i$ (including\nsome extensions with fermionic and gauge fields). If\n$\\Delta_\\varphi=(d-2+\\eta)/2$ is the dimension of the order parameter --\n$\\varphi_i$ in LGW models -- and $\\Delta_\\varepsilon=d-1/\\nu$ is the RG\ndimension of the energy operator $\\varepsilon$, which can be identified with\n$[\\sum_i \\varphi_i^2]$ (the squared field with a proper subtraction of the\nmixing with the identity), we conjecture the inequality $\\Delta_\\varepsilon - 2\n\\Delta_\\varphi\\ge 0$, which implies $1/\\nu \\le 2-\\eta$ and $\\gamma =\n(2-\\eta)\\nu\\ge 1$. These inequalities are supported by general arguments for\nlattice models, exact relations for two-dimensional minimal conformal field\ntheories, and are consistent with all known (numerical, perturbative, and\nexact) results for LGW $\\Phi^4$ theories. In particular, since unitarity\nrequires $\\eta\\ge 0$, the above inequality implies $\\nu\\ge 1/2$ for unitary\ntheories. This lower bound is more restrictive than the bound $\\nu > 1/d$,\nwhich is derived by noting that $\\nu=1/d$ is the expected behavior at\nfirst-order transitions."}
{"id": "2510.17442", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.17442", "abs": "https://arxiv.org/abs/2510.17442", "authors": ["Zhe Liu", "Hongwen Zhang", "Di Liu", "Tianyi Sui", "Yinghua Qiu"], "title": "Modulation of Memristive Characteristics by Dynamic Nanoprecipitation inside Conical Nanopores", "comment": "31 pages, 5 figures", "summary": "Nanofluidic memristors have demonstrated great potential for neuromorphic\nsystem applications with the advantages of low energy consumption and excellent\nbiocompatibility. Here, an effective way is developed to regulate the\nmemristive behavior of conical nanopores by leveraging the reversible formation\nand dissolution of nanoprecipitates induced by ion enrichment and depletion in\nnanopores under opposite voltages. Through the interplay between precipitation\ndynamics at the pore tip and the ion enrichment/depletion inside the nanopore,\nconical nanopores exhibit pronounced current hysteresis loops in the presence\nof CaHPO4, a slightly soluble inorganic salt. The memristive characteristics\nare found to be strongly dependent on the concentration of CaHPO4, besides the\napplied voltage amplitude and scan rate. Under the stimulation of pulse\nvoltages, ionic current demonstrates stable learning and forgetting processes\nwith robust switching stability and effective reset capability, which is\nsimilar to the short-term plasticity characteristics of biological synapses.\nOur research may provide a straightforward and tunable approach for the design\nof nanofluidic memristors."}
{"id": "2510.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16843", "abs": "https://arxiv.org/abs/2510.16843", "authors": ["Ilaria Maccari", "Aline Ramires"], "title": "Tuning macroscopic phase frustration in multiorbital superconductors", "comment": "4 pages, 2 figures,", "summary": "Time-reversal symmetry-breaking (TRSB) superconductivity has been reported in\na growing number of materials. In some cases, TRSB arises naturally from chiral\nsuperconductivity, but in many low-symmetry systems this explanation is not\nviable. In these latter cases, TRSB is often attributed to phase frustration\namong multiple superconducting gaps on different Fermi surfaces. Yet, the\nmicroscopic conditions enabling such frustration remain poorly understood.\nHere, inspired by the TRSB reported in the superconducting state of iron-based\nmaterials, we demonstrate that a minimal two-orbital model can support a TRSB\nsuperconducting state via phase frustration. We identify the key microscopic\nparameters that stabilize TRSB in d-electron systems with orthorhombic symmetry\nand provide a framework to systematically enlarge the region of parameter space\nwithin which TRSB is expected in materials with other electronic content and\ncrystalline symmetries. Our results offer a simple and experimentally relevant\nroute to understand and control TRSB in multiorbital superconductors."}
{"id": "2510.16721", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16721", "abs": "https://arxiv.org/abs/2510.16721", "authors": ["Qiuhan Jia", "Jiuyang Shi", "Jian Sun"], "title": "Scalable cell filter nudged elastic band (CFNEB) for large-scale transition-path calculations", "comment": null, "summary": "The nudged elastic band (NEB) method is one of the most widely used\ntechniques for determining minimum-energy reaction pathways and activation\nbarriers between known initial and final states. However, conventional\nimplementations face steep computational scaling with system size, which makes\nnucleation-type transitions in realistically large supercells practically\ninaccessible. In this work, we develop a scalable cell-filter nudged elastic\nband (CFNEB) framework that enables efficient transition-path calculations in\nsystems containing up to $10^5$ atoms. The method combines a deformation-based\ncell filtering scheme, which treats lattice vectors as generalized coordinates\nwhile removing spurious rotational degrees of freedom, with an adaptive image\ninsertion and deletion strategy that dynamically refines the reaction path. We\nimplement CFNEB both within the ASE environment and in a fully GPU-accelerated\nversion using the Graphics Processing Units Molecular Dynamics (GPUMD) engine,\nachieving throughput on the order of $10^6$ atom$\\cdot$steps per second on\nconsumer GPUs. We demonstrate the method on two representative systems: the\nlayer-by-layer $\\beta$-$\\lambda$ transition in $Ti_3O_5$ and the\nnucleation-driven graphite-to-diamond transformation. These examples illustrate\nthat CFNEB not only reproduces known concerted pathways but also captures\nspontaneous symmetry breaking toward nucleated mechanisms when the simulation\ncell is sufficiently large. Our results establish CFNEB as a practical route to\nexploring realistic transition mechanisms in large-scale solid-state systems."}
{"id": "2510.16855", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16855", "abs": "https://arxiv.org/abs/2510.16855", "authors": ["Yasuhiro Tanaka", "Hitoshi Seo"], "title": "Photoinduced melting dynamics and collective mode in a correlated charge-order system", "comment": "8 pages, 9 figures", "summary": "We theoretically investigate the transient spectral function during the\nphotoinduced melting of charge order in a correlated electron system, to\nunravel the dynamical processes triggered by different initial excitations. We\nemploy a one-dimensional interacting spinless fermion model introducing a\npulsed laser light, and perform a comparative study by the Hartree-Fock\napproximation and by the exact diagonalization method to numerically solve the\ntime-dependent Schr\\\"odinger equation. We find characteristic behavior in the\ntransient spectral function, whose features strongly depend on the pump light\nfrequency $\\omega_p$. When $\\omega_p$ is resonant with the collective phase\nmode of frequency $\\Omega_c\\simeq \\Delta_{\\rm CO}/2$, where $\\Delta_{\\rm CO}$\nis the charge gap, the transient spectral function exhibits a photoinduced\nin-gap weight which triggers large responses. With increasing the laser\nintensity, the development of in-gap weight directly turns into the collapse of\nthe gap. This charge-order destabilization process is in sharp contrast to the\ncase of $\\omega_p>\\Delta_{\\rm CO}$, where the photoirradiation induces\ninterband electron-hole excitations giving rise to a shrinkage of the gap. The\nimpact of quantum fluctuations and spatial inhomogeneity on the photoinduced\ndynamics is also discussed."}
{"id": "2510.16131", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.16131", "abs": "https://arxiv.org/abs/2510.16131", "authors": ["Avijit Barua", "Kartik Gaur", "Leo J. Roche", "Suk In Park", "Priyabrata Mudi", "Sven Rodt", "Jin-Dong Song", "Stephan Reitzenstein"], "title": "Deterministic nanofabrication of quantum dot-circular Bragg grating resonators with high process yield using in-situ electron beam lithography", "comment": null, "summary": "The controlled integration of quantum dots (QDs) as single-photon emitters\ninto quantum light sources is essential for the implementation of large-scale\nquantum networks. In this study, we employ the deterministic in-situ\nelectron-beam lithography (iEBL) nanotechnology platform to integrate\nindividual QDs with high accuracy and process yield into circular Bragg grating\n(CBG) resonators. Notably, CBG devices comprising just 3 to 4 rings exhibit\nphoton extraction efficiencies comparable to those of structures with more\nrings. This facilitates faster fabrication, reduces the device footprint, and\nenables compatibility with electrical contacting. To demonstrate the\nscalability of this process, we present results of 95 optically active QD-CBG\ndevices fabricated across two lithography sessions. These devices exhibit\nbright, narrow-linewidth single-photon emission with excellent optical quality.\nTo evaluate QD placement accuracy, we apply a powerful characterization\ntechnique that combines cathodoluminescence (CL) mapping and scanning electron\nmicroscopy. Statistical analysis of these devices reveals that our iEBL\napproach enables high alignment accuracy and a process yield of over >90%\nacross various CBG geometries. Our findings highlight a reliable route toward\nthe scalable fabrication of high-performance QD-based single-photon sources for\nuse in photonic quantum technology applications."}
{"id": "2510.16163", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16163", "abs": "https://arxiv.org/abs/2510.16163", "authors": ["Mawgan A. Smith", "Ryan D. McKenzie", "Alban Joseph", "Robert L. Stamps", "Rair Macêdo"], "title": "Exceptional Antimodes in Multi-Drive Cavity Magnonics", "comment": null, "summary": "Driven-dissipative systems provide a natural setting for the emergence of\nexceptional points -- i.e. non-Hermitian degeneracies where eigenmodes\ncoalesce. These points are important for applications such as sensing, where\nenhanced sensitivity is required, and exhibit interesting and useful phenomena\nthat can be controlled with experimentally accessible parameters. In this\nregard a four-port, three-mode, cavity-magnonics platform is demonstrated in\nwhich two microwave excitations can be precisely phase shifted and/or\nattenuated relative to one another. Destructive interference between the\nhybridised cavity-magnon modes is shown to give rise to antimodes\n(antiresonances) in the transmission spectrum, enabling coherent perfect\nextinction of the outgoing signals at selected ports. This interference can be\nused to actively tune the position and properties of exceptional points,\nwithout the fine tuning conventionally required to obtain exceptional points.\nSuch controllable, interference-based engineering of exceptional points\nprovides a practical and flexible pathway toward next-generation,\nhigh-sensitivity sensing devices operating at microwave frequencies."}
{"id": "2510.16126", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.16126", "abs": "https://arxiv.org/abs/2510.16126", "authors": ["Yuyi Yan", "Fujia Liu", "Weichen Tang", "Han Xuan Wong", "Boyu Qie", "Steven G. Louie", "Felix R. Fischer"], "title": "Engineering phase-frustration induced flat bands in an aza-triangulene covalent Kagome lattice", "comment": "28 pages, 4 figues, 10 supporting information figures", "summary": "Pi-conjugated covalent organic frameworks (COFs) provide a versatile platform\nfor the realization of designer quantum nanomaterials. Strong electron-electron\ncorrelation within these artificial lattices can give rise to exotic phases of\nmatter. Their experimental realization however requires precise control over\norbital symmetry, charge localization, and band dispersion all arising from the\neffective hybridization between molecular linkers and nodes. Here, we present a\nmodular strategy for constructing diatomic Kagome lattices from\naza-[3]triangulene (A[3]T) nodes, in which a D3h symmetric ground state is\nstabilized through resonance contributions from a cumulenenic linker.\nFirst-principles density-functional theory and scanning tunnelling spectroscopy\nreveal that the hybridization of a sixfold degenerate set of edge-localized\nWannier functions in the unit cell gives rise to orbital-phase\nfrustration-induced non-trivial flat bands. These results establish a general\ndesign principle for engineering orbital interactions in organic lattices and\nopen a pathway toward programmable COF-based quantum materials with correlated\nelectronic ground states."}
{"id": "2510.17668", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.17668", "abs": "https://arxiv.org/abs/2510.17668", "authors": ["Soumyaditya Das", "Soumyajyoti Biswas", "Muktish Acharyya", "Bikas K. Chakrabarti"], "title": "deGennes-Suzuki-Kubo Quantum Ising Mean Field Dynamics: Applications to Quantum Hysteresis, Heat Engines and Annealing", "comment": "12 pages, 9 figures", "summary": "We briefly review the early development of the mean-field dynamics for\ncooperatively interacting quantum many-body systems, mapped to pseudo-spin\n(Ising-like) systems. We start with (Anderson, 1958) pseudo-spin mapping of the\nBCS (1957) Hamiltonian of superconductivity, reducing it to a mean-field\nHamiltonian of XY (or effectively Ising) model in a transverse field. Then we\nget the mean-field estimate for the equilibrium gap in the ground state energy\nat different temperatures (gap disappearing at the transition temperature),\nwhich fits Landau's (1949) phenomenological theory of superfluidity. We then\npresent in detail a general dynamical extension of the mean-field theory of\nquantum Ising systems (in a transverse field), following de Gennes' (1963)\ndecomposition of the mean field into orthogonal classical cooperative\n(longitudinal) component and the quantum (transverse) component, with each of\nthe components following Suzuki-Kubo (1968) mean-field dynamics. Next we\ndiscuss its applications to quantum hysteresis in Ising magnets (in presence of\noscillating transverse field), to quantum heat engines (employing transverse\nIsing model as working fluid), and to the quantum annealing of the\nSherrington-Kirkpatrick (1975) spin glass by tuning down (to zero) the\ntransverse field which provided us a very fast computational algorithm leading\nto ground state energy values converging to the best known analytic estimate\nfor the model. Finally, we summarize the main results obtained and conclude\nabout the effectiveness of the de Gennes-Suzuki-Kubo mean-field equations for\nthe study of various dynamical aspects of quantum condensed matter systems."}
{"id": "2510.17443", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.17443", "abs": "https://arxiv.org/abs/2510.17443", "authors": ["Long Ma", "Hongwen Zhang", "Bowen Ai", "Jiakun Zhuang", "Guanghua Du", "Yinghua Qiu"], "title": "Ionic current rectification under concentration gradients and its application in evaluating surface charge properties of micropores", "comment": "23 pages, 5 figures", "summary": "Ionic current rectification (ICR) induced by electroosmotic flow (EOF) under\nconcentration gradients can find many applications in micro/nanofluidic sensing\nand ionic circuits. Here, we focused on the cases with micropores of moderate\nlength-diameter ratios, through experimental research and systematical\nsimulations, the EOF-induced ICR was found to exhibit voltage-dependent ratios.\nIn the considered cases with a weak EOF or strong ionic diffusion, a large\ndeviation appears between the ion concentration inside the micropore and the\nbulk value, which fails the prediction by solution conductivity gradients.\nBased on our simulation results, effective equations were developed for the\ntheoretical description of ion concentration distributions along the micropore\naxis under coupled concentration gradient and electric field. With the\npredicted ion distributions inside micropores, the ICR ratio can be\nconveniently calculated with the derived electrical resistance of the\nmicrofluidic system, which applies to micropores of 200 to 1000 nm in diameter.\nBecause the surface charge density is the only unknown input parameter, our\ndeveloped equations can be used to evaluate the surface charge density of\nmicropores with the measured EOF-induced ICR ratio under concentration\ngradients."}
{"id": "2510.17081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17081", "abs": "https://arxiv.org/abs/2510.17081", "authors": ["Ya-Dong Gu", "Ji-Hai Yuan", "Zhi-An Ren"], "title": "Zero resistance when metals mixed with insulators", "comment": "7 pages, 2 figures", "summary": "A false zero resistance behavior was observed during our study on the search\nof superconductivity in Ge-doped GaNb4Se8. This zero resistance was proved to\nbe caused by open-circuit in multi-phase samples comprised of metals and\ninsulators by measuring with four-probe method. The evidence strongly suggests\nthat the reported superconductivity in hydrides should be carefully re-checked."}
{"id": "2510.16723", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16723", "abs": "https://arxiv.org/abs/2510.16723", "authors": ["Hyeonbin Moon", "Hanbin Cho", "Wabi Demeke", "Byungki Ryu", "Seunghwa Ryu"], "title": "Thermal Conductivity Estimation of Thermoelectric Materials with Uncertainty Quantification Using Bayesian Physics-Informed Neural Networks", "comment": "36pages", "summary": "Characterizing the temperature-dependent thermal conductivity is challenging\nbecause the property varies strongly with temperature and reliable heat flow\nmeasurement, not just temperature sensing, is difficult under experimental\nconditions. Here, we present a physics informed deep learning framework that\ninfers conductivity solely from sparse electric potential measurements. We\nfirst develop a deterministic physics-informed neural network (PINN) that\nembeds coupled thermoelectric transport equations as soft constraints, enabling\nsimultaneous recovery of spatial temperature, voltage, and conductivity\nprofiles without temperature data. The deterministic PINN achieves accurate\ninference under noise-free conditions, yet its predictions degrade when\nmeasurement noise is introduced. To address this, we extend the framework to a\nBayesian PINN, which models network parameters probabilistically and employs\nHamiltonian Monte Carlo (HMC) sampling for posterior inference. This extension\nproduces robust thermal conductivity estimates and, importantly, provides\ncredible intervals that quantify uncertainty from sparse and noisy data.\nNumerical experiments confirm that the Bayesian PINN not only preserves\npredictive accuracy under noise but also reveals inference bias and enables\nuncertainty aware interpretation of material properties. Together, the\ndeterministic and Bayesian formulations establish a scalable and generalizable\nalternative to conventional methods for determining temperature-dependent\nproperties, offering physics- consistent and risk-aware property inference for\nthermoelectric systems and other functional materials where direct temperature\nsensing is impractical"}
{"id": "2510.16884", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.16884", "abs": "https://arxiv.org/abs/2510.16884", "authors": ["Keishichiro Tanaka"], "title": "Temperature Dependence of the Momentum-Resolved Static Spin Susceptibility in a Mott-Proximate Cuprate Model", "comment": "12 pages, 11 figures", "summary": "This paper presents the temperature dependence of the static spin\nsusceptibility at $\\mathbf{q} = (\\pi, \\pi)$ and $\\mathbf{q} = (\\pi, 0)$ in a\nMott-proximate cuprate model with an antinodal pseudogap -- a model system for\nhigh-temperature superconducting (HTSC) cuprates.\n  The results show the susceptibility onset temperature tracks the critical\ntemperature ($T_c$) of HTSCs with a comparable scale across the electron\nfilling factor. Also, as the electron filling decreases and the chemical\npotential approaches the antinodal van Hove region, the susceptibility at\n$\\mathbf{q}=(\\pi,0)$ -- the axial particle-hole response -- grows markedly.\n  The emergence of cuprate superconductivity correlates with a suppression of\nlow-energy antinodal spin response and associated particle-hole excitations,\nwhich would otherwise dephase $d$-wave pairing, commonly attributed to spin\nfluctuations. In this context, the pseudogap partially suppresses antinodal\nspectral weight near $\\omega = 0$, thereby reducing the low-$\\omega$\nparticle-hole phase space."}
{"id": "2510.16264", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16264", "abs": "https://arxiv.org/abs/2510.16264", "authors": ["Adel Ali", "Alexey Belyanin"], "title": "Emergent nonlocal interactions induced by quantized gauge fields in topological systems", "comment": "22 pages and 10 figures", "summary": "We study fermionic and bosonic systems coupled to a real or synthetic static\ngauge field that is quantized, so the field itself is a quantum degree of\nfreedom and can exist in coherent superposition. A natural example is electrons\non a quantum ring encircling a quantized magnetic flux (QMF) generated by a\nsuperconducting current. We show that coupling to a common QMF gives rise to an\nemergent interaction between particles with no classical analog, as it is\ntopological and nonlocal (independent of interparticle distance). Moreover, the\ninteraction persists even when the particles lie in a nominally field-free\nregion, with the vector potential mediating the interaction. We analyze several\none- and two-dimensional model systems, encompassing both real and synthetic\ngauge fields. These systems exhibit unusual behavior, including strong\nnonlinearities, non-integer Chern numbers, and quantum phase transitions.\nFurthermore, synthetic gauge fields offer high tunability and can reach field\nstrengths that are difficult to realize with real magnetic fields, enabling\nengineered nonlinearities and interaction profiles."}
{"id": "2510.16222", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.16222", "abs": "https://arxiv.org/abs/2510.16222", "authors": ["Jocelyn L. Mendes", "Srijan Bhattacharyya", "Chengye Huang", "Jonathan M. Michelsen", "Isabel M. Klein", "Finn Babbe", "Thomas Sayer", "Tianchu Li", "Jason K. Cooper", "Hanzhe Liu", "Naomi S. Ginsberg", "Andrés Montoya-Castillo"], "title": "Coherent and Dynamic Small Polaron Delocalization in CuFeO$_{2}$", "comment": "15 pages, 26 figures", "summary": "Small polarons remain a significant bottleneck in the realization of\nefficient devices using transition metal oxides. Routes to engineer small\npolaron coupling to electronic states and lattice modes to control carrier\nlocalization remain unclear. Here, we measure the formation of small polarons\nin CuFeO$_{2}$ using transient extreme ultraviolet reflection spectroscopy and\ncompare it to theoretical predictions in realistically parameterized Holstein\nmodels, demonstrating that polaron localization depends on its coupling to the\nhigh-frequency versus low-frequency components of the phonon bath. We measure\nthat small polaron formation occurs on a comparable ~100 fs timescale to other\nFe(III) compounds. After formation, a dynamic delocalization of the small\npolaron occurs through a coherent lattice expansion between Fe-O layers and\ncharge-sharing with surrounding Fe(IV) states. Our simulations of polaron\nformation dynamics reveal that two major factors dictate polaron formation\ntimescales: phonon density and reorganization energy distributions between\nacoustic and optical modes, matching experimental findings. Our work provides a\ndetailed, real-time observation of how electronic-structural coupling in a\npolaron-host material can be leveraged to suppress polaronic effects for\nvarious applications."}
{"id": "2510.16131", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.16131", "abs": "https://arxiv.org/abs/2510.16131", "authors": ["Avijit Barua", "Kartik Gaur", "Leo J. Roche", "Suk In Park", "Priyabrata Mudi", "Sven Rodt", "Jin-Dong Song", "Stephan Reitzenstein"], "title": "Deterministic nanofabrication of quantum dot-circular Bragg grating resonators with high process yield using in-situ electron beam lithography", "comment": null, "summary": "The controlled integration of quantum dots (QDs) as single-photon emitters\ninto quantum light sources is essential for the implementation of large-scale\nquantum networks. In this study, we employ the deterministic in-situ\nelectron-beam lithography (iEBL) nanotechnology platform to integrate\nindividual QDs with high accuracy and process yield into circular Bragg grating\n(CBG) resonators. Notably, CBG devices comprising just 3 to 4 rings exhibit\nphoton extraction efficiencies comparable to those of structures with more\nrings. This facilitates faster fabrication, reduces the device footprint, and\nenables compatibility with electrical contacting. To demonstrate the\nscalability of this process, we present results of 95 optically active QD-CBG\ndevices fabricated across two lithography sessions. These devices exhibit\nbright, narrow-linewidth single-photon emission with excellent optical quality.\nTo evaluate QD placement accuracy, we apply a powerful characterization\ntechnique that combines cathodoluminescence (CL) mapping and scanning electron\nmicroscopy. Statistical analysis of these devices reveals that our iEBL\napproach enables high alignment accuracy and a process yield of over >90%\nacross various CBG geometries. Our findings highlight a reliable route toward\nthe scalable fabrication of high-performance QD-based single-photon sources for\nuse in photonic quantum technology applications."}
{"id": "2510.17605", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.17605", "abs": "https://arxiv.org/abs/2510.17605", "authors": ["Dhyey Ray", "Anna Baranova", "Davood B. Dar", "Neepa T. Maitra"], "title": "Harnessing dressed time-dependent density functional theory for the non-perturbative regime: Electron dynamics with double excitations", "comment": null, "summary": "Recent progress has been made in capturing spectral features of electronic\nstates of double-excitation character in time-dependent density functional\ntheory (TDDFT) through a frequency-dependent kernel. While it might appear that\nthis development is limited to the perturbative regime, we show that when used\nwithin response-reformulated TDDFT, it accurately captures strong-field\ndynamics involving states of double-excitation character. More generally, this\ndemonstrates how RR-TDDFT enables exchange-correlation functional developments\nin the response regime, which have so far been more successful than those in\nthe non-linear regime, to be exploited for non-perturbative dynamics, thus\nsignificantly broadening their range of applications."}
{"id": "2510.17452", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.17452", "abs": "https://arxiv.org/abs/2510.17452", "authors": ["Kai Chen", "Pavan Hosur"], "title": "Enhanced Superconducting Diode Effect in the Asymmetric Hatsugai-Kohmoto Model", "comment": null, "summary": "The superconducting diode effect (SDE), characterized by a nonreciprocal\nsupercurrent, has attracted significant attention in recent years due to its\npotential applications. However, most studies have focused on weakly correlated\nmodels, leaving the impact of strong electron-electron interactions on the SDE\nlargely unexplored. In this work, we bridge this gap by investigating the SDE\nin asymmetric band metals with Hatsugai-Kohmoto (HK) interaction, which are\nexactly solvable due to their locality in Bloch momentum space. Through a\ncombination of low-energy analysis and a numerical self-consistent approach, we\ndemonstrate that HK interaction can enhance the SDE's quality factor. Our\nfindings shed light on the role of strong electron-electron correlations in\nshaping the SDE."}
{"id": "2510.17432", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17432", "abs": "https://arxiv.org/abs/2510.17432", "authors": ["Zhichang Fu", "Yunhai Li", "Weiqing Zhou", "Shengjun Yuan"], "title": "Large-scale stochastic propagation method beyond the sequential approach", "comment": null, "summary": "The $O(N)$ stochastic propagation method, which relies on the numerical\nsolution of the time-dependent Schr\\\"odinger equation using random initial\nstates, is widely used in large-scale first-principles calculations. In this\nwork, we eliminate the conventional sequential computation of intermediate\nstates by introducing a concurrent strategy that minimizes information\nredundancy. The new method, in its state-, moment-, and energy-based\nimplementations, not only surpasses the time step constraint of sequential\npropagation but also maintains precision within the framework of the\nNyquist-Shannon sampling theorem. Systematic benchmarking on one billion atoms\nwithin the tight-binding model demonstrates that our new concurrent method\nachieves up to an order-of-magnitude speedup, enabling the rapid computation of\na wide range of electronic, optical, and transport properties. This performance\nbreakthrough offers valuable insights for enhancing other time-propagation\nalgorithms, including those employed in large-scale stochastic density\nfunctional theory."}
{"id": "2510.16929", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16929", "abs": "https://arxiv.org/abs/2510.16929", "authors": ["Amit Kumar", "Kalpataru Pradhan"], "title": "Impact of Random Bond Disorder on Quantum Skyrmions in a spin-half Quantum Heisenberg Model", "comment": "12 pages, 12 figures", "summary": "We investigate the impact of random bond disorder on quantum skyrmions using\na spin-half quantum Heisenberg model on the square lattice with\nDzyaloshinskii-Moriya interaction, Heisenberg anisotropy, and boundary-pinned\nmagnetic field. Utilizing the neural network quantum state technique, we\nexplore the influence of disorder on spin textures, topological properties, and\nquantum entanglement. We show that the disorder reduces the stability of\nquantum skyrmions, ultimately causing them to collapse at high disorder\nstrengths. In addition, our results reveal two key insights. First, the\npresence of disorder, rather than simply degrading skyrmion order,\nsignificantly enhances local quantum entanglement, as evidenced by the rise in\nsecond R\\'enyi entropy. Second, our calculations show that the topological\nentanglement entropy calculated using the second R\\'enyi entropy remains\nnegligible across all the disorder strengths. This suggests long-range\nentanglement is absent and the skyrmion phase is not detectable using this\nspecific probe. Overall, our work provides new insights into how disorder\nconstructively influences quantum materials."}
{"id": "2510.16546", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.16546", "abs": "https://arxiv.org/abs/2510.16546", "authors": ["Haoyuan Zhong", "Xuanxi Cai", "Changhua Bao", "Fei Wang", "Tianyun Lin", "Yudong Chen", "Sainan Peng", "Lin Tang", "Chen Gu", "Zhensheng Tao", "Hongyun Zhang", "Shuyun Zhou"], "title": "High harmonic generation light source with polarization selectivity and sub-100-$μ$m beam size for time- and angle-resolved photoemission spectroscopy", "comment": "15 pages, 5 figures", "summary": "High-quality ultrafast light sources are critical for developing advanced\ntime- and angle-resolved photoemission spectroscopy (TrARPES). While the\napplication of high harmonic generation (HHG) light sources in TrARPES has\nincreased significantly over the past decade, the optimization of the HHG probe\nbeam size and selective control of the light polarization, which are important\nfor TrARPES measurements, have been rarely explored. In this work, we report\nthe implementation of high-quality HHG probe source with an optimum beam size\ndown to 57 $\\mu$m $\\times$ 90 $\\mu$m and selective light polarization control,\ntogether with mid-infrared (MIR) pumping source for TrARPES measurements using\na 10 kHz amplifier laser. The selective polarization control of the HHG probe\nsource allows to enhance bands with different orbital contributions or\nsymmetries, as demonstrated by experimental data measured on a few\nrepresentative transition metal dichalcogenide materials (TMDCs) as well as\ntopological insulator Bi$_2$Se$_3$. Furthermore, by combining the HHG probe\nsource with MIR pumping at 2 $\\mu$m wavelength, TrARPES on a bilayer graphene\nshows a time resolution of 140 fs, allowing to distinguish two different\nrelaxation processes in graphene. Such high-quality HHG probe source together\nwith the MIR pumping expands the capability of TrARPES in revealing the\nultrafast dynamics and light-induced emerging phenomena in quantum materials."}
{"id": "2510.16345", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16345", "abs": "https://arxiv.org/abs/2510.16345", "authors": ["Pakwan Chanprakhon", "Michael F. Reid", "Jon-Paul R. Wells"], "title": "Infrared Absorption and Laser Spectroscopy of Ho$^{3+}$ Doped K$_2$YF$_5$ Microparticles", "comment": null, "summary": "High-resolution absorption and laser spectroscopy are used to determine\nelectronic energy levels for Ho$^{3+}$ ions in K$_2$YF$_5$ microparticles. A\ntotal of 72 crystal-field energy levels, distributed among 8 multiplets, are\nassigned. This optical data is used for crystal-field modelling of the\nelectronic structure of Ho$^{3+}$ in K$_2$YF$_5$. Partially-resolved hyperfine\nsplittings are accurately reproduced by the model. The temperature dependence\nof the fluorescent lifetime of the $^5$F$_5$ multiplet is measured and the\ntemperature dependence of the non-radiative relaxation is modelled by a\nfive-phonon process. Preliminary measurements of infra-red to visible\nupconversion in microparticles co-doped with Ho$^{3+}$ and Yb$^{3+}$ is\nreported."}
{"id": "2510.16142", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16142", "abs": "https://arxiv.org/abs/2510.16142", "authors": ["Diego López-Alcalá", "Alberto M. Ruiz", "Andrei Shumilin", "José J. Baldoví"], "title": "Confinement-Induced One-Dimensional Magnetism in CrSBr Chains via Carbon Nanotube Encapsulation", "comment": null, "summary": "Encapsulating low-dimensional magnetic materials within carbon nanotubes\n(CNTs) offers a compelling route to stabilize unconventional magnetic states\nand engineer quantum functionalities at the limit of miniaturization. In this\nwork, we systematically investigate the structural, electronic, and magnetic\nproperties of one-dimensional (1D) CrSBr chains encapsulated within CNTs using\ndensity functional theory (DFT) and spin dynamics simulations. We demonstrate\nthe structural stability of CrSBr@CNT, where confinement and charge transfer\ncooperate to stabilize ferromagnetism in the 1D limit, which persists up to 50\nK. These findings position CrSBr@CNT as a model platform for realizing 1D\nmagnetism and establish CNT encapsulation as a powerful strategy for exploring\nemergent quantum spin phenomena and engineering nanoscale spintronic devices."}
{"id": "2510.17706", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.17706", "abs": "https://arxiv.org/abs/2510.17706", "authors": ["Yu Tao", "Li Lei", "Jingyi Liu", "Binbin Wu"], "title": "Local Proton Disorder Induced Intermolecular H-H Coupling in Ionization of Dense Ammonia", "comment": "14 pages, 4 figures", "summary": "Under cold compression, hydrogen bonding was considered to dominate\nintermolecular interaction during the ionization of ammonia. Here, we provide\nexperimental and theoretical evidence of intermolecular HH coupling in dense\nammonia. Ab initio molecular dynamics simulations (AIMD) reveal an increasing\ndegree of proton disorder in ammonia with increasing pressure, which promotes\nintermolecular H-H coupling. At pressure below the ionization phase transition\npressure (135 GPa), intermolecular HH coupling gives rise to a unique\ndissociation pathway in ammonia. Sporadic molecular hydrogen was observed\nwithout laser heating, accompanied by the absence of molecular nitrogen. At\npressure above 135 GPa, intermolecular HH coupling serves as an intermediate\nstate in the ionization of ammonia. Two fingerprint Raman modes previously\nassigned to the ionic phase disappear upon further compression or heating.\nTogether with proton transfer based on hydrogen bond, a dual path mechanism\nexists in the ionization of ammonia. Our results demonstrate a case of hydrides\nphase transition pathway that occurs independently of hydrogen bonding under\nhigh pressure."}
{"id": "2510.17674", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.17674", "abs": "https://arxiv.org/abs/2510.17674", "authors": ["Hao Wang", "Jiayu Yuan", "Hongkai Shi", "Haojie Li", "Xiaoqing Jia", "Xiaohui Song", "Liyu Shi", "Tianyi Wu", "Li Yue", "Yangmu Li", "Kui Jin", "Dong Wu", "Jianlin Luo", "Xinbo Wang", "Tao Dong", "Nanlin Wang"], "title": "Anomalous terahertz nonlinearity in disordered s-wave superconductor close to the superconductor-insulator transition", "comment": null, "summary": "Detection of the Higgs mode in superconductors using nonlinear terahertz\nspectroscopy is a key area of interest in condensed matter physics. We\ninvestigate the influence of disorder on the nonlinear terahertz response and\nthe Higgs mode in NbN thin films with varying Ioffe-Regel parameters ($k_Fl$).\nIn strongly disordered films near the superconductor-insulator transition\n(SIT), we observe an anomalous third-harmonic generation (THG) signal above\n$T_c$, which is absent in both cleaner superconducting and non-superconducting\ncounterparts. The persistence of this normal-state THG signal in a high\nmagnetic field excludes superconducting fluctuations as its origin. Below\n$T_c$, the THG intensity increases sharply, indicating a dominant contribution\nfrom the driven Higgs mode. The THG spectrum of the strongly disordered sample\nexhibits a broadened, multi-peak structure, which we attribute to quantum path\ninterference between distinct channels involving unpaired electrons and Cooper\npairs within emergent superconducting islands. Our findings not only\ndemonstrate how disorder tunes the nonlinear terahertz response but also\nuncover a strong coupling between electrons responsible for normal-state THG\nand the superconducting Higgs mode below $T_c$ in strongly disordered samples."}
{"id": "2510.17507", "categories": ["physics.comp-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.17507", "abs": "https://arxiv.org/abs/2510.17507", "authors": ["Karol Pietrak", "Radosław Muszyński", "Adam Marek", "Piotr Łapka"], "title": "Performance of artificial neural networks in an inverse problem of laser beam diagnostics", "comment": "20 pages, 12 figures, 1 table, 61 references", "summary": "Results are presented for the numerical verification of a method devised to\nidentify an unknown spatio-temporal distribution of heat flux that occurs at\nthe surface of thin aluminum plate, as a result of pulsed, high-power laser\nbeam excitation. The presented identification of boundary heat flux function is\na part of newly-proposed laser beam profiling method and utilizes artificial\nneural networks trained on temperature distributions generated with the ANSYS\nFluent solver. The paper focuses on the selection of the most effective neural\nnetwork hyperparameters (Keras, Tensorflow) and compares the results of neural\nnetwork identification with Levenberg-Marquardt method used earlier and\ndiscussed in our previous articles."}
{"id": "2510.16970", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16970", "abs": "https://arxiv.org/abs/2510.16970", "authors": ["V. E. Timofeev", "D. N. Aristov"], "title": "Magnon edge states of skyrmion crystal in non-uniform magnetic field", "comment": "9 pages, 5 figures", "summary": "A regular lattice of magnetic skyrmions is the ground state of thin\nferromagnetic films with Dzyaloshinskii-Moriya interaction in a relatively wide\nrange of external magnetic fields. It was previously theoretically shown that\nupon the increase of magnetic field a topological transition in the magnon\nspectrum of such skyrmion crystal (SkX) may occur. Non-uniform magnetic field\nmay lead to localized magnon states emerging at the interface between two\nhalf-planes of SkX. Using semiclassical quantization and the stereographic\nprojection approach, we study such appearing edge states both in a full band\nstructure calculation and in simplified effective model. The latter effective\nmodel described by extended Dirac equation is applicable to two relevant magnon\nbands near $\\Gamma$ point. We show that both the chirality of emerging edge\nstates and the degree of its localization at the interface is controlled by\nmagnetic field profile. We demonstrate that the localization length may be as\nsmall as a few inter-skyrmion distances."}
{"id": "2510.16760", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16760", "abs": "https://arxiv.org/abs/2510.16760", "authors": ["Yiliang Fan", "Rongxiang Zhu", "Tongshuai Zhu", "Jianzhou Zhao", "Huaiqiang Wang", "Haijun Zhang"], "title": "Switchable axionic magnetoelectric effect via spin-flop transition in topological antiferromagnets", "comment": "7 pages, 4 figures", "summary": "The MnBi$_2$Te$_4$ material family has emerged as a key platform for\nexploring magnetic topological phases, most notably exemplified by the\nexperimental realization of the axion insulator state. While spin dynamics are\nknown to significantly influence the axion state, a profound understanding of\ntheir interplay remains elusive. In this work, we employ an antiferromagnetic\nspin-chain model to demonstrate that an external magnetic field induces\nextrinsic perpendicular magnetic anisotropy. We find that an in-plane field\nstabilizes the antiferromagnetic order, whereas an out-of-plane field\ndestabilizes it and triggers spin-flop transitions. Remarkably, near the\nsurface spin-flop transition in even-layer MnBi$_2$Te$_4$ films, the axion\ninsulator state undergoes a sharp switching behavior accompanied by distinct\nmagnetoelectric responses. Furthermore, we propose that this switchable axionic\nmagnetoelectric effect can be utilized to convert alternating magnetic field\nsignals into measurable square-wave magneto-optical outputs, thereby realizing\nan axionic analog of a zero-crossing detector. Our findings could open a\npathway toward potential applications of axion insulators in next-generation\nspintronic devices."}
{"id": "2510.16348", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16348", "abs": "https://arxiv.org/abs/2510.16348", "authors": ["Yubo Zhang", "Da Ke", "Rohan Maniar", "Timo Lebeda", "Peihong Zhang", "Jianwei Sun", "John P. Perdew"], "title": "Electron Localization in Non-Compact Covalent Bonds Captured by the r2SCAN+V Approach", "comment": "14 pages, 6 figures", "summary": "In density functional theory, the SCAN (Strongly Constrained and\nAppropriately Normed) and r2SCAN functionals significantly improve over\ngeneralized gradient approximation functionals such as PBE\n(Perdew-Burke-Ernzerhof) in predicting electronic, magnetic, and structural\nproperties across various materials, including transition-metal compounds.\nHowever, there remain puzzling cases where SCAN and r2SCAN underperform, such\nas in calculating the band structure of graphene, the magnetic moment of Fe,\nthe potential energy curve of the Cr2 molecule, and the bond length of VO2.\nThis research identifies a common characteristic among these challenging\nmaterials: non-compact covalent bonding through s-s, p-p, or d-d electron\nhybridization. While SCAN and r2SCAN excel at capturing electron localization\nat local atomic sites, they struggle to accurately describe electron\nlocalization in non-compact covalent bonds, resulting in a biased improvement.\nTo address this issue, we propose the r2SCAN+V approach as a practical\nmodification that improves accuracy across all the tested materials. The\nparameter V is 4 eV for metallic Fe, but substantially lower for the other\ncases. Our findings provide valuable insights for the future development of\nadvanced functionals."}
{"id": "2510.16143", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16143", "abs": "https://arxiv.org/abs/2510.16143", "authors": ["Ravi Kaushik", "Ryota Ono", "Sergey Artyukhin"], "title": "Finite temperature magnetic interactions from first principles", "comment": "6 pages, 3 figures", "summary": "Density functional theory has demonstrated remarkable predictive power in\ncalculating magnetic properties at zero temperature. At finite temperatures,\nthermally excited phonons may affect magnetism. Efficient ab-initio methods to\ncalculate the temperature dependence of magnetic exchange interactions are\nstill lacking despite the importance of room temperature magnetism for\napplications. Exchange is controlled by an interplay between metal-ligand\nhybridization, Hubbard repulsion, band gap, interatomic distances and bond\nangles, all of which change with temperature. Here we present a method to\ncalculate the exchange interactions at finite temperatures from first\nprinciples using only two supercell calculations and quantify these mechanisms.\nChanges in bond angles and the band gap are identified as a primary factors. In\nNiO with 180-degree bonds exchange decreases with temperature, while in\nCr$_2$O$_3$ with the bond angles away from 180 degrees the exchange increases\nby 10% at room temperature."}
{"id": "2510.16222", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.16222", "abs": "https://arxiv.org/abs/2510.16222", "authors": ["Jocelyn L. Mendes", "Srijan Bhattacharyya", "Chengye Huang", "Jonathan M. Michelsen", "Isabel M. Klein", "Finn Babbe", "Thomas Sayer", "Tianchu Li", "Jason K. Cooper", "Hanzhe Liu", "Naomi S. Ginsberg", "Andrés Montoya-Castillo"], "title": "Coherent and Dynamic Small Polaron Delocalization in CuFeO$_{2}$", "comment": "15 pages, 26 figures", "summary": "Small polarons remain a significant bottleneck in the realization of\nefficient devices using transition metal oxides. Routes to engineer small\npolaron coupling to electronic states and lattice modes to control carrier\nlocalization remain unclear. Here, we measure the formation of small polarons\nin CuFeO$_{2}$ using transient extreme ultraviolet reflection spectroscopy and\ncompare it to theoretical predictions in realistically parameterized Holstein\nmodels, demonstrating that polaron localization depends on its coupling to the\nhigh-frequency versus low-frequency components of the phonon bath. We measure\nthat small polaron formation occurs on a comparable ~100 fs timescale to other\nFe(III) compounds. After formation, a dynamic delocalization of the small\npolaron occurs through a coherent lattice expansion between Fe-O layers and\ncharge-sharing with surrounding Fe(IV) states. Our simulations of polaron\nformation dynamics reveal that two major factors dictate polaron formation\ntimescales: phonon density and reorganization energy distributions between\nacoustic and optical modes, matching experimental findings. Our work provides a\ndetailed, real-time observation of how electronic-structural coupling in a\npolaron-host material can be leveraged to suppress polaronic effects for\nvarious applications."}
{"id": "2510.16884", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.16884", "abs": "https://arxiv.org/abs/2510.16884", "authors": ["Keishichiro Tanaka"], "title": "Temperature Dependence of the Momentum-Resolved Static Spin Susceptibility in a Mott-Proximate Cuprate Model", "comment": "12 pages, 11 figures", "summary": "This paper presents the temperature dependence of the static spin\nsusceptibility at $\\mathbf{q} = (\\pi, \\pi)$ and $\\mathbf{q} = (\\pi, 0)$ in a\nMott-proximate cuprate model with an antinodal pseudogap -- a model system for\nhigh-temperature superconducting (HTSC) cuprates.\n  The results show the susceptibility onset temperature tracks the critical\ntemperature ($T_c$) of HTSCs with a comparable scale across the electron\nfilling factor. Also, as the electron filling decreases and the chemical\npotential approaches the antinodal van Hove region, the susceptibility at\n$\\mathbf{q}=(\\pi,0)$ -- the axial particle-hole response -- grows markedly.\n  The emergence of cuprate superconductivity correlates with a suppression of\nlow-energy antinodal spin response and associated particle-hole excitations,\nwhich would otherwise dephase $d$-wave pairing, commonly attributed to spin\nfluctuations. In this context, the pseudogap partially suppresses antinodal\nspectral weight near $\\omega = 0$, thereby reducing the low-$\\omega$\nparticle-hole phase space."}
{"id": "2510.16058", "categories": ["cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16058", "abs": "https://arxiv.org/abs/2510.16058", "authors": ["Livia Correa McCormack", "Lei Tang", "Mathieu Francoeur"], "title": "Near-field radiative heat transfer in the dual nanoscale regime between polaritonic membranes", "comment": "30 pages, 4 figures, 6 supplementary figures", "summary": "The enhancement and attenuation of near-field radiative heat transfer between\npolaritonic SiC, SiN and SiO2 subwavelength membranes is analyzed.\nFluctuational electrodynamics simulations combined with a modal analysis show\nthat all membranes support corner and edge modes, which can induce a large\n5.1-fold enhancement for SiC and a 2.1-fold attenuation for SiO2 of the heat\ntransfer coefficient with respect to that between infinite surfaces. The\nenhancement or attenuation is directly related to material losses which reduce\nthe density of available electromagnetic states between the membranes."}
{"id": "2510.17050", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.17050", "abs": "https://arxiv.org/abs/2510.17050", "authors": ["Hibiki Kunisawa", "Ryuya Watanabe", "Jun-ichi Yamaura", "Yoshimitsu Kohama", "Toshihiro Nomura"], "title": "High-Field Torque Magnetometry on the Kagome Antiferromagnet Karpenkoite", "comment": "6 pages, 1 figure", "summary": "We report torque magnetometry results on single crystals of karpenkoite\nCo3(V2O7)(OH)2 2H2O, a model candidate for the kagome antiferromagnet. No\nfield-induced phase transition is detected up to 45 T for B||c and B||a.\nInstead, the torque reveals a continuous spin reorientation toward saturation,\nmost likely governed by a dominant Dzyaloshinskii-Moriya interaction."}
{"id": "2510.16874", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16874", "abs": "https://arxiv.org/abs/2510.16874", "authors": ["Prabhab Patra", "Santanu K. Maiti"], "title": "New perspective on symmetry breaking in an antiferromagnetic chain: Spin-selective transport and NDR phenomenon", "comment": "9 pages, 11 figures (comments are welcome)", "summary": "The primary requirement for achieving spin-selective electron transfer in a\nnanojunction possessing a magnetic system with zero net magnetization is to\nbreak the symmetry between the up and down spin sub-Hamiltonians. Circumventing\nthe available approaches, in the present work, we put forward a new mechanism\nfor symmetry breaking by introducing a bias drop along the functional element.\nTo demonstrate this, we consider a magnetic chain with antiparallel alignment\nof neighboring magnetic moments. The junction is modeled within a tight-binding\nframework, and spin-dependent transmission probabilities are evaluated using\nwave-guide theory. The corresponding current components are obtained through\nthe Landauer-B\\\"{u}ttiker formalism. Selective spin currents, exhibiting a high\ndegree of spin polarization, are obtained over a wide bias region. Moreover,\nthe bias-dependent transmission profile exhibits negative differential\nresistance (NDR), another important aspect of our study. We examine the results\nunder three different potential profiles, one linear and two non-linear, and in\neach case, we observe a favorable response. This work may offer a new route for\ndesigning efficient spintronic devices based on bias-controlled magnetic\nsystems with vanishing net magnetization."}
{"id": "2510.16379", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16379", "abs": "https://arxiv.org/abs/2510.16379", "authors": ["Yaxin Pan", "Chongze Wang", "Shuyuan Liu", "Fengzhu Ren", "Chang Liu", "Bing Wang", "Jun-Hyung Cho"], "title": "Stacking-tunable multiferroic states in bilayer ScI2", "comment": "7 figures", "summary": "Two-dimensional(2D) multiferroic materials hold significant promise for\nadvancing the miniaturization and integration of nanodevices. In this study, we\ndemonstrate that 2D bilayer ScI2, which exhibits ferromagnetic(FM) ordering\nwithin each layer, enables the tuning of interlayer magnetic coupling,\nferroelectricity, and valley polarization through interlayer sliding and\nrotation. Our first-principles calculations show that the AA stacking\nconfiguration induces antiferromagnetic (AFM) interlayer coupling, while a 180\nrotation of one layer (resulting in the antialigned AA stacking) leads to FM\ninterlayer coupling. Moreover, the interlayer magnetic coupling can be switched\nbetween AFM and FM by translating the stacking configuration: FM in the aligned\nAB and BA configurations, and AFM in the antialigned AB and BA configurations.\nThis switching behavior is driven by variations in superexchange interactions\ndue to orbital hopping between layers. Notably, the aligned stacking exhibits\nferroelectricity upon sliding, which is induced by interlayer orbital\nhybridization and the resulting asymmetric charge redistribution, with maximal\nferroelectric behavior occurring at the AB and BA stacking configurations.\nAdditionally, for the AB and BA stackings, spontaneous valley polarization\nemerges from the manipulation of the spin orientation toward the out-of-plane\ndirection. This valley polarization arises due to inversion symmetry breaking,\neither through ferroelectricity (in the AB and BA stackings) or AFM interlayer\ncoupling , in combination with spin-orbit coupling. These results highlight the\nintricate interplay between magnetism, ferroelectricity, and valley\npolarization in bilayer ScI2, with each property being tunable via stacking\nconfiguration."}
{"id": "2510.16163", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16163", "abs": "https://arxiv.org/abs/2510.16163", "authors": ["Mawgan A. Smith", "Ryan D. McKenzie", "Alban Joseph", "Robert L. Stamps", "Rair Macêdo"], "title": "Exceptional Antimodes in Multi-Drive Cavity Magnonics", "comment": null, "summary": "Driven-dissipative systems provide a natural setting for the emergence of\nexceptional points -- i.e. non-Hermitian degeneracies where eigenmodes\ncoalesce. These points are important for applications such as sensing, where\nenhanced sensitivity is required, and exhibit interesting and useful phenomena\nthat can be controlled with experimentally accessible parameters. In this\nregard a four-port, three-mode, cavity-magnonics platform is demonstrated in\nwhich two microwave excitations can be precisely phase shifted and/or\nattenuated relative to one another. Destructive interference between the\nhybridised cavity-magnon modes is shown to give rise to antimodes\n(antiresonances) in the transmission spectrum, enabling coherent perfect\nextinction of the outgoing signals at selected ports. This interference can be\nused to actively tune the position and properties of exceptional points,\nwithout the fine tuning conventionally required to obtain exceptional points.\nSuch controllable, interference-based engineering of exceptional points\nprovides a practical and flexible pathway toward next-generation,\nhigh-sensitivity sensing devices operating at microwave frequencies."}
{"id": "2510.16542", "categories": ["physics.comp-ph", "physics.chem-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.16542", "abs": "https://arxiv.org/abs/2510.16542", "authors": ["Francois Mauger", "Cristel Chandre"], "title": "Extended phase-space symplectic integration for electron dynamics", "comment": "14 pages, 6 figures", "summary": "We investigate the use of extended phase-space symplectic integration [M.\nTao, Phys. Rev. E 94, 043303 (2016)] for simulating two different classes of\nelectron dynamics. The first one, with one and a half degrees of freedom, comes\nfrom plasma physics and describes the classical dynamics of a charged particle\nin a strong, constant, and uniform magnetic field perturbed by a turbulent\nelectrostatic potential. The second one, with an infinite number of degrees of\nfreedom, comes from physical chemistry and corresponds to Kohn-Sham\ntime-dependent density-functional theory. For both we lay out the extension\nprocedure and stability condition for numerical integration of the dynamics\nusing high-order symplectic split-operator schemes. We also identify a\ncomputationally inexpensive metric that can be used for on-the-fly estimation\nof the accuracy of simulations. Our work paves the way for broad application of\nsymplectic split-operator integration of classical and quantum Hamiltonian\nsystems with finite and infinite number of degrees of freedom."}
{"id": "2510.17683", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.17683", "abs": "https://arxiv.org/abs/2510.17683", "authors": ["Sebastiano Battisti", "Matteo Pioldi", "Alessandro Paghi", "Giorgio De Simoni", "Alessandro Braggio", "Giulio Senesi", "Lucia Sorba", "Francesco Giazotto"], "title": "Giant thermal modulation via a semiconductor-superconductor photonic field-effect heat transistor", "comment": "24 pages, 8 figures", "summary": "We present a groundbreaking demonstration of thermal modulation in a\nfield-effect-controllable semiconductor-superconductor hybrid structure,\nwherein the heating mechanism is exclusively radiative. The architecture\ncomprises two reservoirs separated by $\\sim 1$ mm and interconnected via a\ncompletely non-galvanic electrical circuit, enabling the transfer of black-body\nradiation from the hot to the cold reservoir. Our device utilizes a\nsuperconducting Josephson field-effect transistor to achieve\nmagnetic-field-free gate-tunable regulation of heat currents within the\ncircuit. While prior studies have indicated the potential for electrostatic\nmodulation of thermal transport properties, our framework demonstrates a\ntemperature modulation of up to $\\sim 45$ mK, exceeding prior findings by more\nthan an order of magnitude. Furthermore, it proves a thermal transimpedance of\n$\\sim 20$ mK/V at a bath temperature of $30$ mK. The development of such\nsystems holds substantial promise for advancing heat management and routing in\nquantum chips and radiation sensors, as it enables precise nonlocal control of\nheat flow towards a designated structure, even when the heat source is distant\nand non-galvanically coupled."}
{"id": "2510.16348", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16348", "abs": "https://arxiv.org/abs/2510.16348", "authors": ["Yubo Zhang", "Da Ke", "Rohan Maniar", "Timo Lebeda", "Peihong Zhang", "Jianwei Sun", "John P. Perdew"], "title": "Electron Localization in Non-Compact Covalent Bonds Captured by the r2SCAN+V Approach", "comment": "14 pages, 6 figures", "summary": "In density functional theory, the SCAN (Strongly Constrained and\nAppropriately Normed) and r2SCAN functionals significantly improve over\ngeneralized gradient approximation functionals such as PBE\n(Perdew-Burke-Ernzerhof) in predicting electronic, magnetic, and structural\nproperties across various materials, including transition-metal compounds.\nHowever, there remain puzzling cases where SCAN and r2SCAN underperform, such\nas in calculating the band structure of graphene, the magnetic moment of Fe,\nthe potential energy curve of the Cr2 molecule, and the bond length of VO2.\nThis research identifies a common characteristic among these challenging\nmaterials: non-compact covalent bonding through s-s, p-p, or d-d electron\nhybridization. While SCAN and r2SCAN excel at capturing electron localization\nat local atomic sites, they struggle to accurately describe electron\nlocalization in non-compact covalent bonds, resulting in a biased improvement.\nTo address this issue, we propose the r2SCAN+V approach as a practical\nmodification that improves accuracy across all the tested materials. The\nparameter V is 4 eV for metallic Fe, but substantially lower for the other\ncases. Our findings provide valuable insights for the future development of\nadvanced functionals."}
{"id": "2510.17755", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17755", "abs": "https://arxiv.org/abs/2510.17755", "authors": ["Brenden W. Hamilton", "Alexander R. Muñoz", "Travis E. Jones", "Benjamin T. Nebgen"], "title": "Mott vs Kondo: Influence of Various Density Functional Based Methods on the Ce Isostructural Phase Transition Mechanism", "comment": null, "summary": "The cerium iso-structural phase transition (gamma to alpha) is dominated by\nf-electron localization changes that results in a magnetic ordering change and\na volume collapse. Generally, these physics are difficult to capture with ab\ninitio and first principles methods. However, previous works have shown various\nmethods to be successful in predicting at least some of the physics of the\ngamma to alpha phase transition. Therefore, here, we perform a broad survey of\ndensity functional based methods across three levels of theory and types of\nfunctions (GGA, MetaGGA, and Hybrid functionals) and compare the results,\nfocusing on hydrostatic compression across the phase boundary at zero Kelvin.\nFor the methods that best reproduce experimental results, we directly probe the\npredicted mechanisms and frame the results in the Mott/Kondo debate, assessing\nhow the underlying methods and assumptions of different functionals can assess\nthe physical drivers in the phase transition, providing insight into the\ngoverning dynamics of this unique phase transition."}
{"id": "2510.16878", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16878", "abs": "https://arxiv.org/abs/2510.16878", "authors": ["Zili Tang", "Xiaoxin Xie", "Guanwen Yao", "Ligong Zhang", "Xiaoyan Liu", "Xing Zhang", "Liu Fei"], "title": "Deep Learning Accelerated First-Principles Quantum Transport Simulations at Nonequilibrium State", "comment": "32 pages, 5 figures", "summary": "The non-equilibrium Green's function method combined with density functional\ntheory (NEGF-DFT) provides a rigorous framework for simulating nanoscale\nelectronic transport, but its computational cost scales steeply with system\nsize. Recent artificial intelligence (AI) approaches have sought to accelerate\nsuch simulations, yet most rely on conventional machine learning, lack atomic\nresolution, struggle to extrapolate to larger systems, and cannot predict\nmultiple properties simultaneously. Here we introduce DeepQT, a deep-learning\nframework that integrates graph neural networks with transformer architectures\nto enable multi-property predictions of electronic structure and transport\nwithout manual feature engineering. By learning key intermediate quantities of\nNEGF-DFT, the equilibrium Hamiltonian and the non-equilibrium total potential\ndifference, DeepQT reconstructs Hamiltonians under both equilibrium and bias\nconditions, yielding accurate transport predictions. Leveraging the principle\nof electronic nearsightedness, DeepQT generalizes from small training systems\nto much larger ones with high fidelity. Benchmarks on graphene, MoS2, and\nsilicon diodes with varied defects and dopants show that DeepQT achieves\nfirst-principles accuracy while reducing computational cost by orders of\nmagnitude. This scalable, transferable framework advances AI-assisted quantum\ntransport, offering a powerful tool for next-generation nanoelectronic device\ndesign."}
{"id": "2510.16467", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16467", "abs": "https://arxiv.org/abs/2510.16467", "authors": ["Ganesh Kumar Nayak", "David Holec", "Jochen M. Schneider"], "title": "Vacancy-concentration-dependent thermal stability of fcc-(Ti,Al)Nx predicted via chemical-environment-sensitive diffusion activation energies", "comment": null, "summary": "Thermal decomposition of metastable fcc-(Ti,Al)Nx limits the lifetime of\ncoated components. While energetic decomposition aspects can be modelled\nreliably, the inherent variability of chemical environment-dependent diffusion\nactivation energies remains systematically unexplored. Here, we predict an\nactivation energy range (envelope) for mass transport in varying chemical\nenvironments, reflecting the vacancy concentration range fcc-(Ti0.5Al0.5)1-xNx\nwith x = 0.47, 0.5, 0.53. The stoichiometric compound shows maximum thermal\nstability, consistent with experimental data. Metal vacancies decrease the\naverage migration energy, while metal and nitrogen vacancies reduce barriers\nvia lattice strain relaxation, enhancing mobility. The strong chemical\nenvironment dependence challenges conclusions from single-point activation\nenergy data."}
{"id": "2510.16222", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.16222", "abs": "https://arxiv.org/abs/2510.16222", "authors": ["Jocelyn L. Mendes", "Srijan Bhattacharyya", "Chengye Huang", "Jonathan M. Michelsen", "Isabel M. Klein", "Finn Babbe", "Thomas Sayer", "Tianchu Li", "Jason K. Cooper", "Hanzhe Liu", "Naomi S. Ginsberg", "Andrés Montoya-Castillo"], "title": "Coherent and Dynamic Small Polaron Delocalization in CuFeO$_{2}$", "comment": "15 pages, 26 figures", "summary": "Small polarons remain a significant bottleneck in the realization of\nefficient devices using transition metal oxides. Routes to engineer small\npolaron coupling to electronic states and lattice modes to control carrier\nlocalization remain unclear. Here, we measure the formation of small polarons\nin CuFeO$_{2}$ using transient extreme ultraviolet reflection spectroscopy and\ncompare it to theoretical predictions in realistically parameterized Holstein\nmodels, demonstrating that polaron localization depends on its coupling to the\nhigh-frequency versus low-frequency components of the phonon bath. We measure\nthat small polaron formation occurs on a comparable ~100 fs timescale to other\nFe(III) compounds. After formation, a dynamic delocalization of the small\npolaron occurs through a coherent lattice expansion between Fe-O layers and\ncharge-sharing with surrounding Fe(IV) states. Our simulations of polaron\nformation dynamics reveal that two major factors dictate polaron formation\ntimescales: phonon density and reorganization energy distributions between\nacoustic and optical modes, matching experimental findings. Our work provides a\ndetailed, real-time observation of how electronic-structural coupling in a\npolaron-host material can be leveraged to suppress polaronic effects for\nvarious applications."}
{"id": "2510.16957", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16957", "abs": "https://arxiv.org/abs/2510.16957", "authors": ["Shah Hussain", "Sikander Azam", "Umme Habiba", "Qaiser Rafiq", "Amin Ur Rahman", "Hamada H. Amer", "Yasir Saeed"], "title": "Intermediate-Band Formation in Tm3+-doped Ca2SnO4: A Wide-Gap Oxide Host for Visible-Light Absorption and Energy Applications", "comment": null, "summary": "Rare earth doping is an effective way to convert chemically stable oxides\ninto multifunctional materials with coupled electronic, optical, and magnetic\nproperties. We present first principles calculations of pristine and Tm3+ doped\nCa2SnO4 to understand how localized 4f states change the structural,\nelectronic, magnetic, and optical behavior of the host. Pristine Ca2SnO4 is a\nmechanically stable, wide band gap insulator with mostly ionic covalent bonding\nand diamagnetic character. Replacing Ca2+ with Tm3+ introduces several key\nchanges: (i) localized Tm 4f states create intermediate levels inside the wide\ngap, reducing the optical band gap; (ii) exchange and spin orbit interactions\ngenerate strong local magnetic moments and spin asymmetry near the conduction\nband; (iii) electron localization function analysis shows enhanced covalency\nand electron pockets that stabilize luminescent centers; and (iv) the optical\nresponse shows visible range absorption, refractive index features, and low\nenergy plasmon peaks while maintaining high energy dielectric stability. These\neffects make Tm doped Ca2SnO4 a mechanically robust, optically tunable, and\nmagnetically active oxide phosphor suitable for red emission, intermediate band\nphotovoltaics, and spin photon coupling. More broadly, our results show how\ntargeted rare earth substitution can enable multifunctionality in wide gap\nstannates and guide the design of next generation spintronic photonic oxides."}
{"id": "2510.17011", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2510.17011", "abs": "https://arxiv.org/abs/2510.17011", "authors": ["Ya-Jie Wu", "Tong Li", "Junpeng Hou"], "title": "Quantum spin-tensor Hall effect protected by pseudo time-reversal symmetry", "comment": "9 pages, 6 figures, accepted by PRB", "summary": "The celebrated family of the Hall effect plays a fundamental role in modern\nphysics. Starting from the anomalous Hall effect (AHE) and the quantum AHE\n(QAHE) with broken time-reversal symmetry (TRS) to their spinful\ngeneralizations, including spin Hall effect (SHE) and quantum SHE (QSHE)\nprotected by TRS, they reveal rich transport and topological phenomena.\nHowever, in larger-spin $S$ ($S>1/2$) systems, besides charge current and spin\ncurrent, there arise higher-rank spin-tensor currents. Recent work has\nuncovered an interesting spin-tensor Hall effect with spin-tensor currents in\nthese larger-spin systems. Taking a step further, this work discovers a new\nclass of topological states of matter dubbed \\textit{quantum spin-tensor Hall}\n(QSTH) insulators with broken TRS, and their nontrivial topology is protected\nby a unique \\textit{pseudo-TRS}. Most strikingly, QSTH insulators exhibit a\nquantized rank-2 spin-tensor Hall conductivity, whereas both charge (rank-0)\nand spin (rank-1) conductivities vanish. We also fully characterize their\ntopological properties and highlight the physical interpretations via the\nunderlying connections to QSHE. Our work enriches the family of the famous Hall\neffects and sheds light on the intriguing topological state of matter in\nlarger-spin systems. It further offers new avenues toward spin-tensor-tronics\nand low-power atomtronics."}
{"id": "2510.16512", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16512", "abs": "https://arxiv.org/abs/2510.16512", "authors": ["Engin Ciftyurek", "Zheshen Li", "Klaus Schierbaum"], "title": "Surface Reactivity in Low Temperature Deposited Amorphous/Crystalline SnO2 Thin Films: Chemisorbed Oxygen Activity and CO Oxidation Pathways Revealed by In Situ XPS and Mass Spectrometry", "comment": "15 pages, 7 Figures, Original Research Paper", "summary": "This study investigates two critical aspects of the gas sensing mechanism in\nmetal oxide sensors: (1) the conditions that maximize chemisorbed oxygen\nconcentration as a function of temperature and oxygen partial pressure, and (2)\nwhich surface oxygen species (chemisorbed or lattice-bound) are primarily\nresponsible for interaction with carbon monoxide (CO). SnO2 thin films,\ndeposited at temperatures as low as 60 C and exhibiting mixed\namorphous-crystalline phases with open, tortuous porosity, were evaluated for\nCO sensing at 200 C. Comprehensive characterization using EIS, MS, XPS, TEM,\nand sensor tests revealed a strong correlation between high sensing performance\nand the structural/electronic features of the defect rich\nlow-temperature-deposited SnO2. Electrochemical impedance spectroscopy (EIS)\nwas employed to identify the optimal sensing temperature. Mass spectroscopy\n(MS) used to analyze the exhaust gases after sensing reactions. The films\nexhibited oxygen under-stoichiometry and high concentrations of chemisorbed\noxygen species. In situ XPS under 1 mbar (10000 ppm) O2 and CO exposures showed\nthat chemisorbed oxygen, not lattice oxygen, was actively involved in CO\noxidation, as further confirmed by CO2 detection via Mass spectroscopy (MS).\nQuantitative analysis revealed dynamic surface chemical status alternations,\nemphasizing the pivotal role of chemisorbed oxygen in the sensing mechanism at\n200 C."}
{"id": "2510.16248", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16248", "abs": "https://arxiv.org/abs/2510.16248", "authors": ["Mohsen Yarmohammadi", "Libor Šmejkal", "James K. Freericks"], "title": "Cavity-induced coherent magnetization and polaritons in altermagnets", "comment": "8 pages, 4 figures", "summary": "Altermagnets feature antiparallel spin sublattices with $d$-, $g$-, or\n$i$-wave spin order, yielding nonrelativistic spin splitting without net\nmagnetization. We show that embedding a two-dimensional $d$-wave altermagnet in\na driven optical cavity induces a finite, tunable magnetization. Coherent\nphoton driving couples selectively to electronic sublattices, and the resulting\naltermagnets' symmetry-broken spin texture yields a pronounced steady-state\nspin imbalance -- coherent magnetization -- absent in conventional\nantiferromagnets for the same lattice configuration. A mean-field Lindblad\nanalysis reveals the dominance of quadratic over linear couplings. In the\nstrong-coupling regime, distinct polariton signatures emerge in the steady\nstate of induced magnetization. This work demonstrates cavity control of\naltermagnets for spintronic applications."}
{"id": "2510.17412", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.17412", "abs": "https://arxiv.org/abs/2510.17412", "authors": ["Seyed Mahdi Mastoor", "Amirhossein Ahmadkhan Kordbacheh"], "title": "Geometry-Driven Charge and Spin Transport in $\\beta12$ Borophene Quantum Dots", "comment": null, "summary": "Theoretical research has been conducted to study how geometry affects charge\nand spin transport in $\\beta\\mathrm{12}$ borophene quantum dots, which are\nconfined systems. The study examined two distinct central regions, which\nincluded a circular disc and a regular hexagonal area that connected to\nsemi-infinite zigzag and armchair borophene nanoribbon leads. The system was\ndescribed by a five-band tight-binding Hamiltonian parameterized using\nfirst-principles data, and the transport properties were calculated within the\nnon-equilibrium Green's function framework. Spin resolved transmissions and\nspin polarization were computed for a range of lead widths and\nproximity-induced exchange field strengths. The analysis revealed distinct\ntransport characteristics determined by geometry and edge configuration:\narmchair-connected structures exhibited broader and more stable fully\nspin-polarized windows compared with zigzag-connected counterparts.\nFurthermore, critical lead-width thresholds ($\\approx 1.01$ nm for zigzag and\n$\\approx 0.87$ nm for armchair) and a moderate exchange field above which\ncomplete spin filtering occurs were identified. The results highlight the\nstrong influence of edge termination and confinement geometry on transport\nproperties and provide useful design guidelines for developing borophene-based\nnanoscale spintronic devices."}
{"id": "2510.16616", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16616", "abs": "https://arxiv.org/abs/2510.16616", "authors": ["Wen O. Wang", "Thomas P. Devereaux"], "title": "Finite-temperature signatures of underlying superconductivity in the electron-doped Hubbard model", "comment": "15 pages, 4 figures. Supplementary Materials: 14 pages, 10 figures", "summary": "We perform numerically exact determinant quantum Monte Carlo simulations of\nthe Hubbard model and analyze pairing tendencies by evaluating correlation\nfunctions at the imaginary-time midpoint ($\\tau=\\beta/2$), which suppresses\nhigh-frequency weight and emphasizes low-energy physics. Using this diagnostic,\nwe identify clear finite-temperature signatures of underlying $d$-wave\nsuperconductivity for electron doping, while finding no clear indication upon\ncooling for hole doping. Our analysis enables direct comparison with\nground-state DMRG, revealing consistent real-space pairing patterns. These\nresults provide a practical route to bridge the gap between finite-temperature\nand ground-state numerically exact simulations of the Hubbard model despite the\nfermion sign problem."}
{"id": "2510.17258", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17258", "abs": "https://arxiv.org/abs/2510.17258", "authors": ["Yeongjun Kim", "Sergej Flach", "Alexei Andreanov"], "title": "Real space decay of flat band projectors from compact localized states", "comment": null, "summary": "Flatbands (FB) with compact localized eigenstates (CLS) fall into three main\ncategories, controlled by the algebraic properties of the CLS set: orthogonal,\nlinearly independent, linearly dependent (singular). A CLS parametrization\nallows us to continuously tune a linearly independent FB into a limiting\northogonal or a linearly dependent (singular) one. We derive the asymptotic\nreal space decay of the flat band projectors for each category. The linearly\nindependent FB is characterized by an exponentially decaying projector and a\ncorresponding localization length $\\xi$, all dressed by an algebraic prefactor.\nIn the orthogonal limit, the localization length is $\\xi=0$, and the projector\nis compact. The singular FB limit corresponds to $\\xi \\rightarrow \\infty$ with\nan emerging power law decay of the projector. We obtain analytical estimates\nfor the localization length and the algebraic power law exponents depending on\nthe dimension of the lattice and the number of bands involved. Numerical\nresults are in excellent agreement with the analytics. Our results are of\nrelevance for the understanding of the details of the FB quantum metric\ndiscussed in the context of FB superconductivity, the impact of disorder, and\nthe response to local driving."}
{"id": "2510.16554", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.16554", "abs": "https://arxiv.org/abs/2510.16554", "authors": ["Juan Schmidt", "Oliver Janka", "Jutta Kösters", "Sergey L. Bud'ko", "Paul C. Canfield"], "title": "Growth, discovery and characterization of single crystalline Eu$_{0.8}$Pt$_6$Al$_{15.8}$", "comment": "7 pages, 7 figures, 2 tables", "summary": "We report the discovery of a ternary compound, Eu$_{0.8}$Pt$_6$Al$_{15.8}$.\nWe determine its chemical and structural characteristics based on\nenergy-dispersive X-ray spectroscopy as well as both powder and single-crystal\nX-ray diffraction, demonstrating that it crystallizes in a hexagonal structure\ntype EuPt$_6$Al$_{16}$ with no reported structural analog. The electronic and\nmagnetic properties are characterized by temperature- and field-dependent\nmagnetization, and temperature-dependent resistance measurements, revealing\nthat the Eu$^{2+}$ magnetic moments order antiferromagnetically below 2.8 K."}
{"id": "2510.16264", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16264", "abs": "https://arxiv.org/abs/2510.16264", "authors": ["Adel Ali", "Alexey Belyanin"], "title": "Emergent nonlocal interactions induced by quantized gauge fields in topological systems", "comment": "22 pages and 10 figures", "summary": "We study fermionic and bosonic systems coupled to a real or synthetic static\ngauge field that is quantized, so the field itself is a quantum degree of\nfreedom and can exist in coherent superposition. A natural example is electrons\non a quantum ring encircling a quantized magnetic flux (QMF) generated by a\nsuperconducting current. We show that coupling to a common QMF gives rise to an\nemergent interaction between particles with no classical analog, as it is\ntopological and nonlocal (independent of interparticle distance). Moreover, the\ninteraction persists even when the particles lie in a nominally field-free\nregion, with the vector potential mediating the interaction. We analyze several\none- and two-dimensional model systems, encompassing both real and synthetic\ngauge fields. These systems exhibit unusual behavior, including strong\nnonlinearities, non-integer Chern numbers, and quantum phase transitions.\nFurthermore, synthetic gauge fields offer high tunability and can reach field\nstrengths that are difficult to realize with real magnetic fields, enabling\nengineered nonlinearities and interaction profiles."}
{"id": "2510.17522", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.17522", "abs": "https://arxiv.org/abs/2510.17522", "authors": ["Xin Chen", "Jin Zou", "Lipeng Song", "Wei Sun", "Yiwen Wu", "Luyao Zhu", "Xu Cheng", "Duo Wang", "Biplab Sanyal"], "title": "Néel-Vector-Orientation Induced Intrinsic Half-Metallicity in Two-Dimensional Altermagnets", "comment": null, "summary": "Altermagnets combine zero net magnetization with giant spin splitting,\nenabling spin-polarized transport without strong spin-orbit coupling (SOC).\nDeterministically selecting the conducting spin channel, however, requires\nbreaking the 90 degree rotation and time-reversal antisymmetry (C4zT). Using\nstandard axial vector transformation rules as preliminaries, we show that in\nmonolayer Ta2TeSeO this can be achieved naturally and tuned in a symmetry\nefficient way by rotating the Neel vector. Without considering the Neel vector,\nTa2TeSeO has one pair of mirror protected spin polarized Weyl points in each\nspin channel. Aligning the Neel vector along the crystallographic x or y\ndirection breaks the mirror symmetry Mx or My, inducing selective mirror\nsymmetry breaking that keeps one spin sector gapless and opens a gap in the\nopposite spin, yielding fully spin polarized transport. The C2z symmetry\nbreaking makes the preserved two Weyl points inequivalent, turning the half\nsemimetal into a half metallic state. The same orientation selective symmetry\nreduction applies to lattice vibrations, implying phonon chirality splitting.\nOwing to the near degenerate in plane anisotropy, reversible zero moment\nswitching is achievable with minute in plane strain or weak magnetic fields,\nand the lattice coupling suggests control by circularly polarized light. The\nmechanism extends to other two dimensional decorated Lieb altermagnets lacking\nhorizontal mirror Mz, providing a general low power route to spin filtering and\nlogic."}
{"id": "2510.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16843", "abs": "https://arxiv.org/abs/2510.16843", "authors": ["Ilaria Maccari", "Aline Ramires"], "title": "Tuning macroscopic phase frustration in multiorbital superconductors", "comment": "4 pages, 2 figures,", "summary": "Time-reversal symmetry-breaking (TRSB) superconductivity has been reported in\na growing number of materials. In some cases, TRSB arises naturally from chiral\nsuperconductivity, but in many low-symmetry systems this explanation is not\nviable. In these latter cases, TRSB is often attributed to phase frustration\namong multiple superconducting gaps on different Fermi surfaces. Yet, the\nmicroscopic conditions enabling such frustration remain poorly understood.\nHere, inspired by the TRSB reported in the superconducting state of iron-based\nmaterials, we demonstrate that a minimal two-orbital model can support a TRSB\nsuperconducting state via phase frustration. We identify the key microscopic\nparameters that stabilize TRSB in d-electron systems with orthorhombic symmetry\nand provide a framework to systematically enlarge the region of parameter space\nwithin which TRSB is expected in materials with other electronic content and\ncrystalline symmetries. Our results offer a simple and experimentally relevant\nroute to understand and control TRSB in multiorbital superconductors."}
{"id": "2510.17379", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17379", "abs": "https://arxiv.org/abs/2510.17379", "authors": ["Bogdan R. Bułka", "Tadeusz Domański", "Karol I. Wysokiński"], "title": "Interplay of spin orbit interaction and Andreev reflection in proximized quantum dots", "comment": "12 pages, 5 figures", "summary": "We investigate a hybrid device, consisting of two quantum dots proximized by\na BCS superconductor and coupled to two external normal electrodes. Assuming\ncharge tunneling between quantum dots through the spin-flip processes, we study\nthe molecular Andreev bound states appearing in the proximized quantum dots. We\nshow that the spin-orbit coupling induces four quasiparticle states. For the\nappropriate set of model parameters, two of these internal quasiparticles\nmerge, forming the zero-energy state. Under such circumstances, we obtain fully\nspin-polarized versions of the Majorana quasiparticles, localized on different\nquantum dots. This situation occurs solely when the spin-orbit interaction is\nequally strong to the magnitude of crossed Andreev reflections, i.e. in the\nsweet spot. Otherwise, these processes are competitive, as indicated in\nexpectation values of the corresponding order parameters. We analyze signatures\nof such competition manifested under the nonequilibrium conditions, for various\nconfigurations of bias voltage. In particular, for the symmetric bias voltage\nbetween the normal electrodes and the Cooper pair splitter bias configuration\nwe reveal duality in the transport properties. Charge transport through the\nzero-energy state at the sweet spot is contributed by perfectly entangled\nelectrons with an (almost) ideal transmission. Transport studies would thus\nenable empirical detection of the molecular quasiparticle states and the\nefficiency of dissipation processes caused by the external normal electrodes."}
{"id": "2510.16568", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16568", "abs": "https://arxiv.org/abs/2510.16568", "authors": ["Zhipeng Huang", "Xinxin Cheng", "Hazem Daoud", "Wen-Xiong Song", "R. J. Dwayne Miller", "R. Kramer Campen"], "title": "Femtosecond photo-induced displacive phase transition in Sb$_{2}$Te (group 2) phase-change material", "comment": null, "summary": "Two classes of Phase Change Materials (PCMs) have emerged as the best\ncandidates for applications requiring the fast reading and writing of data:\nGeTe-Sb$_{2}$Te$_{3}$ pseudobinary alloys (group 1) and doped Sb-Te compounds\nnear the eutectic composition Sb$_{70}$Te$_{30}$ (group 2). Both material\nclasses undergo reversible switching between a low-resistance opaque\ncrystalline phase and a high-resistance but less absorbing amorphous phase\nthrough heating, electrical, or optical pulses, achieving (sub-)nanosecond\nswitching speeds. While group 1 compounds are employed in current generation\ndevices and relatively well studied, model systems in group 2 compounds have\nbeen found to crystallize more rapidly and thus offer the perspective of\nimproved devices. Despite their superior crystallization speed (SET process),\nto this point there have been no ultrafast experimental studies on crystallized\nPCMs of group 2 for the RESET process. Here we perform ultrafast electron\ndiffraction and femtosecond resolved sum frequency non-linear spectroscopy on\nPeierls distorted Sb$_{2}$Te crystallized thin films (PCM of group 2) following\nfemtosecond optical pulse irradiation. We observe a pump-induced structural\nchange on two distinct timescales: responses with characteristic timescales of\n$\\approx$ 300 fs and 2~ps. We quantified the experimental result by a coherent\ndisplacement and the Debye-Waller effect. In particular, the $\\approx$ 300 fs\nUED signal results from the ultrafast release of the Peierls distortion through\nnon-thermal coherent Sb displacement, while the 2~ps response reflects\nelectron-lattice equilibrium. These results reveal the ultrafast non-thermal\nstructural dynamics of Sb$_{2}$Te and suggest energy-efficient switching of\ngroup 2 PCMs should be possible on femtosecond time scales."}
{"id": "2510.16345", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16345", "abs": "https://arxiv.org/abs/2510.16345", "authors": ["Pakwan Chanprakhon", "Michael F. Reid", "Jon-Paul R. Wells"], "title": "Infrared Absorption and Laser Spectroscopy of Ho$^{3+}$ Doped K$_2$YF$_5$ Microparticles", "comment": null, "summary": "High-resolution absorption and laser spectroscopy are used to determine\nelectronic energy levels for Ho$^{3+}$ ions in K$_2$YF$_5$ microparticles. A\ntotal of 72 crystal-field energy levels, distributed among 8 multiplets, are\nassigned. This optical data is used for crystal-field modelling of the\nelectronic structure of Ho$^{3+}$ in K$_2$YF$_5$. Partially-resolved hyperfine\nsplittings are accurately reproduced by the model. The temperature dependence\nof the fluorescent lifetime of the $^5$F$_5$ multiplet is measured and the\ntemperature dependence of the non-radiative relaxation is modelled by a\nfive-phonon process. Preliminary measurements of infra-red to visible\nupconversion in microparticles co-doped with Ho$^{3+}$ and Yb$^{3+}$ is\nreported."}
{"id": "2510.17452", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.17452", "abs": "https://arxiv.org/abs/2510.17452", "authors": ["Kai Chen", "Pavan Hosur"], "title": "Enhanced Superconducting Diode Effect in the Asymmetric Hatsugai-Kohmoto Model", "comment": null, "summary": "The superconducting diode effect (SDE), characterized by a nonreciprocal\nsupercurrent, has attracted significant attention in recent years due to its\npotential applications. However, most studies have focused on weakly correlated\nmodels, leaving the impact of strong electron-electron interactions on the SDE\nlargely unexplored. In this work, we bridge this gap by investigating the SDE\nin asymmetric band metals with Hatsugai-Kohmoto (HK) interaction, which are\nexactly solvable due to their locality in Bloch momentum space. Through a\ncombination of low-energy analysis and a numerical self-consistent approach, we\ndemonstrate that HK interaction can enhance the SDE's quality factor. Our\nfindings shed light on the role of strong electron-electron correlations in\nshaping the SDE."}
{"id": "2510.17412", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.17412", "abs": "https://arxiv.org/abs/2510.17412", "authors": ["Seyed Mahdi Mastoor", "Amirhossein Ahmadkhan Kordbacheh"], "title": "Geometry-Driven Charge and Spin Transport in $\\beta12$ Borophene Quantum Dots", "comment": null, "summary": "Theoretical research has been conducted to study how geometry affects charge\nand spin transport in $\\beta\\mathrm{12}$ borophene quantum dots, which are\nconfined systems. The study examined two distinct central regions, which\nincluded a circular disc and a regular hexagonal area that connected to\nsemi-infinite zigzag and armchair borophene nanoribbon leads. The system was\ndescribed by a five-band tight-binding Hamiltonian parameterized using\nfirst-principles data, and the transport properties were calculated within the\nnon-equilibrium Green's function framework. Spin resolved transmissions and\nspin polarization were computed for a range of lead widths and\nproximity-induced exchange field strengths. The analysis revealed distinct\ntransport characteristics determined by geometry and edge configuration:\narmchair-connected structures exhibited broader and more stable fully\nspin-polarized windows compared with zigzag-connected counterparts.\nFurthermore, critical lead-width thresholds ($\\approx 1.01$ nm for zigzag and\n$\\approx 0.87$ nm for armchair) and a moderate exchange field above which\ncomplete spin filtering occurs were identified. The results highlight the\nstrong influence of edge termination and confinement geometry on transport\nproperties and provide useful design guidelines for developing borophene-based\nnanoscale spintronic devices."}
{"id": "2510.16605", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16605", "abs": "https://arxiv.org/abs/2510.16605", "authors": ["Moon-ki Choi", "Daniel Palmer", "Harley T. Johnson"], "title": "Graph Neural Network for Unified Electronic and Interatomic Potentials: Strain-tunable Electronic Structures in 2D Materials", "comment": null, "summary": "We introduce UEIPNet, an equivariant graph neural network designed to predict\nboth interatomic potentials and tight-binding (TB) Hamiltonians for an atomic\nstructure. The UEIPNet is trained using density functional theory calculations\nfollowed by Wannier projection to predict energies and forces as node-level\ntargets and Wannier-projected TB matrices as edge-level targets. This enables\nphysically consistent modeling of coupled mechanical electronic responses with\nnear-DFT accuracy. Trained on bilayer graphene and monolayer MoS2 DFT data,\nUEIPNet captures key deformation-electronic effects: in twisted bilayer\ngraphene, it reveals how interlayer spacing, in-plane strain, and out-of-plane\ncorrugation drive isolated flat-band formation, and further shows that\nmodulating substrate interaction strength can generate flat bands even away\nfrom the magic angle. For monolayer MoS2, the UEIPNet accurately reproduces\nphonon dispersions, strain-dependent band-gap evolution, and local density of\nstates modulations under non-uniform strain. The UEIPNet offers a generalized,\nefficient, and scalable framework for studying deformation-electronic coupling\nin large-scale atomistic systems, bridging classical atomistic simulations and\nelectronic-structure calculations."}
{"id": "2510.16348", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16348", "abs": "https://arxiv.org/abs/2510.16348", "authors": ["Yubo Zhang", "Da Ke", "Rohan Maniar", "Timo Lebeda", "Peihong Zhang", "Jianwei Sun", "John P. Perdew"], "title": "Electron Localization in Non-Compact Covalent Bonds Captured by the r2SCAN+V Approach", "comment": "14 pages, 6 figures", "summary": "In density functional theory, the SCAN (Strongly Constrained and\nAppropriately Normed) and r2SCAN functionals significantly improve over\ngeneralized gradient approximation functionals such as PBE\n(Perdew-Burke-Ernzerhof) in predicting electronic, magnetic, and structural\nproperties across various materials, including transition-metal compounds.\nHowever, there remain puzzling cases where SCAN and r2SCAN underperform, such\nas in calculating the band structure of graphene, the magnetic moment of Fe,\nthe potential energy curve of the Cr2 molecule, and the bond length of VO2.\nThis research identifies a common characteristic among these challenging\nmaterials: non-compact covalent bonding through s-s, p-p, or d-d electron\nhybridization. While SCAN and r2SCAN excel at capturing electron localization\nat local atomic sites, they struggle to accurately describe electron\nlocalization in non-compact covalent bonds, resulting in a biased improvement.\nTo address this issue, we propose the r2SCAN+V approach as a practical\nmodification that improves accuracy across all the tested materials. The\nparameter V is 4 eV for metallic Fe, but substantially lower for the other\ncases. Our findings provide valuable insights for the future development of\nadvanced functionals."}
{"id": "2510.17416", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17416", "abs": "https://arxiv.org/abs/2510.17416", "authors": ["D. Pecchio", "S. Sahoo", "V. Scagnoli", "L. J. Heyderman"], "title": "Attaining the Ground State of Kagome Artificial Spin Ice via Ultrafast Site-Specific Laser Annealing", "comment": "5 figures", "summary": "Artificial spin ices (ASIs) provide a versatile platform to explore magnetic\nfrustration and emergent phenomena. However, in kagome ASI, experimental access\nto the ground state remains elusive due to dynamical freezing. Here, we\ndemonstrate a deterministic and rewritable approach to attain the ground state\nusing ultrafast, site-selective laser annealing. By engineering\nsublattice-dependent optical absorption through selective capping of the\nnanomagnets with Cr or utilizing different nanomagnet thicknesses, we achieve\nselective partial demagnetization of one sublattice under a sub-coercive\nmagnetic field, driving the system into the ground state in a single switching\nstep. Magnetic force microscopy reveals nearly perfect long-range ordering,\nwhile heat-transfer simulations confirm the sublattice-selective excitation\nmechanism. This work establishes an ultrafast method to attain the kagome ASI\nground state, which does not require a modification of the geometry of the ASI\nor the materials used for the individual nanomagnets. Beyond ground-state\nwriting, this site-selective activation provides an important tool for\ncontrolling the magnetic states, which is important for applications such as\nreconfigurable magnonic crystals, neuromorphic computing and programmable\nnanomagnetic logic."}
{"id": "2510.16648", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16648", "abs": "https://arxiv.org/abs/2510.16648", "authors": ["Hongjin Du", "Ellery J. Hendrix", "Richard D. Robinson", "Julia Dshemuchadse"], "title": "Understanding the Structural Origin of Chirality in Magic-Size Semiconductor Nanoclusters through Self-Assembly Simulations", "comment": "15 pages, 5 figures, 59 references", "summary": "Semiconductor magic-size clusters (MSCs) are atomically precise nanoparticles\nexhibiting unique size-dependent properties, but their ultrasmall dimensions\nhinder structural characterization, limiting our understanding of their\nformation and stability. A few MSC structures have been fully resolved,\nrevealing either bulk-like zincblende-type structures or a range of\nnon-bulk-like motifs. Here we use a computational model to investigate the\nrelationship between cluster size and atomic structure in zincblende-forming\nII-VI and III-V semiconductors. Firstly, we find that all non-bulk-like MSCs in\nthese systems exhibit the same distorted icosahedral motif that is\nintrinsically chiral. Secondly, we reproduce these MSC geometries in\nsmall-cluster self-assembly simulations and discover that their chirality\nemerges from the geometric frustration and symmetry breaking in arranging\ntetrahedral bonding environments into an icosahedral topology. Overall, this\nwork reproduces experimentally reported motifs without system-specific\nparameterization, establishes the structural origin of chirality in MSCs, and\nprovides design principles for predicting new cluster geometries."}
{"id": "2510.16379", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16379", "abs": "https://arxiv.org/abs/2510.16379", "authors": ["Yaxin Pan", "Chongze Wang", "Shuyuan Liu", "Fengzhu Ren", "Chang Liu", "Bing Wang", "Jun-Hyung Cho"], "title": "Stacking-tunable multiferroic states in bilayer ScI2", "comment": "7 figures", "summary": "Two-dimensional(2D) multiferroic materials hold significant promise for\nadvancing the miniaturization and integration of nanodevices. In this study, we\ndemonstrate that 2D bilayer ScI2, which exhibits ferromagnetic(FM) ordering\nwithin each layer, enables the tuning of interlayer magnetic coupling,\nferroelectricity, and valley polarization through interlayer sliding and\nrotation. Our first-principles calculations show that the AA stacking\nconfiguration induces antiferromagnetic (AFM) interlayer coupling, while a 180\nrotation of one layer (resulting in the antialigned AA stacking) leads to FM\ninterlayer coupling. Moreover, the interlayer magnetic coupling can be switched\nbetween AFM and FM by translating the stacking configuration: FM in the aligned\nAB and BA configurations, and AFM in the antialigned AB and BA configurations.\nThis switching behavior is driven by variations in superexchange interactions\ndue to orbital hopping between layers. Notably, the aligned stacking exhibits\nferroelectricity upon sliding, which is induced by interlayer orbital\nhybridization and the resulting asymmetric charge redistribution, with maximal\nferroelectric behavior occurring at the AB and BA stacking configurations.\nAdditionally, for the AB and BA stackings, spontaneous valley polarization\nemerges from the manipulation of the spin orientation toward the out-of-plane\ndirection. This valley polarization arises due to inversion symmetry breaking,\neither through ferroelectricity (in the AB and BA stackings) or AFM interlayer\ncoupling , in combination with spin-orbit coupling. These results highlight the\nintricate interplay between magnetism, ferroelectricity, and valley\npolarization in bilayer ScI2, with each property being tunable via stacking\nconfiguration."}
{"id": "2510.17522", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.17522", "abs": "https://arxiv.org/abs/2510.17522", "authors": ["Xin Chen", "Jin Zou", "Lipeng Song", "Wei Sun", "Yiwen Wu", "Luyao Zhu", "Xu Cheng", "Duo Wang", "Biplab Sanyal"], "title": "Néel-Vector-Orientation Induced Intrinsic Half-Metallicity in Two-Dimensional Altermagnets", "comment": null, "summary": "Altermagnets combine zero net magnetization with giant spin splitting,\nenabling spin-polarized transport without strong spin-orbit coupling (SOC).\nDeterministically selecting the conducting spin channel, however, requires\nbreaking the 90 degree rotation and time-reversal antisymmetry (C4zT). Using\nstandard axial vector transformation rules as preliminaries, we show that in\nmonolayer Ta2TeSeO this can be achieved naturally and tuned in a symmetry\nefficient way by rotating the Neel vector. Without considering the Neel vector,\nTa2TeSeO has one pair of mirror protected spin polarized Weyl points in each\nspin channel. Aligning the Neel vector along the crystallographic x or y\ndirection breaks the mirror symmetry Mx or My, inducing selective mirror\nsymmetry breaking that keeps one spin sector gapless and opens a gap in the\nopposite spin, yielding fully spin polarized transport. The C2z symmetry\nbreaking makes the preserved two Weyl points inequivalent, turning the half\nsemimetal into a half metallic state. The same orientation selective symmetry\nreduction applies to lattice vibrations, implying phonon chirality splitting.\nOwing to the near degenerate in plane anisotropy, reversible zero moment\nswitching is achievable with minute in plane strain or weak magnetic fields,\nand the lattice coupling suggests control by circularly polarized light. The\nmechanism extends to other two dimensional decorated Lieb altermagnets lacking\nhorizontal mirror Mz, providing a general low power route to spin filtering and\nlogic."}
{"id": "2510.16654", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16654", "abs": "https://arxiv.org/abs/2510.16654", "authors": ["Ligen Wang", "Konrad Burkmann", "Sergey V. Ushakov", "Edric X. Wang", "Jared Matteucci", "Mara Scheuermann", "Erik Melnitschuk", "Robert Glaum", "Hongwu Xu", "Elizabeth J. Opila", "Alexandra Navrotsky", "Qi-Jun Hong"], "title": "Structure and stability of 7:3 rare earth oxide-phosphates: a combined ab initio and experimental study", "comment": null, "summary": "Rare earth oxide-phosphates (REOPs) form a largely unexplored family of\nrefractory lanthanides and yttrium compounds with general formula RExOy(PO4)z.\nThey are of interest for applications ranging from thermal barrier coatings to\ncatalysts and magnetic materials. At least four REOPs phases were\nexperimentally identified with RE/P ratios from 7:3 to 6:1, however the\nstructures were solved only for 3:1 phases (RE3O3(PO4)). In this work we report\nthe structure for the 7:3 phases (RE7O6(PO4)3) derived by ab initio analysis of\nmodels based on previously reported oxide-vanadate analogues. The most stable\nstructures for all 7:3 REOPs were found to be isotypic, adopting monoclinic\nsymmetry with space group P21/c. The structures were validated by comparison of\ntheir powder X-ray diffraction patterns to those of synthesized La, Pr, Nd, Sm,\nEu, Gd and Tb 7:3 phases (Rietveld refinement for all except Tb). Ab initio\nanalysis of thermodynamic stability showed that all 7:3 REOPs are unstable at 0\nK toward decomposition to REPO4 and RE3PO7 or RE2O3. The entropy contribution\nstabilizes RE7O6(PO4)3 phases for light rare earth elements above 1000 K,\nhowever, starting with Dy, computationally predicted stabilization temperature\nis higher than estimated melting points of RE7O6(PO4)3, which is consistent\nwith observed synthesis pattern."}
{"id": "2510.16467", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16467", "abs": "https://arxiv.org/abs/2510.16467", "authors": ["Ganesh Kumar Nayak", "David Holec", "Jochen M. Schneider"], "title": "Vacancy-concentration-dependent thermal stability of fcc-(Ti,Al)Nx predicted via chemical-environment-sensitive diffusion activation energies", "comment": null, "summary": "Thermal decomposition of metastable fcc-(Ti,Al)Nx limits the lifetime of\ncoated components. While energetic decomposition aspects can be modelled\nreliably, the inherent variability of chemical environment-dependent diffusion\nactivation energies remains systematically unexplored. Here, we predict an\nactivation energy range (envelope) for mass transport in varying chemical\nenvironments, reflecting the vacancy concentration range fcc-(Ti0.5Al0.5)1-xNx\nwith x = 0.47, 0.5, 0.53. The stoichiometric compound shows maximum thermal\nstability, consistent with experimental data. Metal vacancies decrease the\naverage migration energy, while metal and nitrogen vacancies reduce barriers\nvia lattice strain relaxation, enhancing mobility. The strong chemical\nenvironment dependence challenges conclusions from single-point activation\nenergy data."}
{"id": "2510.17653", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17653", "abs": "https://arxiv.org/abs/2510.17653", "authors": ["Hidekazu Kurebayashi", "Giovanni Finocchio", "Karin Everschor-Sitte", "Jack C. Gartside", "Tomohiro Taniguchi", "Artem Litvinenko", "Akash Kumar", "Johan Åkerman", "Eleni Vasilaki", "Kemal Selçuk", "Kerem Y. Çamsarı", "Advait Madhavan", "Shunsuke Fukami"], "title": "Technical Review of spin-based computing", "comment": "27 pages, 5 figures", "summary": "Spin-based computing is emerging as a powerful approach for energy-efficient\nand high-performance solutions to future data processing hardware. Spintronic\ndevices function by electrically manipulating the collective dynamics of the\nelectron spin, that is inherently non-volatile, nonlinear and fast-operating,\nand can couple to other degrees of freedom such as photonic and phononic\nsystems. This review explores key advances in integrating magnetic and\nspintronic elements into computational architectures, ranging from fundamental\ncomponents like radio-frequency neurons/synapses and spintronic\nprobabilistic-bits to broader frameworks such as reservoir computing and\nmagnetic Ising machines. We discuss hardware-specific and task-dependent\nmetrics to evaluate the computing performance of spin-based components and\nassociate them with physical properties. Finally, we discuss challenges and\nfuture opportunities, highlighting the potential of spin-based computing in\nnext-generation technologies."}
{"id": "2510.16659", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16659", "abs": "https://arxiv.org/abs/2510.16659", "authors": ["Wjefferson Henrique da Silva Brandão", "Anderson Gomes Vieira", "Jonathan da Rocha Martins", "Andrea Latgé", "Marcelo Lopes Pereira Junior", "Eduardo Costa Girão"], "title": "Semiconducting nanotubes derived from a rectangular graphyne: a DFT study", "comment": "12 pages, 9 figures", "summary": "Proposing new ways to organize carbon in 2D nanomaterials has been a relevant\nstrategy in the search for systems with targeted properties for different\napplications. One focus is the study of fully sp$^2$ non-graphitic networks,\nwith successfully synthesized examples. Hybrid sp-sp$^2$ systems of the\ngraphyne family are a related approach, and many systems have the honeycomb\nlattice as a base model. However, other examples have been inspired by other\nlattices as the recently proposed r$\\gamma$GY sheet, which features a\nsemiconducting behavior with highly localized \\emph{quasi}-1D states. Here, we\ninvestigate how to tune r$\\gamma$GY properties by folding this sheet into\nnanotube forms. We elucidate mechanisms that determine their electronic\nstructure by means of density functional theory calculations, as well as we\nidentify the interplay involving chirality, diameter, and the emergence of\ndispersive/localized frontier states on gap modulation through simple\nextrapolated methods."}
{"id": "2510.16512", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16512", "abs": "https://arxiv.org/abs/2510.16512", "authors": ["Engin Ciftyurek", "Zheshen Li", "Klaus Schierbaum"], "title": "Surface Reactivity in Low Temperature Deposited Amorphous/Crystalline SnO2 Thin Films: Chemisorbed Oxygen Activity and CO Oxidation Pathways Revealed by In Situ XPS and Mass Spectrometry", "comment": "15 pages, 7 Figures, Original Research Paper", "summary": "This study investigates two critical aspects of the gas sensing mechanism in\nmetal oxide sensors: (1) the conditions that maximize chemisorbed oxygen\nconcentration as a function of temperature and oxygen partial pressure, and (2)\nwhich surface oxygen species (chemisorbed or lattice-bound) are primarily\nresponsible for interaction with carbon monoxide (CO). SnO2 thin films,\ndeposited at temperatures as low as 60 C and exhibiting mixed\namorphous-crystalline phases with open, tortuous porosity, were evaluated for\nCO sensing at 200 C. Comprehensive characterization using EIS, MS, XPS, TEM,\nand sensor tests revealed a strong correlation between high sensing performance\nand the structural/electronic features of the defect rich\nlow-temperature-deposited SnO2. Electrochemical impedance spectroscopy (EIS)\nwas employed to identify the optimal sensing temperature. Mass spectroscopy\n(MS) used to analyze the exhaust gases after sensing reactions. The films\nexhibited oxygen under-stoichiometry and high concentrations of chemisorbed\noxygen species. In situ XPS under 1 mbar (10000 ppm) O2 and CO exposures showed\nthat chemisorbed oxygen, not lattice oxygen, was actively involved in CO\noxidation, as further confirmed by CO2 detection via Mass spectroscopy (MS).\nQuantitative analysis revealed dynamic surface chemical status alternations,\nemphasizing the pivotal role of chemisorbed oxygen in the sensing mechanism at\n200 C."}
{"id": "2510.17683", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.17683", "abs": "https://arxiv.org/abs/2510.17683", "authors": ["Sebastiano Battisti", "Matteo Pioldi", "Alessandro Paghi", "Giorgio De Simoni", "Alessandro Braggio", "Giulio Senesi", "Lucia Sorba", "Francesco Giazotto"], "title": "Giant thermal modulation via a semiconductor-superconductor photonic field-effect heat transistor", "comment": "24 pages, 8 figures", "summary": "We present a groundbreaking demonstration of thermal modulation in a\nfield-effect-controllable semiconductor-superconductor hybrid structure,\nwherein the heating mechanism is exclusively radiative. The architecture\ncomprises two reservoirs separated by $\\sim 1$ mm and interconnected via a\ncompletely non-galvanic electrical circuit, enabling the transfer of black-body\nradiation from the hot to the cold reservoir. Our device utilizes a\nsuperconducting Josephson field-effect transistor to achieve\nmagnetic-field-free gate-tunable regulation of heat currents within the\ncircuit. While prior studies have indicated the potential for electrostatic\nmodulation of thermal transport properties, our framework demonstrates a\ntemperature modulation of up to $\\sim 45$ mK, exceeding prior findings by more\nthan an order of magnitude. Furthermore, it proves a thermal transimpedance of\n$\\sim 20$ mK/V at a bath temperature of $30$ mK. The development of such\nsystems holds substantial promise for advancing heat management and routing in\nquantum chips and radiation sensors, as it enables precise nonlocal control of\nheat flow towards a designated structure, even when the heat source is distant\nand non-galvanically coupled."}
{"id": "2510.16697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16697", "abs": "https://arxiv.org/abs/2510.16697", "authors": ["Yan Liu", "Jiantao Wang", "Hongkun Deng", "Yan Sun", "Xing-Qiu Chen", "Peitao Liu"], "title": "Efficient small-cell sampling for machine-learning potentials of multi-principal element alloys", "comment": "21 pages, 16 figures (including SM)", "summary": "Multi-principal element alloys (MPEAs) exhibit exceptional properties but\nface significant challenges in developing accurate machine-learning potentials\n(MLPs) due to their vast compositional and configurational complexity. Here, we\nintroduce an efficient small-cell sampling (SCS) method, which allows for\ngenerating diverse and representative training datasets for MPEAs using only\nsmall-cell structures with just one and two elements, thereby bypassing the\ncomputational overhead of iterative active learning cycles and large-cell\ndensity functional theory calculations. The efficacy of the method is carefully\nvalidated through principal component analysis, extrapolation grades\nevaluation, and root-mean-square errors and physical properties assessment on\nthe TiZrHfCuNi system. Further demonstrations on TiZrVMo, CoCrFeMnNi, and\nAlTiZrNbHfTa systems accurately reproduce complex phenomena including phase\ntransitions, chemical orderings, and thermodynamic properties. This work\nestablishes an efficient one-shot protocol for constructing high-quality\ntraining datasets across multiple elements, laying a solid foundation for\ndeveloping universal MLPs for MPEAs."}
{"id": "2510.16523", "categories": ["cond-mat.supr-con", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.16523", "abs": "https://arxiv.org/abs/2510.16523", "authors": ["Subhajit Pal", "Colin Benjamin"], "title": "Marginal Influence of Anomalous Josephson Current on Odd-Frequency Spin-Triplet Pairing in Ferromagnetic Josephson Diodes", "comment": "10 pages, 7 figures, 1 table", "summary": "We examine how an anomalous Josephson current influences odd-frequency\nsuperconducting correlations in two distinct Josephson junction geometries. The\nfirst configuration consists of two ferromagnetic layers sandwiched between\nconventional s-wave superconductors, with the magnetization vectors of the\nferromagnets misaligned. The second involves three ferromagnetic layers\nembedded between two s-wave superconductors, with their magnetizations oriented\nalong the x-, y-, and z-axes, respectively. In the first case, where the\nanomalous Josephson current is absent, odd-frequency spin-triplet correlations\ndevelop pronounced peaks at finite magnetization strengths in both the\ntunneling and transparent limits, while the equal-spin triplet component\nexhibits zeros at finite magnetizations in the transparent regime. In the\nsecond configuration, where an anomalous Josephson current is present, similar\npeaks in odd-frequency spin-triplet pairing appear at finite magnetizations\nunder both transport regimes, and the spatial profile of these correlations\nremains largely unaffected by the current\\rq{}s presence. The Josephson diode\nefficiency is finite and attains its maximum at magnetization values\ncorresponding to the peaks of the anomalous current. Overall, our results\ndemonstrate that the anomalous Josephson current has only a marginal effect on\nodd-frequency spin-triplet pairing, suggesting that the emergence of\nodd-frequency correlations and the Josephson diode effect are largely\nindependent phenomena, contrary to some earlier conjectures."}
{"id": "2510.17441", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17441", "abs": "https://arxiv.org/abs/2510.17441", "authors": ["T. B. Charikova", "A. Yu. Pavlova", "M. R. Popov", "A. V. Pozdin", "L. N. Maskaeva"], "title": "Electrical properties of PbS films doped with iodine by chemical bath deposition", "comment": "15 pages, 7 figures, 2 tables", "summary": "We present the results of measurements of bulk current-voltage (I-V)\ncharacteristics and local surface I-V characteristics by atomic force\nmicroscopy (AFM) of iodine-doped PbS films. It is established that bulk I-V\ncurves of both undoped and iodine-doped PbS films demonstrate a linear (ohmic)\nU(I) dependence. The tipe of local surface I-V characteristics is ohmic at the\nconcentration range of the dopant 0<[NH4I]<=0.10 M and becomes rectifying at\n[NH4I]>=0.15 M, which is determined by a decrease in the size and a change in\nthe shape of the film grains, as well as a decrease in the surface roughness of\nthe film. An increase in the iodine content in the PbS(I) films leads to\nnonlinear dependences of the microscopic characteristics and photoelectric\nparameters of the PbS(I) films. A sharp decrease in the diffusion coefficient,\nthe beginning of an increase in the charge carrier lifetime, a maximum in\nvoltage sensitivity and specific detectability are observed in the PbS(I) film\nchemically deposited from a reaction mixture containing [NH4I] = 0.15 M. This\nindicates that the optimalconcentration of iodine in the film is 2.7 at.%."}
{"id": "2510.16733", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16733", "abs": "https://arxiv.org/abs/2510.16733", "authors": ["M. Q. Dong", "B. Liu", "Z. H. Dai", "Zhi-Xin Guo", "Hongjun Xiang", "Xin-Gao Gong"], "title": "Fractional Quantum Multiferroics from Coupling of Fractional Quantum Ferroelectricity and Altermagnetism", "comment": "13 pages, 4 figures", "summary": "Multiferroics, which combine ferroelectric and magnetic order, offer a\ntransformative platform for next-generation electronic devices. However, the\nintrinsic competition between the mechanisms driving ferroelectricity and\nmagnetism in single-phase materials severely limits their performance,\ntypically resulting in weak magnetoelectric coupling at room temperature. Here,\nwe propose a solution to this long-standing challenge through the novel concept\nof fractional quantum multiferroics (FQMF), where strong magnetoelectric\ncoupling is naturally realized by coupling fractional quantum ferroelectricity\n(FQFE) with altermagnetism (AM). Symmetry analysis shows that reversing the\nFQFE polarization necessarily inverts the AM spin splitting under parity-time\n($\\mathcal{PT}$) or time-reversal ($\\mathcal{T}\\tau$) operations. A minimal\ntight-binding model reproduces this effect, demonstrating electrically driven\nspin control without rotating the N\\'eel vector. First-principles calculations\nfurther identify a broad family of candidate materials in two and three\ndimensions including bulk MnTe, Cr$_2$S$_3$, Mn$_4$Bi$_3$NO$_{15}$ and\ntwo-dimensional AB$_2$ bilayers such as MnX$_2$ (X=Cl, Br, I), CoCl$_2$,\nCoBr$_2$, and FeI$_2$. Notably, MnTe exhibits a high N\\'eel temperature\n($\\sim$300 K) and a large electrically switchable spin splitting ($\\sim$0.8\neV), demonstrating room-temperature magnetoelectric performance that surpasses\nthat of conventional multiferroics. To further showcase the technological\npotential, we propose an electric-field-controlled FQMF tunnel junction based\non MnTe that achieves tunneling magnetoresistance exceeding 300\\%. This work\nestablishes FQMF as a distinct and promising route to achieving\nroom-temperature strong magnetoelectric coupling, opening a new avenue for\nvoltage-controlled spintronics."}
{"id": "2510.16546", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.16546", "abs": "https://arxiv.org/abs/2510.16546", "authors": ["Haoyuan Zhong", "Xuanxi Cai", "Changhua Bao", "Fei Wang", "Tianyun Lin", "Yudong Chen", "Sainan Peng", "Lin Tang", "Chen Gu", "Zhensheng Tao", "Hongyun Zhang", "Shuyun Zhou"], "title": "High harmonic generation light source with polarization selectivity and sub-100-$μ$m beam size for time- and angle-resolved photoemission spectroscopy", "comment": "15 pages, 5 figures", "summary": "High-quality ultrafast light sources are critical for developing advanced\ntime- and angle-resolved photoemission spectroscopy (TrARPES). While the\napplication of high harmonic generation (HHG) light sources in TrARPES has\nincreased significantly over the past decade, the optimization of the HHG probe\nbeam size and selective control of the light polarization, which are important\nfor TrARPES measurements, have been rarely explored. In this work, we report\nthe implementation of high-quality HHG probe source with an optimum beam size\ndown to 57 $\\mu$m $\\times$ 90 $\\mu$m and selective light polarization control,\ntogether with mid-infrared (MIR) pumping source for TrARPES measurements using\na 10 kHz amplifier laser. The selective polarization control of the HHG probe\nsource allows to enhance bands with different orbital contributions or\nsymmetries, as demonstrated by experimental data measured on a few\nrepresentative transition metal dichalcogenide materials (TMDCs) as well as\ntopological insulator Bi$_2$Se$_3$. Furthermore, by combining the HHG probe\nsource with MIR pumping at 2 $\\mu$m wavelength, TrARPES on a bilayer graphene\nshows a time resolution of 140 fs, allowing to distinguish two different\nrelaxation processes in graphene. Such high-quality HHG probe source together\nwith the MIR pumping expands the capability of TrARPES in revealing the\nultrafast dynamics and light-induced emerging phenomena in quantum materials."}
{"id": "2510.17694", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17694", "abs": "https://arxiv.org/abs/2510.17694", "authors": ["Gökhan Altıner", "Jons Bolding", "Yiğit Mert Kaplan", "Floor Souren", "Hindrik de Vries", "Raşit Turan", "Hisham Nasser"], "title": "Hydrogenated Aluminum Doped Zinc Oxide as Highly Transparent and Passivating Indium-Free Recombination Junction for TOPCon-Based Bottom Cell", "comment": "5 pages, 3 figures", "summary": "Tandem solar cells offer a promising alternative to exceed the efficiency\nlimits of single-junction silicon photovoltaics, yet they require\nhigh-performance recombination junctions that are transparent, passivating, and\nelectrically efficient. Indium tin oxide (ITO), which is conventionally used as\na recombination junction material, faces challenges related to indium scarcity\nand sputter-induced damage. This work investigates hydrogenated aluminum-doped\nzinc oxide (AZO:H) deposited by spatial atomic layer deposition (s-ALD) as a\nviable indiumfree alternative for TOPCon-based bottom cells. The deposited\nAZO:H films demonstrate excellent transparency, exceeding 90% in the 380-1200\nnm wavelength range. When applied to n-TOPCon surfaces with an AlOx capping\nlayer, the stack achieves an outstanding passivation quality, indicated by\nimplied open-circuit voltage (iVoc) values up to 734 mV after annealing. The\nAlOx capping layer proved crucial for enhancing thermal stability by preventing\nhydrogen effusion at higher temperatures. While the contact resistivity was\nhigh for the 20 nm thick films tested, the combination of superior optical and\npassivation properties establishes spatial ALD-deposited AZO:H as a highly\npromising material for creating efficient and indiumfree recombination\njunctions in next-generation tandem solar cells."}
{"id": "2510.16954", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16954", "abs": "https://arxiv.org/abs/2510.16954", "authors": ["G. G. Ryzhkova", "I. Yu. Kurochkin", "T. N. Rudneva", "A. V. Zotov", "A. V. Moiseenko", "G. M. Zirnik", "D. A. Vinnik", "V. I. Korepanov"], "title": "Three-Stage Synthesis of a Cobalt-Embedded Graphene-like Carbon Framework with Long-Range Atomic Order", "comment": null, "summary": "We report a three-stage synthesis of a hybrid metal-carbon 2D material, in\nwhich cobalt atoms are covalently embedded in the graphene-like carbon (GLC)\nmatrix. The resulting material (CoGLC) exhibits a distinctive XRD pattern\nindicative of the ordered arrangement of cobalt atoms in the layers.\nFurthermore, we demonstrate the fabrication of surfactant-free conductive inks\nfrom CoGLC via electrochemical exfoliation, making it a promising candidate for\napplications in in flexible electronics, spintronics or electrocatalysis."}
{"id": "2510.16554", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.16554", "abs": "https://arxiv.org/abs/2510.16554", "authors": ["Juan Schmidt", "Oliver Janka", "Jutta Kösters", "Sergey L. Bud'ko", "Paul C. Canfield"], "title": "Growth, discovery and characterization of single crystalline Eu$_{0.8}$Pt$_6$Al$_{15.8}$", "comment": "7 pages, 7 figures, 2 tables", "summary": "We report the discovery of a ternary compound, Eu$_{0.8}$Pt$_6$Al$_{15.8}$.\nWe determine its chemical and structural characteristics based on\nenergy-dispersive X-ray spectroscopy as well as both powder and single-crystal\nX-ray diffraction, demonstrating that it crystallizes in a hexagonal structure\ntype EuPt$_6$Al$_{16}$ with no reported structural analog. The electronic and\nmagnetic properties are characterized by temperature- and field-dependent\nmagnetization, and temperature-dependent resistance measurements, revealing\nthat the Eu$^{2+}$ magnetic moments order antiferromagnetically below 2.8 K."}
{"id": "2510.16957", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16957", "abs": "https://arxiv.org/abs/2510.16957", "authors": ["Shah Hussain", "Sikander Azam", "Umme Habiba", "Qaiser Rafiq", "Amin Ur Rahman", "Hamada H. Amer", "Yasir Saeed"], "title": "Intermediate-Band Formation in Tm3+-doped Ca2SnO4: A Wide-Gap Oxide Host for Visible-Light Absorption and Energy Applications", "comment": null, "summary": "Rare earth doping is an effective way to convert chemically stable oxides\ninto multifunctional materials with coupled electronic, optical, and magnetic\nproperties. We present first principles calculations of pristine and Tm3+ doped\nCa2SnO4 to understand how localized 4f states change the structural,\nelectronic, magnetic, and optical behavior of the host. Pristine Ca2SnO4 is a\nmechanically stable, wide band gap insulator with mostly ionic covalent bonding\nand diamagnetic character. Replacing Ca2+ with Tm3+ introduces several key\nchanges: (i) localized Tm 4f states create intermediate levels inside the wide\ngap, reducing the optical band gap; (ii) exchange and spin orbit interactions\ngenerate strong local magnetic moments and spin asymmetry near the conduction\nband; (iii) electron localization function analysis shows enhanced covalency\nand electron pockets that stabilize luminescent centers; and (iv) the optical\nresponse shows visible range absorption, refractive index features, and low\nenergy plasmon peaks while maintaining high energy dielectric stability. These\neffects make Tm doped Ca2SnO4 a mechanically robust, optically tunable, and\nmagnetically active oxide phosphor suitable for red emission, intermediate band\nphotovoltaics, and spin photon coupling. More broadly, our results show how\ntargeted rare earth substitution can enable multifunctionality in wide gap\nstannates and guide the design of next generation spintronic photonic oxides."}
{"id": "2510.16568", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16568", "abs": "https://arxiv.org/abs/2510.16568", "authors": ["Zhipeng Huang", "Xinxin Cheng", "Hazem Daoud", "Wen-Xiong Song", "R. J. Dwayne Miller", "R. Kramer Campen"], "title": "Femtosecond photo-induced displacive phase transition in Sb$_{2}$Te (group 2) phase-change material", "comment": null, "summary": "Two classes of Phase Change Materials (PCMs) have emerged as the best\ncandidates for applications requiring the fast reading and writing of data:\nGeTe-Sb$_{2}$Te$_{3}$ pseudobinary alloys (group 1) and doped Sb-Te compounds\nnear the eutectic composition Sb$_{70}$Te$_{30}$ (group 2). Both material\nclasses undergo reversible switching between a low-resistance opaque\ncrystalline phase and a high-resistance but less absorbing amorphous phase\nthrough heating, electrical, or optical pulses, achieving (sub-)nanosecond\nswitching speeds. While group 1 compounds are employed in current generation\ndevices and relatively well studied, model systems in group 2 compounds have\nbeen found to crystallize more rapidly and thus offer the perspective of\nimproved devices. Despite their superior crystallization speed (SET process),\nto this point there have been no ultrafast experimental studies on crystallized\nPCMs of group 2 for the RESET process. Here we perform ultrafast electron\ndiffraction and femtosecond resolved sum frequency non-linear spectroscopy on\nPeierls distorted Sb$_{2}$Te crystallized thin films (PCM of group 2) following\nfemtosecond optical pulse irradiation. We observe a pump-induced structural\nchange on two distinct timescales: responses with characteristic timescales of\n$\\approx$ 300 fs and 2~ps. We quantified the experimental result by a coherent\ndisplacement and the Debye-Waller effect. In particular, the $\\approx$ 300 fs\nUED signal results from the ultrafast release of the Peierls distortion through\nnon-thermal coherent Sb displacement, while the 2~ps response reflects\nelectron-lattice equilibrium. These results reveal the ultrafast non-thermal\nstructural dynamics of Sb$_{2}$Te and suggest energy-efficient switching of\ngroup 2 PCMs should be possible on femtosecond time scales."}
{"id": "2510.16982", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16982", "abs": "https://arxiv.org/abs/2510.16982", "authors": ["Maniesha Singh", "Anter El-Azab"], "title": "A first-principles investigation of the diffusivities of oxygen and oxygen defects in ThO$_2$", "comment": "43 pages, 10 figures", "summary": "A comprehensive analysis is presented for the diffusivity of oxygen defects\nand oxygen self-diffusion in ThO$-2$. The migration energy and diffusivity of\noxygen defects with nominal charges have been investigated using density\nfunctional theory and phonon simulations. The pathway for the lowest migration\nenergy barrier of oxygen vacancies was found to be along the $\\langle 100\n\\rangle$ direction. Neutral and non-neutral oxygen interstitials exhibited\ndirect (interstitial) and indirect (interstitialcy) migration, respectively.\nThe vacancy migration barrier was found to be lowest for the highest charge,\nwhile for interstitials, it is lowest when the charge is lowest. The attempt\nfrequencies of defects were calculated using the Eyring and Vineyard theories.\nThese frequencies displayed a similar dependence on the defect charge as the\nactivation barriers. The charge-averaged diffusivity of vacancies and\ninterstitials were also computed. Across all temperatures, the average vacancy\ndiffusivity was found to be greater than that of interstitial, indicating that\noxygen vacancies are more mobile than interstitials. Oxygen self- and chemical\ndiffusion coefficients were analyzed by combining the defect diffusivities with\nthe concentrations computed using an equilibrium defect thermodynamics. The\nself-diffusion coefficient of oxygen was found to rise with temperatures and\nlower oxygen pressures. The contributions of various defects to self-diffusion\nof oxygen were subsequently examined. In the normal to high oxygen pressure\nrange, at all temperatures, it is found that interstitials contribute most to\noxygen diffusion in ThO2. At low oxygen pressures, vacancies with highest\ncharge state were found to dominate oxygen diffusion. The chemical diffusion\ncoefficient of oxygen was further computed, which was found to increase with\ntemperature and decrease with hypo-stoichiometry in ThO2 to a plateau value."}
{"id": "2510.16605", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16605", "abs": "https://arxiv.org/abs/2510.16605", "authors": ["Moon-ki Choi", "Daniel Palmer", "Harley T. Johnson"], "title": "Graph Neural Network for Unified Electronic and Interatomic Potentials: Strain-tunable Electronic Structures in 2D Materials", "comment": null, "summary": "We introduce UEIPNet, an equivariant graph neural network designed to predict\nboth interatomic potentials and tight-binding (TB) Hamiltonians for an atomic\nstructure. The UEIPNet is trained using density functional theory calculations\nfollowed by Wannier projection to predict energies and forces as node-level\ntargets and Wannier-projected TB matrices as edge-level targets. This enables\nphysically consistent modeling of coupled mechanical electronic responses with\nnear-DFT accuracy. Trained on bilayer graphene and monolayer MoS2 DFT data,\nUEIPNet captures key deformation-electronic effects: in twisted bilayer\ngraphene, it reveals how interlayer spacing, in-plane strain, and out-of-plane\ncorrugation drive isolated flat-band formation, and further shows that\nmodulating substrate interaction strength can generate flat bands even away\nfrom the magic angle. For monolayer MoS2, the UEIPNet accurately reproduces\nphonon dispersions, strain-dependent band-gap evolution, and local density of\nstates modulations under non-uniform strain. The UEIPNet offers a generalized,\nefficient, and scalable framework for studying deformation-electronic coupling\nin large-scale atomistic systems, bridging classical atomistic simulations and\nelectronic-structure calculations."}
{"id": "2510.16993", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.16993", "abs": "https://arxiv.org/abs/2510.16993", "authors": ["Batyr Ilyas", "Tianchuang Luo", "Honglie Ning", "Emil Vinas Bostrom", "Alexander von Hoegen", "Jaena Park", "Junghyun Kim", "Je-Geun Park", "Angel Rubio", "Nuh Gedik"], "title": "Coherent terahertz control of metastable magnetization in FePS3", "comment": "19 pages, 4 figures", "summary": "The crystal lattice governs the emergent electronic, magnetic, and optical\nproperties of quantum materials, making structural tuning through strain,\npressure, or chemical substitution a key approach for discovering and\ncontrolling novel quantum phases. Beyond static modifications, driving specific\nlattice modes with ultrafast stimuli offers a dynamic route for tailoring\nmaterial properties out of equilibrium. However, achieving dynamic coherent\ncontrol of the nonequilibrium phases via resonant excitation of lattice\ncoherences remains largely unexplored. Such manipulation enables non-volatile,\non demand amplification and suppression of order parameters on femtosecond\ntimescales, necessary for next generation optoelectronic ultrafast computation.\nIn this study, we demonstrate coherent phononic control of a newly discovered,\nlight-induced metastable magnetization in the van der Waals antiferromagnet\nFePS3. By using a sequence of terahertz (THz) pulses, we modulate the\nmagnetization amplitude at the frequencies of phonon coherences, whose\ninfrared-active nature and symmetries are further revealed by polarization- and\nfield-strength-dependent measurements. Furthermore, our two-dimensional THz\nspectroscopy, in tandem with first-principles numerical simulations, shows that\nthese phonons nonlinearly displace a Raman active phonon, which induces the\nmetastable net magnetization. These findings not only clarify the microscopic\nmechanism underlying the metastable state in FePS3 but also establish\nvibrational coherences in solids as a powerful tool for ultrafast quantum phase\ncontrol, enabling manipulation of material functionalities far from\nequilibrium."}
{"id": "2510.16616", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16616", "abs": "https://arxiv.org/abs/2510.16616", "authors": ["Wen O. Wang", "Thomas P. Devereaux"], "title": "Finite-temperature signatures of underlying superconductivity in the electron-doped Hubbard model", "comment": "15 pages, 4 figures. Supplementary Materials: 14 pages, 10 figures", "summary": "We perform numerically exact determinant quantum Monte Carlo simulations of\nthe Hubbard model and analyze pairing tendencies by evaluating correlation\nfunctions at the imaginary-time midpoint ($\\tau=\\beta/2$), which suppresses\nhigh-frequency weight and emphasizes low-energy physics. Using this diagnostic,\nwe identify clear finite-temperature signatures of underlying $d$-wave\nsuperconductivity for electron doping, while finding no clear indication upon\ncooling for hole doping. Our analysis enables direct comparison with\nground-state DMRG, revealing consistent real-space pairing patterns. These\nresults provide a practical route to bridge the gap between finite-temperature\nand ground-state numerically exact simulations of the Hubbard model despite the\nfermion sign problem."}
{"id": "2510.17080", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17080", "abs": "https://arxiv.org/abs/2510.17080", "authors": ["Zhiyi Zhang", "Gang Cui", "Kai Jiang", "An-Chang Shi", "Pingwen Zhang", "Jianyuan Yin", "Lei Zhang"], "title": "Exploring transition pathways in the Landau-Brazovskii model", "comment": null, "summary": "The Landau-Brazovskii model provides a theoretical framework for describing\nvarious phases arising from competing short- and long-range interactions in\nmany physical systems. In this work, we investigate phase transitions among\nvarious ordered phases within the three-dimensional Landau-Brazovskii model. We\nconstruct the phase diagram of this model, which encompasses eight distinct\nphases, and systematically compute the transition pathways connecting various\nmetastable and stable states using the Landau-Brazovskii saddle dynamics. Along\neach transition pathway, the critical nucleus is identified with some detailed\nanalyses of its shape, energy barrier, and Hessian eigenvalues. Furthermore, we\nexplore how the transition state is influenced by model parameters, revealing\nsystematic trends in critical nucleus sizes and energy barrier heights. Our\nresults provide a comprehensive characterization of the nucleation mechanisms\nwithin the Landau-Brazovskii model and offer valuable insights into the\nstructural transformations of modulated-phase systems."}
{"id": "2510.16648", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16648", "abs": "https://arxiv.org/abs/2510.16648", "authors": ["Hongjin Du", "Ellery J. Hendrix", "Richard D. Robinson", "Julia Dshemuchadse"], "title": "Understanding the Structural Origin of Chirality in Magic-Size Semiconductor Nanoclusters through Self-Assembly Simulations", "comment": "15 pages, 5 figures, 59 references", "summary": "Semiconductor magic-size clusters (MSCs) are atomically precise nanoparticles\nexhibiting unique size-dependent properties, but their ultrasmall dimensions\nhinder structural characterization, limiting our understanding of their\nformation and stability. A few MSC structures have been fully resolved,\nrevealing either bulk-like zincblende-type structures or a range of\nnon-bulk-like motifs. Here we use a computational model to investigate the\nrelationship between cluster size and atomic structure in zincblende-forming\nII-VI and III-V semiconductors. Firstly, we find that all non-bulk-like MSCs in\nthese systems exhibit the same distorted icosahedral motif that is\nintrinsically chiral. Secondly, we reproduce these MSC geometries in\nsmall-cluster self-assembly simulations and discover that their chirality\nemerges from the geometric frustration and symmetry breaking in arranging\ntetrahedral bonding environments into an icosahedral topology. Overall, this\nwork reproduces experimentally reported motifs without system-specific\nparameterization, establishes the structural origin of chirality in MSCs, and\nprovides design principles for predicting new cluster geometries."}
{"id": "2510.17123", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17123", "abs": "https://arxiv.org/abs/2510.17123", "authors": ["Akira Takahashi", "Yu Kumagai", "Arata Takamatsu", "Fumiyasu Oba"], "title": "Deep Learning-Based Extraction of Promising Material Groups and Common Features from High-Dimensional Data: A Case of Optical Spectra of Inorganic Crystals", "comment": null, "summary": "We report an interpretation method for deep learning models that allows us to\nhandle high-dimensional spectral data in materials science. The proposed method\nuses feature extraction and clustering analysis to categorize materials into\nclasses based on similarities in both spectral data and chemical\ncharacteristics such as elemental composition and atomic arrangement. As a\ndemonstration, we apply this method to an atomistic line graph neural network\n(ALIGNN) model trained on first-principles calculation data of 2,681 metal\noxides, chalcogenides, and related compounds for optical absorption spectrum\nprediction. Our analysis reveals key elemental species and their coordination\nenvironments that influence optical absorption onset characteristics. The\nmethod proposed herein is broadly applicable to the classification and\ninterpretation of diverse spectral data, extending beyond the optical\nabsorption spectra of inorganic crystals."}
{"id": "2510.16654", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16654", "abs": "https://arxiv.org/abs/2510.16654", "authors": ["Ligen Wang", "Konrad Burkmann", "Sergey V. Ushakov", "Edric X. Wang", "Jared Matteucci", "Mara Scheuermann", "Erik Melnitschuk", "Robert Glaum", "Hongwu Xu", "Elizabeth J. Opila", "Alexandra Navrotsky", "Qi-Jun Hong"], "title": "Structure and stability of 7:3 rare earth oxide-phosphates: a combined ab initio and experimental study", "comment": null, "summary": "Rare earth oxide-phosphates (REOPs) form a largely unexplored family of\nrefractory lanthanides and yttrium compounds with general formula RExOy(PO4)z.\nThey are of interest for applications ranging from thermal barrier coatings to\ncatalysts and magnetic materials. At least four REOPs phases were\nexperimentally identified with RE/P ratios from 7:3 to 6:1, however the\nstructures were solved only for 3:1 phases (RE3O3(PO4)). In this work we report\nthe structure for the 7:3 phases (RE7O6(PO4)3) derived by ab initio analysis of\nmodels based on previously reported oxide-vanadate analogues. The most stable\nstructures for all 7:3 REOPs were found to be isotypic, adopting monoclinic\nsymmetry with space group P21/c. The structures were validated by comparison of\ntheir powder X-ray diffraction patterns to those of synthesized La, Pr, Nd, Sm,\nEu, Gd and Tb 7:3 phases (Rietveld refinement for all except Tb). Ab initio\nanalysis of thermodynamic stability showed that all 7:3 REOPs are unstable at 0\nK toward decomposition to REPO4 and RE3PO7 or RE2O3. The entropy contribution\nstabilizes RE7O6(PO4)3 phases for light rare earth elements above 1000 K,\nhowever, starting with Dy, computationally predicted stabilization temperature\nis higher than estimated melting points of RE7O6(PO4)3, which is consistent\nwith observed synthesis pattern."}
{"id": "2510.17151", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "82B", "J.2"], "pdf": "https://arxiv.org/pdf/2510.17151", "abs": "https://arxiv.org/abs/2510.17151", "authors": ["Fan-Shun Meng", "Shuhei Shinzato", "Zhiqiang Zhao", "Jun-Ping Du", "Lei Gao", "Zheyong Fan", "Shigenobu Ogata"], "title": "Achieving Empirical Potential Efficiency with DFT Accuracy: A Neuroevolution Potential for the $α$-Fe--C--H System", "comment": "16 pages, 7 figures", "summary": "A neuroevolution potential (NEP) for the ternary $\\alpha$-Fe--C--H system was\ndeveloped based on a database generated from spin-polarized density functional\ntheory (DFT) calculations, achieving empirical potential efficiency with DFT\naccuracy. At the same power consumption, simulation speeds using NEP are\ncomparable to, or even faster than, those with bond order potentials. The NEP\nachieves DFT-level accuracy across a wide range of scenarios commonly\nencountered in studies of $\\alpha$-Fe- and $\\alpha$-Fe--C under hydrogen\nenvironments. The NEP enables large-scale atomistic simulations with DFT-level\naccuracy at the cost of empirical potentials, offering a practical tool to\nstudy hydrogen embrittlement in steel."}
{"id": "2510.16659", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16659", "abs": "https://arxiv.org/abs/2510.16659", "authors": ["Wjefferson Henrique da Silva Brandão", "Anderson Gomes Vieira", "Jonathan da Rocha Martins", "Andrea Latgé", "Marcelo Lopes Pereira Junior", "Eduardo Costa Girão"], "title": "Semiconducting nanotubes derived from a rectangular graphyne: a DFT study", "comment": "12 pages, 9 figures", "summary": "Proposing new ways to organize carbon in 2D nanomaterials has been a relevant\nstrategy in the search for systems with targeted properties for different\napplications. One focus is the study of fully sp$^2$ non-graphitic networks,\nwith successfully synthesized examples. Hybrid sp-sp$^2$ systems of the\ngraphyne family are a related approach, and many systems have the honeycomb\nlattice as a base model. However, other examples have been inspired by other\nlattices as the recently proposed r$\\gamma$GY sheet, which features a\nsemiconducting behavior with highly localized \\emph{quasi}-1D states. Here, we\ninvestigate how to tune r$\\gamma$GY properties by folding this sheet into\nnanotube forms. We elucidate mechanisms that determine their electronic\nstructure by means of density functional theory calculations, as well as we\nidentify the interplay involving chirality, diameter, and the emergence of\ndispersive/localized frontier states on gap modulation through simple\nextrapolated methods."}
{"id": "2510.17190", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17190", "abs": "https://arxiv.org/abs/2510.17190", "authors": ["A. Aligayev", "U. Jabbarli", "U. Samadova", "F. J. Dominguez-Gutierrez", "S. Papanikolaou", "Qing Huang"], "title": "Dissociative Mechanism from NH3 and CH4 on Ni-Doped Graphene: Tuning Electronic and Optical Properties", "comment": null, "summary": "In this study, we employ a multi-scale computational modeling approach,\ncombining density functional theory (DFT) and self-consistent charge density\nfunctional tight binding (SCC-DFTB), to investigate hydrogen (H2) production\nand dissociation mechanisms from ammonia (NH3) and methane (CH4) on pristine\nand nickel-doped graphene. These two-dimensional materials hold significant\npotential for applications in advanced gas sensing and catalysis. Our analysis\nreveals that Ni-doped graphene, validated through work function calculations,\nis a promising material for gas separation and hydrogen production. The samples\nwith adsorbed molecules are characterized by calculating chemical potential,\nchemical hardness, electronegativity, electrophilicity, vibrational\nfrequencies, adsorbtion and Gibbs energies by DFT calculations. Methane\nmolecules preferentially adsorb at the hexagonal ring centers of graphene,\nwhile ammonia inter-acts more strongly with carbon atoms, highlighting distinct\nmolecular doping mechanisms for CH4 and NH3. Dynamic simulations show that CH4\nsplits into CH3+H, with Ni-doped graphene facilitating enhanced hydrogen\ntransmission, while NH3 dissociates into NH2+H, which may lead to N2H4\nformation. Our non-equilibrium Green's function (NEGF) simulations demonstrate\nincreased H-atom transmission on Ni-doped graphene during gas interactions.\nThese findings suggest that Ni-doped graphene is superior to pristine graphene\nfor applications in gas separation, hydrogen production, and high-sensitivity\nsensors."}
{"id": "2510.16690", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.16690", "abs": "https://arxiv.org/abs/2510.16690", "authors": ["Anna L. F. Lucchi", "Jean H. Y. Passos", "Max Jauregui", "Renio S. Mendes"], "title": "A unified framework for divergences, free energies, and Fokker-Planck equations", "comment": "42 pages. Accepted for publication in Physica A", "summary": "Many efforts have been made to explore systems that show significant\ndeviations from predictions related to the standard statistical mechanics. The\npresent work introduces a unified formalism that connects divergences,\ngeneralized free energies, generalized Fokker-Planck equations, and H-theorem.\nThis framework is applied here in a range of scenarios, illustrating both\nestablished and novel results. In many cases, the approach begins with a free\nenergy functional that explicitly includes a potential energy term, leading to\na direct relation between this energy and the stationary solution. Conversely,\nwhen a divergence is used as free energy, the associated Fokker-Planck-like\nequation lacks any explicit dependence on the potential energy, depending\ninstead on the stationary solution. To restore a potential-based\ninterpretation, an additional relation between the stationary solution and the\npotential energy must be imposed. This duality underlines the flexibility of\nthe formalism and its capacity to adapt to systems where the potential energy\nis unknown or unnecessary."}
{"id": "2510.17254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17254", "abs": "https://arxiv.org/abs/2510.17254", "authors": ["James P. Connolly", "Ahmed Nejim", "Alexandre Jaffré", "J Alvarez", "Kleider J. P.", "Denis Mencaraglia", "Laurie Dentz", "Geraldine Hallais", "Frédéric Hamouda", "Laetitia Vincent", "Daniel Bouchier", "Charles Renard"], "title": "Micro-crystal GaAs array sub-cells for Si tandem solar cells", "comment": null, "summary": "This work reports optical and electronic numerical modelling of a novel\nemerging structure which is the GaAs nanocrystal on Si tandem solar cell by\nepitaxial lateral overgrowth, a technique which allows defect free material\ngrowth. The techniqueconsists of creating nucleation sites in a silicon surface\nSiO2 layer and initiating growth of nanoscalescale seeds, whereby strain energy\nremains below the Matthews-Blakeslee strain relaxation limit. This leads to\nAlxGaAs growth in micro-crystals without generation of material defects. The\nfocus of this presentation is optical and electrical modelling of nanocrystals\nfor applications in the very active field of silicon based multijunction solar\ncells, and design of a AlxGaAs/Si two terminal tandem, for compositions ranging\nfrom x=0 to x=30% in absorber layers. We present a model of the complete\nstructure in two dimensions, consisting of a Al xGaAs high bandgap subcell\nconnected with a tunnel junction to the low bandgap Si junction. The\nelaboration of models is described, with an emphasis on the AlxGaAs crystal\nfeaturing a non-planar pn-junction, and a focus on the optical properties of\nthis lattice of micrometric AlGaAs crystals and in particular their light\ntrapping properties from the resulting surface texture. The question of AlxGaAs\nsurface coverage is addressed, given that neighbouring AlxGaAs crystals have\ndifferent crystal orientations on a (111) Si surface, such that any coalescence\nof neighbour AlxGaAs crystals leads to crippling defects at their interface.\nThe result is that some high energy incident light above the AlxGaAs bandgap is\nnevertheless transmitted directly to the Si cell, such that the resulting\nphotogenerated carriers thermalise to the Silicon bandgap, and result in a loss\nof efficiency. The interface between AlxGaAs and Si subcells is addressed, with\nan emphasis on current transport efficiency through the nanoseeds and\ntunnelling currents through appropriately designed SiO2 buffer layers. This\nwork therefore presents a theoretical framework for evaluating the potential of\nAlxGaAs nanocrystal growth on Si for light trapping, for GaAs silicon two\nterminal tandem cell performance including tunnel junctions, and provides\nmodels and design rules for efficient AlxGaAs microcrystal arrays as high\nbandgap subcells for tandem solar cells on silicon."}
{"id": "2510.16697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16697", "abs": "https://arxiv.org/abs/2510.16697", "authors": ["Yan Liu", "Jiantao Wang", "Hongkun Deng", "Yan Sun", "Xing-Qiu Chen", "Peitao Liu"], "title": "Efficient small-cell sampling for machine-learning potentials of multi-principal element alloys", "comment": "21 pages, 16 figures (including SM)", "summary": "Multi-principal element alloys (MPEAs) exhibit exceptional properties but\nface significant challenges in developing accurate machine-learning potentials\n(MLPs) due to their vast compositional and configurational complexity. Here, we\nintroduce an efficient small-cell sampling (SCS) method, which allows for\ngenerating diverse and representative training datasets for MPEAs using only\nsmall-cell structures with just one and two elements, thereby bypassing the\ncomputational overhead of iterative active learning cycles and large-cell\ndensity functional theory calculations. The efficacy of the method is carefully\nvalidated through principal component analysis, extrapolation grades\nevaluation, and root-mean-square errors and physical properties assessment on\nthe TiZrHfCuNi system. Further demonstrations on TiZrVMo, CoCrFeMnNi, and\nAlTiZrNbHfTa systems accurately reproduce complex phenomena including phase\ntransitions, chemical orderings, and thermodynamic properties. This work\nestablishes an efficient one-shot protocol for constructing high-quality\ntraining datasets across multiple elements, laying a solid foundation for\ndeveloping universal MLPs for MPEAs."}
{"id": "2510.17297", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17297", "abs": "https://arxiv.org/abs/2510.17297", "authors": ["O. Goisot", "H. vanLandeghem", "R. Haettel", "F. Robaut", "O. Robach", "L. Porcar", "M. Verdier"], "title": "Exploration of the hysteresis of martensite-austenite transition in bulk \\b{eta}-Cu-Zn-Al single crystals", "comment": "9 pages, 6 figures", "summary": "Improvement of functional and structural fatigue endurance for applications\nof ferroelastic materials requires an optimization of their composition. A\nstrategy for finding alloy compositions that minimize the transformation\nhysteresis is necessary. We propose an experimental high throughput methodology\nto explore the model \\b{eta}-Cu-Zn-Al system. It is based on an original route\nto process bulk gradient composition single crystals to investigate fine\nvariation of composition range coupled with local measurements of the\naustenite-martensite microstructure by light microscopy during the\ntransformation. The latter method is compared with differential scanning\ncalorimetry measurements. The methodology is applied in an Al-richer range of\ncomposition of standard CuZnAl SMA where a minimum of transformation hysteresis\nis observed."}
{"id": "2510.16733", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16733", "abs": "https://arxiv.org/abs/2510.16733", "authors": ["M. Q. Dong", "B. Liu", "Z. H. Dai", "Zhi-Xin Guo", "Hongjun Xiang", "Xin-Gao Gong"], "title": "Fractional Quantum Multiferroics from Coupling of Fractional Quantum Ferroelectricity and Altermagnetism", "comment": "13 pages, 4 figures", "summary": "Multiferroics, which combine ferroelectric and magnetic order, offer a\ntransformative platform for next-generation electronic devices. However, the\nintrinsic competition between the mechanisms driving ferroelectricity and\nmagnetism in single-phase materials severely limits their performance,\ntypically resulting in weak magnetoelectric coupling at room temperature. Here,\nwe propose a solution to this long-standing challenge through the novel concept\nof fractional quantum multiferroics (FQMF), where strong magnetoelectric\ncoupling is naturally realized by coupling fractional quantum ferroelectricity\n(FQFE) with altermagnetism (AM). Symmetry analysis shows that reversing the\nFQFE polarization necessarily inverts the AM spin splitting under parity-time\n($\\mathcal{PT}$) or time-reversal ($\\mathcal{T}\\tau$) operations. A minimal\ntight-binding model reproduces this effect, demonstrating electrically driven\nspin control without rotating the N\\'eel vector. First-principles calculations\nfurther identify a broad family of candidate materials in two and three\ndimensions including bulk MnTe, Cr$_2$S$_3$, Mn$_4$Bi$_3$NO$_{15}$ and\ntwo-dimensional AB$_2$ bilayers such as MnX$_2$ (X=Cl, Br, I), CoCl$_2$,\nCoBr$_2$, and FeI$_2$. Notably, MnTe exhibits a high N\\'eel temperature\n($\\sim$300 K) and a large electrically switchable spin splitting ($\\sim$0.8\neV), demonstrating room-temperature magnetoelectric performance that surpasses\nthat of conventional multiferroics. To further showcase the technological\npotential, we propose an electric-field-controlled FQMF tunnel junction based\non MnTe that achieves tunneling magnetoresistance exceeding 300\\%. This work\nestablishes FQMF as a distinct and promising route to achieving\nroom-temperature strong magnetoelectric coupling, opening a new avenue for\nvoltage-controlled spintronics."}
{"id": "2510.17321", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17321", "abs": "https://arxiv.org/abs/2510.17321", "authors": ["Pooja Bhat", "Wafa Maftuhin", "Michael Walter"], "title": "Ab-initio force prediction for single molecule force spectroscopy made simple", "comment": null, "summary": "Bond rupture under the action of external forces is induced by temperature\nfluctuations. We show that measured forces from single molecule force\nspectroscopy experiments can be predicted from two quantities describing the\nbond that are the barrier to break the bond in absence of force as well as the\nmaximal force the bond can withstand. The former can be obtained by a force\nfree transition state calculation and the latter is determined by a simple\nconstrained ge- ometry simulates forces (COGEF) calculation. Considering\nexperimental temperature and force loading rate allows the prediction of\nmeasured bond rupture forces from a closed expression with very good accuracy."}
{"id": "2510.16760", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16760", "abs": "https://arxiv.org/abs/2510.16760", "authors": ["Yiliang Fan", "Rongxiang Zhu", "Tongshuai Zhu", "Jianzhou Zhao", "Huaiqiang Wang", "Haijun Zhang"], "title": "Switchable axionic magnetoelectric effect via spin-flop transition in topological antiferromagnets", "comment": "7 pages, 4 figures", "summary": "The MnBi$_2$Te$_4$ material family has emerged as a key platform for\nexploring magnetic topological phases, most notably exemplified by the\nexperimental realization of the axion insulator state. While spin dynamics are\nknown to significantly influence the axion state, a profound understanding of\ntheir interplay remains elusive. In this work, we employ an antiferromagnetic\nspin-chain model to demonstrate that an external magnetic field induces\nextrinsic perpendicular magnetic anisotropy. We find that an in-plane field\nstabilizes the antiferromagnetic order, whereas an out-of-plane field\ndestabilizes it and triggers spin-flop transitions. Remarkably, near the\nsurface spin-flop transition in even-layer MnBi$_2$Te$_4$ films, the axion\ninsulator state undergoes a sharp switching behavior accompanied by distinct\nmagnetoelectric responses. Furthermore, we propose that this switchable axionic\nmagnetoelectric effect can be utilized to convert alternating magnetic field\nsignals into measurable square-wave magneto-optical outputs, thereby realizing\nan axionic analog of a zero-crossing detector. Our findings could open a\npathway toward potential applications of axion insulators in next-generation\nspintronic devices."}
{"id": "2510.17336", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17336", "abs": "https://arxiv.org/abs/2510.17336", "authors": ["Christina Gasper", "Nisa Ulumuddin", "Siyuan Zhang", "Sang-Hyeok Lee", "Christina Scheu", "Benjamin Berkels", "Zhuocheng Xie", "Sandra Korte-Kerzel"], "title": "Chemically tailored planar defect phases in the Ta-Fe μ-phase", "comment": null, "summary": "Intermetallics often exhibit complex crystal structures, which give rise to\nintricate defect structures that critically influence their mechanical and\nfunctional properties. Despite studies on individual defect types, a\ncomprehensive understanding of the defect landscape in {\\mu}-phases, a class of\ntopologically close-packed phases, remains elusive. In this study, we\ninvestigated the planar defect structures in the Ta-Fe {\\mu}-phase across a\ncompositional range of 46 to 58 at.% Ta using electron microscopy and density\nfunctional theory calculations. Electron backscatter diffraction and\nhigh-resolution scanning transmission electron microscopy reveal a transition\nfrom basal twin boundaries and planar faults containing C14 TaFe2 Laves phase\nlayers at a low Ta content to pyramidal {1\\bar{1}02} twins at a higher Ta\ncontent. Density functional theory calculations of defect formation energies\nconfirm a chemical potential-driven stabilisation of Laves phase lamellae. The\nprevalence of pyramidal twins in Ta-rich {\\mu}-phase samples is attributed to\nthe competitive nature of different planar defects during solidification. A\ndefect landscape for {\\mu}-phases is proposed, illustrating the interplay\nbetween site occupancy, dislocation types and planar faults across the chemical\npotential space. These findings provide fundamental insights into defect\nengineering in structurally complex intermetallics and open pathways for\noptimising material properties through chemical tuning."}
{"id": "2510.16778", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.16778", "abs": "https://arxiv.org/abs/2510.16778", "authors": ["Bin Jin", "Bin Han", "Wei Feng", "Kuang Yu", "Shenzhen Xu"], "title": "Automatic Refinement of Force Fields Based on Phase Diagrams", "comment": null, "summary": "Exact characterization of phase transitions requires sufficient\nconfigurational sampling, necessitating efficient and accurate potential energy\nsurfaces. Molecular force fields with computational efficiency and physical\ninterpretability are desirable but challenging to refine for complex\ninteractions. To address this, we propose a force field refinement strategy\nwith phase diagrams as top-down optimization targets based on automatic\ndifferentiation. Using gas-liquid co-existence as a paradigm, we employ an\nenhanced sampling technique and design a differentiable loss function to\nevaluate force fields' depiction of phase diagrams. The refined force fields\nproduce gas-liquid phase diagrams matching well with targets for two modeling\nsystems, which confirms our approach as an effective automated force field\ndevelopment framework for phase transition studies."}
{"id": "2510.17356", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17356", "abs": "https://arxiv.org/abs/2510.17356", "authors": ["Gijin Kim", "Purun-hanul Kim", "Suk Gyu Hahm", "Myongjong Kwon", "Byungha Park", "Changho Hong", "Seungwu Han"], "title": "A Computational Study for Screening High-Selectivity Inhibitors in Area-Selective Atomic Layer Deposition on Amorphous Surfaces", "comment": "27 pages, 5 figures, 1 table. Supplementary information included as\n  ancillary file (+9 pages)", "summary": "Area-selective atomic layer deposition (AS-ALD) is an emerging technology in\nsemiconductor manufacturing. However, accurately understanding inhibitor\nreactivity on surfaces remains challenging, particularly when the substrate is\namorphous. In this study, we employ density functional theory (DFT) to\ninvestigate reaction pathways and quantify the reactivity of\n(N,N-dimethylamino)trimethylsilane (DMATMS) and ethyltrichlorosilane (ETS) at\nsilanol (-OH), siloxane (-O-), amine (-NH2), and imide (-NH-) sites on both\namorphous and crystalline silicon oxide and silicon nitride surfaces. Notably,\nboth molecules exhibit greater reactivity toward terminal sites (-OH and -NH2)\non amorphous surfaces compared to crystalline counterparts. For bridge sites,\n-O- and -NH-, multiple reaction pathways are identified, with bridge-cleavage\nreactions being the predominant mechanism, except for DMATMS reactions with\nnitride surfaces. The reactivity of DMATMS with -NH- sites is comparable to\nthat with -NH2, with both reactions yielding volatile products. This study\nunderscores the importance of amorphous surface modeling in reliably predicting\ninhibitor adsorption and reactivity on realistic surfaces. Moreover, we outline\na computational screening approach that accounts for site-specific\nprecursor-inhibitor interactions, enabling efficient and rational theoretical\ndesign of AS-ALD precursor-inhibitor pairs."}
{"id": "2510.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16843", "abs": "https://arxiv.org/abs/2510.16843", "authors": ["Ilaria Maccari", "Aline Ramires"], "title": "Tuning macroscopic phase frustration in multiorbital superconductors", "comment": "4 pages, 2 figures,", "summary": "Time-reversal symmetry-breaking (TRSB) superconductivity has been reported in\na growing number of materials. In some cases, TRSB arises naturally from chiral\nsuperconductivity, but in many low-symmetry systems this explanation is not\nviable. In these latter cases, TRSB is often attributed to phase frustration\namong multiple superconducting gaps on different Fermi surfaces. Yet, the\nmicroscopic conditions enabling such frustration remain poorly understood.\nHere, inspired by the TRSB reported in the superconducting state of iron-based\nmaterials, we demonstrate that a minimal two-orbital model can support a TRSB\nsuperconducting state via phase frustration. We identify the key microscopic\nparameters that stabilize TRSB in d-electron systems with orthorhombic symmetry\nand provide a framework to systematically enlarge the region of parameter space\nwithin which TRSB is expected in materials with other electronic content and\ncrystalline symmetries. Our results offer a simple and experimentally relevant\nroute to understand and control TRSB in multiorbital superconductors."}
{"id": "2510.17441", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17441", "abs": "https://arxiv.org/abs/2510.17441", "authors": ["T. B. Charikova", "A. Yu. Pavlova", "M. R. Popov", "A. V. Pozdin", "L. N. Maskaeva"], "title": "Electrical properties of PbS films doped with iodine by chemical bath deposition", "comment": "15 pages, 7 figures, 2 tables", "summary": "We present the results of measurements of bulk current-voltage (I-V)\ncharacteristics and local surface I-V characteristics by atomic force\nmicroscopy (AFM) of iodine-doped PbS films. It is established that bulk I-V\ncurves of both undoped and iodine-doped PbS films demonstrate a linear (ohmic)\nU(I) dependence. The tipe of local surface I-V characteristics is ohmic at the\nconcentration range of the dopant 0<[NH4I]<=0.10 M and becomes rectifying at\n[NH4I]>=0.15 M, which is determined by a decrease in the size and a change in\nthe shape of the film grains, as well as a decrease in the surface roughness of\nthe film. An increase in the iodine content in the PbS(I) films leads to\nnonlinear dependences of the microscopic characteristics and photoelectric\nparameters of the PbS(I) films. A sharp decrease in the diffusion coefficient,\nthe beginning of an increase in the charge carrier lifetime, a maximum in\nvoltage sensitivity and specific detectability are observed in the PbS(I) film\nchemically deposited from a reaction mixture containing [NH4I] = 0.15 M. This\nindicates that the optimalconcentration of iodine in the film is 2.7 at.%."}
{"id": "2510.16855", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16855", "abs": "https://arxiv.org/abs/2510.16855", "authors": ["Yasuhiro Tanaka", "Hitoshi Seo"], "title": "Photoinduced melting dynamics and collective mode in a correlated charge-order system", "comment": "8 pages, 9 figures", "summary": "We theoretically investigate the transient spectral function during the\nphotoinduced melting of charge order in a correlated electron system, to\nunravel the dynamical processes triggered by different initial excitations. We\nemploy a one-dimensional interacting spinless fermion model introducing a\npulsed laser light, and perform a comparative study by the Hartree-Fock\napproximation and by the exact diagonalization method to numerically solve the\ntime-dependent Schr\\\"odinger equation. We find characteristic behavior in the\ntransient spectral function, whose features strongly depend on the pump light\nfrequency $\\omega_p$. When $\\omega_p$ is resonant with the collective phase\nmode of frequency $\\Omega_c\\simeq \\Delta_{\\rm CO}/2$, where $\\Delta_{\\rm CO}$\nis the charge gap, the transient spectral function exhibits a photoinduced\nin-gap weight which triggers large responses. With increasing the laser\nintensity, the development of in-gap weight directly turns into the collapse of\nthe gap. This charge-order destabilization process is in sharp contrast to the\ncase of $\\omega_p>\\Delta_{\\rm CO}$, where the photoirradiation induces\ninterband electron-hole excitations giving rise to a shrinkage of the gap. The\nimpact of quantum fluctuations and spatial inhomogeneity on the photoinduced\ndynamics is also discussed."}
{"id": "2510.17464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17464", "abs": "https://arxiv.org/abs/2510.17464", "authors": ["Meryem Bouaziz", "Samir El Masaoudi", "Aymen Mahmoudi", "Eva Desgue", "Marco Pala", "Pavel Dudin", "Mathieu G. Silly", "Julien Chaste", "Fabrice Oehler", "Pierre Legagneux", "Jose Avila", "Iann C. Gerber", "Abdelkarim Ouerghi"], "title": "Hybridization in van der Waals epitaxy of PtSe2/h-BN and PtSe2/graphene heterostructures", "comment": null, "summary": "Van der Waals (vdW) heterostructures, which combine bi-dimensional materials\nof different properties, enable a range of quantum phenomena. Here, we present\na comparative study between the electronic properties of mono- and bi-layer of\nplatinum diselenide (PtSe2) grown on hexagonal boron nitride (h-BN) and\ngraphene substrates using molecular beam epitaxy (MBE). Using angle-resolved\nphotoemission spectroscopy (ARPES) and density functional theory (DFT), the\nelectronic structure of PtSe2/graphene and PtSe2/h-BN vdW heterostructures are\ninvestigated in systematic manner. In contrast to PtSe2/h-BN, the electronic\nstructure of PtSe2/graphene reveals the presence of interlayer hybridization\nbetween PtSe2 and the graphene, which is evidenced by minigap openings in the\n{\\pi}-band of graphene. Furthermore, our measurements show that the valence\nband maximum (VBM) of monolayer PtSe2 is located at the {\\Gamma} point with\ndifferent binding energies of about -0.9 eV and -0.55 eV relative to the Fermi\nlevel on h-BN and graphene and substrates, respectively. Our results represent\na significant advance in the understanding of electronic hybridization between\nTMDs and different substrates, and they reaffirm the crucial role of the\nsubstrate in any nanoelectronic applications based on van der Waals\nheterostructures."}
{"id": "2510.16874", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16874", "abs": "https://arxiv.org/abs/2510.16874", "authors": ["Prabhab Patra", "Santanu K. Maiti"], "title": "New perspective on symmetry breaking in an antiferromagnetic chain: Spin-selective transport and NDR phenomenon", "comment": "9 pages, 11 figures (comments are welcome)", "summary": "The primary requirement for achieving spin-selective electron transfer in a\nnanojunction possessing a magnetic system with zero net magnetization is to\nbreak the symmetry between the up and down spin sub-Hamiltonians. Circumventing\nthe available approaches, in the present work, we put forward a new mechanism\nfor symmetry breaking by introducing a bias drop along the functional element.\nTo demonstrate this, we consider a magnetic chain with antiparallel alignment\nof neighboring magnetic moments. The junction is modeled within a tight-binding\nframework, and spin-dependent transmission probabilities are evaluated using\nwave-guide theory. The corresponding current components are obtained through\nthe Landauer-B\\\"{u}ttiker formalism. Selective spin currents, exhibiting a high\ndegree of spin polarization, are obtained over a wide bias region. Moreover,\nthe bias-dependent transmission profile exhibits negative differential\nresistance (NDR), another important aspect of our study. We examine the results\nunder three different potential profiles, one linear and two non-linear, and in\neach case, we observe a favorable response. This work may offer a new route for\ndesigning efficient spintronic devices based on bias-controlled magnetic\nsystems with vanishing net magnetization."}
{"id": "2510.17573", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17573", "abs": "https://arxiv.org/abs/2510.17573", "authors": ["Urmimala Dey", "Natalya S. Fedorova", "Jorge Íñiguez-González", "Hugo Aramberri"], "title": "Chiral soft mode transition driven by strain in ferroelectric bubble domains", "comment": null, "summary": "Chirality in solids is attracting growing attention as a potential ferroic\norder, yet virtually no paradigmatic example of a soft-mode achiral-to-chiral\nphase transition has been firmly established to date. Here we identify\nferroelectric bubble domains as a model system that undergoes a strain-driven\nachiral-to-chiral transition exhibiting the hallmarks of spontaneous symmetry\nbreaking. Using second-principles atomistic simulations, we uncover chiral\nphonon modes in ferroelectric/dielectric superlattices that soften under\nepitaxial strain following textbook soft-mode behaviour. The transition is\naccompanied by a change in topological character, highlighting an interplay\nbetween chirality and topology in these systems. This work provides a concrete\nstep towards establishing chirality as a genuine ferroic order in solids."}
{"id": "2510.16878", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.16878", "abs": "https://arxiv.org/abs/2510.16878", "authors": ["Zili Tang", "Xiaoxin Xie", "Guanwen Yao", "Ligong Zhang", "Xiaoyan Liu", "Xing Zhang", "Liu Fei"], "title": "Deep Learning Accelerated First-Principles Quantum Transport Simulations at Nonequilibrium State", "comment": "32 pages, 5 figures", "summary": "The non-equilibrium Green's function method combined with density functional\ntheory (NEGF-DFT) provides a rigorous framework for simulating nanoscale\nelectronic transport, but its computational cost scales steeply with system\nsize. Recent artificial intelligence (AI) approaches have sought to accelerate\nsuch simulations, yet most rely on conventional machine learning, lack atomic\nresolution, struggle to extrapolate to larger systems, and cannot predict\nmultiple properties simultaneously. Here we introduce DeepQT, a deep-learning\nframework that integrates graph neural networks with transformer architectures\nto enable multi-property predictions of electronic structure and transport\nwithout manual feature engineering. By learning key intermediate quantities of\nNEGF-DFT, the equilibrium Hamiltonian and the non-equilibrium total potential\ndifference, DeepQT reconstructs Hamiltonians under both equilibrium and bias\nconditions, yielding accurate transport predictions. Leveraging the principle\nof electronic nearsightedness, DeepQT generalizes from small training systems\nto much larger ones with high fidelity. Benchmarks on graphene, MoS2, and\nsilicon diodes with varied defects and dopants show that DeepQT achieves\nfirst-principles accuracy while reducing computational cost by orders of\nmagnitude. This scalable, transferable framework advances AI-assisted quantum\ntransport, offering a powerful tool for next-generation nanoelectronic device\ndesign."}
{"id": "2510.17589", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17589", "abs": "https://arxiv.org/abs/2510.17589", "authors": ["A. Ya. Maltsev"], "title": "On chaotic regimes of conductivity behavior in the tight-binding approximation", "comment": "12 pages, 17 figures, revtex", "summary": "We investigate the probability of detecting the most nontrivial conductivity\nbehavior regimes in metals whose electron spectrum is described by the\ntight-binding approximation. These regimes are associated with the emergence of\nhighly complex electron trajectories on the Fermi surface and correspond to a\nnontrivial (scaling) behavior of the conductivity tensor in strong magnetic\nfields. The geometry of such trajectories, as well as the corresponding\nconductivity regimes, have been well studied theoretically; however, they have\nnot yet been observed experimentally. The results of our study allow us, in\nparticular, to estimate the probability of their occurrence and to indicate the\nconditions for their possible detection for a wide class of conductors."}
{"id": "2510.16884", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.16884", "abs": "https://arxiv.org/abs/2510.16884", "authors": ["Keishichiro Tanaka"], "title": "Temperature Dependence of the Momentum-Resolved Static Spin Susceptibility in a Mott-Proximate Cuprate Model", "comment": "12 pages, 11 figures", "summary": "This paper presents the temperature dependence of the static spin\nsusceptibility at $\\mathbf{q} = (\\pi, \\pi)$ and $\\mathbf{q} = (\\pi, 0)$ in a\nMott-proximate cuprate model with an antinodal pseudogap -- a model system for\nhigh-temperature superconducting (HTSC) cuprates.\n  The results show the susceptibility onset temperature tracks the critical\ntemperature ($T_c$) of HTSCs with a comparable scale across the electron\nfilling factor. Also, as the electron filling decreases and the chemical\npotential approaches the antinodal van Hove region, the susceptibility at\n$\\mathbf{q}=(\\pi,0)$ -- the axial particle-hole response -- grows markedly.\n  The emergence of cuprate superconductivity correlates with a suppression of\nlow-energy antinodal spin response and associated particle-hole excitations,\nwhich would otherwise dephase $d$-wave pairing, commonly attributed to spin\nfluctuations. In this context, the pseudogap partially suppresses antinodal\nspectral weight near $\\omega = 0$, thereby reducing the low-$\\omega$\nparticle-hole phase space."}
{"id": "2510.17606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17606", "abs": "https://arxiv.org/abs/2510.17606", "authors": ["Claudio Bellani", "Simon Mellaerts", "Wei-Fan Hsu", "Koen Schouteden", "Alberto Binetti", "Arno Annys", "Zezhong Zhang", "Nicolas Gauquelin", "Johan Verbeeck", "Jesús López-Sánchez", "Adolfo del Campo", "Soon-Gil Jung", "Tuson Park", "Michel Houssa", "Jean-Pierre Locquet", "Jin Won Seo"], "title": "Sub-unit cell engineering of CrVO$_3$ superlattice thin films", "comment": "This manuscript is currently under review at Communications Materials", "summary": "Ordered corundum oxides introduce new prospects in the field of functional\noxides thin films, complementing the more widely studied class of ABO$_3$\nperovskites. In this work, we take advantage of the layer-by-layer growth\nregime to fabricate epitaxial CrVO$_3$ superlattice thin films with\natomic-scale accuracy on the periodic arrangement of Cr and V layers. By means\nof X-ray diffraction, scanning transmission electron microscopy and Raman\nspectroscopy, we confirm the thickness control in the sub-unit cell scale,\nalternating 3, 2 or 1 single atomic layers of Cr$_2$O$_3$ and V$_2$O$_3$. For\nthe first time, we stabilize the ilmenite phase of CrVO$_3$ (space group R-3)\nand compare the functional properties of the thin film with those calculated by\ndensity functional theory. This novel approach to the growth of ordered\ncorundum oxides opens the path towards the stabilization of new complex oxides\nwith tailored properties by varying the composition and the superlattice\nperiod, ultimately broadening the family of functional rhombohedral oxides."}
{"id": "2510.16929", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16929", "abs": "https://arxiv.org/abs/2510.16929", "authors": ["Amit Kumar", "Kalpataru Pradhan"], "title": "Impact of Random Bond Disorder on Quantum Skyrmions in a spin-half Quantum Heisenberg Model", "comment": "12 pages, 12 figures", "summary": "We investigate the impact of random bond disorder on quantum skyrmions using\na spin-half quantum Heisenberg model on the square lattice with\nDzyaloshinskii-Moriya interaction, Heisenberg anisotropy, and boundary-pinned\nmagnetic field. Utilizing the neural network quantum state technique, we\nexplore the influence of disorder on spin textures, topological properties, and\nquantum entanglement. We show that the disorder reduces the stability of\nquantum skyrmions, ultimately causing them to collapse at high disorder\nstrengths. In addition, our results reveal two key insights. First, the\npresence of disorder, rather than simply degrading skyrmion order,\nsignificantly enhances local quantum entanglement, as evidenced by the rise in\nsecond R\\'enyi entropy. Second, our calculations show that the topological\nentanglement entropy calculated using the second R\\'enyi entropy remains\nnegligible across all the disorder strengths. This suggests long-range\nentanglement is absent and the skyrmion phase is not detectable using this\nspecific probe. Overall, our work provides new insights into how disorder\nconstructively influences quantum materials."}
{"id": "2510.17627", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17627", "abs": "https://arxiv.org/abs/2510.17627", "authors": ["Hui-Min Zhang", "Cheng-Ao Ji", "Tong Zhu", "Hongjun Xiang", "Hiroshi Kageyama", "Shuai Dong", "James M. Rondinelli", "Xue-Zeng Lu"], "title": "Design and theory of switchable linear magnetoelectricity by ferroelectricity in Type-I multiferroics", "comment": null, "summary": "We present a comprehensive theoretical investigation of magnetoelectric (ME)\ncoupling mechanisms in 19 altermagnetic and 4 ferrimagnetic Type-I\nmultiferroics using electronic band structure calculations with spin-orbit\ncoupling, a first-principles ME response framework, and spin-space-group theory\nanalysis. We formulate a universal scheme for realizing nonvolatile ME coupling\nin Type-I multiferroics, where two distinct pathways emerge, each dictated by\nspin-space symmetry. The first pathway is associated with switching of the spin\nsplitting or the now familiar spin-momentum locking in reciprocal space,\ncharacteristic of some altermagnetic mul-tiferroics that exhibit coexisting\nantiferromagnetism and ferroelectricity. The second pathway involves real-space\nmagnetization switching via electric polarization reversal, characterized by\nswitchable components of the linear ME tensor, despite the traditionally weak\ncoupling in Type-I systems due to the independent origins of magnetism and\nferroelectricity. We demonstrate that these two intrinsic ME coupling\nmechanisms are mutually exclusive and propose thermodynami-cally stable\ncompounds for experimentation. Our findings establish general design principles\nfor controlling robust nonvolatile ME effects in multiferroic materials."}
{"id": "2510.16954", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16954", "abs": "https://arxiv.org/abs/2510.16954", "authors": ["G. G. Ryzhkova", "I. Yu. Kurochkin", "T. N. Rudneva", "A. V. Zotov", "A. V. Moiseenko", "G. M. Zirnik", "D. A. Vinnik", "V. I. Korepanov"], "title": "Three-Stage Synthesis of a Cobalt-Embedded Graphene-like Carbon Framework with Long-Range Atomic Order", "comment": null, "summary": "We report a three-stage synthesis of a hybrid metal-carbon 2D material, in\nwhich cobalt atoms are covalently embedded in the graphene-like carbon (GLC)\nmatrix. The resulting material (CoGLC) exhibits a distinctive XRD pattern\nindicative of the ordered arrangement of cobalt atoms in the layers.\nFurthermore, we demonstrate the fabrication of surfactant-free conductive inks\nfrom CoGLC via electrochemical exfoliation, making it a promising candidate for\napplications in in flexible electronics, spintronics or electrocatalysis."}
{"id": "2510.17634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17634", "abs": "https://arxiv.org/abs/2510.17634", "authors": ["Landon Johnson", "Walter Malone", "Jason Rizk", "Renai Chen", "Tammie Gibson", "Michael W. D. Cooper", "Galen T. Craven"], "title": "Machine learning method to determine concentrations of structural defects in irradiated materials", "comment": null, "summary": "The formation and subsequent growth of structural defects in an irradiated\nmaterial can strongly influence the material's performance in technological and\nindustrial applications. Predicting how the growth of defects affects material\nperformance is therefore a pressing problem in materials science. One common\ncomputational approach that is used to examine defect growth is cluster\ndynamics, a method which employs a system of mean-field rate equations to track\nthe time evolution of concentrations of individual defect types. However, the\ncomputational complexity of performing cluster dynamics can limit its practical\nimplementation, specifically in the context of exploring a broad set of\nphysical conditions corresponding to, for example, different temperatures and\npressures. Here, we present a machine learning approach to circumvent the\ncomputational challenges of performing cluster dynamics while maintaining high\naccuracy in the prediction of defect concentrations. The method is illustrated\non the nuclear material uranium nitride but is broadly applicable to other\nmaterials. The developed data-driven method is shown to accurately capture\ncomplex correlations between material properties, temperature, irradiation\nconditions, and the concentration of defects."}
{"id": "2510.16957", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.16957", "abs": "https://arxiv.org/abs/2510.16957", "authors": ["Shah Hussain", "Sikander Azam", "Umme Habiba", "Qaiser Rafiq", "Amin Ur Rahman", "Hamada H. Amer", "Yasir Saeed"], "title": "Intermediate-Band Formation in Tm3+-doped Ca2SnO4: A Wide-Gap Oxide Host for Visible-Light Absorption and Energy Applications", "comment": null, "summary": "Rare earth doping is an effective way to convert chemically stable oxides\ninto multifunctional materials with coupled electronic, optical, and magnetic\nproperties. We present first principles calculations of pristine and Tm3+ doped\nCa2SnO4 to understand how localized 4f states change the structural,\nelectronic, magnetic, and optical behavior of the host. Pristine Ca2SnO4 is a\nmechanically stable, wide band gap insulator with mostly ionic covalent bonding\nand diamagnetic character. Replacing Ca2+ with Tm3+ introduces several key\nchanges: (i) localized Tm 4f states create intermediate levels inside the wide\ngap, reducing the optical band gap; (ii) exchange and spin orbit interactions\ngenerate strong local magnetic moments and spin asymmetry near the conduction\nband; (iii) electron localization function analysis shows enhanced covalency\nand electron pockets that stabilize luminescent centers; and (iv) the optical\nresponse shows visible range absorption, refractive index features, and low\nenergy plasmon peaks while maintaining high energy dielectric stability. These\neffects make Tm doped Ca2SnO4 a mechanically robust, optically tunable, and\nmagnetically active oxide phosphor suitable for red emission, intermediate band\nphotovoltaics, and spin photon coupling. More broadly, our results show how\ntargeted rare earth substitution can enable multifunctionality in wide gap\nstannates and guide the design of next generation spintronic photonic oxides."}
{"id": "2510.17672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17672", "abs": "https://arxiv.org/abs/2510.17672", "authors": ["Katelyn Lazareno", "Christopher Chae", "Becky Haight", "Shams Jabin", "Rachel Steinhardt", "John J. Plombon", "Siddharth Rajan", "Patrick M. Woodward", "Jinwoo Hwang", "Fengyuan Yang"], "title": "Broad-Range Tuning of Ferroelectric Switching of LaxBi1-xFeO3 Epitaxial Films via Digital Doping using Off-Axis Co-Sputtering", "comment": "15 pages, 4 figures", "summary": "To investigate the scope of ferroelectric behavior in La-substituted BiFeO3\nfilms, LaxBi1-xFeO3 epitaxial films were synthesized using off-axis\nco-sputtering on SrTiO3(001) and DyScO3(110) substrates with a SrRuO3 bottom\nelectrode layer. A digital-doping deposition method was used to enable precise\ncontrol and continuous tuning of La concentration in high-quality LaxBi1-xFeO3\nfilms across a wide range of x = 0.05-0.60, which was systematically\ninvestigated using piezoresponse force microscopy. Robust and reversible\nout-of-plane ferroelectric switching has been observed up to x = 0.35, while\nfilms with x $\\geq$ 0.37 exhibit no measurable ferroelectric behavior,\nindicating a sharp ferroelectric-to-paraelectric phase transition between x =\n0.35 and 0.37. This represents the highest reported La concentration in\nLaxBi1-xFeO3 films that retains ferroelectric ordering, highlighting\nopportunities to engineer ferroelectric and multiferroic properties in complex\noxide heterostructures."}
{"id": "2510.16970", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.16970", "abs": "https://arxiv.org/abs/2510.16970", "authors": ["V. E. Timofeev", "D. N. Aristov"], "title": "Magnon edge states of skyrmion crystal in non-uniform magnetic field", "comment": "9 pages, 5 figures", "summary": "A regular lattice of magnetic skyrmions is the ground state of thin\nferromagnetic films with Dzyaloshinskii-Moriya interaction in a relatively wide\nrange of external magnetic fields. It was previously theoretically shown that\nupon the increase of magnetic field a topological transition in the magnon\nspectrum of such skyrmion crystal (SkX) may occur. Non-uniform magnetic field\nmay lead to localized magnon states emerging at the interface between two\nhalf-planes of SkX. Using semiclassical quantization and the stereographic\nprojection approach, we study such appearing edge states both in a full band\nstructure calculation and in simplified effective model. The latter effective\nmodel described by extended Dirac equation is applicable to two relevant magnon\nbands near $\\Gamma$ point. We show that both the chirality of emerging edge\nstates and the degree of its localization at the interface is controlled by\nmagnetic field profile. We demonstrate that the localization length may be as\nsmall as a few inter-skyrmion distances."}
{"id": "2510.17694", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17694", "abs": "https://arxiv.org/abs/2510.17694", "authors": ["Gökhan Altıner", "Jons Bolding", "Yiğit Mert Kaplan", "Floor Souren", "Hindrik de Vries", "Raşit Turan", "Hisham Nasser"], "title": "Hydrogenated Aluminum Doped Zinc Oxide as Highly Transparent and Passivating Indium-Free Recombination Junction for TOPCon-Based Bottom Cell", "comment": "5 pages, 3 figures", "summary": "Tandem solar cells offer a promising alternative to exceed the efficiency\nlimits of single-junction silicon photovoltaics, yet they require\nhigh-performance recombination junctions that are transparent, passivating, and\nelectrically efficient. Indium tin oxide (ITO), which is conventionally used as\na recombination junction material, faces challenges related to indium scarcity\nand sputter-induced damage. This work investigates hydrogenated aluminum-doped\nzinc oxide (AZO:H) deposited by spatial atomic layer deposition (s-ALD) as a\nviable indiumfree alternative for TOPCon-based bottom cells. The deposited\nAZO:H films demonstrate excellent transparency, exceeding 90% in the 380-1200\nnm wavelength range. When applied to n-TOPCon surfaces with an AlOx capping\nlayer, the stack achieves an outstanding passivation quality, indicated by\nimplied open-circuit voltage (iVoc) values up to 734 mV after annealing. The\nAlOx capping layer proved crucial for enhancing thermal stability by preventing\nhydrogen effusion at higher temperatures. While the contact resistivity was\nhigh for the 20 nm thick films tested, the combination of superior optical and\npassivation properties establishes spatial ALD-deposited AZO:H as a highly\npromising material for creating efficient and indiumfree recombination\njunctions in next-generation tandem solar cells."}
{"id": "2510.16982", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16982", "abs": "https://arxiv.org/abs/2510.16982", "authors": ["Maniesha Singh", "Anter El-Azab"], "title": "A first-principles investigation of the diffusivities of oxygen and oxygen defects in ThO$_2$", "comment": "43 pages, 10 figures", "summary": "A comprehensive analysis is presented for the diffusivity of oxygen defects\nand oxygen self-diffusion in ThO$-2$. The migration energy and diffusivity of\noxygen defects with nominal charges have been investigated using density\nfunctional theory and phonon simulations. The pathway for the lowest migration\nenergy barrier of oxygen vacancies was found to be along the $\\langle 100\n\\rangle$ direction. Neutral and non-neutral oxygen interstitials exhibited\ndirect (interstitial) and indirect (interstitialcy) migration, respectively.\nThe vacancy migration barrier was found to be lowest for the highest charge,\nwhile for interstitials, it is lowest when the charge is lowest. The attempt\nfrequencies of defects were calculated using the Eyring and Vineyard theories.\nThese frequencies displayed a similar dependence on the defect charge as the\nactivation barriers. The charge-averaged diffusivity of vacancies and\ninterstitials were also computed. Across all temperatures, the average vacancy\ndiffusivity was found to be greater than that of interstitial, indicating that\noxygen vacancies are more mobile than interstitials. Oxygen self- and chemical\ndiffusion coefficients were analyzed by combining the defect diffusivities with\nthe concentrations computed using an equilibrium defect thermodynamics. The\nself-diffusion coefficient of oxygen was found to rise with temperatures and\nlower oxygen pressures. The contributions of various defects to self-diffusion\nof oxygen were subsequently examined. In the normal to high oxygen pressure\nrange, at all temperatures, it is found that interstitials contribute most to\noxygen diffusion in ThO2. At low oxygen pressures, vacancies with highest\ncharge state were found to dominate oxygen diffusion. The chemical diffusion\ncoefficient of oxygen was further computed, which was found to increase with\ntemperature and decrease with hypo-stoichiometry in ThO2 to a plateau value."}
{"id": "2510.16143", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16143", "abs": "https://arxiv.org/abs/2510.16143", "authors": ["Ravi Kaushik", "Ryota Ono", "Sergey Artyukhin"], "title": "Finite temperature magnetic interactions from first principles", "comment": "6 pages, 3 figures", "summary": "Density functional theory has demonstrated remarkable predictive power in\ncalculating magnetic properties at zero temperature. At finite temperatures,\nthermally excited phonons may affect magnetism. Efficient ab-initio methods to\ncalculate the temperature dependence of magnetic exchange interactions are\nstill lacking despite the importance of room temperature magnetism for\napplications. Exchange is controlled by an interplay between metal-ligand\nhybridization, Hubbard repulsion, band gap, interatomic distances and bond\nangles, all of which change with temperature. Here we present a method to\ncalculate the exchange interactions at finite temperatures from first\nprinciples using only two supercell calculations and quantify these mechanisms.\nChanges in bond angles and the band gap are identified as a primary factors. In\nNiO with 180-degree bonds exchange decreases with temperature, while in\nCr$_2$O$_3$ with the bond angles away from 180 degrees the exchange increases\nby 10% at room temperature."}
{"id": "2510.16993", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.16993", "abs": "https://arxiv.org/abs/2510.16993", "authors": ["Batyr Ilyas", "Tianchuang Luo", "Honglie Ning", "Emil Vinas Bostrom", "Alexander von Hoegen", "Jaena Park", "Junghyun Kim", "Je-Geun Park", "Angel Rubio", "Nuh Gedik"], "title": "Coherent terahertz control of metastable magnetization in FePS3", "comment": "19 pages, 4 figures", "summary": "The crystal lattice governs the emergent electronic, magnetic, and optical\nproperties of quantum materials, making structural tuning through strain,\npressure, or chemical substitution a key approach for discovering and\ncontrolling novel quantum phases. Beyond static modifications, driving specific\nlattice modes with ultrafast stimuli offers a dynamic route for tailoring\nmaterial properties out of equilibrium. However, achieving dynamic coherent\ncontrol of the nonequilibrium phases via resonant excitation of lattice\ncoherences remains largely unexplored. Such manipulation enables non-volatile,\non demand amplification and suppression of order parameters on femtosecond\ntimescales, necessary for next generation optoelectronic ultrafast computation.\nIn this study, we demonstrate coherent phononic control of a newly discovered,\nlight-induced metastable magnetization in the van der Waals antiferromagnet\nFePS3. By using a sequence of terahertz (THz) pulses, we modulate the\nmagnetization amplitude at the frequencies of phonon coherences, whose\ninfrared-active nature and symmetries are further revealed by polarization- and\nfield-strength-dependent measurements. Furthermore, our two-dimensional THz\nspectroscopy, in tandem with first-principles numerical simulations, shows that\nthese phonons nonlinearly displace a Raman active phonon, which induces the\nmetastable net magnetization. These findings not only clarify the microscopic\nmechanism underlying the metastable state in FePS3 but also establish\nvibrational coherences in solids as a powerful tool for ultrafast quantum phase\ncontrol, enabling manipulation of material functionalities far from\nequilibrium."}
{"id": "2510.16248", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.16248", "abs": "https://arxiv.org/abs/2510.16248", "authors": ["Mohsen Yarmohammadi", "Libor Šmejkal", "James K. Freericks"], "title": "Cavity-induced coherent magnetization and polaritons in altermagnets", "comment": "8 pages, 4 figures", "summary": "Altermagnets feature antiparallel spin sublattices with $d$-, $g$-, or\n$i$-wave spin order, yielding nonrelativistic spin splitting without net\nmagnetization. We show that embedding a two-dimensional $d$-wave altermagnet in\na driven optical cavity induces a finite, tunable magnetization. Coherent\nphoton driving couples selectively to electronic sublattices, and the resulting\naltermagnets' symmetry-broken spin texture yields a pronounced steady-state\nspin imbalance -- coherent magnetization -- absent in conventional\nantiferromagnets for the same lattice configuration. A mean-field Lindblad\nanalysis reveals the dominance of quadratic over linear couplings. In the\nstrong-coupling regime, distinct polariton signatures emerge in the steady\nstate of induced magnetization. This work demonstrates cavity control of\naltermagnets for spintronic applications."}
{"id": "2510.17011", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2510.17011", "abs": "https://arxiv.org/abs/2510.17011", "authors": ["Ya-Jie Wu", "Tong Li", "Junpeng Hou"], "title": "Quantum spin-tensor Hall effect protected by pseudo time-reversal symmetry", "comment": "9 pages, 6 figures, accepted by PRB", "summary": "The celebrated family of the Hall effect plays a fundamental role in modern\nphysics. Starting from the anomalous Hall effect (AHE) and the quantum AHE\n(QAHE) with broken time-reversal symmetry (TRS) to their spinful\ngeneralizations, including spin Hall effect (SHE) and quantum SHE (QSHE)\nprotected by TRS, they reveal rich transport and topological phenomena.\nHowever, in larger-spin $S$ ($S>1/2$) systems, besides charge current and spin\ncurrent, there arise higher-rank spin-tensor currents. Recent work has\nuncovered an interesting spin-tensor Hall effect with spin-tensor currents in\nthese larger-spin systems. Taking a step further, this work discovers a new\nclass of topological states of matter dubbed \\textit{quantum spin-tensor Hall}\n(QSTH) insulators with broken TRS, and their nontrivial topology is protected\nby a unique \\textit{pseudo-TRS}. Most strikingly, QSTH insulators exhibit a\nquantized rank-2 spin-tensor Hall conductivity, whereas both charge (rank-0)\nand spin (rank-1) conductivities vanish. We also fully characterize their\ntopological properties and highlight the physical interpretations via the\nunderlying connections to QSHE. Our work enriches the family of the famous Hall\neffects and sheds light on the intriguing topological state of matter in\nlarger-spin systems. It further offers new avenues toward spin-tensor-tronics\nand low-power atomtronics."}
{"id": "2510.17081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17081", "abs": "https://arxiv.org/abs/2510.17081", "authors": ["Ya-Dong Gu", "Ji-Hai Yuan", "Zhi-An Ren"], "title": "Zero resistance when metals mixed with insulators", "comment": "7 pages, 2 figures", "summary": "A false zero resistance behavior was observed during our study on the search\nof superconductivity in Ge-doped GaNb4Se8. This zero resistance was proved to\nbe caused by open-circuit in multi-phase samples comprised of metals and\ninsulators by measuring with four-probe method. The evidence strongly suggests\nthat the reported superconductivity in hydrides should be carefully re-checked."}
{"id": "2510.17050", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.17050", "abs": "https://arxiv.org/abs/2510.17050", "authors": ["Hibiki Kunisawa", "Ryuya Watanabe", "Jun-ichi Yamaura", "Yoshimitsu Kohama", "Toshihiro Nomura"], "title": "High-Field Torque Magnetometry on the Kagome Antiferromagnet Karpenkoite", "comment": "6 pages, 1 figure", "summary": "We report torque magnetometry results on single crystals of karpenkoite\nCo3(V2O7)(OH)2 2H2O, a model candidate for the kagome antiferromagnet. No\nfield-induced phase transition is detected up to 45 T for B||c and B||a.\nInstead, the torque reveals a continuous spin reorientation toward saturation,\nmost likely governed by a dominant Dzyaloshinskii-Moriya interaction."}
{"id": "2510.17412", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.17412", "abs": "https://arxiv.org/abs/2510.17412", "authors": ["Seyed Mahdi Mastoor", "Amirhossein Ahmadkhan Kordbacheh"], "title": "Geometry-Driven Charge and Spin Transport in $\\beta12$ Borophene Quantum Dots", "comment": null, "summary": "Theoretical research has been conducted to study how geometry affects charge\nand spin transport in $\\beta\\mathrm{12}$ borophene quantum dots, which are\nconfined systems. The study examined two distinct central regions, which\nincluded a circular disc and a regular hexagonal area that connected to\nsemi-infinite zigzag and armchair borophene nanoribbon leads. The system was\ndescribed by a five-band tight-binding Hamiltonian parameterized using\nfirst-principles data, and the transport properties were calculated within the\nnon-equilibrium Green's function framework. Spin resolved transmissions and\nspin polarization were computed for a range of lead widths and\nproximity-induced exchange field strengths. The analysis revealed distinct\ntransport characteristics determined by geometry and edge configuration:\narmchair-connected structures exhibited broader and more stable fully\nspin-polarized windows compared with zigzag-connected counterparts.\nFurthermore, critical lead-width thresholds ($\\approx 1.01$ nm for zigzag and\n$\\approx 0.87$ nm for armchair) and a moderate exchange field above which\ncomplete spin filtering occurs were identified. The results highlight the\nstrong influence of edge termination and confinement geometry on transport\nproperties and provide useful design guidelines for developing borophene-based\nnanoscale spintronic devices."}
{"id": "2510.17080", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17080", "abs": "https://arxiv.org/abs/2510.17080", "authors": ["Zhiyi Zhang", "Gang Cui", "Kai Jiang", "An-Chang Shi", "Pingwen Zhang", "Jianyuan Yin", "Lei Zhang"], "title": "Exploring transition pathways in the Landau-Brazovskii model", "comment": null, "summary": "The Landau-Brazovskii model provides a theoretical framework for describing\nvarious phases arising from competing short- and long-range interactions in\nmany physical systems. In this work, we investigate phase transitions among\nvarious ordered phases within the three-dimensional Landau-Brazovskii model. We\nconstruct the phase diagram of this model, which encompasses eight distinct\nphases, and systematically compute the transition pathways connecting various\nmetastable and stable states using the Landau-Brazovskii saddle dynamics. Along\neach transition pathway, the critical nucleus is identified with some detailed\nanalyses of its shape, energy barrier, and Hessian eigenvalues. Furthermore, we\nexplore how the transition state is influenced by model parameters, revealing\nsystematic trends in critical nucleus sizes and energy barrier heights. Our\nresults provide a comprehensive characterization of the nucleation mechanisms\nwithin the Landau-Brazovskii model and offer valuable insights into the\nstructural transformations of modulated-phase systems."}
{"id": "2510.17432", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17432", "abs": "https://arxiv.org/abs/2510.17432", "authors": ["Zhichang Fu", "Yunhai Li", "Weiqing Zhou", "Shengjun Yuan"], "title": "Large-scale stochastic propagation method beyond the sequential approach", "comment": null, "summary": "The $O(N)$ stochastic propagation method, which relies on the numerical\nsolution of the time-dependent Schr\\\"odinger equation using random initial\nstates, is widely used in large-scale first-principles calculations. In this\nwork, we eliminate the conventional sequential computation of intermediate\nstates by introducing a concurrent strategy that minimizes information\nredundancy. The new method, in its state-, moment-, and energy-based\nimplementations, not only surpasses the time step constraint of sequential\npropagation but also maintains precision within the framework of the\nNyquist-Shannon sampling theorem. Systematic benchmarking on one billion atoms\nwithin the tight-binding model demonstrates that our new concurrent method\nachieves up to an order-of-magnitude speedup, enabling the rapid computation of\na wide range of electronic, optical, and transport properties. This performance\nbreakthrough offers valuable insights for enhancing other time-propagation\nalgorithms, including those employed in large-scale stochastic density\nfunctional theory."}
{"id": "2510.17081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17081", "abs": "https://arxiv.org/abs/2510.17081", "authors": ["Ya-Dong Gu", "Ji-Hai Yuan", "Zhi-An Ren"], "title": "Zero resistance when metals mixed with insulators", "comment": "7 pages, 2 figures", "summary": "A false zero resistance behavior was observed during our study on the search\nof superconductivity in Ge-doped GaNb4Se8. This zero resistance was proved to\nbe caused by open-circuit in multi-phase samples comprised of metals and\ninsulators by measuring with four-probe method. The evidence strongly suggests\nthat the reported superconductivity in hydrides should be carefully re-checked."}
{"id": "2510.17522", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.17522", "abs": "https://arxiv.org/abs/2510.17522", "authors": ["Xin Chen", "Jin Zou", "Lipeng Song", "Wei Sun", "Yiwen Wu", "Luyao Zhu", "Xu Cheng", "Duo Wang", "Biplab Sanyal"], "title": "Néel-Vector-Orientation Induced Intrinsic Half-Metallicity in Two-Dimensional Altermagnets", "comment": null, "summary": "Altermagnets combine zero net magnetization with giant spin splitting,\nenabling spin-polarized transport without strong spin-orbit coupling (SOC).\nDeterministically selecting the conducting spin channel, however, requires\nbreaking the 90 degree rotation and time-reversal antisymmetry (C4zT). Using\nstandard axial vector transformation rules as preliminaries, we show that in\nmonolayer Ta2TeSeO this can be achieved naturally and tuned in a symmetry\nefficient way by rotating the Neel vector. Without considering the Neel vector,\nTa2TeSeO has one pair of mirror protected spin polarized Weyl points in each\nspin channel. Aligning the Neel vector along the crystallographic x or y\ndirection breaks the mirror symmetry Mx or My, inducing selective mirror\nsymmetry breaking that keeps one spin sector gapless and opens a gap in the\nopposite spin, yielding fully spin polarized transport. The C2z symmetry\nbreaking makes the preserved two Weyl points inequivalent, turning the half\nsemimetal into a half metallic state. The same orientation selective symmetry\nreduction applies to lattice vibrations, implying phonon chirality splitting.\nOwing to the near degenerate in plane anisotropy, reversible zero moment\nswitching is achievable with minute in plane strain or weak magnetic fields,\nand the lattice coupling suggests control by circularly polarized light. The\nmechanism extends to other two dimensional decorated Lieb altermagnets lacking\nhorizontal mirror Mz, providing a general low power route to spin filtering and\nlogic."}
{"id": "2510.17123", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17123", "abs": "https://arxiv.org/abs/2510.17123", "authors": ["Akira Takahashi", "Yu Kumagai", "Arata Takamatsu", "Fumiyasu Oba"], "title": "Deep Learning-Based Extraction of Promising Material Groups and Common Features from High-Dimensional Data: A Case of Optical Spectra of Inorganic Crystals", "comment": null, "summary": "We report an interpretation method for deep learning models that allows us to\nhandle high-dimensional spectral data in materials science. The proposed method\nuses feature extraction and clustering analysis to categorize materials into\nclasses based on similarities in both spectral data and chemical\ncharacteristics such as elemental composition and atomic arrangement. As a\ndemonstration, we apply this method to an atomistic line graph neural network\n(ALIGNN) model trained on first-principles calculation data of 2,681 metal\noxides, chalcogenides, and related compounds for optical absorption spectrum\nprediction. Our analysis reveals key elemental species and their coordination\nenvironments that influence optical absorption onset characteristics. The\nmethod proposed herein is broadly applicable to the classification and\ninterpretation of diverse spectral data, extending beyond the optical\nabsorption spectra of inorganic crystals."}
{"id": "2510.17755", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17755", "abs": "https://arxiv.org/abs/2510.17755", "authors": ["Brenden W. Hamilton", "Alexander R. Muñoz", "Travis E. Jones", "Benjamin T. Nebgen"], "title": "Mott vs Kondo: Influence of Various Density Functional Based Methods on the Ce Isostructural Phase Transition Mechanism", "comment": null, "summary": "The cerium iso-structural phase transition (gamma to alpha) is dominated by\nf-electron localization changes that results in a magnetic ordering change and\na volume collapse. Generally, these physics are difficult to capture with ab\ninitio and first principles methods. However, previous works have shown various\nmethods to be successful in predicting at least some of the physics of the\ngamma to alpha phase transition. Therefore, here, we perform a broad survey of\ndensity functional based methods across three levels of theory and types of\nfunctions (GGA, MetaGGA, and Hybrid functionals) and compare the results,\nfocusing on hydrostatic compression across the phase boundary at zero Kelvin.\nFor the methods that best reproduce experimental results, we directly probe the\npredicted mechanisms and frame the results in the Mott/Kondo debate, assessing\nhow the underlying methods and assumptions of different functionals can assess\nthe physical drivers in the phase transition, providing insight into the\ngoverning dynamics of this unique phase transition."}
{"id": "2510.17151", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "82B", "J.2"], "pdf": "https://arxiv.org/pdf/2510.17151", "abs": "https://arxiv.org/abs/2510.17151", "authors": ["Fan-Shun Meng", "Shuhei Shinzato", "Zhiqiang Zhao", "Jun-Ping Du", "Lei Gao", "Zheyong Fan", "Shigenobu Ogata"], "title": "Achieving Empirical Potential Efficiency with DFT Accuracy: A Neuroevolution Potential for the $α$-Fe--C--H System", "comment": "16 pages, 7 figures", "summary": "A neuroevolution potential (NEP) for the ternary $\\alpha$-Fe--C--H system was\ndeveloped based on a database generated from spin-polarized density functional\ntheory (DFT) calculations, achieving empirical potential efficiency with DFT\naccuracy. At the same power consumption, simulation speeds using NEP are\ncomparable to, or even faster than, those with bond order potentials. The NEP\nachieves DFT-level accuracy across a wide range of scenarios commonly\nencountered in studies of $\\alpha$-Fe- and $\\alpha$-Fe--C under hydrogen\nenvironments. The NEP enables large-scale atomistic simulations with DFT-level\naccuracy at the cost of empirical potentials, offering a practical tool to\nstudy hydrogen embrittlement in steel."}
{"id": "2510.17190", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17190", "abs": "https://arxiv.org/abs/2510.17190", "authors": ["A. Aligayev", "U. Jabbarli", "U. Samadova", "F. J. Dominguez-Gutierrez", "S. Papanikolaou", "Qing Huang"], "title": "Dissociative Mechanism from NH3 and CH4 on Ni-Doped Graphene: Tuning Electronic and Optical Properties", "comment": null, "summary": "In this study, we employ a multi-scale computational modeling approach,\ncombining density functional theory (DFT) and self-consistent charge density\nfunctional tight binding (SCC-DFTB), to investigate hydrogen (H2) production\nand dissociation mechanisms from ammonia (NH3) and methane (CH4) on pristine\nand nickel-doped graphene. These two-dimensional materials hold significant\npotential for applications in advanced gas sensing and catalysis. Our analysis\nreveals that Ni-doped graphene, validated through work function calculations,\nis a promising material for gas separation and hydrogen production. The samples\nwith adsorbed molecules are characterized by calculating chemical potential,\nchemical hardness, electronegativity, electrophilicity, vibrational\nfrequencies, adsorbtion and Gibbs energies by DFT calculations. Methane\nmolecules preferentially adsorb at the hexagonal ring centers of graphene,\nwhile ammonia inter-acts more strongly with carbon atoms, highlighting distinct\nmolecular doping mechanisms for CH4 and NH3. Dynamic simulations show that CH4\nsplits into CH3+H, with Ni-doped graphene facilitating enhanced hydrogen\ntransmission, while NH3 dissociates into NH2+H, which may lead to N2H4\nformation. Our non-equilibrium Green's function (NEGF) simulations demonstrate\nincreased H-atom transmission on Ni-doped graphene during gas interactions.\nThese findings suggest that Ni-doped graphene is superior to pristine graphene\nfor applications in gas separation, hydrogen production, and high-sensitivity\nsensors."}
{"id": "2510.17254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17254", "abs": "https://arxiv.org/abs/2510.17254", "authors": ["James P. Connolly", "Ahmed Nejim", "Alexandre Jaffré", "J Alvarez", "Kleider J. P.", "Denis Mencaraglia", "Laurie Dentz", "Geraldine Hallais", "Frédéric Hamouda", "Laetitia Vincent", "Daniel Bouchier", "Charles Renard"], "title": "Micro-crystal GaAs array sub-cells for Si tandem solar cells", "comment": null, "summary": "This work reports optical and electronic numerical modelling of a novel\nemerging structure which is the GaAs nanocrystal on Si tandem solar cell by\nepitaxial lateral overgrowth, a technique which allows defect free material\ngrowth. The techniqueconsists of creating nucleation sites in a silicon surface\nSiO2 layer and initiating growth of nanoscalescale seeds, whereby strain energy\nremains below the Matthews-Blakeslee strain relaxation limit. This leads to\nAlxGaAs growth in micro-crystals without generation of material defects. The\nfocus of this presentation is optical and electrical modelling of nanocrystals\nfor applications in the very active field of silicon based multijunction solar\ncells, and design of a AlxGaAs/Si two terminal tandem, for compositions ranging\nfrom x=0 to x=30% in absorber layers. We present a model of the complete\nstructure in two dimensions, consisting of a Al xGaAs high bandgap subcell\nconnected with a tunnel junction to the low bandgap Si junction. The\nelaboration of models is described, with an emphasis on the AlxGaAs crystal\nfeaturing a non-planar pn-junction, and a focus on the optical properties of\nthis lattice of micrometric AlGaAs crystals and in particular their light\ntrapping properties from the resulting surface texture. The question of AlxGaAs\nsurface coverage is addressed, given that neighbouring AlxGaAs crystals have\ndifferent crystal orientations on a (111) Si surface, such that any coalescence\nof neighbour AlxGaAs crystals leads to crippling defects at their interface.\nThe result is that some high energy incident light above the AlxGaAs bandgap is\nnevertheless transmitted directly to the Si cell, such that the resulting\nphotogenerated carriers thermalise to the Silicon bandgap, and result in a loss\nof efficiency. The interface between AlxGaAs and Si subcells is addressed, with\nan emphasis on current transport efficiency through the nanoseeds and\ntunnelling currents through appropriately designed SiO2 buffer layers. This\nwork therefore presents a theoretical framework for evaluating the potential of\nAlxGaAs nanocrystal growth on Si for light trapping, for GaAs silicon two\nterminal tandem cell performance including tunnel junctions, and provides\nmodels and design rules for efficient AlxGaAs microcrystal arrays as high\nbandgap subcells for tandem solar cells on silicon."}
{"id": "2510.17258", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17258", "abs": "https://arxiv.org/abs/2510.17258", "authors": ["Yeongjun Kim", "Sergej Flach", "Alexei Andreanov"], "title": "Real space decay of flat band projectors from compact localized states", "comment": null, "summary": "Flatbands (FB) with compact localized eigenstates (CLS) fall into three main\ncategories, controlled by the algebraic properties of the CLS set: orthogonal,\nlinearly independent, linearly dependent (singular). A CLS parametrization\nallows us to continuously tune a linearly independent FB into a limiting\northogonal or a linearly dependent (singular) one. We derive the asymptotic\nreal space decay of the flat band projectors for each category. The linearly\nindependent FB is characterized by an exponentially decaying projector and a\ncorresponding localization length $\\xi$, all dressed by an algebraic prefactor.\nIn the orthogonal limit, the localization length is $\\xi=0$, and the projector\nis compact. The singular FB limit corresponds to $\\xi \\rightarrow \\infty$ with\nan emerging power law decay of the projector. We obtain analytical estimates\nfor the localization length and the algebraic power law exponents depending on\nthe dimension of the lattice and the number of bands involved. Numerical\nresults are in excellent agreement with the analytics. Our results are of\nrelevance for the understanding of the details of the FB quantum metric\ndiscussed in the context of FB superconductivity, the impact of disorder, and\nthe response to local driving."}
{"id": "2510.17297", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17297", "abs": "https://arxiv.org/abs/2510.17297", "authors": ["O. Goisot", "H. vanLandeghem", "R. Haettel", "F. Robaut", "O. Robach", "L. Porcar", "M. Verdier"], "title": "Exploration of the hysteresis of martensite-austenite transition in bulk \\b{eta}-Cu-Zn-Al single crystals", "comment": "9 pages, 6 figures", "summary": "Improvement of functional and structural fatigue endurance for applications\nof ferroelastic materials requires an optimization of their composition. A\nstrategy for finding alloy compositions that minimize the transformation\nhysteresis is necessary. We propose an experimental high throughput methodology\nto explore the model \\b{eta}-Cu-Zn-Al system. It is based on an original route\nto process bulk gradient composition single crystals to investigate fine\nvariation of composition range coupled with local measurements of the\naustenite-martensite microstructure by light microscopy during the\ntransformation. The latter method is compared with differential scanning\ncalorimetry measurements. The methodology is applied in an Al-richer range of\ncomposition of standard CuZnAl SMA where a minimum of transformation hysteresis\nis observed."}
{"id": "2510.17321", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17321", "abs": "https://arxiv.org/abs/2510.17321", "authors": ["Pooja Bhat", "Wafa Maftuhin", "Michael Walter"], "title": "Ab-initio force prediction for single molecule force spectroscopy made simple", "comment": null, "summary": "Bond rupture under the action of external forces is induced by temperature\nfluctuations. We show that measured forces from single molecule force\nspectroscopy experiments can be predicted from two quantities describing the\nbond that are the barrier to break the bond in absence of force as well as the\nmaximal force the bond can withstand. The former can be obtained by a force\nfree transition state calculation and the latter is determined by a simple\nconstrained ge- ometry simulates forces (COGEF) calculation. Considering\nexperimental temperature and force loading rate allows the prediction of\nmeasured bond rupture forces from a closed expression with very good accuracy."}
{"id": "2510.17329", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.17329", "abs": "https://arxiv.org/abs/2510.17329", "authors": ["Claude Godrèche", "Jean-Marc Luck"], "title": "The first positive position of a lattice random walk", "comment": "25 pages, 3 figures", "summary": "The distribution of the first positive position reached by a random walker\nstarting at the origin is central to the analysis of extremes and records in\none-dimensional random walks. In this work, we present a detailed and\nself-contained analytical study of this distribution for symmetric finite-range\nlattice walks, whose steps are drawn from a distribution supported on finitely\nmany integers."}
{"id": "2510.17336", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17336", "abs": "https://arxiv.org/abs/2510.17336", "authors": ["Christina Gasper", "Nisa Ulumuddin", "Siyuan Zhang", "Sang-Hyeok Lee", "Christina Scheu", "Benjamin Berkels", "Zhuocheng Xie", "Sandra Korte-Kerzel"], "title": "Chemically tailored planar defect phases in the Ta-Fe μ-phase", "comment": null, "summary": "Intermetallics often exhibit complex crystal structures, which give rise to\nintricate defect structures that critically influence their mechanical and\nfunctional properties. Despite studies on individual defect types, a\ncomprehensive understanding of the defect landscape in {\\mu}-phases, a class of\ntopologically close-packed phases, remains elusive. In this study, we\ninvestigated the planar defect structures in the Ta-Fe {\\mu}-phase across a\ncompositional range of 46 to 58 at.% Ta using electron microscopy and density\nfunctional theory calculations. Electron backscatter diffraction and\nhigh-resolution scanning transmission electron microscopy reveal a transition\nfrom basal twin boundaries and planar faults containing C14 TaFe2 Laves phase\nlayers at a low Ta content to pyramidal {1\\bar{1}02} twins at a higher Ta\ncontent. Density functional theory calculations of defect formation energies\nconfirm a chemical potential-driven stabilisation of Laves phase lamellae. The\nprevalence of pyramidal twins in Ta-rich {\\mu}-phase samples is attributed to\nthe competitive nature of different planar defects during solidification. A\ndefect landscape for {\\mu}-phases is proposed, illustrating the interplay\nbetween site occupancy, dislocation types and planar faults across the chemical\npotential space. These findings provide fundamental insights into defect\nengineering in structurally complex intermetallics and open pathways for\noptimising material properties through chemical tuning."}
{"id": "2510.17356", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17356", "abs": "https://arxiv.org/abs/2510.17356", "authors": ["Gijin Kim", "Purun-hanul Kim", "Suk Gyu Hahm", "Myongjong Kwon", "Byungha Park", "Changho Hong", "Seungwu Han"], "title": "A Computational Study for Screening High-Selectivity Inhibitors in Area-Selective Atomic Layer Deposition on Amorphous Surfaces", "comment": "27 pages, 5 figures, 1 table. Supplementary information included as\n  ancillary file (+9 pages)", "summary": "Area-selective atomic layer deposition (AS-ALD) is an emerging technology in\nsemiconductor manufacturing. However, accurately understanding inhibitor\nreactivity on surfaces remains challenging, particularly when the substrate is\namorphous. In this study, we employ density functional theory (DFT) to\ninvestigate reaction pathways and quantify the reactivity of\n(N,N-dimethylamino)trimethylsilane (DMATMS) and ethyltrichlorosilane (ETS) at\nsilanol (-OH), siloxane (-O-), amine (-NH2), and imide (-NH-) sites on both\namorphous and crystalline silicon oxide and silicon nitride surfaces. Notably,\nboth molecules exhibit greater reactivity toward terminal sites (-OH and -NH2)\non amorphous surfaces compared to crystalline counterparts. For bridge sites,\n-O- and -NH-, multiple reaction pathways are identified, with bridge-cleavage\nreactions being the predominant mechanism, except for DMATMS reactions with\nnitride surfaces. The reactivity of DMATMS with -NH- sites is comparable to\nthat with -NH2, with both reactions yielding volatile products. This study\nunderscores the importance of amorphous surface modeling in reliably predicting\ninhibitor adsorption and reactivity on realistic surfaces. Moreover, we outline\na computational screening approach that accounts for site-specific\nprecursor-inhibitor interactions, enabling efficient and rational theoretical\ndesign of AS-ALD precursor-inhibitor pairs."}
{"id": "2510.17379", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17379", "abs": "https://arxiv.org/abs/2510.17379", "authors": ["Bogdan R. Bułka", "Tadeusz Domański", "Karol I. Wysokiński"], "title": "Interplay of spin orbit interaction and Andreev reflection in proximized quantum dots", "comment": "12 pages, 5 figures", "summary": "We investigate a hybrid device, consisting of two quantum dots proximized by\na BCS superconductor and coupled to two external normal electrodes. Assuming\ncharge tunneling between quantum dots through the spin-flip processes, we study\nthe molecular Andreev bound states appearing in the proximized quantum dots. We\nshow that the spin-orbit coupling induces four quasiparticle states. For the\nappropriate set of model parameters, two of these internal quasiparticles\nmerge, forming the zero-energy state. Under such circumstances, we obtain fully\nspin-polarized versions of the Majorana quasiparticles, localized on different\nquantum dots. This situation occurs solely when the spin-orbit interaction is\nequally strong to the magnitude of crossed Andreev reflections, i.e. in the\nsweet spot. Otherwise, these processes are competitive, as indicated in\nexpectation values of the corresponding order parameters. We analyze signatures\nof such competition manifested under the nonequilibrium conditions, for various\nconfigurations of bias voltage. In particular, for the symmetric bias voltage\nbetween the normal electrodes and the Cooper pair splitter bias configuration\nwe reveal duality in the transport properties. Charge transport through the\nzero-energy state at the sweet spot is contributed by perfectly entangled\nelectrons with an (almost) ideal transmission. Transport studies would thus\nenable empirical detection of the molecular quasiparticle states and the\nefficiency of dissipation processes caused by the external normal electrodes."}
{"id": "2510.17412", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.17412", "abs": "https://arxiv.org/abs/2510.17412", "authors": ["Seyed Mahdi Mastoor", "Amirhossein Ahmadkhan Kordbacheh"], "title": "Geometry-Driven Charge and Spin Transport in $\\beta12$ Borophene Quantum Dots", "comment": null, "summary": "Theoretical research has been conducted to study how geometry affects charge\nand spin transport in $\\beta\\mathrm{12}$ borophene quantum dots, which are\nconfined systems. The study examined two distinct central regions, which\nincluded a circular disc and a regular hexagonal area that connected to\nsemi-infinite zigzag and armchair borophene nanoribbon leads. The system was\ndescribed by a five-band tight-binding Hamiltonian parameterized using\nfirst-principles data, and the transport properties were calculated within the\nnon-equilibrium Green's function framework. Spin resolved transmissions and\nspin polarization were computed for a range of lead widths and\nproximity-induced exchange field strengths. The analysis revealed distinct\ntransport characteristics determined by geometry and edge configuration:\narmchair-connected structures exhibited broader and more stable fully\nspin-polarized windows compared with zigzag-connected counterparts.\nFurthermore, critical lead-width thresholds ($\\approx 1.01$ nm for zigzag and\n$\\approx 0.87$ nm for armchair) and a moderate exchange field above which\ncomplete spin filtering occurs were identified. The results highlight the\nstrong influence of edge termination and confinement geometry on transport\nproperties and provide useful design guidelines for developing borophene-based\nnanoscale spintronic devices."}
{"id": "2510.17416", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17416", "abs": "https://arxiv.org/abs/2510.17416", "authors": ["D. Pecchio", "S. Sahoo", "V. Scagnoli", "L. J. Heyderman"], "title": "Attaining the Ground State of Kagome Artificial Spin Ice via Ultrafast Site-Specific Laser Annealing", "comment": "5 figures", "summary": "Artificial spin ices (ASIs) provide a versatile platform to explore magnetic\nfrustration and emergent phenomena. However, in kagome ASI, experimental access\nto the ground state remains elusive due to dynamical freezing. Here, we\ndemonstrate a deterministic and rewritable approach to attain the ground state\nusing ultrafast, site-selective laser annealing. By engineering\nsublattice-dependent optical absorption through selective capping of the\nnanomagnets with Cr or utilizing different nanomagnet thicknesses, we achieve\nselective partial demagnetization of one sublattice under a sub-coercive\nmagnetic field, driving the system into the ground state in a single switching\nstep. Magnetic force microscopy reveals nearly perfect long-range ordering,\nwhile heat-transfer simulations confirm the sublattice-selective excitation\nmechanism. This work establishes an ultrafast method to attain the kagome ASI\nground state, which does not require a modification of the geometry of the ASI\nor the materials used for the individual nanomagnets. Beyond ground-state\nwriting, this site-selective activation provides an important tool for\ncontrolling the magnetic states, which is important for applications such as\nreconfigurable magnonic crystals, neuromorphic computing and programmable\nnanomagnetic logic."}
{"id": "2510.17428", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2510.17428", "abs": "https://arxiv.org/abs/2510.17428", "authors": ["Taras Holovatch", "Yuri Kozitsky", "Krzysztof Pilorz", "Yurij Holovatch"], "title": "Breakdown of hydrodynamics in a one-dimensional cold gas", "comment": "5 pages, 4 figures", "summary": "The following model is studied analytically and numerically: point particles\nwith masses $m,\\mu,m, \\dots$ ($m\\geq\\mu$) are distributed over the positive\nhalf-axis. Their dynamics is initiated by giving a positive velocity to the\nparticle located at the origin; in its course the particles undergo elastic\ncollisions. We show that, for certain values of $m/\\mu$, starting from the\ninitial state where the particles are equidistant the system evolves in a\nhydrodynamic way: (i) the rightmost particle (blast front) moves as\n$t^{\\delta}$ with $\\delta < 1$; (ii) recoiled particles behind the front enter\nthe negative half-axis; (iii) the splatter -- the particles with locations\n$x\\leq 0$ -- moves in the ballistic way and eventually takes over the whole\nenergy of the system. These results agree with those obtained in S. Chakraborti\net al, SciPost Phys. 2022, 13, 074, for $m/\\mu=2$ and random initial particle\npositions. At the same time, we explicitly found the collection of positive\nnumbers $\\{\\mathcal{M}_i, i \\in \\mathbf{N} \\}$ such that, for $m/\\mu =\n\\mathcal{M}_i$, $i\\leq 700$, the following holds: (a) the splatter is absent;\n(b) the number of simultaneously moving particles is at most three; (c) the\nblast front moves in the ballistic way. However, if, similarly as in S.\nChakraborti et al, the particle positions are sampled from a uniformly\ndistributed ensemble, for $m/\\mu = \\mathcal{M}_i$ the system evolves in a\nhydrodynamic way."}
{"id": "2510.17441", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17441", "abs": "https://arxiv.org/abs/2510.17441", "authors": ["T. B. Charikova", "A. Yu. Pavlova", "M. R. Popov", "A. V. Pozdin", "L. N. Maskaeva"], "title": "Electrical properties of PbS films doped with iodine by chemical bath deposition", "comment": "15 pages, 7 figures, 2 tables", "summary": "We present the results of measurements of bulk current-voltage (I-V)\ncharacteristics and local surface I-V characteristics by atomic force\nmicroscopy (AFM) of iodine-doped PbS films. It is established that bulk I-V\ncurves of both undoped and iodine-doped PbS films demonstrate a linear (ohmic)\nU(I) dependence. The tipe of local surface I-V characteristics is ohmic at the\nconcentration range of the dopant 0<[NH4I]<=0.10 M and becomes rectifying at\n[NH4I]>=0.15 M, which is determined by a decrease in the size and a change in\nthe shape of the film grains, as well as a decrease in the surface roughness of\nthe film. An increase in the iodine content in the PbS(I) films leads to\nnonlinear dependences of the microscopic characteristics and photoelectric\nparameters of the PbS(I) films. A sharp decrease in the diffusion coefficient,\nthe beginning of an increase in the charge carrier lifetime, a maximum in\nvoltage sensitivity and specific detectability are observed in the PbS(I) film\nchemically deposited from a reaction mixture containing [NH4I] = 0.15 M. This\nindicates that the optimalconcentration of iodine in the film is 2.7 at.%."}
{"id": "2510.17452", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.17452", "abs": "https://arxiv.org/abs/2510.17452", "authors": ["Kai Chen", "Pavan Hosur"], "title": "Enhanced Superconducting Diode Effect in the Asymmetric Hatsugai-Kohmoto Model", "comment": null, "summary": "The superconducting diode effect (SDE), characterized by a nonreciprocal\nsupercurrent, has attracted significant attention in recent years due to its\npotential applications. However, most studies have focused on weakly correlated\nmodels, leaving the impact of strong electron-electron interactions on the SDE\nlargely unexplored. In this work, we bridge this gap by investigating the SDE\nin asymmetric band metals with Hatsugai-Kohmoto (HK) interaction, which are\nexactly solvable due to their locality in Bloch momentum space. Through a\ncombination of low-energy analysis and a numerical self-consistent approach, we\ndemonstrate that HK interaction can enhance the SDE's quality factor. Our\nfindings shed light on the role of strong electron-electron correlations in\nshaping the SDE."}
{"id": "2510.17464", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17464", "abs": "https://arxiv.org/abs/2510.17464", "authors": ["Meryem Bouaziz", "Samir El Masaoudi", "Aymen Mahmoudi", "Eva Desgue", "Marco Pala", "Pavel Dudin", "Mathieu G. Silly", "Julien Chaste", "Fabrice Oehler", "Pierre Legagneux", "Jose Avila", "Iann C. Gerber", "Abdelkarim Ouerghi"], "title": "Hybridization in van der Waals epitaxy of PtSe2/h-BN and PtSe2/graphene heterostructures", "comment": null, "summary": "Van der Waals (vdW) heterostructures, which combine bi-dimensional materials\nof different properties, enable a range of quantum phenomena. Here, we present\na comparative study between the electronic properties of mono- and bi-layer of\nplatinum diselenide (PtSe2) grown on hexagonal boron nitride (h-BN) and\ngraphene substrates using molecular beam epitaxy (MBE). Using angle-resolved\nphotoemission spectroscopy (ARPES) and density functional theory (DFT), the\nelectronic structure of PtSe2/graphene and PtSe2/h-BN vdW heterostructures are\ninvestigated in systematic manner. In contrast to PtSe2/h-BN, the electronic\nstructure of PtSe2/graphene reveals the presence of interlayer hybridization\nbetween PtSe2 and the graphene, which is evidenced by minigap openings in the\n{\\pi}-band of graphene. Furthermore, our measurements show that the valence\nband maximum (VBM) of monolayer PtSe2 is located at the {\\Gamma} point with\ndifferent binding energies of about -0.9 eV and -0.55 eV relative to the Fermi\nlevel on h-BN and graphene and substrates, respectively. Our results represent\na significant advance in the understanding of electronic hybridization between\nTMDs and different substrates, and they reaffirm the crucial role of the\nsubstrate in any nanoelectronic applications based on van der Waals\nheterostructures."}
{"id": "2510.17522", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.17522", "abs": "https://arxiv.org/abs/2510.17522", "authors": ["Xin Chen", "Jin Zou", "Lipeng Song", "Wei Sun", "Yiwen Wu", "Luyao Zhu", "Xu Cheng", "Duo Wang", "Biplab Sanyal"], "title": "Néel-Vector-Orientation Induced Intrinsic Half-Metallicity in Two-Dimensional Altermagnets", "comment": null, "summary": "Altermagnets combine zero net magnetization with giant spin splitting,\nenabling spin-polarized transport without strong spin-orbit coupling (SOC).\nDeterministically selecting the conducting spin channel, however, requires\nbreaking the 90 degree rotation and time-reversal antisymmetry (C4zT). Using\nstandard axial vector transformation rules as preliminaries, we show that in\nmonolayer Ta2TeSeO this can be achieved naturally and tuned in a symmetry\nefficient way by rotating the Neel vector. Without considering the Neel vector,\nTa2TeSeO has one pair of mirror protected spin polarized Weyl points in each\nspin channel. Aligning the Neel vector along the crystallographic x or y\ndirection breaks the mirror symmetry Mx or My, inducing selective mirror\nsymmetry breaking that keeps one spin sector gapless and opens a gap in the\nopposite spin, yielding fully spin polarized transport. The C2z symmetry\nbreaking makes the preserved two Weyl points inequivalent, turning the half\nsemimetal into a half metallic state. The same orientation selective symmetry\nreduction applies to lattice vibrations, implying phonon chirality splitting.\nOwing to the near degenerate in plane anisotropy, reversible zero moment\nswitching is achievable with minute in plane strain or weak magnetic fields,\nand the lattice coupling suggests control by circularly polarized light. The\nmechanism extends to other two dimensional decorated Lieb altermagnets lacking\nhorizontal mirror Mz, providing a general low power route to spin filtering and\nlogic."}
{"id": "2510.17573", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17573", "abs": "https://arxiv.org/abs/2510.17573", "authors": ["Urmimala Dey", "Natalya S. Fedorova", "Jorge Íñiguez-González", "Hugo Aramberri"], "title": "Chiral soft mode transition driven by strain in ferroelectric bubble domains", "comment": null, "summary": "Chirality in solids is attracting growing attention as a potential ferroic\norder, yet virtually no paradigmatic example of a soft-mode achiral-to-chiral\nphase transition has been firmly established to date. Here we identify\nferroelectric bubble domains as a model system that undergoes a strain-driven\nachiral-to-chiral transition exhibiting the hallmarks of spontaneous symmetry\nbreaking. Using second-principles atomistic simulations, we uncover chiral\nphonon modes in ferroelectric/dielectric superlattices that soften under\nepitaxial strain following textbook soft-mode behaviour. The transition is\naccompanied by a change in topological character, highlighting an interplay\nbetween chirality and topology in these systems. This work provides a concrete\nstep towards establishing chirality as a genuine ferroic order in solids."}
{"id": "2510.17587", "categories": ["cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2510.17587", "abs": "https://arxiv.org/abs/2510.17587", "authors": ["Timur Aslyamov", "Krzysztof Ptaszyński", "Massimiliano Esposito"], "title": "Macroscopic fluctuation-response theory and its use for gene regulatory networks", "comment": null, "summary": "Gaussian macroscopic fluctuation theory underpins the understanding of noise\nin a broad class of nonequilibrium systems. We derive exact\nfluctuation-response relations linking the power spectral density of stationary\nfluctuations to the linear response of stable nonequilibrium steady states.\nBoth of these can be determined experimentally and used to reconstruct the\nkernel of the linearized dynamics and the diffusion matrix, and thus any\nfeatures of the Gaussian theory. We apply our theory to gene regulatory\nnetworks with negative feedback, and derive an explicit internal-external noise\ndecomposition of the power spectral density for any networks, including\ncross-correlations."}
{"id": "2510.17589", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17589", "abs": "https://arxiv.org/abs/2510.17589", "authors": ["A. Ya. Maltsev"], "title": "On chaotic regimes of conductivity behavior in the tight-binding approximation", "comment": "12 pages, 17 figures, revtex", "summary": "We investigate the probability of detecting the most nontrivial conductivity\nbehavior regimes in metals whose electron spectrum is described by the\ntight-binding approximation. These regimes are associated with the emergence of\nhighly complex electron trajectories on the Fermi surface and correspond to a\nnontrivial (scaling) behavior of the conductivity tensor in strong magnetic\nfields. The geometry of such trajectories, as well as the corresponding\nconductivity regimes, have been well studied theoretically; however, they have\nnot yet been observed experimentally. The results of our study allow us, in\nparticular, to estimate the probability of their occurrence and to indicate the\nconditions for their possible detection for a wide class of conductors."}
{"id": "2510.17606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17606", "abs": "https://arxiv.org/abs/2510.17606", "authors": ["Claudio Bellani", "Simon Mellaerts", "Wei-Fan Hsu", "Koen Schouteden", "Alberto Binetti", "Arno Annys", "Zezhong Zhang", "Nicolas Gauquelin", "Johan Verbeeck", "Jesús López-Sánchez", "Adolfo del Campo", "Soon-Gil Jung", "Tuson Park", "Michel Houssa", "Jean-Pierre Locquet", "Jin Won Seo"], "title": "Sub-unit cell engineering of CrVO$_3$ superlattice thin films", "comment": "This manuscript is currently under review at Communications Materials", "summary": "Ordered corundum oxides introduce new prospects in the field of functional\noxides thin films, complementing the more widely studied class of ABO$_3$\nperovskites. In this work, we take advantage of the layer-by-layer growth\nregime to fabricate epitaxial CrVO$_3$ superlattice thin films with\natomic-scale accuracy on the periodic arrangement of Cr and V layers. By means\nof X-ray diffraction, scanning transmission electron microscopy and Raman\nspectroscopy, we confirm the thickness control in the sub-unit cell scale,\nalternating 3, 2 or 1 single atomic layers of Cr$_2$O$_3$ and V$_2$O$_3$. For\nthe first time, we stabilize the ilmenite phase of CrVO$_3$ (space group R-3)\nand compare the functional properties of the thin film with those calculated by\ndensity functional theory. This novel approach to the growth of ordered\ncorundum oxides opens the path towards the stabilization of new complex oxides\nwith tailored properties by varying the composition and the superlattice\nperiod, ultimately broadening the family of functional rhombohedral oxides."}
{"id": "2510.17627", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17627", "abs": "https://arxiv.org/abs/2510.17627", "authors": ["Hui-Min Zhang", "Cheng-Ao Ji", "Tong Zhu", "Hongjun Xiang", "Hiroshi Kageyama", "Shuai Dong", "James M. Rondinelli", "Xue-Zeng Lu"], "title": "Design and theory of switchable linear magnetoelectricity by ferroelectricity in Type-I multiferroics", "comment": null, "summary": "We present a comprehensive theoretical investigation of magnetoelectric (ME)\ncoupling mechanisms in 19 altermagnetic and 4 ferrimagnetic Type-I\nmultiferroics using electronic band structure calculations with spin-orbit\ncoupling, a first-principles ME response framework, and spin-space-group theory\nanalysis. We formulate a universal scheme for realizing nonvolatile ME coupling\nin Type-I multiferroics, where two distinct pathways emerge, each dictated by\nspin-space symmetry. The first pathway is associated with switching of the spin\nsplitting or the now familiar spin-momentum locking in reciprocal space,\ncharacteristic of some altermagnetic mul-tiferroics that exhibit coexisting\nantiferromagnetism and ferroelectricity. The second pathway involves real-space\nmagnetization switching via electric polarization reversal, characterized by\nswitchable components of the linear ME tensor, despite the traditionally weak\ncoupling in Type-I systems due to the independent origins of magnetism and\nferroelectricity. We demonstrate that these two intrinsic ME coupling\nmechanisms are mutually exclusive and propose thermodynami-cally stable\ncompounds for experimentation. Our findings establish general design principles\nfor controlling robust nonvolatile ME effects in multiferroic materials."}
{"id": "2510.17634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17634", "abs": "https://arxiv.org/abs/2510.17634", "authors": ["Landon Johnson", "Walter Malone", "Jason Rizk", "Renai Chen", "Tammie Gibson", "Michael W. D. Cooper", "Galen T. Craven"], "title": "Machine learning method to determine concentrations of structural defects in irradiated materials", "comment": null, "summary": "The formation and subsequent growth of structural defects in an irradiated\nmaterial can strongly influence the material's performance in technological and\nindustrial applications. Predicting how the growth of defects affects material\nperformance is therefore a pressing problem in materials science. One common\ncomputational approach that is used to examine defect growth is cluster\ndynamics, a method which employs a system of mean-field rate equations to track\nthe time evolution of concentrations of individual defect types. However, the\ncomputational complexity of performing cluster dynamics can limit its practical\nimplementation, specifically in the context of exploring a broad set of\nphysical conditions corresponding to, for example, different temperatures and\npressures. Here, we present a machine learning approach to circumvent the\ncomputational challenges of performing cluster dynamics while maintaining high\naccuracy in the prediction of defect concentrations. The method is illustrated\non the nuclear material uranium nitride but is broadly applicable to other\nmaterials. The developed data-driven method is shown to accurately capture\ncomplex correlations between material properties, temperature, irradiation\nconditions, and the concentration of defects."}
{"id": "2510.17637", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.17637", "abs": "https://arxiv.org/abs/2510.17637", "authors": ["Andrea Pelissetto", "Ettore Vicari"], "title": "A conjecture on the lower bound of the length-scale critical exponent $ν$ at continuous phase transitions", "comment": "16 pages", "summary": "A fundamental issue in the renormalization-group (RG) theory of critical\nphenomena concerns the allowed values of critical exponents that are consistent\nwith the continuous nature of a phase transition. Here we conjecture a lower\nbound for the length-scale exponent $\\nu$ that should hold at continuous\ntransitions associated with $d$-dimensional Landau-Ginzburg-Wilson (LGW)\n$\\Phi^4$ theories with a multicomponent scalar field $\\varphi_i$ (including\nsome extensions with fermionic and gauge fields). If\n$\\Delta_\\varphi=(d-2+\\eta)/2$ is the dimension of the order parameter --\n$\\varphi_i$ in LGW models -- and $\\Delta_\\varepsilon=d-1/\\nu$ is the RG\ndimension of the energy operator $\\varepsilon$, which can be identified with\n$[\\sum_i \\varphi_i^2]$ (the squared field with a proper subtraction of the\nmixing with the identity), we conjecture the inequality $\\Delta_\\varepsilon - 2\n\\Delta_\\varphi\\ge 0$, which implies $1/\\nu \\le 2-\\eta$ and $\\gamma =\n(2-\\eta)\\nu\\ge 1$. These inequalities are supported by general arguments for\nlattice models, exact relations for two-dimensional minimal conformal field\ntheories, and are consistent with all known (numerical, perturbative, and\nexact) results for LGW $\\Phi^4$ theories. In particular, since unitarity\nrequires $\\eta\\ge 0$, the above inequality implies $\\nu\\ge 1/2$ for unitary\ntheories. This lower bound is more restrictive than the bound $\\nu > 1/d$,\nwhich is derived by noting that $\\nu=1/d$ is the expected behavior at\nfirst-order transitions."}
{"id": "2510.17653", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17653", "abs": "https://arxiv.org/abs/2510.17653", "authors": ["Hidekazu Kurebayashi", "Giovanni Finocchio", "Karin Everschor-Sitte", "Jack C. Gartside", "Tomohiro Taniguchi", "Artem Litvinenko", "Akash Kumar", "Johan Åkerman", "Eleni Vasilaki", "Kemal Selçuk", "Kerem Y. Çamsarı", "Advait Madhavan", "Shunsuke Fukami"], "title": "Technical Review of spin-based computing", "comment": "27 pages, 5 figures", "summary": "Spin-based computing is emerging as a powerful approach for energy-efficient\nand high-performance solutions to future data processing hardware. Spintronic\ndevices function by electrically manipulating the collective dynamics of the\nelectron spin, that is inherently non-volatile, nonlinear and fast-operating,\nand can couple to other degrees of freedom such as photonic and phononic\nsystems. This review explores key advances in integrating magnetic and\nspintronic elements into computational architectures, ranging from fundamental\ncomponents like radio-frequency neurons/synapses and spintronic\nprobabilistic-bits to broader frameworks such as reservoir computing and\nmagnetic Ising machines. We discuss hardware-specific and task-dependent\nmetrics to evaluate the computing performance of spin-based components and\nassociate them with physical properties. Finally, we discuss challenges and\nfuture opportunities, highlighting the potential of spin-based computing in\nnext-generation technologies."}
{"id": "2510.17668", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.17668", "abs": "https://arxiv.org/abs/2510.17668", "authors": ["Soumyaditya Das", "Soumyajyoti Biswas", "Muktish Acharyya", "Bikas K. Chakrabarti"], "title": "deGennes-Suzuki-Kubo Quantum Ising Mean Field Dynamics: Applications to Quantum Hysteresis, Heat Engines and Annealing", "comment": "12 pages, 9 figures", "summary": "We briefly review the early development of the mean-field dynamics for\ncooperatively interacting quantum many-body systems, mapped to pseudo-spin\n(Ising-like) systems. We start with (Anderson, 1958) pseudo-spin mapping of the\nBCS (1957) Hamiltonian of superconductivity, reducing it to a mean-field\nHamiltonian of XY (or effectively Ising) model in a transverse field. Then we\nget the mean-field estimate for the equilibrium gap in the ground state energy\nat different temperatures (gap disappearing at the transition temperature),\nwhich fits Landau's (1949) phenomenological theory of superfluidity. We then\npresent in detail a general dynamical extension of the mean-field theory of\nquantum Ising systems (in a transverse field), following de Gennes' (1963)\ndecomposition of the mean field into orthogonal classical cooperative\n(longitudinal) component and the quantum (transverse) component, with each of\nthe components following Suzuki-Kubo (1968) mean-field dynamics. Next we\ndiscuss its applications to quantum hysteresis in Ising magnets (in presence of\noscillating transverse field), to quantum heat engines (employing transverse\nIsing model as working fluid), and to the quantum annealing of the\nSherrington-Kirkpatrick (1975) spin glass by tuning down (to zero) the\ntransverse field which provided us a very fast computational algorithm leading\nto ground state energy values converging to the best known analytic estimate\nfor the model. Finally, we summarize the main results obtained and conclude\nabout the effectiveness of the de Gennes-Suzuki-Kubo mean-field equations for\nthe study of various dynamical aspects of quantum condensed matter systems."}
{"id": "2510.17672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17672", "abs": "https://arxiv.org/abs/2510.17672", "authors": ["Katelyn Lazareno", "Christopher Chae", "Becky Haight", "Shams Jabin", "Rachel Steinhardt", "John J. Plombon", "Siddharth Rajan", "Patrick M. Woodward", "Jinwoo Hwang", "Fengyuan Yang"], "title": "Broad-Range Tuning of Ferroelectric Switching of LaxBi1-xFeO3 Epitaxial Films via Digital Doping using Off-Axis Co-Sputtering", "comment": "15 pages, 4 figures", "summary": "To investigate the scope of ferroelectric behavior in La-substituted BiFeO3\nfilms, LaxBi1-xFeO3 epitaxial films were synthesized using off-axis\nco-sputtering on SrTiO3(001) and DyScO3(110) substrates with a SrRuO3 bottom\nelectrode layer. A digital-doping deposition method was used to enable precise\ncontrol and continuous tuning of La concentration in high-quality LaxBi1-xFeO3\nfilms across a wide range of x = 0.05-0.60, which was systematically\ninvestigated using piezoresponse force microscopy. Robust and reversible\nout-of-plane ferroelectric switching has been observed up to x = 0.35, while\nfilms with x $\\geq$ 0.37 exhibit no measurable ferroelectric behavior,\nindicating a sharp ferroelectric-to-paraelectric phase transition between x =\n0.35 and 0.37. This represents the highest reported La concentration in\nLaxBi1-xFeO3 films that retains ferroelectric ordering, highlighting\nopportunities to engineer ferroelectric and multiferroic properties in complex\noxide heterostructures."}
{"id": "2510.17674", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.17674", "abs": "https://arxiv.org/abs/2510.17674", "authors": ["Hao Wang", "Jiayu Yuan", "Hongkai Shi", "Haojie Li", "Xiaoqing Jia", "Xiaohui Song", "Liyu Shi", "Tianyi Wu", "Li Yue", "Yangmu Li", "Kui Jin", "Dong Wu", "Jianlin Luo", "Xinbo Wang", "Tao Dong", "Nanlin Wang"], "title": "Anomalous terahertz nonlinearity in disordered s-wave superconductor close to the superconductor-insulator transition", "comment": null, "summary": "Detection of the Higgs mode in superconductors using nonlinear terahertz\nspectroscopy is a key area of interest in condensed matter physics. We\ninvestigate the influence of disorder on the nonlinear terahertz response and\nthe Higgs mode in NbN thin films with varying Ioffe-Regel parameters ($k_Fl$).\nIn strongly disordered films near the superconductor-insulator transition\n(SIT), we observe an anomalous third-harmonic generation (THG) signal above\n$T_c$, which is absent in both cleaner superconducting and non-superconducting\ncounterparts. The persistence of this normal-state THG signal in a high\nmagnetic field excludes superconducting fluctuations as its origin. Below\n$T_c$, the THG intensity increases sharply, indicating a dominant contribution\nfrom the driven Higgs mode. The THG spectrum of the strongly disordered sample\nexhibits a broadened, multi-peak structure, which we attribute to quantum path\ninterference between distinct channels involving unpaired electrons and Cooper\npairs within emergent superconducting islands. Our findings not only\ndemonstrate how disorder tunes the nonlinear terahertz response but also\nuncover a strong coupling between electrons responsible for normal-state THG\nand the superconducting Higgs mode below $T_c$ in strongly disordered samples."}
{"id": "2510.17683", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.17683", "abs": "https://arxiv.org/abs/2510.17683", "authors": ["Sebastiano Battisti", "Matteo Pioldi", "Alessandro Paghi", "Giorgio De Simoni", "Alessandro Braggio", "Giulio Senesi", "Lucia Sorba", "Francesco Giazotto"], "title": "Giant thermal modulation via a semiconductor-superconductor photonic field-effect heat transistor", "comment": "24 pages, 8 figures", "summary": "We present a groundbreaking demonstration of thermal modulation in a\nfield-effect-controllable semiconductor-superconductor hybrid structure,\nwherein the heating mechanism is exclusively radiative. The architecture\ncomprises two reservoirs separated by $\\sim 1$ mm and interconnected via a\ncompletely non-galvanic electrical circuit, enabling the transfer of black-body\nradiation from the hot to the cold reservoir. Our device utilizes a\nsuperconducting Josephson field-effect transistor to achieve\nmagnetic-field-free gate-tunable regulation of heat currents within the\ncircuit. While prior studies have indicated the potential for electrostatic\nmodulation of thermal transport properties, our framework demonstrates a\ntemperature modulation of up to $\\sim 45$ mK, exceeding prior findings by more\nthan an order of magnitude. Furthermore, it proves a thermal transimpedance of\n$\\sim 20$ mK/V at a bath temperature of $30$ mK. The development of such\nsystems holds substantial promise for advancing heat management and routing in\nquantum chips and radiation sensors, as it enables precise nonlocal control of\nheat flow towards a designated structure, even when the heat source is distant\nand non-galvanically coupled."}
{"id": "2510.17694", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.17694", "abs": "https://arxiv.org/abs/2510.17694", "authors": ["Gökhan Altıner", "Jons Bolding", "Yiğit Mert Kaplan", "Floor Souren", "Hindrik de Vries", "Raşit Turan", "Hisham Nasser"], "title": "Hydrogenated Aluminum Doped Zinc Oxide as Highly Transparent and Passivating Indium-Free Recombination Junction for TOPCon-Based Bottom Cell", "comment": "5 pages, 3 figures", "summary": "Tandem solar cells offer a promising alternative to exceed the efficiency\nlimits of single-junction silicon photovoltaics, yet they require\nhigh-performance recombination junctions that are transparent, passivating, and\nelectrically efficient. Indium tin oxide (ITO), which is conventionally used as\na recombination junction material, faces challenges related to indium scarcity\nand sputter-induced damage. This work investigates hydrogenated aluminum-doped\nzinc oxide (AZO:H) deposited by spatial atomic layer deposition (s-ALD) as a\nviable indiumfree alternative for TOPCon-based bottom cells. The deposited\nAZO:H films demonstrate excellent transparency, exceeding 90% in the 380-1200\nnm wavelength range. When applied to n-TOPCon surfaces with an AlOx capping\nlayer, the stack achieves an outstanding passivation quality, indicated by\nimplied open-circuit voltage (iVoc) values up to 734 mV after annealing. The\nAlOx capping layer proved crucial for enhancing thermal stability by preventing\nhydrogen effusion at higher temperatures. While the contact resistivity was\nhigh for the 20 nm thick films tested, the combination of superior optical and\npassivation properties establishes spatial ALD-deposited AZO:H as a highly\npromising material for creating efficient and indiumfree recombination\njunctions in next-generation tandem solar cells."}
{"id": "2510.17755", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17755", "abs": "https://arxiv.org/abs/2510.17755", "authors": ["Brenden W. Hamilton", "Alexander R. Muñoz", "Travis E. Jones", "Benjamin T. Nebgen"], "title": "Mott vs Kondo: Influence of Various Density Functional Based Methods on the Ce Isostructural Phase Transition Mechanism", "comment": null, "summary": "The cerium iso-structural phase transition (gamma to alpha) is dominated by\nf-electron localization changes that results in a magnetic ordering change and\na volume collapse. Generally, these physics are difficult to capture with ab\ninitio and first principles methods. However, previous works have shown various\nmethods to be successful in predicting at least some of the physics of the\ngamma to alpha phase transition. Therefore, here, we perform a broad survey of\ndensity functional based methods across three levels of theory and types of\nfunctions (GGA, MetaGGA, and Hybrid functionals) and compare the results,\nfocusing on hydrostatic compression across the phase boundary at zero Kelvin.\nFor the methods that best reproduce experimental results, we directly probe the\npredicted mechanisms and frame the results in the Mott/Kondo debate, assessing\nhow the underlying methods and assumptions of different functionals can assess\nthe physical drivers in the phase transition, providing insight into the\ngoverning dynamics of this unique phase transition."}
{"id": "2510.17432", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.17432", "abs": "https://arxiv.org/abs/2510.17432", "authors": ["Zhichang Fu", "Yunhai Li", "Weiqing Zhou", "Shengjun Yuan"], "title": "Large-scale stochastic propagation method beyond the sequential approach", "comment": null, "summary": "The $O(N)$ stochastic propagation method, which relies on the numerical\nsolution of the time-dependent Schr\\\"odinger equation using random initial\nstates, is widely used in large-scale first-principles calculations. In this\nwork, we eliminate the conventional sequential computation of intermediate\nstates by introducing a concurrent strategy that minimizes information\nredundancy. The new method, in its state-, moment-, and energy-based\nimplementations, not only surpasses the time step constraint of sequential\npropagation but also maintains precision within the framework of the\nNyquist-Shannon sampling theorem. Systematic benchmarking on one billion atoms\nwithin the tight-binding model demonstrates that our new concurrent method\nachieves up to an order-of-magnitude speedup, enabling the rapid computation of\na wide range of electronic, optical, and transport properties. This performance\nbreakthrough offers valuable insights for enhancing other time-propagation\nalgorithms, including those employed in large-scale stochastic density\nfunctional theory."}
