{"id": "2508.14551", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.14551", "abs": "https://arxiv.org/abs/2508.14551", "authors": ["Lionel Lacombe", "Lucia Reining", "Vitaly Gorelov"], "title": "Electron charge dynamics and charge separation: A response theory approach", "comment": null, "summary": "This study applies response theory to investigate electron charge dynamics,\nwith a particular focus on charge separation. We analytically assess the\nstrengths and limitations of linear and quadratic response theories in\ndescribing charge density and current, illustrated by a model that simulates\ncharge transfer systems. While linear response accurately captures optical\nproperties, the quadratic response contains the minimal ingredients required to\ndescribe charge dynamics and separation. Notably, it closely matches exact time\npropagation results in some regime that we identify. We propose and test\nseveral approximations to the quadratic response and explore the influence of\nhigher-order terms and the effect of an on-site interaction $U$."}
{"id": "2508.14738", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14738", "abs": "https://arxiv.org/abs/2508.14738", "authors": ["Joshua Claes", "Bart Partoens", "Dirk Lamoen", "Marcelo Marques", "Lara K. Teles"], "title": "A practical route to donor binding energies: The DFT-1/2 method for shallow defects", "comment": null, "summary": "Accurately calculating the binding energies of shallow defects requires large\nsupercells to capture the extended nature of their wavefunctions. This makes\nmany beyond-DFT methods, such as hybrid functionals, impractical for direct\ncalculations, often requiring indirect or approximate approaches. However,\nstandard DFT alone fails to provide reliable results due to the well-known band\ngap underestimation and delocalization errors. In this work, we employ the\nDFT-1/2 method to address these deficiencies while maintaining computational\nefficiency allowing us to reach supercells of up to 4096 atoms. We develop a\npractical procedure for applying DFT-1/2 to shallow defects and demonstrate its\neffectiveness for group V donors in silicon (P, As, Sb, Bi). By using an\nextrapolation scheme to infinite supercell size, we obtain accurate binding\nenergies with minimal computational overhead. This approach offers a simple and\ndirect method for calculating donor binding energies."}
{"id": "2508.14179", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2508.14179", "abs": "https://arxiv.org/abs/2508.14179", "authors": ["Jorge L. Rosa-Raíces", "David T. Limmer"], "title": "Nonadiabatic force matching for alchemical free-energy estimation", "comment": null, "summary": "We propose a method to compute free energies from nonadiabatic alchemical\ntransformations using diffusion-denoising generative models. The method,\nnonadiabatic force matching, hinges on estimating -- rather than minimizing --\nthe dissipation along an alchemical transition as the functional of a\nnonadiabatic potential, which plays the role of a diffusion-denoising protocol.\nApplying the algorithm to compute alchemical free energies of simple atomistic\nmodels shows it can significantly cut the simulation cost of a free-energy\nestimate at no loss of accuracy compared with thermodynamic integration."}
{"id": "2508.14172", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.14172", "abs": "https://arxiv.org/abs/2508.14172", "authors": ["Wouter Buijsman"], "title": "Average weighted ratio of consecutive level spacings for infinite-dimensional orthogonal random matrices", "comment": "6 pages, 2 figures", "summary": "The onset of quantum ergodicity is often quantified by the average ratio of\nconsecutive level spacings. The reference values for ergodic quantum systems\nhave been obtained numerically from the spectra of large but finite-dimensional\nrandom matrices. This work introduces a weighted ratio of consecutive level\nspacings, having the propery that the average can be computed numerically for\nrandom matrices of infinite dimension. A Painlev\\'e differential equation is\nsolved numerically in order to determine this average for infinite-dimensional\northogonal random matrices, thereby providing a reference value for ergodic\nquantum systems obeying time-reversal symmetry. A Wigner surmise-inspired\nanalytical calculation is found to yield a qualitatively accurate picture for\nthe statistics of high-dimensional random matrices from each of the symmetry\nclasses. For Poissonian level statistics, a significantly different average is\nfound, indicating that the average weighted ratio of consecutive level spacings\ncan be used as a probe for quantum ergodicity."}
{"id": "2508.14110", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14110", "abs": "https://arxiv.org/abs/2508.14110", "authors": ["Zhengqian Cheng", "Chris A. Marianetti"], "title": "Mott transition from the non-analyticity of the one-body reduced density-matrix functional", "comment": null, "summary": "One-body reduced density-matrix functional (1RDMF) theory has yielded\npromising results for small systems such as molecules, but has not addressed\nquantum phase transitions such as the Mott transition. Here we explicitly\nexecute the constrained search within a variational ansatz to construct a 1RDMF\nfor the multi-orbital Hubbard model with up to seven orbitals in the\nthermodynamic limit. The variational ansatz is the \\mathcal{N}=3 ansatz of the\nvariational discrete action theory (VDAT), which can be exactly evaluated in\nd=\\infty. The resulting 1RDMF exactly encapsulates the \\mathcal{N}=3 VDAT\nresults, which accurately captures Mott and Hund physics. We find that\nnon-analytic behavior emerges in our 1RDMF at fixed integer filling, which\ngives rise to the Mott transition. We explain this behavior by separating the\nconstrained search into multiple stages, illustrating how a nonzero Hund\nexchange drives the continuous Mott transition to become first-order. Our\napproach creates a new path forward for constructing an accurate 1RDMF for\nstrongly correlated electron materials."}
{"id": "2508.14110", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14110", "abs": "https://arxiv.org/abs/2508.14110", "authors": ["Zhengqian Cheng", "Chris A. Marianetti"], "title": "Mott transition from the non-analyticity of the one-body reduced density-matrix functional", "comment": null, "summary": "One-body reduced density-matrix functional (1RDMF) theory has yielded\npromising results for small systems such as molecules, but has not addressed\nquantum phase transitions such as the Mott transition. Here we explicitly\nexecute the constrained search within a variational ansatz to construct a 1RDMF\nfor the multi-orbital Hubbard model with up to seven orbitals in the\nthermodynamic limit. The variational ansatz is the \\mathcal{N}=3 ansatz of the\nvariational discrete action theory (VDAT), which can be exactly evaluated in\nd=\\infty. The resulting 1RDMF exactly encapsulates the \\mathcal{N}=3 VDAT\nresults, which accurately captures Mott and Hund physics. We find that\nnon-analytic behavior emerges in our 1RDMF at fixed integer filling, which\ngives rise to the Mott transition. We explain this behavior by separating the\nconstrained search into multiple stages, illustrating how a nonzero Hund\nexchange drives the continuous Mott transition to become first-order. Our\napproach creates a new path forward for constructing an accurate 1RDMF for\nstrongly correlated electron materials."}
{"id": "2508.14223", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14223", "abs": "https://arxiv.org/abs/2508.14223", "authors": ["Joel Davidsson"], "title": "NV-like Defects More Common Than Four-Leaf Clovers: A Perspective on High-Throughput Point Defect Data", "comment": "Perspective Article", "summary": "Point defects for quantum technologies is an emerging research area, with the\nnitrogen-vacancy (NV) center in diamond at the forefront. However, how rare are\ndefects with NV-like properties? In this perspective, I highlight the results\nof NV-like defects across 17 different materials, revealing that they are more\ncommon than finding four-leaf clovers. I also discuss expanding the search\ncriteria to identify other defects relevant to quantum technologies. Utilizing\npoint defect databases will be instrumental in assisting researchers in\ndiscovering previously unexplored defects suitable for quantum technologies."}
{"id": "2508.14371", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14371", "abs": "https://arxiv.org/abs/2508.14371", "authors": ["Xiaoyu Wang", "Warren E. Pickett", "Matthew N. Julian", "Rohit P. Prasankumar", "Eva Zurek"], "title": "Single layer clathrane: A potential superconducting two-dimensional (2D) hydrogenated metal borocarbide", "comment": null, "summary": "We propose a new family of two-dimensional (2D) metal-borocarbide clathrane\nsuperconductors, derived from three-dimensional (3D) MM$^\\prime$B$_6$C$_6$\nclathrates. First-principles calculations reveal that hydrogen passivation and\nsurface metal decoration stabilize the M$_2$M$^\\prime$B$_8$C$_8$H$_8$\nmonolayers. These 2D systems exhibit tunable superconductivity governed by hole\nconcentration, structural anisotropy, and electron-phonon coupling. We find\nthat in-plane anisotropy competes with superconductivity, reducing \\tc\\ despite\nfavorable doping. Biaxial strain mitigates this anisotropy, enhances Fermi\nsurface nesting, and increases \\tc\\ by an average of 15.5~K. For example, the\n\\tc\\ of Sr$_3$B$_8$C$_8$H$_8$ is predicted to increase from 11.3~K to 22.2~K\nwith strain engineering. These findings identify 2D clathranes as promising,\nstrain-tunable superconductors and highlight design principles for optimizing\nlow-dimensional superconducting materials."}
{"id": "2508.14283", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14283", "abs": "https://arxiv.org/abs/2508.14283", "authors": ["Christophe De Beule", "Liangtao Peng", "E. J. Mele", "Shaffique Adam"], "title": "Role of electron-electron interactions in $M$-valley twisted transition metal dichalcogenides", "comment": null, "summary": "We investigate the role of long-range Coulomb interactions in $M$-valley\nmoir\\'e systems using the self-consistent Hartree-Fock approximation. This\nplatform was recently proposed [Nature 643, 376 (2025) and arXiv:2411.18828\n(2024)] as a new class of experimentally realizable moir\\'e materials using\ntwisted transition metal dichalcogenides homobilayers with the 1T structure.\nWhile these seminal studies considered the noninteracting theory without an\ninterlayer bias due to an electric displacement field, this work shows that\nboth electron-electron interactions at finite doping and an interlayer bias\nstrongly modify the moir\\'e bands. For small twist angles, the density of\nstates as a function of filling and interlayer bias shows qualitatively\ndifferent behavior for twisting near aligned ($0^\\circ$) and antialigned\n($60^\\circ$) stacking. More interestingly, the Van Hove singularity becomes\npinned to the Fermi energy over a finite range of doping, an effect known to\nenhance both superconductivity and strongly correlated states. For aligned\nstacking this occurs only at zero electric field, while for antialigned\nstacking this happens both at zero and finite field. Our work demonstrates that\ncorrelated states in $M$-valley 1TtTMDs can be strongly tuned \\textit{in situ}\nboth by applying an electric displacement field and by electron doping."}
{"id": "2508.14447", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14447", "abs": "https://arxiv.org/abs/2508.14447", "authors": ["Veljko Janković"], "title": "Numerically \"exact\" charge transport dynamics in a dissipative electron-phonon model rationalizing the success of the transient localization scenario", "comment": "17 pages, 7 figures", "summary": "Optical conductivity in molecular semiconductors is suppressed in the\nterahertz region, featuring the displaced Drude peak that reflects carriers'\ntransient localization (TL) by slow intermolecular vibrations. Meanwhile,\nrecent computations in minimal models evidence optical-conductivity\nenhancements below the characteristic vibrational frequency, which cannot be\ncaptured by the TL phenomenology. These models assume undamped vibrations,\nwhereas atomistic simulations show that the vibrations most strongly modulating\ncarrier's hopping amplitude are damped. Here, we use the dissipaton equations\nof motion (DEOM) method to compute finite-temperature real-time current\nautocorrelation function in a one-dimensional model with Brownian-oscillator\nspectral density of nonlocal carrier-phonon interaction. We exploit the\ndissipaton algebra to handle the phonon-assisted current, reduce the method's\ncomputational requirements by working in momentum space, and confirm that\nnumerically stable transport dynamics are virtually independent of a specific\nDEOM closing scheme. With increasing damping, we find that DEOM\noptical-conductivity profiles become increasingly qualitatively similar to TL\npredictions. For parameters representative of room-temperature hole transport\nin single-crystal rubrene, we conclude that the TL phenomenology is established\nalready in the underdamped-oscillator regime. Reasonable variations in the\ndamping constant weakly affect the carrier mobility, which remains within\nexperimental bounds. Overall, our results strongly suggest that\noptical-conductivity enhancements at very low frequencies are artifacts of\nundamped vibrations, and rationalize the success of the TL phenomenology in\ndescribing experimental data."}
{"id": "2508.14322", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.14322", "abs": "https://arxiv.org/abs/2508.14322", "authors": ["Isabella Zane", "Andrew Lucas"], "title": "Quadrupole-conserving dynamics in the non-commutative plane", "comment": "18 pages, 6 figures", "summary": "Inspired by ``fracton hydrodynamic\" universality classes of dynamics with\nunusual conservation laws, we present a new dynamical universality class that\narises out of local area-preserving dynamics in the non-commutative plane. On\nthis symplectic manifold, the area-preserving spatial symmetry group\n$\\mathrm{SL}(2,\\mathbb{R})\\rtimes \\mathbb{R}^2$ is a symmetry group compatible\nwith non-trivial many-body dynamics. The conservation laws associated to this\nsymmetry group correspond to the dipole and quadrupole moments of the\nparticles. We study the unusual dynamics of a crystal lattice subject to such\nsymmetries, and argue that the hydrodynamic description of lattice dynamics\nbreaks down due to relevant nonlinearities. Numerical simulations of classical\nHamiltonian dynamical systems with this symmetry are largely consistent with a\ntree-level effective field theory estimate for the endpoint of this\ninstability."}
{"id": "2508.14145", "categories": ["cond-mat.str-el", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14145", "abs": "https://arxiv.org/abs/2508.14145", "authors": ["Nicholas Godfrey", "Ian P. McCulloch"], "title": "Matrix Product Operator Constructions for Gauge Theories in the Thermodynamic Limit", "comment": null, "summary": "We present a general method for simulating lattice gauge theories in low\ndimensions using infinite matrix product states (iMPS). A central challenge in\nHamiltonian formulations of gauge theories is the unbounded local Hilbert space\nassociated with gauge degrees of freedom. In one spatial dimension, Gauss's law\npermits these gauge fields to be integrated out, yielding an effective\nHamiltonian with long-range interactions among matter fields. We construct\nefficient matrix product operator (MPO) representations of these Hamiltonians\ndirectly in the thermodynamic limit. Our formulation naturally includes\nbackground fields and $\\theta$-terms, requiring no modifications to the\nstandard iDMRG algorithm. This provides a broadly applicable framework for 1+1D\ngauge theories and can be extended to quasi-two-dimensional geometries such as\ninfinite cylinders, where tensor-network methods remain tractable. As a\nbenchmark, we apply our construction to the Schwinger model, reproducing\nexpected features including confinement, string breaking, and the critical\nbehavior at finite mass. Because the method alters only the MPO structure, it\ncan be incorporated with little effort into a wide range of iMPS and\ninfinite-boundary-condition algorithms, opening the way to efficient studies of\nboth equilibrium and non-equilibrium gauge dynamics."}
{"id": "2508.14145", "categories": ["cond-mat.str-el", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14145", "abs": "https://arxiv.org/abs/2508.14145", "authors": ["Nicholas Godfrey", "Ian P. McCulloch"], "title": "Matrix Product Operator Constructions for Gauge Theories in the Thermodynamic Limit", "comment": null, "summary": "We present a general method for simulating lattice gauge theories in low\ndimensions using infinite matrix product states (iMPS). A central challenge in\nHamiltonian formulations of gauge theories is the unbounded local Hilbert space\nassociated with gauge degrees of freedom. In one spatial dimension, Gauss's law\npermits these gauge fields to be integrated out, yielding an effective\nHamiltonian with long-range interactions among matter fields. We construct\nefficient matrix product operator (MPO) representations of these Hamiltonians\ndirectly in the thermodynamic limit. Our formulation naturally includes\nbackground fields and $\\theta$-terms, requiring no modifications to the\nstandard iDMRG algorithm. This provides a broadly applicable framework for 1+1D\ngauge theories and can be extended to quasi-two-dimensional geometries such as\ninfinite cylinders, where tensor-network methods remain tractable. As a\nbenchmark, we apply our construction to the Schwinger model, reproducing\nexpected features including confinement, string breaking, and the critical\nbehavior at finite mass. Because the method alters only the MPO structure, it\ncan be incorporated with little effort into a wide range of iMPS and\ninfinite-boundary-condition algorithms, opening the way to efficient studies of\nboth equilibrium and non-equilibrium gauge dynamics."}
{"id": "2508.14252", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14252", "abs": "https://arxiv.org/abs/2508.14252", "authors": ["Jeffrey A. Brock", "Aleksandr Kurenkov", "Aleš Hrabec", "Laura J. Heyderman"], "title": "Engineering and exploiting self-driven domain wall motion in ferrimagnets for neuromorphic computing applications", "comment": "22 pages, 4 figures, 5 supporting figures", "summary": "Magnetic domain wall motion has recently garnered significant interest as a\nphysical mechanism to enable energy-efficient, next-generation brain-inspired\ncomputing architectures. However, realizing all behaviors required for\nneuromorphic computing within standard material systems remains a significant\nchallenge, as these functionalities often rely on competing interactions. Here,\nwe demonstrate how spontaneous domain wall motion in response to locally\nengineered lateral exchange coupling in transition metal-rare earth\nferrimagnets can be leveraged to achieve numerous neuromorphic computing\nfunctionalities in devices with minimal complexity. Through experiments and\nmicromagnetic simulations, we show how tuning the feature size, material\ncomposition, and chiral interaction strength controls the speed of self-driven\ndomain wall motion. When integrated with spin-orbit torque, this control gives\nrise to behaviors essential for neuromorphic computing, including leaky\nintegration and passive resetting of artificial neuron potential. These results\nestablish locally engineered ferrimagnets as a tunable, scalable, and\nstraightforward platform for domain wall-based computing architectures."}
{"id": "2508.14632", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14632", "abs": "https://arxiv.org/abs/2508.14632", "authors": ["Qiong Qin", "Yi-feng Yang"], "title": "Emergent superconducting stripes in two-orbital superconductors", "comment": "6 pages, 4 figures", "summary": "Motivated by recent experiments in KTaO$_3$/EuO interface, we propose an\nintrinsic mechanism where superconducting stripes emerge naturally without\ninvolving disorder, charge inhomogeneity, or competing orders. Our theory is\nbased on a two-orbital model of superconductivity, where one orbital displays a\nquasi-one-dimensional dispersion and the other orbital is more localized and\ncontributes pairing interactions along the perpendicular direction. Our\nauxiliary-field Monte Carlo simulations demonstrate that the pairing amplitude\nexhibits spatial modulation such that the superconductivity naturally\ndisaggregates into two-leg or three-leg superconducting stripes separated by\nnon-superconducting blocks. Our work provides a promising scenario of emergent\nsuperconducting stripes in homogeneous two-dimensional systems and reveals\nunexpectedly rich physics in two-orbital superconductors for future materials\ndesign."}
{"id": "2508.14416", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14416", "abs": "https://arxiv.org/abs/2508.14416", "authors": ["Ziyi Wang", "Boyu Qie", "Weichen Tang", "Jingwei Jiang", "Fujia Liu", "Peter H. Jacobse", "Jiaming Lu", "Xinheng Li", "Steven G. Louie", "Felix R. Fischer", "Michael F. Crommie"], "title": "Jahn-Teller-like Distortion in a One-dimensional π-Conjugated Polymer", "comment": "16 pages, 4 figures", "summary": "Structurally distorting low-dimensional {\\pi}-conjugated systems can\nprofoundly influence their electronic properties, but controlling such behavior\nin extended-width systems remains challenging. Here we demonstrate that a\none-dimensional conjugated polymer, poly-(difluorenoheptalene-ethynylene)\n(PDFHE), undergoes a pronounced out-of-plane backbone distortion, equivalent to\na spontaneous symmetry breaking (SSB) of its mirror symmetry. We synthesized\nPDFHE on noble metal surfaces and characterized its structure and electronic\nstates using low-temperature scanning tunneling microscopy. Rather than\nadopting a planar, high-symmetry conformation, PDFHE relaxes into non-planar\nisomers stabilized by a Jahn-Teller-like mechanism that relieves an electronic\ninstability relative to the gapped planar structure. Density functional theory\ncalculations corroborate these findings, revealing that distortion lowers the\ntotal polymer energy and enlarges the bandgap, providing a microscopic\nexplanation for the SSB. Our results show that even in mechanically robust\nextended {\\pi}-systems, subtle electron-lattice coupling can spontaneously\ndrive significant structural rearrangements."}
{"id": "2508.14613", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14613", "abs": "https://arxiv.org/abs/2508.14613", "authors": ["Daniel Willimetz", "Lukáš Grajciar"], "title": "A Simple and Scalable Kernel Density Approach for Reliable Uncertainty Quantification in Atomistic Machine Learning", "comment": null, "summary": "Machine learning models are increasingly used to predict material properties\nand accelerate atomistic simulations, but the reliability of their predictions\ndepends on the representativeness of the training data. We present a scalable,\nGPU-accelerated uncertainty quantification framework based on\n$k$-nearest-neighbor kernel density estimation (KDE) in a PCA-reduced\ndescriptor space. This method efficiently detects sparsely sampled regions in\nlarge, high-dimensional datasets and provides a transferable, model-agnostic\nuncertainty metric without requiring retraining costly model ensembles. The\nframework is validated across diverse case studies varying in: i) chemistry,\nii) prediction models (including foundational neural network), iii) descriptors\nused for KDE estimation, and iv) properties whose uncertainty is sought. In all\ncases, the KDE-based score reliably flags extrapolative configurations,\ncorrelates well with conventional ensemble-based uncertainties, and highlights\nregions of reduced prediction trustworthiness. The approach offers a practical\nroute for improving the interpretability, robustness, and deployment readiness\nof ML models in materials science."}
{"id": "2508.14680", "categories": ["cond-mat.stat-mech", "physics.data-an", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.14680", "abs": "https://arxiv.org/abs/2508.14680", "authors": ["Ethan Levien", "Yair Heïn", "Farshid Jafarpour"], "title": "Size-structured populations with growth fluctuations: Feynman--Kac formula and decoupling", "comment": "29 pages, 4 figures", "summary": "We study a size--structured population model of proliferating cells in which\nbiomass accumulation and binary division occur at rates modulated by\nfluctuating internal phenotypes. We quantify how fluctuations in internal\nvariables that influence both growth and division shape the distribution of\npopulation phenotypes. We derive conditions under which the distributions of\nsize and internal state decouple. Under this decoupling, population--level\nexpectations are obtained from lineage-level expectations by an exponential\ntilting given by the Feynman--Kac formula. We further characterize weaker\n(ensemble-specific) versions of decoupling that hold in the lineage or the\npopulation ensemble but not both. Finally, we provide a more general\ninterpretation of the tilted expectations in terms of the mass-weighted\nphenotype distribution."}
{"id": "2508.14162", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14162", "abs": "https://arxiv.org/abs/2508.14162", "authors": ["Misha Yutushui", "Arjun Dey", "David F. Mross"], "title": "The numerical case for identifying paired quantum Hall phases by their daughters", "comment": "The trial wave functions used in this study are available at\n  https://zenodo.org/records/16618925, stored in DiagHam-compatible binary\n  format", "summary": "Many candidate non-Abelian quantum Hall states are accompanied by nearby\n`daughter' states, which are proposed to identify their topological order.\nCombining exact diagonalization and trial wave functions, we provide numerical\nevidence that daughter states reliably predict the parent topological phase. In\nthe contexts of bilayer graphene and wide GaAs quantum wells, we show that the\nsame interactions simultaneously stabilize Pfaffian, anti-Pfaffian, and their\ndaughters, while suppressing the Jain states. The competition between Pfaffian\nand anti-Pfaffian, which is decided by particle-hole symmetry-breaking\ninteractions, can likewise be deduced from their daughters. These findings\nstrongly support the daughter-state-based identification of non-Abelian quantum\nHall phases."}
{"id": "2508.14162", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14162", "abs": "https://arxiv.org/abs/2508.14162", "authors": ["Misha Yutushui", "Arjun Dey", "David F. Mross"], "title": "The numerical case for identifying paired quantum Hall phases by their daughters", "comment": "The trial wave functions used in this study are available at\n  https://zenodo.org/records/16618925, stored in DiagHam-compatible binary\n  format", "summary": "Many candidate non-Abelian quantum Hall states are accompanied by nearby\n`daughter' states, which are proposed to identify their topological order.\nCombining exact diagonalization and trial wave functions, we provide numerical\nevidence that daughter states reliably predict the parent topological phase. In\nthe contexts of bilayer graphene and wide GaAs quantum wells, we show that the\nsame interactions simultaneously stabilize Pfaffian, anti-Pfaffian, and their\ndaughters, while suppressing the Jain states. The competition between Pfaffian\nand anti-Pfaffian, which is decided by particle-hole symmetry-breaking\ninteractions, can likewise be deduced from their daughters. These findings\nstrongly support the daughter-state-based identification of non-Abelian quantum\nHall phases."}
{"id": "2508.14254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14254", "abs": "https://arxiv.org/abs/2508.14254", "authors": ["Amey Khanolkar", "Saqeeb Adnan", "Md Minaruzzaman", "Linu Malakkal", "Darren B. Thomson", "David B. Turner", "J. Matthew Mann", "David H. Hurley", "Marat Khafizov"], "title": "Lattice anharmonicity effects in fluorite oxide single crystals and anomalous increase in phonon lifetime in ceria at elevated temperature", "comment": null, "summary": "We investigate the temperature dependence of the frequency and linewidth of\nthe triply-degenerate T$_{2g}$ zone-centered optical phonon in flux-grown ceria\nand hydrothermally-synthesized thoria single crystals from room temperature to\n1273 K using Raman spectroscopy. Both crystals exhibit an expected increase in\nthe phonon linewidth with temperature due to enhanced phonon-phonon scattering.\nHowever, ceria displays an anomalous linewidth reduction in the temperature\nrange of 1023-1123 K. First-principles phonon linewidth calculations\nconsidering cubic and quartic phonon interactions within\ntemperature-independent phonon dispersion fail to describe this anomaly. A\nparameterization of the temperature-dependent second order interatomic force\nconstants based on previously reported phonon dispersion measured at room and\nhigh temperatures, predicts a deviation from the monotonic linewidth increase,\nalbeit at temperatures lower than those observed experimentally for ceria. The\nqualitative agreement in the trend of temperature-dependent linewidth suggests\nthat lattice anharmonicity-induced phonon renormalization plays a role in\nphonon lifetime. Specifically, a change in the overlap between softened\nacoustic and optical branches in the dispersion curve reduces the available\nphonon scattering phase space of the Raman active mode at the zone center,\nleading to an increased phonon lifetime within a narrow temperature interval.\nThese findings provide new insights into higher-order anharmonic interactions\nin ceria and thoria, motivating further investigations into the role of\nanharmonicity-induced phonon renormalization on phonon lifetimes at high\ntemperatures."}
{"id": "2508.14666", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14666", "abs": "https://arxiv.org/abs/2508.14666", "authors": ["Mingwei Yang", "Jiayin Tang", "Xianfeng Wu", "Heng Wang", "Wenjing Xu", "Haoliang Huang", "Zhicheng Pei", "Wenjie Meng", "Guangli Kuang", "Jinfeng Xu", "Sixia Hu", "Chuanying Xi", "Li Pi", "Qingyou Lu", "Ziqiang Wang", "Qikun Xue", "Zhuoyu Chen", "Danfeng Li"], "title": "Robust field re-entrant superconductivity in ferromagnetic infinite-layer rare-earth nickelates", "comment": "Manuscript under review. 26 pages, 11 figures", "summary": "Superconductivity and ferromagnetism are naturally competing, while their\ninterplay can give rise to exotic quantum phases, such as triplet pairing,\nexemplified by heavy-fermion compounds like UTe$_2$, where magnetic\nfluctuations stabilise multiple superconducting states. However, such phenomena\nhave remained elusive in high-temperature superconductors. Here we report the\ndiscovery of robust field-induced re-entrant superconductivity in heavily\nEu-doped infinite-layer nickelate Sm$_{0.95-x}$Ca$_{0.05}$Eu$_x$NiO$_2$. In the\nheavily over-doped regime, we observe a remarkable superconducting state that\nemerges under high magnetic fields ($>$ 6 Tesla) after the initial suppression\nof zero-field superconductivity. Both zero-resistance transport and Meissner\ndiamagnetic effect confirm the superconducting nature of this high-field phase,\nwhich persists up to at least 45 Tesla. This re-entrant behaviour is featured\nby the coexistence of ferromagnetism and superconductivity on distinct\nsublattices -- magnetic Eu$^{2+}$ ions and the Ni-O planes, respectively. Such\nan exotic state may arise from the compensation between external and internal\nexchange fields (Jaccarino-Peter effect) combined with magnetic\nfluctuation-enhanced pairing near quantum criticality. Our findings establish\ninfinite-layer nickelates as a unique platform for high-temperature\nferromagnetic superconductivity, opening new avenues for discovering and\nmanipulating unconventional quantum phases in strongly correlated materials."}
{"id": "2508.14521", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14521", "abs": "https://arxiv.org/abs/2508.14521", "authors": ["K. E. Polczynska", "S. Karouaz", "W. Pacuski", "L. Besombes"], "title": "Influence of local strain on the optical probing of a Ni$^{2+}$ spin in a charged self-assembled quantum dot", "comment": null, "summary": "This study explores the optical properties of quantum dots doped with a\nNi$^{2+}$ ion that interacts with a charged exciton. Systematic magneto-optical\nanalysis reveals that the strain distribution at the Ni$^{2+}$ site\nsignificantly influences its spin structure. In positively charged dots\ndominated by in-plane biaxial strain, the three spins states of the Ni$^{2+}$\n(S$_z$=0, S$_z$=$\\pm$1) can be observed and the magneto-optical spectra enables\na local strain anisotropy to be determined. However, in most of the dots,\nlower-symmetry strain mixes all the Ni$^{2+}$ spin states, thereby increasing\nthe number of observed optical transitions. In charged dots, we identify\noptical transitions that share a common excited state. They form a series of\n$\\Lambda$ levels systems that can be individually addressed optically to\ndetermine the energy level structure. Magneto-optical measurements demonstrate\nthat the hole-Ni$^{2+}$ exchange interaction is antiferromagnetic and\nconsiderably stronger than the electron-Ni$^{2+}$ interaction. A spin-effective\nmodel that incorporates local strain orientation can successfully reproduce key\nexperimental results. Furthermore, we demonstrate that low-symmetry terms in\nthe hole-Ni$^{2+}$ exchange interaction must be considered in order to\naccurately describe the emission spectra details in a magnetic field."}
{"id": "2508.14642", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.14642", "abs": "https://arxiv.org/abs/2508.14642", "authors": ["Ilian Pihlajamaa", "Teunike A. van de Pol", "Liesbeth M. C. Janssen"], "title": "Fundamental measure theory for predicting many-body correlation functions", "comment": null, "summary": "We study many-body correlation functions within various Fundamental Measure\nTheory (FMT) formulations and compare their predictions to Monte Carlo\nsimulations of hard-sphere fluids. FMT accurately captures key features of\nthree- and four-body structure, particularly at low and intermediate\nwavevectors. We show that the dominant contributions to the four-point\nstructure factor arise from direct triplet correlations, allowing evaluation of\nfour-point correlations to be greatly simplified. In glass-forming liquids at\nhigh volume fractions, FMT correctly reproduces deviations from the convolution\napproximation, highlighting FMT's ability to capture growing structural\nmultipoint correlations upon supercooling."}
{"id": "2508.14862", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.14862", "abs": "https://arxiv.org/abs/2508.14862", "authors": ["Ion Santra", "Urna Basu", "Sanjib Sabhapandit"], "title": "Universal winding properties of chiral active motion", "comment": null, "summary": "We propose the area swept $A(t)$ and the winding angle $\\Omega(t)$ as the key\nobservables to characterize chiral active motion. We find that the\ndistributions of the scaled area and the scaled winding angle are described by\nuniversal scaling functions across all well-known models of active particles,\nparametrized by the chirality $\\omega$, along with a self-propulsion speed\n$v_0$, and the persistence time $\\tau$. In particular, we show that, at late\ntimes, the average winding angle grows logarithmically with time $\\la\\Omega\n\\ra\\sim(\\omega\\tau/2)\\,\\ln t$, while the average area swept has a linear\ntemporal growth $\\la A(t)\\ra\\simeq(\\omega\\tau D_{\\text{eff}})\\,t$, where\n$D_{\\text{eff}}=v_0^2 \\tau /[2(1+ \\omega^2 \\tau^2)]$ is the effective diffusion\ncoefficient. Moreover, we find that the distribution of the scaled area\n$z=[A-\\la A\\ra]/(2D_{\\text{eff}}t)$ is described by the universal scaling\nfunction $F_{\\text{ch}}(z)=\\text{sech}(\\pi z)$. From extensive numerical\nevidence, we conjecture the emergence of a new universal scaling function\n$G_{\\text{ch}}(z)=\\mathcal {N}/[e^{\\alpha z} + e^{-\\beta z}]$ for the\ndistribution of the scaled winding angle $z=\\Omega/[\\ln t]$, where the\nparameters $\\alpha$ and $\\beta$ are model-dependent and $\\mathcal{N}$ is the\nnormalization constant. In the absence of chirality, i.e., $\\omega=0$, the\nscaling function becomes $G_{\\text{ch}}(z)=(\\alpha/\\pi)\\,\\mathrm{sech}(\\alpha\nz)$."}
{"id": "2508.14172", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.14172", "abs": "https://arxiv.org/abs/2508.14172", "authors": ["Wouter Buijsman"], "title": "Average weighted ratio of consecutive level spacings for infinite-dimensional orthogonal random matrices", "comment": "6 pages, 2 figures", "summary": "The onset of quantum ergodicity is often quantified by the average ratio of\nconsecutive level spacings. The reference values for ergodic quantum systems\nhave been obtained numerically from the spectra of large but finite-dimensional\nrandom matrices. This work introduces a weighted ratio of consecutive level\nspacings, having the propery that the average can be computed numerically for\nrandom matrices of infinite dimension. A Painlev\\'e differential equation is\nsolved numerically in order to determine this average for infinite-dimensional\northogonal random matrices, thereby providing a reference value for ergodic\nquantum systems obeying time-reversal symmetry. A Wigner surmise-inspired\nanalytical calculation is found to yield a qualitatively accurate picture for\nthe statistics of high-dimensional random matrices from each of the symmetry\nclasses. For Poissonian level statistics, a significantly different average is\nfound, indicating that the average weighted ratio of consecutive level spacings\ncan be used as a probe for quantum ergodicity."}
{"id": "2508.14205", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14205", "abs": "https://arxiv.org/abs/2508.14205", "authors": ["Divyanshi Sar", "Mingda Gong", "Tetiana Romanova", "Luka Khizanishvili", "Hannah Park", "Dariusz Kaczorowski", "Wei-Cheng Lee", "Pegor Aynajian"], "title": "Topologically trivial semiconducting behavior and polaronic effects in antiferromagnetic EuZn$_2$As$_2$ and EuCd$_2$Sb$_2$", "comment": null, "summary": "The Eu-based EuA$_2$X$_2$ (A = Zn, Cd, In, Sn; X = P, As, Sb) family of\ncompounds has recently attracted significant attention as a promising platform\nfor exploring magnetic topological materials, with several members either\npredicted or reported to exhibit nontrivial topological properties. We\ninvestigate the previously reported topological semimetals, EuZn$_2$As$_2$ and\nEuCd$_2$Sb$_2$, using scanning tunneling microscopy and spectroscopy,\ncomplemented by various first-principles computational approaches. Through\nexamination of the cleaved surfaces, step-edges, and defect states, we\ndetermine the trivial semiconducting behavior in both material systems, with no\nevidence of topological surface or edge states. These experimental results are\nconsistent with our theoretical analysis revealing the absence of topological\nband inversion in either system. Our experimental observations also reveal\nnumerous intrinsic defects that trap charge carriers. These defects may\nfacilitate the formation of magnetic polarons, providing a natural explanation\nfor the colossal negative magnetoresistance observed in many of the\nEuA$_2$X$_2$ material systems."}
{"id": "2508.14270", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14270", "abs": "https://arxiv.org/abs/2508.14270", "authors": ["Ramon Cardias", "Hugo U. R. Strand", "Anders Bergman", "A. B. Klautau", "Tatiana G. Rappoport"], "title": "Real-space first-principles approach to orbitronic phenomena in metallic multilayers", "comment": "12 pages, 5 figures", "summary": "We develop a real-space first-principles method based on density functional\ntheory to investigate orbitronic phenomena in complex materials. Using the\nReal-Space Linear Muffin-Tin Orbital method within the Atomic Sphere\nApproximation (RS-LMTO-ASA) combined with a Chebyshev polynomial expansion of\nthe Green's functions, we compute orbital (spin) Hall transport and orbital\n(spin) accumulation directly in real space. The approach scales linearly with\nsystem size and naturally incorporates disorder, finite-size effects, and\ninterface roughness. We apply the method to transition-metal-based\nheterostructures and demonstrate the emergence of substantial orbital (spin)\naccumulation, even in centrosymmetric systems. Our methodology provides a\nscalable and flexible framework for realistic simulations of orbital transport\nphenomena in complex heterostructures."}
{"id": "2508.14630", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14630", "abs": "https://arxiv.org/abs/2508.14630", "authors": ["Arsen Herasymchuk", "Sergei G. Sharapov", "Oleg V. Yazyev", "Yaroslav Zhumagulov"], "title": "Correlated phases in rhombohedral N-layer graphene", "comment": "24 pages, 17 figures", "summary": "We investigate the emergence of correlated electron phases in rhombohedral\n$N$-layer graphene due to two-valley Coulomb interactions within a low-energy\n$k \\cdot p$ framework. Analytical expressions for Lindhard susceptibilities in\nintra- and intervalley channels are derived, and the critical temperatures for\nphase transitions are estimated using both the random phase approximation (RPA)\nand the parquet approximation (PA). Within RPA, only Stoner and intervalley\ncoherent (IVC) phases are supported, while the PA reveals a richer phase\nstructure including particle-particle (PP) channel instabilities. We establish\na general scaling law for the critical temperature with respect to layer number\n$N$, highlighting an upper bound as $N \\rightarrow \\infty$, and demonstrate a\nnon-monotonic decrease of the critical temperature with increasing chemical\npotential. The PA uncovers the role of interaction symmetry: $SU(4)$-symmetric\ninteractions favor intervalley Stoner order in the density channel, whereas\n$SU(2) \\times SU(2)$-symmetric interactions permit a broader set of phases. A\ncrossover in the dominant instability occurs in the particle-hole channel at a\ncritical layer number, suggesting the emergence of magnetic or IVC phases in\nthicker systems. We also identify conditions under which pair-density wave\n(PDW) order could form in the PP channel, though its physical realization may\nbe constrained."}
{"id": "2508.14589", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14589", "abs": "https://arxiv.org/abs/2508.14589", "authors": ["Lucas Marcogliese", "Ouviyan Sabapathy", "Rudolf Richter", "Jhih-Sian Tu", "Dominique Bougeard", "Lars R. Schreiber"], "title": "Fabrication, characterization and mechanical loading of Si/SiGe membranes for spin qubit devices", "comment": "13 pages, 10 figures", "summary": "Si/SiGe heterostructures on bulk Si substrates have been shown to host high\nfidelity electron spin qubits. Building a scalable quantum processor would,\nhowever, benefit from further improvement of critical material properties such\nas the valley splitting landscape. Flexible control of the strain field and the\nout-of-plane electric field $\\mathcal{E}_z$ may be decisive for valley\nsplitting enhancement in the presence of alloy disorder. We envision the\nSi/SiGe membrane as a versatile scientific platform for investigating\nintervalley scattering mechanisms which have thus far remained elusive in\nconventional Si/SiGe heterostructures and have the potential to yield\nfavourable valley splitting distributions. Here, we report the fabrication of\nlocally-etched, suspended SiGe/Si/SiGe membranes from two different\nheterostructures and apply the process to realize a spin qubit shuttling device\non a membrane for future valley mapping experiments. The membranes have a\nthickness in the micrometer range and can be metallized to form a back-gate\ncontact for extended control over the electric field. To probe their elastic\nproperties, the membranes are stressed by loading with a profilometer stylus at\nroom temperature. We distinguish between linear elastic and buckling modes,\neach offering new mechanisms through which strain can be coupled to spin\nqubits."}
{"id": "2508.14775", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14775", "abs": "https://arxiv.org/abs/2508.14775", "authors": ["Lauren E. Cook", "Timothy J. H. Hele"], "title": "On the electronic normal modes of the Meyer-Miller-Stock-Thoss representation of non-adiabatic dynamics", "comment": "31 pages, 6 figures, submitted to JCP, SI available as ancillary file", "summary": "Accurate and efficient simulation of non-adiabatic dynamics is highly\ndesirable for understanding charge and energy transfer in complex systems. A\nkey criterion for obtaining an accurate method is conservation of the Quantum\nBoltzmann Distribution (QBD). For a single surface, Matsubara dynamics is known\nto conserve the QBD, as a consequence of truncating the dynamics in the higher\nnormal modes of the imaginary-time path integral. Recently, a Non-Adiabatic\nMatsubara (NA-Mats) dynamics has been proposed (J. Chem. Phys., 2021, 154,\n124124) which truncates in the normal modes of the nuclear variables but not in\nthe electronic variables, which are described with the Meyer-Miller-Stock-Thoss\n(MMST) representation. Surprisingly, this NA-Mats method does not appear to\nconserve the QBD for a general system. This poses the question of the effect of\ntruncating the higher normal modes of the electronic variables in the MMST\nrepresentation. In this article, we present what we believe is the first study\nof electronic normal modes of the MMST representation. We find that observables\nare not usually a function of a finite number of normal modes and that the\nhigher normal modes are not constrained by the distribution, unlike in\nconventional nuclear normal modes. While for an ensemble of trajectories,\ntruncation in MMST normal modes appears to numerically conserve the QBD, this\nis not the case for a single trajectory. When considering a correlation\nfunction, all MMST normal modes are required to obtain reasonable dynamics.\nOverall, this suggests that MMST variables are not optimal for obtaining an\naccurate, QBD conserving nonadiabatic dynamics method."}
{"id": "2508.14179", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2508.14179", "abs": "https://arxiv.org/abs/2508.14179", "authors": ["Jorge L. Rosa-Raíces", "David T. Limmer"], "title": "Nonadiabatic force matching for alchemical free-energy estimation", "comment": null, "summary": "We propose a method to compute free energies from nonadiabatic alchemical\ntransformations using diffusion-denoising generative models. The method,\nnonadiabatic force matching, hinges on estimating -- rather than minimizing --\nthe dissipation along an alchemical transition as the functional of a\nnonadiabatic potential, which plays the role of a diffusion-denoising protocol.\nApplying the algorithm to compute alchemical free energies of simple atomistic\nmodels shows it can significantly cut the simulation cost of a free-energy\nestimate at no loss of accuracy compared with thermodynamic integration."}
{"id": "2508.14205", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14205", "abs": "https://arxiv.org/abs/2508.14205", "authors": ["Divyanshi Sar", "Mingda Gong", "Tetiana Romanova", "Luka Khizanishvili", "Hannah Park", "Dariusz Kaczorowski", "Wei-Cheng Lee", "Pegor Aynajian"], "title": "Topologically trivial semiconducting behavior and polaronic effects in antiferromagnetic EuZn$_2$As$_2$ and EuCd$_2$Sb$_2$", "comment": null, "summary": "The Eu-based EuA$_2$X$_2$ (A = Zn, Cd, In, Sn; X = P, As, Sb) family of\ncompounds has recently attracted significant attention as a promising platform\nfor exploring magnetic topological materials, with several members either\npredicted or reported to exhibit nontrivial topological properties. We\ninvestigate the previously reported topological semimetals, EuZn$_2$As$_2$ and\nEuCd$_2$Sb$_2$, using scanning tunneling microscopy and spectroscopy,\ncomplemented by various first-principles computational approaches. Through\nexamination of the cleaved surfaces, step-edges, and defect states, we\ndetermine the trivial semiconducting behavior in both material systems, with no\nevidence of topological surface or edge states. These experimental results are\nconsistent with our theoretical analysis revealing the absence of topological\nband inversion in either system. Our experimental observations also reveal\nnumerous intrinsic defects that trap charge carriers. These defects may\nfacilitate the formation of magnetic polarons, providing a natural explanation\nfor the colossal negative magnetoresistance observed in many of the\nEuA$_2$X$_2$ material systems."}
{"id": "2508.14213", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14213", "abs": "https://arxiv.org/abs/2508.14213", "authors": ["Yabo Li", "Aditi Mitra"], "title": "Non-invertible symmetries out of equilibrium", "comment": null, "summary": "Through the study of the Rep($D_8$) non-invertible symmetry, we show how\nnon-invertible symmetries manifest in dynamics. By considering the effect of\nsymmetry preserving disorder, the non-invertible symmetry is shown to give rise\nto degeneracies in the spectra that can only be completely lifted at orders of\nperturbation that scale with system size. The eigenstates of disordered\nHamiltonians, whose ground state correspond to non-trivial symmetry protected\ntopological (SPT) states, are shown to have either trivial or non-trivial SPT\norder that are detected as non-zero expectation value of string\norder-parameters. In contrast, non-trivial SPT order is absent in the\neigenstates of trivial SPT Hamiltonians with disorder. The interface between\ntwo different SPT phases host edge modes whose dynamics is studied numerically\nand analytically. The edge mode is shown to oscillate at frequencies related to\ndifferent effective chain lengths that are weighted by the temperature,\nbecoming an exact zero mode in the limit of zero temperature. A Floquet model\nwith the non-invertible symmetry is constructed whose edge mode is shown to\nexhibit period-doubled dynamics at low effective-temperatures."}
{"id": "2508.14306", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14306", "abs": "https://arxiv.org/abs/2508.14306", "authors": ["Yuji Ikeda", "Axel Forslund", "Pranav Kumar", "Yongliang Ou", "Jong Hyun Jung", "Andreas Köhn", "Blazej Grabowski"], "title": "Machine-learning interatomic potentials achieving CCSD(T) accuracy for van-der-Waals-dominated systems via Δ-learning", "comment": null, "summary": "Machine-learning interatomic potentials (MLIPs) enable large-scale atomistic\nsimulations at moderate computational cost while retaining ab initio accuracy.\nHowever, most MLIPs are trained on density-functional theory (DFT), which often\nfalls short of chemical accuracy (1 kcal/mol). Conversely, coupled-cluster\nmethods, particularly CCSD(T), which includes single, double, and perturbative\ntriple excitations, are considered the gold standard of computational chemistry\nbut rarely applied to periodic systems due to their huge computational cost.\nHere we present a $\\Delta$-learning workflow to produce interatomic potentials\nwith CCSD(T) accuracy for periodic systems including van der Waals (vdW)\ninteractions. The procedure combines a dispersion-corrected tight-binding\nbaseline with an MLIP trained on the differences of the target CCSD(T) energies\nfrom the baseline. This $\\Delta$-learning strategy enables training on compact\nmolecular fragments while preserving transferability. The dispersion\ninteractions are captured by including vdW-bound multimers in the training set;\ntogether with the vdW-aware tight-binding baseline, the formally local MLIP\nattains CCSD(T) accuracy for systems governed by long-range vdW forces. The\nresulting potential yields root-mean-square energy errors below 0.4 meV/atom on\nboth training and test sets and reproduces electronic total atomization\nenergies, bond lengths, harmonic vibrational frequencies, and inter-molecular\ninteraction energies for benchmark molecular systems. We apply the method to a\nprototypical quasi-two-dimensional covalent organic framework (COF) composed of\ncarbon and hydrogen. The COF structure, inter-layer binding energies, and\nhydrogen absorption are analyzed at CCSD(T) accuracy. Overall, the developed\n$\\Delta$-learning approach opens a practical route to large-scale atomistic\nsimulations that include vdW interactions with chemical accuracy."}
{"id": "2508.14694", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14694", "abs": "https://arxiv.org/abs/2508.14694", "authors": ["A. K. Jain", "J. T. Nicholls", "S. N. Holmes", "G. Jaliel", "C. Chen", "I. Farrer", "D. A. Ritchie"], "title": "The heating and cooling of 2D electrons at low temperatures", "comment": "5 pages, 4 figures", "summary": "We present measurements of the cooling length $\\ell_E$ for hot electrons in a\nGaAs-based high mobility two-dimensional electron gas (2DEG). The thermal\nmeasurements are performed on a long 60 $\\mu$m-wide channel, which is\nJoule-heated at one end, along which there are three similar hot-electron\nthermocouples, spaced 30 $\\mu$m apart. The thermocouples measure an\nexponentially decaying temperature profile with a characteristic length\n$\\ell_E$, which decreases from 23 to 16 $\\mu$m as the lattice temperature\nincreases from 1.8 to 5 K. From a simple one-dimensional model of heat\ndiffusion, we measure an inelastic scattering time which decreases from $\\tau_i\n\\approx$ 0.36 to 0.18 ns. The measured $\\tau_i$ has a magnitude and temperature\ndependence consistent with acoustic phonon scattering times. We discuss how the\nsample design can be varied for further thermal investigations. Knowledge of\nthe temperature profile and its gradient will prove useful in measurements of\nthe thermal conductivity and the Nernst effect."}
{"id": "2508.14843", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.14843", "abs": "https://arxiv.org/abs/2508.14843", "authors": ["Yijue Ding"], "title": "Ground and low-lying excited state potential energy surfaces of diiodomethane in four dimensions", "comment": "12 pages, 10 figures", "summary": "We report a set of adiabatic potential energy surfaces (PESs) for\ndiiodomethane, including the ground electronic state and all excited states\naccessible via single-photon absorption near 260 nm. Although constrained to\nfour dimensions, these PESs capture the essential photochemical processes\nfollowing photoexcitation--namely, bond breaking and rearrangement among the\nmethyl radical and the two iodine atoms. Constructed using an accurate and\nefficient spline interpolation algorithm, the PESs reproduce local features\nwith high fidelity and exhibit overall smooth first-order derivatives, making\nthem suitable for molecular dynamics simulations, including non-adiabatic\ndynamics. We identify key stationary points on the ground-state PES and on\nthree excited-state PESs, and map reaction pathways leading to\n$\\text{CH}_2\\text{I}+\\text{I}$ dissociation via the intermediate formation of a\n$\\text{CH}_2\\text{I}$-$\\text{I}$ isomer. A second photoisomerization pathway is\nalso confirmed, in which the molecule is initially photoexcited and then\nundergoes a nonadiabatic transition to the ground state to form the isomer.\nThese PESs provide a valuable resource for molecular dynamics studies, enabling\ndetailed exploration of photochemistry in diiodomethane."}
{"id": "2508.14447", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14447", "abs": "https://arxiv.org/abs/2508.14447", "authors": ["Veljko Janković"], "title": "Numerically \"exact\" charge transport dynamics in a dissipative electron-phonon model rationalizing the success of the transient localization scenario", "comment": "17 pages, 7 figures", "summary": "Optical conductivity in molecular semiconductors is suppressed in the\nterahertz region, featuring the displaced Drude peak that reflects carriers'\ntransient localization (TL) by slow intermolecular vibrations. Meanwhile,\nrecent computations in minimal models evidence optical-conductivity\nenhancements below the characteristic vibrational frequency, which cannot be\ncaptured by the TL phenomenology. These models assume undamped vibrations,\nwhereas atomistic simulations show that the vibrations most strongly modulating\ncarrier's hopping amplitude are damped. Here, we use the dissipaton equations\nof motion (DEOM) method to compute finite-temperature real-time current\nautocorrelation function in a one-dimensional model with Brownian-oscillator\nspectral density of nonlocal carrier-phonon interaction. We exploit the\ndissipaton algebra to handle the phonon-assisted current, reduce the method's\ncomputational requirements by working in momentum space, and confirm that\nnumerically stable transport dynamics are virtually independent of a specific\nDEOM closing scheme. With increasing damping, we find that DEOM\noptical-conductivity profiles become increasingly qualitatively similar to TL\npredictions. For parameters representative of room-temperature hole transport\nin single-crystal rubrene, we conclude that the TL phenomenology is established\nalready in the underdamped-oscillator regime. Reasonable variations in the\ndamping constant weakly affect the carrier mobility, which remains within\nexperimental bounds. Overall, our results strongly suggest that\noptical-conductivity enhancements at very low frequencies are artifacts of\nundamped vibrations, and rationalize the success of the TL phenomenology in\ndescribing experimental data."}
{"id": "2508.14213", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14213", "abs": "https://arxiv.org/abs/2508.14213", "authors": ["Yabo Li", "Aditi Mitra"], "title": "Non-invertible symmetries out of equilibrium", "comment": null, "summary": "Through the study of the Rep($D_8$) non-invertible symmetry, we show how\nnon-invertible symmetries manifest in dynamics. By considering the effect of\nsymmetry preserving disorder, the non-invertible symmetry is shown to give rise\nto degeneracies in the spectra that can only be completely lifted at orders of\nperturbation that scale with system size. The eigenstates of disordered\nHamiltonians, whose ground state correspond to non-trivial symmetry protected\ntopological (SPT) states, are shown to have either trivial or non-trivial SPT\norder that are detected as non-zero expectation value of string\norder-parameters. In contrast, non-trivial SPT order is absent in the\neigenstates of trivial SPT Hamiltonians with disorder. The interface between\ntwo different SPT phases host edge modes whose dynamics is studied numerically\nand analytically. The edge mode is shown to oscillate at frequencies related to\ndifferent effective chain lengths that are weighted by the temperature,\nbecoming an exact zero mode in the limit of zero temperature. A Floquet model\nwith the non-invertible symmetry is constructed whose edge mode is shown to\nexhibit period-doubled dynamics at low effective-temperatures."}
{"id": "2508.14428", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14428", "abs": "https://arxiv.org/abs/2508.14428", "authors": ["V. K. Verma", "J. Patra", "V. R. Singh", "Y. Nonaka", "G. Shibata", "K. Ishigami", "K. Ohgushi", "Y. Tokura", "T. Koide", "A. Fujimori"], "title": "Orbital magnetic moments in FeCr2S4 studied by x-ray magnetic circular dichroism", "comment": "14 pages, 6 figures", "summary": "We have investigated the element specific magnetic characteristics of\nsingle-crystal FeCr2S4 using x-ray absorption spectroscopy (XAS) and x-ray\nmagnetic circular dichroism (XMCD). We have found that the Fe L2,3-edge XAS\nspectra do not exhibit clear multiplet structures, indicating strong\nhybridization between the Fe 3d and S 3p orbitals, leading to delocalized\nrather than localized electronic states. The Fe 3d and Cr 3d spin moments are\nantiferromagnetically coupled, consistent with the Goodenough-Kanamori rule.\nThe orbital magnetic moments of Fe and Cr are determined to be -0.23 and -0.017\n{\\mu}B/ion, respectively. The large orbital magnetic moment of Fe is due to the\nd6 configuration under the relatively weak tetrahedra crystal field at the Fe\nsite, and the delocalized Fe electrons maintain the orbital degree of freedom\nin spite of their itinerant nature. To understand phenomena such as the\ngigantic Kerr rotation, it is essential to consider not only the orbital\ndegrees of freedom but also the role of spin-orbit coupling, which induces a\nfinite orbital magnetic moment through t2 and e level hybridization under the\ntetrahedral crystal field. This finite orbital moment serves as a direct\nindicator of spin-orbit interaction strength and links element-specific orbital\nmagnetism to the large Kerr rotation. On the other hand, the octahedral\ncrystal-field splitting of the Cr 3d level is large enough to result in the\nquenching of the orbital moment of the Cr ion in FeCr2S4."}
{"id": "2508.14325", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14325", "abs": "https://arxiv.org/abs/2508.14325", "authors": ["Mohamed AbdulHameed", "Khadija Mahbuba", "Mahmoud Yaseen", "Amr Ibrahim", "Daniel Moneghan", "Benjamin Beeler"], "title": "Modeling of silver transport in cubic SiC: Integrating molecular dynamics, bounds averaging, and uncertainty quantification", "comment": null, "summary": "Silver released from TRISO fuel particles can migrate through the SiC layer\nand deposit on reactor components, posing radiation hazards and operational\nchallenges. Despite numerous proposed mechanisms, the precise pathway of silver\ntransport through intact 3C-SiC remains unresolved. We present a\nphysics-informed model for estimating the effective diffusivity of silver in\npolycrystalline 3C-SiC. Molecular dynamics (MD) simulations yield diffusivities\nfor {\\Sigma 3} and {\\Sigma 9} grain boundaries (GBs), while literature values\nare used for other GB types and the bulk. These are combined using a\nbounds-averaging approach accounting for distinct GB transport properties.\nBayesian inference of experimental data provides credible intervals for\neffective Arrhenius parameters and reveals a correlation between activation\nenergy and pre-exponential factor. Although the homogenized model captures\nGB-mediated transport mechanisms, it overpredicts silver diffusivity relative\nto experiments. To resolve this, a multiplicative correction based on\nreversible trapping at nano-pores is introduced. It is derived from first\nprinciples and is shown to reproduce observed transport behavior. Sensitivity\nanalysis identified trap desorption energy and {\\Sigma 9} GB diffusivity as\ndominant factors influencing Ag transport. The resulting framework provides a\nmechanistic description of Ag transport suitable for integration into\nhigher-scale fuel performance models."}
{"id": "2508.14745", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14745", "abs": "https://arxiv.org/abs/2508.14745", "authors": ["Neelanjan Chakraborti", "Sudeep Kumar Ghosh", "Snehasish Nandy"], "title": "Intrinsic Linear Response from Zeeman Quantum Geometry in 2D Unconventional Magnets", "comment": "9 pages, 3 figures, comments are welcome", "summary": "Unconventional magnets with zero net magnetization yet momentum-dependent\nspin splitting constitute a newly identified class of materials that provide a\nrich platform for quantum-geometry-driven transport phenomena. Exploiting the\ninterplay between momentum translation and spin rotation, we uncover a distinct\nlinear transport response governed by a generalized quantum geometric tensor,\nthe Zeeman quantum geometric tensor (ZQGT). We show that the ZQGT drives a\nlinear intrinsic gyrotropic magnetic current (IGMC) in the three prototypical\ntwo-dimensional unconventional magnets: a time-reversal-broken $d_{x^2 - y^2}$\naltermagnet, a time-reversal-symmetric $p$-wave magnet, and a mixed $d$-wave\naltermagnet. Depending on symmetry, these magnets exhibit longitudinal,\ntransverse, or combined conduction and displacement IGMCs in the presence of\nspin-orbit coupling. Notably, this response persists even when conventional\nBerry curvature contributions vanish, offering a unique probe of hidden\nspin-split band structures of unconventional magnets. In particular, for mixed\n$d$-wave altermagnets, symmetric Berry curvature and antisymmetric quantum\nmetric respectively generate longitudinal conduction IGMC and transverse\ndisplacement IGMC- responses absent in conventional quantum geometry. The\npredicted signatures, relevant to compounds such as RuO$_2$, CrSb, and MnTe,\nprovide experimentally accessible diagnostics for distinguishing unconventional\nmagnetic phases. These findings position the ZQGT as a powerful framework for\nprobing and controlling transport in next-generation quantum materials."}
{"id": "2508.14642", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.14642", "abs": "https://arxiv.org/abs/2508.14642", "authors": ["Ilian Pihlajamaa", "Teunike A. van de Pol", "Liesbeth M. C. Janssen"], "title": "Fundamental measure theory for predicting many-body correlation functions", "comment": null, "summary": "We study many-body correlation functions within various Fundamental Measure\nTheory (FMT) formulations and compare their predictions to Monte Carlo\nsimulations of hard-sphere fluids. FMT accurately captures key features of\nthree- and four-body structure, particularly at low and intermediate\nwavevectors. We show that the dominant contributions to the four-point\nstructure factor arise from direct triplet correlations, allowing evaluation of\nfour-point correlations to be greatly simplified. In glass-forming liquids at\nhigh volume fractions, FMT correctly reproduces deviations from the convolution\napproximation, highlighting FMT's ability to capture growing structural\nmultipoint correlations upon supercooling."}
{"id": "2508.14223", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14223", "abs": "https://arxiv.org/abs/2508.14223", "authors": ["Joel Davidsson"], "title": "NV-like Defects More Common Than Four-Leaf Clovers: A Perspective on High-Throughput Point Defect Data", "comment": "Perspective Article", "summary": "Point defects for quantum technologies is an emerging research area, with the\nnitrogen-vacancy (NV) center in diamond at the forefront. However, how rare are\ndefects with NV-like properties? In this perspective, I highlight the results\nof NV-like defects across 17 different materials, revealing that they are more\ncommon than finding four-leaf clovers. I also discuss expanding the search\ncriteria to identify other defects relevant to quantum technologies. Utilizing\npoint defect databases will be instrumental in assisting researchers in\ndiscovering previously unexplored defects suitable for quantum technologies."}
{"id": "2508.14630", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14630", "abs": "https://arxiv.org/abs/2508.14630", "authors": ["Arsen Herasymchuk", "Sergei G. Sharapov", "Oleg V. Yazyev", "Yaroslav Zhumagulov"], "title": "Correlated phases in rhombohedral N-layer graphene", "comment": "24 pages, 17 figures", "summary": "We investigate the emergence of correlated electron phases in rhombohedral\n$N$-layer graphene due to two-valley Coulomb interactions within a low-energy\n$k \\cdot p$ framework. Analytical expressions for Lindhard susceptibilities in\nintra- and intervalley channels are derived, and the critical temperatures for\nphase transitions are estimated using both the random phase approximation (RPA)\nand the parquet approximation (PA). Within RPA, only Stoner and intervalley\ncoherent (IVC) phases are supported, while the PA reveals a richer phase\nstructure including particle-particle (PP) channel instabilities. We establish\na general scaling law for the critical temperature with respect to layer number\n$N$, highlighting an upper bound as $N \\rightarrow \\infty$, and demonstrate a\nnon-monotonic decrease of the critical temperature with increasing chemical\npotential. The PA uncovers the role of interaction symmetry: $SU(4)$-symmetric\ninteractions favor intervalley Stoner order in the density channel, whereas\n$SU(2) \\times SU(2)$-symmetric interactions permit a broader set of phases. A\ncrossover in the dominant instability occurs in the particle-hole channel at a\ncritical layer number, suggesting the emergence of magnetic or IVC phases in\nthicker systems. We also identify conditions under which pair-density wave\n(PDW) order could form in the PP channel, though its physical realization may\nbe constrained."}
{"id": "2508.14329", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14329", "abs": "https://arxiv.org/abs/2508.14329", "authors": ["Mohamed AbdulHameed", "Anton J. Schneider", "Benjamin Beeler", "Michael W. D. Cooper"], "title": "Modeling oxygen-void interactions in uranium nitride", "comment": null, "summary": "Oxygen impurities in uranium nitride (UN) are reported to influence its\nswelling behavior under irradiation, yet the underlying mechanism remains\nunknown. In this work, we develop a first-principles model that quantifies the\ninteraction of oxygen with voids and fission gas bubbles in UN, leading to a\nreduction in surface energy that can promote swelling. The analysis reveals\nthat segregation of substitutional oxygen at surface nitrogen sites is the\nprimary driver of surface energy reduction, $|\\Delta \\sigma|$, while oxygen in\nsurface hollow sites plays a minor and sometimes counteracting role. $|\\Delta\n\\sigma|$ is most pronounced for small cavities ($R_v$ = 1--10 nm) at\nintermediate temperatures that coincide with the onset of breakaway swelling in\nUN. Larger voids require higher temperatures for oxygen adsorption to\nsignificantly lower their surface energy. The temperature dependence of\n$|\\Delta \\sigma|$ exhibits three regimes: negligible reduction at low\ntemperatures due to sluggish oxygen diffusion, a maximum at intermediate\ntemperatures where oxygen incorporation is optimal, and a decline at high\ntemperatures due to enhanced bulk solubility. A parametric analysis reveals\nthat $|\\Delta \\sigma|$ depends strongly on both oxygen concentration and cavity\nsize, but is largely insensitive to porosity. Our results suggest that\noxygen-induced surface energy reduction is essential for reconciling the\nmechanistic swelling model of UN with experimental observations."}
{"id": "2508.14754", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14754", "abs": "https://arxiv.org/abs/2508.14754", "authors": ["Diego A. Visani", "Letizia Catalini", "Christian L. Degen", "Alexander Eichler", "Javier del Pino"], "title": "Near-resonant nuclear spin detection with megahertz mechanical resonators", "comment": "arXiv admin note: substantial text overlap with arXiv:2311.16273", "summary": "Mechanical resonators operating in the megahertz range have become a\nversatile platform for fundamental and applied quantum research. Their\nexceptional properties, such as low mass and high quality factor, make them\nalso appealing for force sensing experiments. In this work, we propose a method\nfor detecting, and ultimately controlling, nuclear spins by coupling them to\nmegahertz resonators via a magnetic field gradient. Dynamical backaction\nbetween the sensor and an ensemble of $N$ nuclear spins produces a shift in the\nsensor's resonance frequency. The mean frequency shift due to the Boltzmann\npolarization is challenging to measure in nanoscale sample volumes. Here, we\nshow that the fluctuating polarization of the spin ensemble results in a\nmeasurable increase of the resonator's frequency variance. On the basis of\nanalytical as well as numerical results, we predict that the variance\nmeasurement will allow single nuclear spin detection with existing resonator\ndevices."}
{"id": "2508.14252", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14252", "abs": "https://arxiv.org/abs/2508.14252", "authors": ["Jeffrey A. Brock", "Aleksandr Kurenkov", "Aleš Hrabec", "Laura J. Heyderman"], "title": "Engineering and exploiting self-driven domain wall motion in ferrimagnets for neuromorphic computing applications", "comment": "22 pages, 4 figures, 5 supporting figures", "summary": "Magnetic domain wall motion has recently garnered significant interest as a\nphysical mechanism to enable energy-efficient, next-generation brain-inspired\ncomputing architectures. However, realizing all behaviors required for\nneuromorphic computing within standard material systems remains a significant\nchallenge, as these functionalities often rely on competing interactions. Here,\nwe demonstrate how spontaneous domain wall motion in response to locally\nengineered lateral exchange coupling in transition metal-rare earth\nferrimagnets can be leveraged to achieve numerous neuromorphic computing\nfunctionalities in devices with minimal complexity. Through experiments and\nmicromagnetic simulations, we show how tuning the feature size, material\ncomposition, and chiral interaction strength controls the speed of self-driven\ndomain wall motion. When integrated with spin-orbit torque, this control gives\nrise to behaviors essential for neuromorphic computing, including leaky\nintegration and passive resetting of artificial neuron potential. These results\nestablish locally engineered ferrimagnets as a tunable, scalable, and\nstraightforward platform for domain wall-based computing architectures."}
{"id": "2508.14772", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14772", "abs": "https://arxiv.org/abs/2508.14772", "authors": ["Si-Yu Pan", "Jiahao Yang", "Gang V. Chen"], "title": "Gauge flux generations of weakly magnetized Dirac spin liquid in a kagomé lattice", "comment": "14pages, 13figures", "summary": "Inspired by the recent progress on the Dirac spin liquid and the kagom\\'{e}\nlattice antiferromagnets, we revisit the U(1) Dirac spin liquid on the\nkagom\\'{e} lattice and consider the response of this quantum state to the weak\nmagnetic field by examining the matter-gauge coupling. Even though the system\nis in the strong Mott insulating regime, the Zeeman coupling could induce the\ninternal U(1) gauge flux with the assistance of the Dzyaloshinskii-Moriya\ninteraction. In addition to the perturbatively-induced non-uniform flux from\nthe microscopic interactions, the system spontaneously generates the uniform\nU(1) gauge flux in a non-perturbative fashion to create the spinon Landau\nlevels and thus gains the kinetic energy for the spinon matters. Renormalized\nmean-field theory is employed to validate these two flux generation mechanisms.\nThe resulting state is argued to be an ordered antiferromagnet with the\nin-plane magnetic order, and the gapless Goldstone mode behaves like the\ngapless gauge boson and the spinons appear at higher energies. The dynamic\nproperties of this antiferromagnet, and the implication for other\nmatter-gauge-coupled systems are discussed."}
{"id": "2508.14513", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14513", "abs": "https://arxiv.org/abs/2508.14513", "authors": ["Irea Mosquera-Lois", "Aron Walsh"], "title": "Dynamic Vacancy Levels in CsPbCl3 Obey Equilibrium Defect Thermodynamics", "comment": null, "summary": "Halide vacancies are the dominant point defects in perovskites with\n$V_\\mathrm{Cl}$ identified as a detrimental trap for the optoelectronic\nperformance of CsPbCl$_3$, with applications ranging from photodetectors to\nsolar cells. Understanding these defects under operating conditions is key\nsince their electronic levels exhibit large thermal fluctuations that challenge\nthe validity of static 0 K models. However, quantitative modelling of defect\nprocesses requires hybrid density functional theory with spin-orbit coupling,\nwhich is too expensive for direct molecular dynamic simulations. To address\nthis, we train a multi-task machine learning force field to study\n$V_\\mathrm{Cl}$ in orthorhombic CsPbCl$_3$ at 300 K.While we observe strong\noscillations in the optical transition level arising from the soft potential\nenergy surface, neither the non-radiative capture barriers nor the\nthermodynamic charge transition levels are affected. Our results reveal that\n$V_\\mathrm{Cl}$ is not responsible for the non-radiative losses previously\nassumed. Instead, its impact on performance arises from other mechanisms, such\nas limiting the open-circuit voltage and promoting ionic migration. Our\nfindings demonstrate that, despite strong dynamical effects in halide\nperovskites, the conventional static formalism of defect theory remains valid\nfor predicting thermodynamic behavior, providing a sound basis for the design\nof high-performance energy materials."}
{"id": "2508.14771", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14771", "abs": "https://arxiv.org/abs/2508.14771", "authors": ["Duc Minh Tran", "Edoardo Mangini", "Elizabeth M. Jefremovas", "Fabian Kammerbauer", "Dennis Meier", "Robert Frömter", "Mathias Kläui"], "title": "Controlling Skyrmion Lattice Orientation with Local Magnetic Field Gradients", "comment": null, "summary": "Precise control over the formation and arrangement of magnetic skyrmion\nlattices is essential for understanding their emergent behavior and advancing\ntheir integration into spintronic and magnonic devices. We report on a simple\nand minimally invasive technique to nucleate and manipulate skyrmion lattices\nin soft magnetic CoFeB using single-pass magnetic force microscopy (MFM). By\ntuning the scan-line spacing to match the intrinsic stripe domain periodicity,\nthe stray field gradient from the MFM tip induces reversible transitions from\nstripe domains to isolated skyrmions and locally ordered lattices. The\nresulting skyrmion positions are extracted to compute the local orientational\norder parameter $\\psi_6$, enabling quantitative evaluation of lattice ordering.\nA systematic improvement in $\\langle |\\psi_6| \\rangle$ is observed with\nrepeated scanning, indicating a transition from a disordered state to ordered\nhexagonal lattices. Furthermore, we demonstrate that the lattice orientation\ncan be deterministically rotated by changing the scanning direction, as\nconfirmed by both real-space analysis and fast Fourier transformations. This\nmethod enables the controlled creation, reordering, and deletion of metastable\nskyrmion textures on demand. Our approach establishes a practical and\naccessible platform for studying two-dimensional phase behavior in topological\nspin systems, offering direct and reconfigurable control over lattice symmetry,\norder, and orientation."}
{"id": "2508.14254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14254", "abs": "https://arxiv.org/abs/2508.14254", "authors": ["Amey Khanolkar", "Saqeeb Adnan", "Md Minaruzzaman", "Linu Malakkal", "Darren B. Thomson", "David B. Turner", "J. Matthew Mann", "David H. Hurley", "Marat Khafizov"], "title": "Lattice anharmonicity effects in fluorite oxide single crystals and anomalous increase in phonon lifetime in ceria at elevated temperature", "comment": null, "summary": "We investigate the temperature dependence of the frequency and linewidth of\nthe triply-degenerate T$_{2g}$ zone-centered optical phonon in flux-grown ceria\nand hydrothermally-synthesized thoria single crystals from room temperature to\n1273 K using Raman spectroscopy. Both crystals exhibit an expected increase in\nthe phonon linewidth with temperature due to enhanced phonon-phonon scattering.\nHowever, ceria displays an anomalous linewidth reduction in the temperature\nrange of 1023-1123 K. First-principles phonon linewidth calculations\nconsidering cubic and quartic phonon interactions within\ntemperature-independent phonon dispersion fail to describe this anomaly. A\nparameterization of the temperature-dependent second order interatomic force\nconstants based on previously reported phonon dispersion measured at room and\nhigh temperatures, predicts a deviation from the monotonic linewidth increase,\nalbeit at temperatures lower than those observed experimentally for ceria. The\nqualitative agreement in the trend of temperature-dependent linewidth suggests\nthat lattice anharmonicity-induced phonon renormalization plays a role in\nphonon lifetime. Specifically, a change in the overlap between softened\nacoustic and optical branches in the dispersion curve reduces the available\nphonon scattering phase space of the Raman active mode at the zone center,\nleading to an increased phonon lifetime within a narrow temperature interval.\nThese findings provide new insights into higher-order anharmonic interactions\nin ceria and thoria, motivating further investigations into the role of\nanharmonicity-induced phonon renormalization on phonon lifetimes at high\ntemperatures."}
{"id": "2508.14834", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14834", "abs": "https://arxiv.org/abs/2508.14834", "authors": ["Emmanuel B. Amuah", "Khalid M. Siddiqui", "Maurizio Monti", "Daniel Pérez-Salinas", "Hanna Strojecka", "Thomas H. Meyland", "Allan S. Johnson", "Simon E. Wall"], "title": "Electron coherent phonon coupling in Pr$_{0.5}$Ca$_{1.5}$MnO$_4$ measured with ultrafast broadband spectroscopy", "comment": "10 Pages, 7 Figures", "summary": "Photoexcitation of single-layered La$_{0.5}$Mn$_{1.5}$MnO$_4$ has played a\nkey role in understanding orbital ordering and non-thermal states in the\nmanganites. However, while orbital ordering in La$_{0.5}$Sr$_{1.5}$MnO$_4$\nbreaks the in-plane C$_4$ symmetry, many layered manganites show much more\ncomplex phase diagrams in which orbital ordering emerges from an already\nsymmetry-broken high-temperature phase and also exhibit additional\nlow-temperature phases. In this work, we examine the role of these phases in\nrelation to orbital ordering in the single-layered manganite\nPr$_{0.5}$Ca$_{1.5}$MnO$_4$ with a combination of optical reflection anisotropy\nand ultrafast broadband pump-probe spectroscopy. We find that the reflection\nanisotropy, measured in equilibrium, is strongly sensitive to charge and\norbital-ordering transition only. However, the ultrafast response, measuring\nthe non-equilibrium state is sensitive to all phases. In particular, we deduce\nthat coherent phonons modulate unoccupied electronic states that are sensitive\nto the different phases of the material. This gives rise to a non-linear\nscaling of the phonon signal with pump fluence at specific probe wavelengths."}
{"id": "2508.14551", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.14551", "abs": "https://arxiv.org/abs/2508.14551", "authors": ["Lionel Lacombe", "Lucia Reining", "Vitaly Gorelov"], "title": "Electron charge dynamics and charge separation: A response theory approach", "comment": null, "summary": "This study applies response theory to investigate electron charge dynamics,\nwith a particular focus on charge separation. We analytically assess the\nstrengths and limitations of linear and quadratic response theories in\ndescribing charge density and current, illustrated by a model that simulates\ncharge transfer systems. While linear response accurately captures optical\nproperties, the quadratic response contains the minimal ingredients required to\ndescribe charge dynamics and separation. Notably, it closely matches exact time\npropagation results in some regime that we identify. We propose and test\nseveral approximations to the quadratic response and explore the influence of\nhigher-order terms and the effect of an on-site interaction $U$."}
{"id": "2508.14829", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14829", "abs": "https://arxiv.org/abs/2508.14829", "authors": ["Colin Ducarme", "Simon De Wergifosse", "Flavio Abreu Araujo"], "title": "Core position-dependent gyrotropic and damping contributions to the Thiele equation approach for accurate spin-torque vortex oscillator dynamics", "comment": "5 pages, 3 figures", "summary": "Understanding the nonlinear dynamics of magnetic vortices in spin-torque\nvortex oscillators (STVOs) is essential for their application in neuromorphic\ncomputing. Existing models either rely on the standard Thiele equation approach\n(TEA), which offer only qualitative predictions, or on micromagnetic\nsimulations (MMS), which are computationally demanding. We present a refined\nThiele approach that incorporates the deformation of the vortex profile for the\nevaluation of the gyrotropic and damping terms. In this manuscript, a more\nrealistic ansatz of the vortex magnetization profile is introduced to extract\nthese effective parameters semi-analytically. A method to extract the\ngyrotropic and damping terms directly from MMS is also presented. The resulting\nexpressions are benchmarked against state-of-the-art analytical derivations,\nand reveal a damping anisotropy of the vortex core. This framework captures the\nessential nonlinearities of STVO dynamics with high fidelity at low\ncomputational cost, paving the way for predictive modeling of large-scale\nneuromorphic circuits based on STVOs."}
{"id": "2508.14270", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14270", "abs": "https://arxiv.org/abs/2508.14270", "authors": ["Ramon Cardias", "Hugo U. R. Strand", "Anders Bergman", "A. B. Klautau", "Tatiana G. Rappoport"], "title": "Real-space first-principles approach to orbitronic phenomena in metallic multilayers", "comment": "12 pages, 5 figures", "summary": "We develop a real-space first-principles method based on density functional\ntheory to investigate orbitronic phenomena in complex materials. Using the\nReal-Space Linear Muffin-Tin Orbital method within the Atomic Sphere\nApproximation (RS-LMTO-ASA) combined with a Chebyshev polynomial expansion of\nthe Green's functions, we compute orbital (spin) Hall transport and orbital\n(spin) accumulation directly in real space. The approach scales linearly with\nsystem size and naturally incorporates disorder, finite-size effects, and\ninterface roughness. We apply the method to transition-metal-based\nheterostructures and demonstrate the emergence of substantial orbital (spin)\naccumulation, even in centrosymmetric systems. Our methodology provides a\nscalable and flexible framework for realistic simulations of orbital transport\nphenomena in complex heterostructures."}
{"id": "2508.14894", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14894", "abs": "https://arxiv.org/abs/2508.14894", "authors": ["Zhaoyu Han", "Taige Wang", "Zhihuan Dong", "Michael P. Zaletel", "Ashvin Vishwanath"], "title": "Anyon superfluidity of excitons in quantum Hall bilayers", "comment": null, "summary": "The charged anyons of a fractional quantum Hall fluid are necessarily\ndispersionless due to the continuous magnetic translation symmetry. Neutral\nanyons, however, can disperse, resulting in a much richer space of possible\n``daughter'' states when doped to finite density. We discuss a natural\nrealization of such physics in quantum Hall bilayers, where a finite density of\nexcitons with fractional statistics is argued to give rise to `anyonic exciton\nsuperfluidity,' the charge-neutral analog of anyon superconductivity. In a\nbalanced bilayer of two Laughlin $\\nu = 1/3$ states, the minimal interlayer\nexciton carries anyonic exchange statistics. A finite density of these excitons\nis argued to yield an exciton superfluid stitched to a specific bulk\ntopological order and edge spectrum. Such superfluidity should be most robust\nnear the direct transition into the Halperin $(112)$ state, and near analogous\ntransitions in the bilayer Jain sequence at total filling $\\nu_\\text{T} =\n2\\times \\frac{n}{2n+1}$. These topological transitions can be described by\nChern-Simons QED$_3$, from which we derive several novel and general properties\nof anyon superfluidity near such transitions, including an anomalously large\nsuperfluid stiffness of $\\kappa_\\text{s} \\propto |\\delta\\nu|^{1/2}$ at layer\nimbalance fraction $\\delta\\nu$. A notable feature of the phase diagrams we\nconstruct is the prevalence of spatial symmetry breaking, driven by an\nunderlying composite Fermi surface. Our results can be directly tested with\ncurrently available experimental techniques. We compare our theory with\nexisting data and make concrete predictions for future measurements, including\nhigher-pseudospin exciton superfluids when doping higher Jain fractions."}
{"id": "2508.14569", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14569", "abs": "https://arxiv.org/abs/2508.14569", "authors": ["Edgar Galindez-Ruales", "Wanting Yang", "Tobias Dannegger Moumita Kundu", "Jonas Köhler", "Christin Schmitt Felix Fuhrmann", "Akashdeep Akashdeep", "Duc Minh Tran Xiaoxuan Ma", "Gerhard Jakob", "Shixun Cao", "Ulrich Nowak", "Mathias Kläui"], "title": "Altermagnetic magnon transport in the \\textit{d}-wave altermagnet \\ch{LuFeO3}", "comment": null, "summary": "Altermagnets exhibit a spin-split band structure despite having zero net\nmagnetization, leading to special magnonic properties such as anisotropic\nmagnon lifetimes and field-free spin transport. Here, we present a direct\nexperimental demonstration of non-local magnon transport in the \\textit{d}-wave\naltermagnet \\ch{LuFeO3}, using both spin Seebeck and spin Hall effect-based\ninjection and detection. We observe a non-local spin signal at zero magnetic\nfield when the transport is along an altermagnetic direction, but not for\ntransport along other directions. The observed sign reversal between two\ndistinct altermagnetic directions in the spin Seebeck response demonstrates the\naltermagnetic nature of the magnon transport. In contrast, when transport is\naligned along or perpendicular to the easy axis, both the first-harmonic signal\nand the sign-reversal effect vanish, consistent with symmetry-imposed\nsuppression. These findings are supported by atomistic spin dynamics\nsimulations, as well as linear spin wave theory calculations, which explain how\nour altermagnetic system hosts anisotropic spin Seebeck transport. Our results\nprovide direct evidence of direction-dependent magnon splitting in altermagnets\nand highlight their potential for field-free magnonic spin transport, offering\na promising pathway for low-power spintronic applications."}
{"id": "2508.14756", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14756", "abs": "https://arxiv.org/abs/2508.14756", "authors": ["V. Shahnazaryan", "A. Kudlis", "K. Varga", "I. A. Shelykh", "I. V. Tokatly"], "title": "Trion polaron problem in bulk and two-dimensional materials", "comment": null, "summary": "We develop a microscopic theoryof the trion polaron: a bound state of two\nelectrons and one hole, dressed by longitudinal optical (LO) phonons. Starting\nfrom the Frohlich Hamiltonian, which describes the interaction of charged\nparticles with LO phonons in three-dimensional (bulk) and two-dimensional\n(monolayer) polar crystals, we adopt the intermediate coupling variational\napproximation of Lee, Low, and Pines, and generalize it for the three-body\nproblem. This yields an effective three-particle Hamiltonian with renormalized\nelectron-electron and electron-hole interactions, similar to those obtained for\nexciton polaron and bipolaron problems. We compute the binding energies for a\nfamily of bulk perovskite materials and several atomic monolayer materials\ncharacterized by pronounced polar effects, providing quantitative benchmarks\nfor spectroscopic measurements."}
{"id": "2508.14283", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14283", "abs": "https://arxiv.org/abs/2508.14283", "authors": ["Christophe De Beule", "Liangtao Peng", "E. J. Mele", "Shaffique Adam"], "title": "Role of electron-electron interactions in $M$-valley twisted transition metal dichalcogenides", "comment": null, "summary": "We investigate the role of long-range Coulomb interactions in $M$-valley\nmoir\\'e systems using the self-consistent Hartree-Fock approximation. This\nplatform was recently proposed [Nature 643, 376 (2025) and arXiv:2411.18828\n(2024)] as a new class of experimentally realizable moir\\'e materials using\ntwisted transition metal dichalcogenides homobilayers with the 1T structure.\nWhile these seminal studies considered the noninteracting theory without an\ninterlayer bias due to an electric displacement field, this work shows that\nboth electron-electron interactions at finite doping and an interlayer bias\nstrongly modify the moir\\'e bands. For small twist angles, the density of\nstates as a function of filling and interlayer bias shows qualitatively\ndifferent behavior for twisting near aligned ($0^\\circ$) and antialigned\n($60^\\circ$) stacking. More interestingly, the Van Hove singularity becomes\npinned to the Fermi energy over a finite range of doping, an effect known to\nenhance both superconductivity and strongly correlated states. For aligned\nstacking this occurs only at zero electric field, while for antialigned\nstacking this happens both at zero and finite field. Our work demonstrates that\ncorrelated states in $M$-valley 1TtTMDs can be strongly tuned \\textit{in situ}\nboth by applying an electric displacement field and by electron doping."}
{"id": "2508.14283", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14283", "abs": "https://arxiv.org/abs/2508.14283", "authors": ["Christophe De Beule", "Liangtao Peng", "E. J. Mele", "Shaffique Adam"], "title": "Role of electron-electron interactions in $M$-valley twisted transition metal dichalcogenides", "comment": null, "summary": "We investigate the role of long-range Coulomb interactions in $M$-valley\nmoir\\'e systems using the self-consistent Hartree-Fock approximation. This\nplatform was recently proposed [Nature 643, 376 (2025) and arXiv:2411.18828\n(2024)] as a new class of experimentally realizable moir\\'e materials using\ntwisted transition metal dichalcogenides homobilayers with the 1T structure.\nWhile these seminal studies considered the noninteracting theory without an\ninterlayer bias due to an electric displacement field, this work shows that\nboth electron-electron interactions at finite doping and an interlayer bias\nstrongly modify the moir\\'e bands. For small twist angles, the density of\nstates as a function of filling and interlayer bias shows qualitatively\ndifferent behavior for twisting near aligned ($0^\\circ$) and antialigned\n($60^\\circ$) stacking. More interestingly, the Van Hove singularity becomes\npinned to the Fermi energy over a finite range of doping, an effect known to\nenhance both superconductivity and strongly correlated states. For aligned\nstacking this occurs only at zero electric field, while for antialigned\nstacking this happens both at zero and finite field. Our work demonstrates that\ncorrelated states in $M$-valley 1TtTMDs can be strongly tuned \\textit{in situ}\nboth by applying an electric displacement field and by electron doping."}
{"id": "2508.14721", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14721", "abs": "https://arxiv.org/abs/2508.14721", "authors": ["Valery I. Levitas"], "title": "Severe plastic deformations, mechanochemistry, and microstructure evolution under high pressure: In Situ Experiments, Four-Scale Theory, New Phenomena, and Rules", "comment": "162 pages, 64 figures, and 1 table", "summary": "Processes involving severe plastic deformations (SPD) and phase\ntransformations and chemical reactions (PTs/CRs) under high pressures are\nwidespread for obtaining new nanostructured phases and their processing,\nmechanochemical synthesis, military applications, and nature. SPD strongly\nreduce the pressure required for PTs/CRs (by one-two orders of magnitude) and\nPT hysteresis; lead to hidden metastable phases, which cannot be obtained\notherwise, and substitute reversible PTs/CRs with irreversible ones. This\nreview is devoted to breakthroughs in understanding multifaceted interactions\nbetween high-pressure PTs/CRs, SPD, and microstructure evolution from the\nviewpoint of advanced mechanics and thermodynamics of materials under stress\nand plastic strain tensors. A novel concept of plastic strain-induced PTs/CRs\nunder high pressure is explored using four-scale theory and simulations (from\natomistic to nano- and scale-free phase-field approaches to macroscale) coupled\nto in situ experiments in traditional and rotational diamond anvil cells, and\ntheir integration. Its development revealed various phenomena and\nmisinterpretations, resolved numerous puzzles, found the first general rules in\nthese fields, and suggested ways for economic defect-induced synthesis of\nhigh-pressure phases and nanostructures. Coupled\nanalytical/computational/experimental approaches are developed for complete\ncharacterization of occurring processes and finding all heterogeneous scalar\nand tensorial fields. Applications include high-pressure torsion, surface\ntreatment, high-pressure tribology, PTs/CRs in shear bands leading to severe\ntransformation/reaction-induced plasticity and self-blown-up processes,\nmechanisms of deep-focus earthquakes, the appearance of microdiamonds in\nlow-pressure-temperature Earth crust, and the mechanochemical origin of life\nbeyond Earth. Unresolved problems and future directions are outlined."}
{"id": "2508.14306", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14306", "abs": "https://arxiv.org/abs/2508.14306", "authors": ["Yuji Ikeda", "Axel Forslund", "Pranav Kumar", "Yongliang Ou", "Jong Hyun Jung", "Andreas Köhn", "Blazej Grabowski"], "title": "Machine-learning interatomic potentials achieving CCSD(T) accuracy for van-der-Waals-dominated systems via Δ-learning", "comment": null, "summary": "Machine-learning interatomic potentials (MLIPs) enable large-scale atomistic\nsimulations at moderate computational cost while retaining ab initio accuracy.\nHowever, most MLIPs are trained on density-functional theory (DFT), which often\nfalls short of chemical accuracy (1 kcal/mol). Conversely, coupled-cluster\nmethods, particularly CCSD(T), which includes single, double, and perturbative\ntriple excitations, are considered the gold standard of computational chemistry\nbut rarely applied to periodic systems due to their huge computational cost.\nHere we present a $\\Delta$-learning workflow to produce interatomic potentials\nwith CCSD(T) accuracy for periodic systems including van der Waals (vdW)\ninteractions. The procedure combines a dispersion-corrected tight-binding\nbaseline with an MLIP trained on the differences of the target CCSD(T) energies\nfrom the baseline. This $\\Delta$-learning strategy enables training on compact\nmolecular fragments while preserving transferability. The dispersion\ninteractions are captured by including vdW-bound multimers in the training set;\ntogether with the vdW-aware tight-binding baseline, the formally local MLIP\nattains CCSD(T) accuracy for systems governed by long-range vdW forces. The\nresulting potential yields root-mean-square energy errors below 0.4 meV/atom on\nboth training and test sets and reproduces electronic total atomization\nenergies, bond lengths, harmonic vibrational frequencies, and inter-molecular\ninteraction energies for benchmark molecular systems. We apply the method to a\nprototypical quasi-two-dimensional covalent organic framework (COF) composed of\ncarbon and hydrogen. The COF structure, inter-layer binding energies, and\nhydrogen absorption are analyzed at CCSD(T) accuracy. Overall, the developed\n$\\Delta$-learning approach opens a practical route to large-scale atomistic\nsimulations that include vdW interactions with chemical accuracy."}
{"id": "2508.14447", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14447", "abs": "https://arxiv.org/abs/2508.14447", "authors": ["Veljko Janković"], "title": "Numerically \"exact\" charge transport dynamics in a dissipative electron-phonon model rationalizing the success of the transient localization scenario", "comment": "17 pages, 7 figures", "summary": "Optical conductivity in molecular semiconductors is suppressed in the\nterahertz region, featuring the displaced Drude peak that reflects carriers'\ntransient localization (TL) by slow intermolecular vibrations. Meanwhile,\nrecent computations in minimal models evidence optical-conductivity\nenhancements below the characteristic vibrational frequency, which cannot be\ncaptured by the TL phenomenology. These models assume undamped vibrations,\nwhereas atomistic simulations show that the vibrations most strongly modulating\ncarrier's hopping amplitude are damped. Here, we use the dissipaton equations\nof motion (DEOM) method to compute finite-temperature real-time current\nautocorrelation function in a one-dimensional model with Brownian-oscillator\nspectral density of nonlocal carrier-phonon interaction. We exploit the\ndissipaton algebra to handle the phonon-assisted current, reduce the method's\ncomputational requirements by working in momentum space, and confirm that\nnumerically stable transport dynamics are virtually independent of a specific\nDEOM closing scheme. With increasing damping, we find that DEOM\noptical-conductivity profiles become increasingly qualitatively similar to TL\npredictions. For parameters representative of room-temperature hole transport\nin single-crystal rubrene, we conclude that the TL phenomenology is established\nalready in the underdamped-oscillator regime. Reasonable variations in the\ndamping constant weakly affect the carrier mobility, which remains within\nexperimental bounds. Overall, our results strongly suggest that\noptical-conductivity enhancements at very low frequencies are artifacts of\nundamped vibrations, and rationalize the success of the TL phenomenology in\ndescribing experimental data."}
{"id": "2508.14738", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14738", "abs": "https://arxiv.org/abs/2508.14738", "authors": ["Joshua Claes", "Bart Partoens", "Dirk Lamoen", "Marcelo Marques", "Lara K. Teles"], "title": "A practical route to donor binding energies: The DFT-1/2 method for shallow defects", "comment": null, "summary": "Accurately calculating the binding energies of shallow defects requires large\nsupercells to capture the extended nature of their wavefunctions. This makes\nmany beyond-DFT methods, such as hybrid functionals, impractical for direct\ncalculations, often requiring indirect or approximate approaches. However,\nstandard DFT alone fails to provide reliable results due to the well-known band\ngap underestimation and delocalization errors. In this work, we employ the\nDFT-1/2 method to address these deficiencies while maintaining computational\nefficiency allowing us to reach supercells of up to 4096 atoms. We develop a\npractical procedure for applying DFT-1/2 to shallow defects and demonstrate its\neffectiveness for group V donors in silicon (P, As, Sb, Bi). By using an\nextrapolation scheme to infinite supercell size, we obtain accurate binding\nenergies with minimal computational overhead. This approach offers a simple and\ndirect method for calculating donor binding energies."}
{"id": "2508.14322", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.14322", "abs": "https://arxiv.org/abs/2508.14322", "authors": ["Isabella Zane", "Andrew Lucas"], "title": "Quadrupole-conserving dynamics in the non-commutative plane", "comment": "18 pages, 6 figures", "summary": "Inspired by ``fracton hydrodynamic\" universality classes of dynamics with\nunusual conservation laws, we present a new dynamical universality class that\narises out of local area-preserving dynamics in the non-commutative plane. On\nthis symplectic manifold, the area-preserving spatial symmetry group\n$\\mathrm{SL}(2,\\mathbb{R})\\rtimes \\mathbb{R}^2$ is a symmetry group compatible\nwith non-trivial many-body dynamics. The conservation laws associated to this\nsymmetry group correspond to the dipole and quadrupole moments of the\nparticles. We study the unusual dynamics of a crystal lattice subject to such\nsymmetries, and argue that the hydrodynamic description of lattice dynamics\nbreaks down due to relevant nonlinearities. Numerical simulations of classical\nHamiltonian dynamical systems with this symmetry are largely consistent with a\ntree-level effective field theory estimate for the endpoint of this\ninstability."}
{"id": "2508.14632", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14632", "abs": "https://arxiv.org/abs/2508.14632", "authors": ["Qiong Qin", "Yi-feng Yang"], "title": "Emergent superconducting stripes in two-orbital superconductors", "comment": "6 pages, 4 figures", "summary": "Motivated by recent experiments in KTaO$_3$/EuO interface, we propose an\nintrinsic mechanism where superconducting stripes emerge naturally without\ninvolving disorder, charge inhomogeneity, or competing orders. Our theory is\nbased on a two-orbital model of superconductivity, where one orbital displays a\nquasi-one-dimensional dispersion and the other orbital is more localized and\ncontributes pairing interactions along the perpendicular direction. Our\nauxiliary-field Monte Carlo simulations demonstrate that the pairing amplitude\nexhibits spatial modulation such that the superconductivity naturally\ndisaggregates into two-leg or three-leg superconducting stripes separated by\nnon-superconducting blocks. Our work provides a promising scenario of emergent\nsuperconducting stripes in homogeneous two-dimensional systems and reveals\nunexpectedly rich physics in two-orbital superconductors for future materials\ndesign."}
{"id": "2508.14756", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14756", "abs": "https://arxiv.org/abs/2508.14756", "authors": ["V. Shahnazaryan", "A. Kudlis", "K. Varga", "I. A. Shelykh", "I. V. Tokatly"], "title": "Trion polaron problem in bulk and two-dimensional materials", "comment": null, "summary": "We develop a microscopic theoryof the trion polaron: a bound state of two\nelectrons and one hole, dressed by longitudinal optical (LO) phonons. Starting\nfrom the Frohlich Hamiltonian, which describes the interaction of charged\nparticles with LO phonons in three-dimensional (bulk) and two-dimensional\n(monolayer) polar crystals, we adopt the intermediate coupling variational\napproximation of Lee, Low, and Pines, and generalize it for the three-body\nproblem. This yields an effective three-particle Hamiltonian with renormalized\nelectron-electron and electron-hole interactions, similar to those obtained for\nexciton polaron and bipolaron problems. We compute the binding energies for a\nfamily of bulk perovskite materials and several atomic monolayer materials\ncharacterized by pronounced polar effects, providing quantitative benchmarks\nfor spectroscopic measurements."}
{"id": "2508.14325", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14325", "abs": "https://arxiv.org/abs/2508.14325", "authors": ["Mohamed AbdulHameed", "Khadija Mahbuba", "Mahmoud Yaseen", "Amr Ibrahim", "Daniel Moneghan", "Benjamin Beeler"], "title": "Modeling of silver transport in cubic SiC: Integrating molecular dynamics, bounds averaging, and uncertainty quantification", "comment": null, "summary": "Silver released from TRISO fuel particles can migrate through the SiC layer\nand deposit on reactor components, posing radiation hazards and operational\nchallenges. Despite numerous proposed mechanisms, the precise pathway of silver\ntransport through intact 3C-SiC remains unresolved. We present a\nphysics-informed model for estimating the effective diffusivity of silver in\npolycrystalline 3C-SiC. Molecular dynamics (MD) simulations yield diffusivities\nfor {\\Sigma 3} and {\\Sigma 9} grain boundaries (GBs), while literature values\nare used for other GB types and the bulk. These are combined using a\nbounds-averaging approach accounting for distinct GB transport properties.\nBayesian inference of experimental data provides credible intervals for\neffective Arrhenius parameters and reveals a correlation between activation\nenergy and pre-exponential factor. Although the homogenized model captures\nGB-mediated transport mechanisms, it overpredicts silver diffusivity relative\nto experiments. To resolve this, a multiplicative correction based on\nreversible trapping at nano-pores is introduced. It is derived from first\nprinciples and is shown to reproduce observed transport behavior. Sensitivity\nanalysis identified trap desorption energy and {\\Sigma 9} GB diffusivity as\ndominant factors influencing Ag transport. The resulting framework provides a\nmechanistic description of Ag transport suitable for integration into\nhigher-scale fuel performance models."}
{"id": "2508.14666", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14666", "abs": "https://arxiv.org/abs/2508.14666", "authors": ["Mingwei Yang", "Jiayin Tang", "Xianfeng Wu", "Heng Wang", "Wenjing Xu", "Haoliang Huang", "Zhicheng Pei", "Wenjie Meng", "Guangli Kuang", "Jinfeng Xu", "Sixia Hu", "Chuanying Xi", "Li Pi", "Qingyou Lu", "Ziqiang Wang", "Qikun Xue", "Zhuoyu Chen", "Danfeng Li"], "title": "Robust field re-entrant superconductivity in ferromagnetic infinite-layer rare-earth nickelates", "comment": "Manuscript under review. 26 pages, 11 figures", "summary": "Superconductivity and ferromagnetism are naturally competing, while their\ninterplay can give rise to exotic quantum phases, such as triplet pairing,\nexemplified by heavy-fermion compounds like UTe$_2$, where magnetic\nfluctuations stabilise multiple superconducting states. However, such phenomena\nhave remained elusive in high-temperature superconductors. Here we report the\ndiscovery of robust field-induced re-entrant superconductivity in heavily\nEu-doped infinite-layer nickelate Sm$_{0.95-x}$Ca$_{0.05}$Eu$_x$NiO$_2$. In the\nheavily over-doped regime, we observe a remarkable superconducting state that\nemerges under high magnetic fields ($>$ 6 Tesla) after the initial suppression\nof zero-field superconductivity. Both zero-resistance transport and Meissner\ndiamagnetic effect confirm the superconducting nature of this high-field phase,\nwhich persists up to at least 45 Tesla. This re-entrant behaviour is featured\nby the coexistence of ferromagnetism and superconductivity on distinct\nsublattices -- magnetic Eu$^{2+}$ ions and the Ni-O planes, respectively. Such\nan exotic state may arise from the compensation between external and internal\nexchange fields (Jaccarino-Peter effect) combined with magnetic\nfluctuation-enhanced pairing near quantum criticality. Our findings establish\ninfinite-layer nickelates as a unique platform for high-temperature\nferromagnetic superconductivity, opening new avenues for discovering and\nmanipulating unconventional quantum phases in strongly correlated materials."}
{"id": "2508.14841", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14841", "abs": "https://arxiv.org/abs/2508.14841", "authors": ["Juan Schmidt", "Dominic H. Ryan", "Oliver Janka", "Jutta Kösters", "Carsyn L. Mueller", "Aashish Sapkota", "Rafaela F. S. Penacchio", "Tyler J. Slade", "Sergey L. Bud'ko", "Paul C. Canfield"], "title": "Suppression of the valence transition in solution-grown single crystals of Eu$_2$Pt$_6$Al$_{15}$", "comment": "15 pages, 14 figures", "summary": "The study of Eu intermetallic compounds has allowed the exploration of\nvalence fluctuations and transitions in 4f electron systems. Recently, a\nEu$_2$Pt$_6$Al$_{15}$ phase synthesized by arc-melting followed by a thermal\ntreatment was reported [M. Radzieowski \\textit{et al.}, J Am Chem Soc 140(28),\n8950-8957 (2018)], which undergoes a transition upon cooling below 45~K that\nwas interpreted as a valence transition from Eu$^{2+}$ to Eu$^{3+}$. In this\npaper, we present the discovery of another polymorph of Eu$_2$Pt$_6$Al$_{15}$\nobtained by high-temperature solution growth, that presents different physical\nproperties than the arc-melted polycrystalline sample. Despite the similarities\nin crystal structure and chemical composition, the Eu valence transition is\nalmost fully suppressed in the solution-grown crystals, allowing the moments\nassociated with the Eu$^{2+}$ state to order antiferromagnetically at around\n14~K. A detailed analysis of the crystal structure using single crystal X-ray\ndiffraction reveals that, although the solution grown crystals are built from\nthe same constituent layers as the arc-melted samples, these layers present a\ndifferent stacking. The effect of different thermal treatments is also studied.\nDifferent anneal procedures did not result in significant changes of the\nintrinsic properties, and only by arc-melting and quenching the crystals we\nwere able to convert them into the previously reported polymorph."}
{"id": "2508.14329", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14329", "abs": "https://arxiv.org/abs/2508.14329", "authors": ["Mohamed AbdulHameed", "Anton J. Schneider", "Benjamin Beeler", "Michael W. D. Cooper"], "title": "Modeling oxygen-void interactions in uranium nitride", "comment": null, "summary": "Oxygen impurities in uranium nitride (UN) are reported to influence its\nswelling behavior under irradiation, yet the underlying mechanism remains\nunknown. In this work, we develop a first-principles model that quantifies the\ninteraction of oxygen with voids and fission gas bubbles in UN, leading to a\nreduction in surface energy that can promote swelling. The analysis reveals\nthat segregation of substitutional oxygen at surface nitrogen sites is the\nprimary driver of surface energy reduction, $|\\Delta \\sigma|$, while oxygen in\nsurface hollow sites plays a minor and sometimes counteracting role. $|\\Delta\n\\sigma|$ is most pronounced for small cavities ($R_v$ = 1--10 nm) at\nintermediate temperatures that coincide with the onset of breakaway swelling in\nUN. Larger voids require higher temperatures for oxygen adsorption to\nsignificantly lower their surface energy. The temperature dependence of\n$|\\Delta \\sigma|$ exhibits three regimes: negligible reduction at low\ntemperatures due to sluggish oxygen diffusion, a maximum at intermediate\ntemperatures where oxygen incorporation is optimal, and a decline at high\ntemperatures due to enhanced bulk solubility. A parametric analysis reveals\nthat $|\\Delta \\sigma|$ depends strongly on both oxygen concentration and cavity\nsize, but is largely insensitive to porosity. Our results suggest that\noxygen-induced surface energy reduction is essential for reconciling the\nmechanistic swelling model of UN with experimental observations."}
{"id": "2508.14849", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14849", "abs": "https://arxiv.org/abs/2508.14849", "authors": ["Nikhil Rampal", "Stephen E. Weitzner", "Fredrick Omenya", "Marissa Wood", "David M. Reed", "Xiaolin Li", "Jonathan R. I. Lee", "Liwen F. Wan"], "title": "Physics-Informed ML Exploration of Structure-Transport Relationships in Hard Carbon", "comment": null, "summary": "Sodium-ion batteries are a cost-effective and sustainable alternative to\nlithium-ion systems for large-scale energy storage. Hard carbon (HC) anodes,\ncomposed of disordered graphitic and amorphous domains, offer high capacity but\nexhibit complex, poorly understood ion transport behavior. In particular, the\nrelationship between local microstructure and sodium mobility remains\nunresolved, hindering rational performance optimization. Here, we introduce a\ndata-driven framework that combines machine-learned interatomic potentials with\nmolecular dynamics simulations to systematically investigate sodium diffusion\nacross a broad range of carbon densities and sodium loadings. By computing\nper-ion structural descriptors, we identify the microscopic factors that govern\nion transport. Unsupervised learning uncovers distinct diffusion modes,\nincluding hopping, clustering, and void trapping, while supervised analysis\nhighlights tortuosity and NaNa coordination as primary determinants of\nmobility. Correlation mapping further connects these transport regimes to\nprocessing variables such as bulk density and sodium content. This\nphysics-informed approach establishes quantitative structure-transport\nrelationships that capture the heterogeneity of disordered carbon. Our findings\ndeliver mechanistic insights into sodium-ion dynamics and provide actionable\ndesign principles for engineering high-performance HC anodes in next-generation\nbattery systems."}
{"id": "2508.14371", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14371", "abs": "https://arxiv.org/abs/2508.14371", "authors": ["Xiaoyu Wang", "Warren E. Pickett", "Matthew N. Julian", "Rohit P. Prasankumar", "Eva Zurek"], "title": "Single layer clathrane: A potential superconducting two-dimensional (2D) hydrogenated metal borocarbide", "comment": null, "summary": "We propose a new family of two-dimensional (2D) metal-borocarbide clathrane\nsuperconductors, derived from three-dimensional (3D) MM$^\\prime$B$_6$C$_6$\nclathrates. First-principles calculations reveal that hydrogen passivation and\nsurface metal decoration stabilize the M$_2$M$^\\prime$B$_8$C$_8$H$_8$\nmonolayers. These 2D systems exhibit tunable superconductivity governed by hole\nconcentration, structural anisotropy, and electron-phonon coupling. We find\nthat in-plane anisotropy competes with superconductivity, reducing \\tc\\ despite\nfavorable doping. Biaxial strain mitigates this anisotropy, enhances Fermi\nsurface nesting, and increases \\tc\\ by an average of 15.5~K. For example, the\n\\tc\\ of Sr$_3$B$_8$C$_8$H$_8$ is predicted to increase from 11.3~K to 22.2~K\nwith strain engineering. These findings identify 2D clathranes as promising,\nstrain-tunable superconductors and highlight design principles for optimizing\nlow-dimensional superconducting materials."}
{"id": "2508.14852", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14852", "abs": "https://arxiv.org/abs/2508.14852", "authors": ["Aleksandr Poliukhin", "Nicola Colonna", "Francesco Libbi", "Samuel Poncé", "Nicola Marzari"], "title": "Carrier mobilities and electron-phonon interactions beyond DFT", "comment": "11 pages, 4 figures", "summary": "Electron-phonon coupling is a key interaction that governs diverse physical\nprocesses such as carrier transport, superconductivity, and optical absorption.\nCalculating such interactions from first-principles with methods beyond\ndensity-functional theory remains a challenge. We introduce here a\nfinite-difference framework for computing electron-phonon couplings for any\nelectronic structure method that provides eigenvalues and eigenvectors, and\nshowcase applications for hybrid and Koopmans functionals, and $GW$ many-body\nperturbation theory. Our approach introduces a novel projectability scheme\nbased on eigenvalue differences and bypasses many of the limitations of the\ndirect finite difference methods. It also leverages symmetries to reduce the\nnumber of independent atomic displacements, thereby keeping computational costs\nmanageable. This approach enables seamless integration with established\nfirst-principles codes for generating displaced supercells, performing Wannier\ninterpolations, and evaluating transport properties. Applications to silicon\nand gallium arsenide show that advanced electronic-structure functionals\npredict different electron-phonon couplings and modify band curvatures,\nresulting in much more accurate estimates of intrinsic carrier drift mobilities\nand effective masses. In general, our method provides a robust and accessible\nframework for exploring electron-phonon interactions in complex materials with\nstate-of-the-art electronic structure methods."}
{"id": "2508.14416", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14416", "abs": "https://arxiv.org/abs/2508.14416", "authors": ["Ziyi Wang", "Boyu Qie", "Weichen Tang", "Jingwei Jiang", "Fujia Liu", "Peter H. Jacobse", "Jiaming Lu", "Xinheng Li", "Steven G. Louie", "Felix R. Fischer", "Michael F. Crommie"], "title": "Jahn-Teller-like Distortion in a One-dimensional π-Conjugated Polymer", "comment": "16 pages, 4 figures", "summary": "Structurally distorting low-dimensional {\\pi}-conjugated systems can\nprofoundly influence their electronic properties, but controlling such behavior\nin extended-width systems remains challenging. Here we demonstrate that a\none-dimensional conjugated polymer, poly-(difluorenoheptalene-ethynylene)\n(PDFHE), undergoes a pronounced out-of-plane backbone distortion, equivalent to\na spontaneous symmetry breaking (SSB) of its mirror symmetry. We synthesized\nPDFHE on noble metal surfaces and characterized its structure and electronic\nstates using low-temperature scanning tunneling microscopy. Rather than\nadopting a planar, high-symmetry conformation, PDFHE relaxes into non-planar\nisomers stabilized by a Jahn-Teller-like mechanism that relieves an electronic\ninstability relative to the gapped planar structure. Density functional theory\ncalculations corroborate these findings, revealing that distortion lowers the\ntotal polymer energy and enlarges the bandgap, providing a microscopic\nexplanation for the SSB. Our results show that even in mechanically robust\nextended {\\pi}-systems, subtle electron-lattice coupling can spontaneously\ndrive significant structural rearrangements."}
{"id": "2508.14205", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14205", "abs": "https://arxiv.org/abs/2508.14205", "authors": ["Divyanshi Sar", "Mingda Gong", "Tetiana Romanova", "Luka Khizanishvili", "Hannah Park", "Dariusz Kaczorowski", "Wei-Cheng Lee", "Pegor Aynajian"], "title": "Topologically trivial semiconducting behavior and polaronic effects in antiferromagnetic EuZn$_2$As$_2$ and EuCd$_2$Sb$_2$", "comment": null, "summary": "The Eu-based EuA$_2$X$_2$ (A = Zn, Cd, In, Sn; X = P, As, Sb) family of\ncompounds has recently attracted significant attention as a promising platform\nfor exploring magnetic topological materials, with several members either\npredicted or reported to exhibit nontrivial topological properties. We\ninvestigate the previously reported topological semimetals, EuZn$_2$As$_2$ and\nEuCd$_2$Sb$_2$, using scanning tunneling microscopy and spectroscopy,\ncomplemented by various first-principles computational approaches. Through\nexamination of the cleaved surfaces, step-edges, and defect states, we\ndetermine the trivial semiconducting behavior in both material systems, with no\nevidence of topological surface or edge states. These experimental results are\nconsistent with our theoretical analysis revealing the absence of topological\nband inversion in either system. Our experimental observations also reveal\nnumerous intrinsic defects that trap charge carriers. These defects may\nfacilitate the formation of magnetic polarons, providing a natural explanation\nfor the colossal negative magnetoresistance observed in many of the\nEuA$_2$X$_2$ material systems."}
{"id": "2508.14428", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14428", "abs": "https://arxiv.org/abs/2508.14428", "authors": ["V. K. Verma", "J. Patra", "V. R. Singh", "Y. Nonaka", "G. Shibata", "K. Ishigami", "K. Ohgushi", "Y. Tokura", "T. Koide", "A. Fujimori"], "title": "Orbital magnetic moments in FeCr2S4 studied by x-ray magnetic circular dichroism", "comment": "14 pages, 6 figures", "summary": "We have investigated the element specific magnetic characteristics of\nsingle-crystal FeCr2S4 using x-ray absorption spectroscopy (XAS) and x-ray\nmagnetic circular dichroism (XMCD). We have found that the Fe L2,3-edge XAS\nspectra do not exhibit clear multiplet structures, indicating strong\nhybridization between the Fe 3d and S 3p orbitals, leading to delocalized\nrather than localized electronic states. The Fe 3d and Cr 3d spin moments are\nantiferromagnetically coupled, consistent with the Goodenough-Kanamori rule.\nThe orbital magnetic moments of Fe and Cr are determined to be -0.23 and -0.017\n{\\mu}B/ion, respectively. The large orbital magnetic moment of Fe is due to the\nd6 configuration under the relatively weak tetrahedra crystal field at the Fe\nsite, and the delocalized Fe electrons maintain the orbital degree of freedom\nin spite of their itinerant nature. To understand phenomena such as the\ngigantic Kerr rotation, it is essential to consider not only the orbital\ndegrees of freedom but also the role of spin-orbit coupling, which induces a\nfinite orbital magnetic moment through t2 and e level hybridization under the\ntetrahedral crystal field. This finite orbital moment serves as a direct\nindicator of spin-orbit interaction strength and links element-specific orbital\nmagnetism to the large Kerr rotation. On the other hand, the octahedral\ncrystal-field splitting of the Cr 3d level is large enough to result in the\nquenching of the orbital moment of the Cr ion in FeCr2S4."}
{"id": "2508.14371", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14371", "abs": "https://arxiv.org/abs/2508.14371", "authors": ["Xiaoyu Wang", "Warren E. Pickett", "Matthew N. Julian", "Rohit P. Prasankumar", "Eva Zurek"], "title": "Single layer clathrane: A potential superconducting two-dimensional (2D) hydrogenated metal borocarbide", "comment": null, "summary": "We propose a new family of two-dimensional (2D) metal-borocarbide clathrane\nsuperconductors, derived from three-dimensional (3D) MM$^\\prime$B$_6$C$_6$\nclathrates. First-principles calculations reveal that hydrogen passivation and\nsurface metal decoration stabilize the M$_2$M$^\\prime$B$_8$C$_8$H$_8$\nmonolayers. These 2D systems exhibit tunable superconductivity governed by hole\nconcentration, structural anisotropy, and electron-phonon coupling. We find\nthat in-plane anisotropy competes with superconductivity, reducing \\tc\\ despite\nfavorable doping. Biaxial strain mitigates this anisotropy, enhances Fermi\nsurface nesting, and increases \\tc\\ by an average of 15.5~K. For example, the\n\\tc\\ of Sr$_3$B$_8$C$_8$H$_8$ is predicted to increase from 11.3~K to 22.2~K\nwith strain engineering. These findings identify 2D clathranes as promising,\nstrain-tunable superconductors and highlight design principles for optimizing\nlow-dimensional superconducting materials."}
{"id": "2508.14513", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14513", "abs": "https://arxiv.org/abs/2508.14513", "authors": ["Irea Mosquera-Lois", "Aron Walsh"], "title": "Dynamic Vacancy Levels in CsPbCl3 Obey Equilibrium Defect Thermodynamics", "comment": null, "summary": "Halide vacancies are the dominant point defects in perovskites with\n$V_\\mathrm{Cl}$ identified as a detrimental trap for the optoelectronic\nperformance of CsPbCl$_3$, with applications ranging from photodetectors to\nsolar cells. Understanding these defects under operating conditions is key\nsince their electronic levels exhibit large thermal fluctuations that challenge\nthe validity of static 0 K models. However, quantitative modelling of defect\nprocesses requires hybrid density functional theory with spin-orbit coupling,\nwhich is too expensive for direct molecular dynamic simulations. To address\nthis, we train a multi-task machine learning force field to study\n$V_\\mathrm{Cl}$ in orthorhombic CsPbCl$_3$ at 300 K.While we observe strong\noscillations in the optical transition level arising from the soft potential\nenergy surface, neither the non-radiative capture barriers nor the\nthermodynamic charge transition levels are affected. Our results reveal that\n$V_\\mathrm{Cl}$ is not responsible for the non-radiative losses previously\nassumed. Instead, its impact on performance arises from other mechanisms, such\nas limiting the open-circuit voltage and promoting ionic migration. Our\nfindings demonstrate that, despite strong dynamical effects in halide\nperovskites, the conventional static formalism of defect theory remains valid\nfor predicting thermodynamic behavior, providing a sound basis for the design\nof high-performance energy materials."}
{"id": "2508.14416", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14416", "abs": "https://arxiv.org/abs/2508.14416", "authors": ["Ziyi Wang", "Boyu Qie", "Weichen Tang", "Jingwei Jiang", "Fujia Liu", "Peter H. Jacobse", "Jiaming Lu", "Xinheng Li", "Steven G. Louie", "Felix R. Fischer", "Michael F. Crommie"], "title": "Jahn-Teller-like Distortion in a One-dimensional π-Conjugated Polymer", "comment": "16 pages, 4 figures", "summary": "Structurally distorting low-dimensional {\\pi}-conjugated systems can\nprofoundly influence their electronic properties, but controlling such behavior\nin extended-width systems remains challenging. Here we demonstrate that a\none-dimensional conjugated polymer, poly-(difluorenoheptalene-ethynylene)\n(PDFHE), undergoes a pronounced out-of-plane backbone distortion, equivalent to\na spontaneous symmetry breaking (SSB) of its mirror symmetry. We synthesized\nPDFHE on noble metal surfaces and characterized its structure and electronic\nstates using low-temperature scanning tunneling microscopy. Rather than\nadopting a planar, high-symmetry conformation, PDFHE relaxes into non-planar\nisomers stabilized by a Jahn-Teller-like mechanism that relieves an electronic\ninstability relative to the gapped planar structure. Density functional theory\ncalculations corroborate these findings, revealing that distortion lowers the\ntotal polymer energy and enlarges the bandgap, providing a microscopic\nexplanation for the SSB. Our results show that even in mechanically robust\nextended {\\pi}-systems, subtle electron-lattice coupling can spontaneously\ndrive significant structural rearrangements."}
{"id": "2508.14521", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14521", "abs": "https://arxiv.org/abs/2508.14521", "authors": ["K. E. Polczynska", "S. Karouaz", "W. Pacuski", "L. Besombes"], "title": "Influence of local strain on the optical probing of a Ni$^{2+}$ spin in a charged self-assembled quantum dot", "comment": null, "summary": "This study explores the optical properties of quantum dots doped with a\nNi$^{2+}$ ion that interacts with a charged exciton. Systematic magneto-optical\nanalysis reveals that the strain distribution at the Ni$^{2+}$ site\nsignificantly influences its spin structure. In positively charged dots\ndominated by in-plane biaxial strain, the three spins states of the Ni$^{2+}$\n(S$_z$=0, S$_z$=$\\pm$1) can be observed and the magneto-optical spectra enables\na local strain anisotropy to be determined. However, in most of the dots,\nlower-symmetry strain mixes all the Ni$^{2+}$ spin states, thereby increasing\nthe number of observed optical transitions. In charged dots, we identify\noptical transitions that share a common excited state. They form a series of\n$\\Lambda$ levels systems that can be individually addressed optically to\ndetermine the energy level structure. Magneto-optical measurements demonstrate\nthat the hole-Ni$^{2+}$ exchange interaction is antiferromagnetic and\nconsiderably stronger than the electron-Ni$^{2+}$ interaction. A spin-effective\nmodel that incorporates local strain orientation can successfully reproduce key\nexperimental results. Furthermore, we demonstrate that low-symmetry terms in\nthe hole-Ni$^{2+}$ exchange interaction must be considered in order to\naccurately describe the emission spectra details in a magnetic field."}
{"id": "2508.14613", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14613", "abs": "https://arxiv.org/abs/2508.14613", "authors": ["Daniel Willimetz", "Lukáš Grajciar"], "title": "A Simple and Scalable Kernel Density Approach for Reliable Uncertainty Quantification in Atomistic Machine Learning", "comment": null, "summary": "Machine learning models are increasingly used to predict material properties\nand accelerate atomistic simulations, but the reliability of their predictions\ndepends on the representativeness of the training data. We present a scalable,\nGPU-accelerated uncertainty quantification framework based on\n$k$-nearest-neighbor kernel density estimation (KDE) in a PCA-reduced\ndescriptor space. This method efficiently detects sparsely sampled regions in\nlarge, high-dimensional datasets and provides a transferable, model-agnostic\nuncertainty metric without requiring retraining costly model ensembles. The\nframework is validated across diverse case studies varying in: i) chemistry,\nii) prediction models (including foundational neural network), iii) descriptors\nused for KDE estimation, and iv) properties whose uncertainty is sought. In all\ncases, the KDE-based score reliably flags extrapolative configurations,\ncorrelates well with conventional ensemble-based uncertainties, and highlights\nregions of reduced prediction trustworthiness. The approach offers a practical\nroute for improving the interpretability, robustness, and deployment readiness\nof ML models in materials science."}
{"id": "2508.14551", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.14551", "abs": "https://arxiv.org/abs/2508.14551", "authors": ["Lionel Lacombe", "Lucia Reining", "Vitaly Gorelov"], "title": "Electron charge dynamics and charge separation: A response theory approach", "comment": null, "summary": "This study applies response theory to investigate electron charge dynamics,\nwith a particular focus on charge separation. We analytically assess the\nstrengths and limitations of linear and quadratic response theories in\ndescribing charge density and current, illustrated by a model that simulates\ncharge transfer systems. While linear response accurately captures optical\nproperties, the quadratic response contains the minimal ingredients required to\ndescribe charge dynamics and separation. Notably, it closely matches exact time\npropagation results in some regime that we identify. We propose and test\nseveral approximations to the quadratic response and explore the influence of\nhigher-order terms and the effect of an on-site interaction $U$."}
{"id": "2508.14630", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14630", "abs": "https://arxiv.org/abs/2508.14630", "authors": ["Arsen Herasymchuk", "Sergei G. Sharapov", "Oleg V. Yazyev", "Yaroslav Zhumagulov"], "title": "Correlated phases in rhombohedral N-layer graphene", "comment": "24 pages, 17 figures", "summary": "We investigate the emergence of correlated electron phases in rhombohedral\n$N$-layer graphene due to two-valley Coulomb interactions within a low-energy\n$k \\cdot p$ framework. Analytical expressions for Lindhard susceptibilities in\nintra- and intervalley channels are derived, and the critical temperatures for\nphase transitions are estimated using both the random phase approximation (RPA)\nand the parquet approximation (PA). Within RPA, only Stoner and intervalley\ncoherent (IVC) phases are supported, while the PA reveals a richer phase\nstructure including particle-particle (PP) channel instabilities. We establish\na general scaling law for the critical temperature with respect to layer number\n$N$, highlighting an upper bound as $N \\rightarrow \\infty$, and demonstrate a\nnon-monotonic decrease of the critical temperature with increasing chemical\npotential. The PA uncovers the role of interaction symmetry: $SU(4)$-symmetric\ninteractions favor intervalley Stoner order in the density channel, whereas\n$SU(2) \\times SU(2)$-symmetric interactions permit a broader set of phases. A\ncrossover in the dominant instability occurs in the particle-hole channel at a\ncritical layer number, suggesting the emergence of magnetic or IVC phases in\nthicker systems. We also identify conditions under which pair-density wave\n(PDW) order could form in the PP channel, though its physical realization may\nbe constrained."}
{"id": "2508.14569", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14569", "abs": "https://arxiv.org/abs/2508.14569", "authors": ["Edgar Galindez-Ruales", "Wanting Yang", "Tobias Dannegger Moumita Kundu", "Jonas Köhler", "Christin Schmitt Felix Fuhrmann", "Akashdeep Akashdeep", "Duc Minh Tran Xiaoxuan Ma", "Gerhard Jakob", "Shixun Cao", "Ulrich Nowak", "Mathias Kläui"], "title": "Altermagnetic magnon transport in the \\textit{d}-wave altermagnet \\ch{LuFeO3}", "comment": null, "summary": "Altermagnets exhibit a spin-split band structure despite having zero net\nmagnetization, leading to special magnonic properties such as anisotropic\nmagnon lifetimes and field-free spin transport. Here, we present a direct\nexperimental demonstration of non-local magnon transport in the \\textit{d}-wave\naltermagnet \\ch{LuFeO3}, using both spin Seebeck and spin Hall effect-based\ninjection and detection. We observe a non-local spin signal at zero magnetic\nfield when the transport is along an altermagnetic direction, but not for\ntransport along other directions. The observed sign reversal between two\ndistinct altermagnetic directions in the spin Seebeck response demonstrates the\naltermagnetic nature of the magnon transport. In contrast, when transport is\naligned along or perpendicular to the easy axis, both the first-harmonic signal\nand the sign-reversal effect vanish, consistent with symmetry-imposed\nsuppression. These findings are supported by atomistic spin dynamics\nsimulations, as well as linear spin wave theory calculations, which explain how\nour altermagnetic system hosts anisotropic spin Seebeck transport. Our results\nprovide direct evidence of direction-dependent magnon splitting in altermagnets\nand highlight their potential for field-free magnonic spin transport, offering\na promising pathway for low-power spintronic applications."}
{"id": "2508.14666", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14666", "abs": "https://arxiv.org/abs/2508.14666", "authors": ["Mingwei Yang", "Jiayin Tang", "Xianfeng Wu", "Heng Wang", "Wenjing Xu", "Haoliang Huang", "Zhicheng Pei", "Wenjie Meng", "Guangli Kuang", "Jinfeng Xu", "Sixia Hu", "Chuanying Xi", "Li Pi", "Qingyou Lu", "Ziqiang Wang", "Qikun Xue", "Zhuoyu Chen", "Danfeng Li"], "title": "Robust field re-entrant superconductivity in ferromagnetic infinite-layer rare-earth nickelates", "comment": "Manuscript under review. 26 pages, 11 figures", "summary": "Superconductivity and ferromagnetism are naturally competing, while their\ninterplay can give rise to exotic quantum phases, such as triplet pairing,\nexemplified by heavy-fermion compounds like UTe$_2$, where magnetic\nfluctuations stabilise multiple superconducting states. However, such phenomena\nhave remained elusive in high-temperature superconductors. Here we report the\ndiscovery of robust field-induced re-entrant superconductivity in heavily\nEu-doped infinite-layer nickelate Sm$_{0.95-x}$Ca$_{0.05}$Eu$_x$NiO$_2$. In the\nheavily over-doped regime, we observe a remarkable superconducting state that\nemerges under high magnetic fields ($>$ 6 Tesla) after the initial suppression\nof zero-field superconductivity. Both zero-resistance transport and Meissner\ndiamagnetic effect confirm the superconducting nature of this high-field phase,\nwhich persists up to at least 45 Tesla. This re-entrant behaviour is featured\nby the coexistence of ferromagnetism and superconductivity on distinct\nsublattices -- magnetic Eu$^{2+}$ ions and the Ni-O planes, respectively. Such\nan exotic state may arise from the compensation between external and internal\nexchange fields (Jaccarino-Peter effect) combined with magnetic\nfluctuation-enhanced pairing near quantum criticality. Our findings establish\ninfinite-layer nickelates as a unique platform for high-temperature\nferromagnetic superconductivity, opening new avenues for discovering and\nmanipulating unconventional quantum phases in strongly correlated materials."}
{"id": "2508.14589", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14589", "abs": "https://arxiv.org/abs/2508.14589", "authors": ["Lucas Marcogliese", "Ouviyan Sabapathy", "Rudolf Richter", "Jhih-Sian Tu", "Dominique Bougeard", "Lars R. Schreiber"], "title": "Fabrication, characterization and mechanical loading of Si/SiGe membranes for spin qubit devices", "comment": "13 pages, 10 figures", "summary": "Si/SiGe heterostructures on bulk Si substrates have been shown to host high\nfidelity electron spin qubits. Building a scalable quantum processor would,\nhowever, benefit from further improvement of critical material properties such\nas the valley splitting landscape. Flexible control of the strain field and the\nout-of-plane electric field $\\mathcal{E}_z$ may be decisive for valley\nsplitting enhancement in the presence of alloy disorder. We envision the\nSi/SiGe membrane as a versatile scientific platform for investigating\nintervalley scattering mechanisms which have thus far remained elusive in\nconventional Si/SiGe heterostructures and have the potential to yield\nfavourable valley splitting distributions. Here, we report the fabrication of\nlocally-etched, suspended SiGe/Si/SiGe membranes from two different\nheterostructures and apply the process to realize a spin qubit shuttling device\non a membrane for future valley mapping experiments. The membranes have a\nthickness in the micrometer range and can be metallized to form a back-gate\ncontact for extended control over the electric field. To probe their elastic\nproperties, the membranes are stressed by loading with a profilometer stylus at\nroom temperature. We distinguish between linear elastic and buckling modes,\neach offering new mechanisms through which strain can be coupled to spin\nqubits."}
{"id": "2508.14745", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14745", "abs": "https://arxiv.org/abs/2508.14745", "authors": ["Neelanjan Chakraborti", "Sudeep Kumar Ghosh", "Snehasish Nandy"], "title": "Intrinsic Linear Response from Zeeman Quantum Geometry in 2D Unconventional Magnets", "comment": "9 pages, 3 figures, comments are welcome", "summary": "Unconventional magnets with zero net magnetization yet momentum-dependent\nspin splitting constitute a newly identified class of materials that provide a\nrich platform for quantum-geometry-driven transport phenomena. Exploiting the\ninterplay between momentum translation and spin rotation, we uncover a distinct\nlinear transport response governed by a generalized quantum geometric tensor,\nthe Zeeman quantum geometric tensor (ZQGT). We show that the ZQGT drives a\nlinear intrinsic gyrotropic magnetic current (IGMC) in the three prototypical\ntwo-dimensional unconventional magnets: a time-reversal-broken $d_{x^2 - y^2}$\naltermagnet, a time-reversal-symmetric $p$-wave magnet, and a mixed $d$-wave\naltermagnet. Depending on symmetry, these magnets exhibit longitudinal,\ntransverse, or combined conduction and displacement IGMCs in the presence of\nspin-orbit coupling. Notably, this response persists even when conventional\nBerry curvature contributions vanish, offering a unique probe of hidden\nspin-split band structures of unconventional magnets. In particular, for mixed\n$d$-wave altermagnets, symmetric Berry curvature and antisymmetric quantum\nmetric respectively generate longitudinal conduction IGMC and transverse\ndisplacement IGMC- responses absent in conventional quantum geometry. The\npredicted signatures, relevant to compounds such as RuO$_2$, CrSb, and MnTe,\nprovide experimentally accessible diagnostics for distinguishing unconventional\nmagnetic phases. These findings position the ZQGT as a powerful framework for\nprobing and controlling transport in next-generation quantum materials."}
{"id": "2508.14630", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14630", "abs": "https://arxiv.org/abs/2508.14630", "authors": ["Arsen Herasymchuk", "Sergei G. Sharapov", "Oleg V. Yazyev", "Yaroslav Zhumagulov"], "title": "Correlated phases in rhombohedral N-layer graphene", "comment": "24 pages, 17 figures", "summary": "We investigate the emergence of correlated electron phases in rhombohedral\n$N$-layer graphene due to two-valley Coulomb interactions within a low-energy\n$k \\cdot p$ framework. Analytical expressions for Lindhard susceptibilities in\nintra- and intervalley channels are derived, and the critical temperatures for\nphase transitions are estimated using both the random phase approximation (RPA)\nand the parquet approximation (PA). Within RPA, only Stoner and intervalley\ncoherent (IVC) phases are supported, while the PA reveals a richer phase\nstructure including particle-particle (PP) channel instabilities. We establish\na general scaling law for the critical temperature with respect to layer number\n$N$, highlighting an upper bound as $N \\rightarrow \\infty$, and demonstrate a\nnon-monotonic decrease of the critical temperature with increasing chemical\npotential. The PA uncovers the role of interaction symmetry: $SU(4)$-symmetric\ninteractions favor intervalley Stoner order in the density channel, whereas\n$SU(2) \\times SU(2)$-symmetric interactions permit a broader set of phases. A\ncrossover in the dominant instability occurs in the particle-hole channel at a\ncritical layer number, suggesting the emergence of magnetic or IVC phases in\nthicker systems. We also identify conditions under which pair-density wave\n(PDW) order could form in the PP channel, though its physical realization may\nbe constrained."}
{"id": "2508.14632", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14632", "abs": "https://arxiv.org/abs/2508.14632", "authors": ["Qiong Qin", "Yi-feng Yang"], "title": "Emergent superconducting stripes in two-orbital superconductors", "comment": "6 pages, 4 figures", "summary": "Motivated by recent experiments in KTaO$_3$/EuO interface, we propose an\nintrinsic mechanism where superconducting stripes emerge naturally without\ninvolving disorder, charge inhomogeneity, or competing orders. Our theory is\nbased on a two-orbital model of superconductivity, where one orbital displays a\nquasi-one-dimensional dispersion and the other orbital is more localized and\ncontributes pairing interactions along the perpendicular direction. Our\nauxiliary-field Monte Carlo simulations demonstrate that the pairing amplitude\nexhibits spatial modulation such that the superconductivity naturally\ndisaggregates into two-leg or three-leg superconducting stripes separated by\nnon-superconducting blocks. Our work provides a promising scenario of emergent\nsuperconducting stripes in homogeneous two-dimensional systems and reveals\nunexpectedly rich physics in two-orbital superconductors for future materials\ndesign."}
{"id": "2508.14666", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14666", "abs": "https://arxiv.org/abs/2508.14666", "authors": ["Mingwei Yang", "Jiayin Tang", "Xianfeng Wu", "Heng Wang", "Wenjing Xu", "Haoliang Huang", "Zhicheng Pei", "Wenjie Meng", "Guangli Kuang", "Jinfeng Xu", "Sixia Hu", "Chuanying Xi", "Li Pi", "Qingyou Lu", "Ziqiang Wang", "Qikun Xue", "Zhuoyu Chen", "Danfeng Li"], "title": "Robust field re-entrant superconductivity in ferromagnetic infinite-layer rare-earth nickelates", "comment": "Manuscript under review. 26 pages, 11 figures", "summary": "Superconductivity and ferromagnetism are naturally competing, while their\ninterplay can give rise to exotic quantum phases, such as triplet pairing,\nexemplified by heavy-fermion compounds like UTe$_2$, where magnetic\nfluctuations stabilise multiple superconducting states. However, such phenomena\nhave remained elusive in high-temperature superconductors. Here we report the\ndiscovery of robust field-induced re-entrant superconductivity in heavily\nEu-doped infinite-layer nickelate Sm$_{0.95-x}$Ca$_{0.05}$Eu$_x$NiO$_2$. In the\nheavily over-doped regime, we observe a remarkable superconducting state that\nemerges under high magnetic fields ($>$ 6 Tesla) after the initial suppression\nof zero-field superconductivity. Both zero-resistance transport and Meissner\ndiamagnetic effect confirm the superconducting nature of this high-field phase,\nwhich persists up to at least 45 Tesla. This re-entrant behaviour is featured\nby the coexistence of ferromagnetism and superconductivity on distinct\nsublattices -- magnetic Eu$^{2+}$ ions and the Ni-O planes, respectively. Such\nan exotic state may arise from the compensation between external and internal\nexchange fields (Jaccarino-Peter effect) combined with magnetic\nfluctuation-enhanced pairing near quantum criticality. Our findings establish\ninfinite-layer nickelates as a unique platform for high-temperature\nferromagnetic superconductivity, opening new avenues for discovering and\nmanipulating unconventional quantum phases in strongly correlated materials."}
{"id": "2508.14680", "categories": ["cond-mat.stat-mech", "physics.data-an", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.14680", "abs": "https://arxiv.org/abs/2508.14680", "authors": ["Ethan Levien", "Yair Heïn", "Farshid Jafarpour"], "title": "Size-structured populations with growth fluctuations: Feynman--Kac formula and decoupling", "comment": "29 pages, 4 figures", "summary": "We study a size--structured population model of proliferating cells in which\nbiomass accumulation and binary division occur at rates modulated by\nfluctuating internal phenotypes. We quantify how fluctuations in internal\nvariables that influence both growth and division shape the distribution of\npopulation phenotypes. We derive conditions under which the distributions of\nsize and internal state decouple. Under this decoupling, population--level\nexpectations are obtained from lineage-level expectations by an exponential\ntilting given by the Feynman--Kac formula. We further characterize weaker\n(ensemble-specific) versions of decoupling that hold in the lineage or the\npopulation ensemble but not both. Finally, we provide a more general\ninterpretation of the tilted expectations in terms of the mass-weighted\nphenotype distribution."}
{"id": "2508.14694", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14694", "abs": "https://arxiv.org/abs/2508.14694", "authors": ["A. K. Jain", "J. T. Nicholls", "S. N. Holmes", "G. Jaliel", "C. Chen", "I. Farrer", "D. A. Ritchie"], "title": "The heating and cooling of 2D electrons at low temperatures", "comment": "5 pages, 4 figures", "summary": "We present measurements of the cooling length $\\ell_E$ for hot electrons in a\nGaAs-based high mobility two-dimensional electron gas (2DEG). The thermal\nmeasurements are performed on a long 60 $\\mu$m-wide channel, which is\nJoule-heated at one end, along which there are three similar hot-electron\nthermocouples, spaced 30 $\\mu$m apart. The thermocouples measure an\nexponentially decaying temperature profile with a characteristic length\n$\\ell_E$, which decreases from 23 to 16 $\\mu$m as the lattice temperature\nincreases from 1.8 to 5 K. From a simple one-dimensional model of heat\ndiffusion, we measure an inelastic scattering time which decreases from $\\tau_i\n\\approx$ 0.36 to 0.18 ns. The measured $\\tau_i$ has a magnitude and temperature\ndependence consistent with acoustic phonon scattering times. We discuss how the\nsample design can be varied for further thermal investigations. Knowledge of\nthe temperature profile and its gradient will prove useful in measurements of\nthe thermal conductivity and the Nernst effect."}
{"id": "2508.14721", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14721", "abs": "https://arxiv.org/abs/2508.14721", "authors": ["Valery I. Levitas"], "title": "Severe plastic deformations, mechanochemistry, and microstructure evolution under high pressure: In Situ Experiments, Four-Scale Theory, New Phenomena, and Rules", "comment": "162 pages, 64 figures, and 1 table", "summary": "Processes involving severe plastic deformations (SPD) and phase\ntransformations and chemical reactions (PTs/CRs) under high pressures are\nwidespread for obtaining new nanostructured phases and their processing,\nmechanochemical synthesis, military applications, and nature. SPD strongly\nreduce the pressure required for PTs/CRs (by one-two orders of magnitude) and\nPT hysteresis; lead to hidden metastable phases, which cannot be obtained\notherwise, and substitute reversible PTs/CRs with irreversible ones. This\nreview is devoted to breakthroughs in understanding multifaceted interactions\nbetween high-pressure PTs/CRs, SPD, and microstructure evolution from the\nviewpoint of advanced mechanics and thermodynamics of materials under stress\nand plastic strain tensors. A novel concept of plastic strain-induced PTs/CRs\nunder high pressure is explored using four-scale theory and simulations (from\natomistic to nano- and scale-free phase-field approaches to macroscale) coupled\nto in situ experiments in traditional and rotational diamond anvil cells, and\ntheir integration. Its development revealed various phenomena and\nmisinterpretations, resolved numerous puzzles, found the first general rules in\nthese fields, and suggested ways for economic defect-induced synthesis of\nhigh-pressure phases and nanostructures. Coupled\nanalytical/computational/experimental approaches are developed for complete\ncharacterization of occurring processes and finding all heterogeneous scalar\nand tensorial fields. Applications include high-pressure torsion, surface\ntreatment, high-pressure tribology, PTs/CRs in shear bands leading to severe\ntransformation/reaction-induced plasticity and self-blown-up processes,\nmechanisms of deep-focus earthquakes, the appearance of microdiamonds in\nlow-pressure-temperature Earth crust, and the mechanochemical origin of life\nbeyond Earth. Unresolved problems and future directions are outlined."}
{"id": "2508.14738", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.14738", "abs": "https://arxiv.org/abs/2508.14738", "authors": ["Joshua Claes", "Bart Partoens", "Dirk Lamoen", "Marcelo Marques", "Lara K. Teles"], "title": "A practical route to donor binding energies: The DFT-1/2 method for shallow defects", "comment": null, "summary": "Accurately calculating the binding energies of shallow defects requires large\nsupercells to capture the extended nature of their wavefunctions. This makes\nmany beyond-DFT methods, such as hybrid functionals, impractical for direct\ncalculations, often requiring indirect or approximate approaches. However,\nstandard DFT alone fails to provide reliable results due to the well-known band\ngap underestimation and delocalization errors. In this work, we employ the\nDFT-1/2 method to address these deficiencies while maintaining computational\nefficiency allowing us to reach supercells of up to 4096 atoms. We develop a\npractical procedure for applying DFT-1/2 to shallow defects and demonstrate its\neffectiveness for group V donors in silicon (P, As, Sb, Bi). By using an\nextrapolation scheme to infinite supercell size, we obtain accurate binding\nenergies with minimal computational overhead. This approach offers a simple and\ndirect method for calculating donor binding energies."}
{"id": "2508.14745", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14745", "abs": "https://arxiv.org/abs/2508.14745", "authors": ["Neelanjan Chakraborti", "Sudeep Kumar Ghosh", "Snehasish Nandy"], "title": "Intrinsic Linear Response from Zeeman Quantum Geometry in 2D Unconventional Magnets", "comment": "9 pages, 3 figures, comments are welcome", "summary": "Unconventional magnets with zero net magnetization yet momentum-dependent\nspin splitting constitute a newly identified class of materials that provide a\nrich platform for quantum-geometry-driven transport phenomena. Exploiting the\ninterplay between momentum translation and spin rotation, we uncover a distinct\nlinear transport response governed by a generalized quantum geometric tensor,\nthe Zeeman quantum geometric tensor (ZQGT). We show that the ZQGT drives a\nlinear intrinsic gyrotropic magnetic current (IGMC) in the three prototypical\ntwo-dimensional unconventional magnets: a time-reversal-broken $d_{x^2 - y^2}$\naltermagnet, a time-reversal-symmetric $p$-wave magnet, and a mixed $d$-wave\naltermagnet. Depending on symmetry, these magnets exhibit longitudinal,\ntransverse, or combined conduction and displacement IGMCs in the presence of\nspin-orbit coupling. Notably, this response persists even when conventional\nBerry curvature contributions vanish, offering a unique probe of hidden\nspin-split band structures of unconventional magnets. In particular, for mixed\n$d$-wave altermagnets, symmetric Berry curvature and antisymmetric quantum\nmetric respectively generate longitudinal conduction IGMC and transverse\ndisplacement IGMC- responses absent in conventional quantum geometry. The\npredicted signatures, relevant to compounds such as RuO$_2$, CrSb, and MnTe,\nprovide experimentally accessible diagnostics for distinguishing unconventional\nmagnetic phases. These findings position the ZQGT as a powerful framework for\nprobing and controlling transport in next-generation quantum materials."}
{"id": "2508.14754", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14754", "abs": "https://arxiv.org/abs/2508.14754", "authors": ["Diego A. Visani", "Letizia Catalini", "Christian L. Degen", "Alexander Eichler", "Javier del Pino"], "title": "Near-resonant nuclear spin detection with megahertz mechanical resonators", "comment": "arXiv admin note: substantial text overlap with arXiv:2311.16273", "summary": "Mechanical resonators operating in the megahertz range have become a\nversatile platform for fundamental and applied quantum research. Their\nexceptional properties, such as low mass and high quality factor, make them\nalso appealing for force sensing experiments. In this work, we propose a method\nfor detecting, and ultimately controlling, nuclear spins by coupling them to\nmegahertz resonators via a magnetic field gradient. Dynamical backaction\nbetween the sensor and an ensemble of $N$ nuclear spins produces a shift in the\nsensor's resonance frequency. The mean frequency shift due to the Boltzmann\npolarization is challenging to measure in nanoscale sample volumes. Here, we\nshow that the fluctuating polarization of the spin ensemble results in a\nmeasurable increase of the resonator's frequency variance. On the basis of\nanalytical as well as numerical results, we predict that the variance\nmeasurement will allow single nuclear spin detection with existing resonator\ndevices."}
{"id": "2508.14756", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14756", "abs": "https://arxiv.org/abs/2508.14756", "authors": ["V. Shahnazaryan", "A. Kudlis", "K. Varga", "I. A. Shelykh", "I. V. Tokatly"], "title": "Trion polaron problem in bulk and two-dimensional materials", "comment": null, "summary": "We develop a microscopic theoryof the trion polaron: a bound state of two\nelectrons and one hole, dressed by longitudinal optical (LO) phonons. Starting\nfrom the Frohlich Hamiltonian, which describes the interaction of charged\nparticles with LO phonons in three-dimensional (bulk) and two-dimensional\n(monolayer) polar crystals, we adopt the intermediate coupling variational\napproximation of Lee, Low, and Pines, and generalize it for the three-body\nproblem. This yields an effective three-particle Hamiltonian with renormalized\nelectron-electron and electron-hole interactions, similar to those obtained for\nexciton polaron and bipolaron problems. We compute the binding energies for a\nfamily of bulk perovskite materials and several atomic monolayer materials\ncharacterized by pronounced polar effects, providing quantitative benchmarks\nfor spectroscopic measurements."}
{"id": "2508.14771", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14771", "abs": "https://arxiv.org/abs/2508.14771", "authors": ["Duc Minh Tran", "Edoardo Mangini", "Elizabeth M. Jefremovas", "Fabian Kammerbauer", "Dennis Meier", "Robert Frömter", "Mathias Kläui"], "title": "Controlling Skyrmion Lattice Orientation with Local Magnetic Field Gradients", "comment": null, "summary": "Precise control over the formation and arrangement of magnetic skyrmion\nlattices is essential for understanding their emergent behavior and advancing\ntheir integration into spintronic and magnonic devices. We report on a simple\nand minimally invasive technique to nucleate and manipulate skyrmion lattices\nin soft magnetic CoFeB using single-pass magnetic force microscopy (MFM). By\ntuning the scan-line spacing to match the intrinsic stripe domain periodicity,\nthe stray field gradient from the MFM tip induces reversible transitions from\nstripe domains to isolated skyrmions and locally ordered lattices. The\nresulting skyrmion positions are extracted to compute the local orientational\norder parameter $\\psi_6$, enabling quantitative evaluation of lattice ordering.\nA systematic improvement in $\\langle |\\psi_6| \\rangle$ is observed with\nrepeated scanning, indicating a transition from a disordered state to ordered\nhexagonal lattices. Furthermore, we demonstrate that the lattice orientation\ncan be deterministically rotated by changing the scanning direction, as\nconfirmed by both real-space analysis and fast Fourier transformations. This\nmethod enables the controlled creation, reordering, and deletion of metastable\nskyrmion textures on demand. Our approach establishes a practical and\naccessible platform for studying two-dimensional phase behavior in topological\nspin systems, offering direct and reconfigurable control over lattice symmetry,\norder, and orientation."}
{"id": "2508.14772", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14772", "abs": "https://arxiv.org/abs/2508.14772", "authors": ["Si-Yu Pan", "Jiahao Yang", "Gang V. Chen"], "title": "Gauge flux generations of weakly magnetized Dirac spin liquid in a kagomé lattice", "comment": "14pages, 13figures", "summary": "Inspired by the recent progress on the Dirac spin liquid and the kagom\\'{e}\nlattice antiferromagnets, we revisit the U(1) Dirac spin liquid on the\nkagom\\'{e} lattice and consider the response of this quantum state to the weak\nmagnetic field by examining the matter-gauge coupling. Even though the system\nis in the strong Mott insulating regime, the Zeeman coupling could induce the\ninternal U(1) gauge flux with the assistance of the Dzyaloshinskii-Moriya\ninteraction. In addition to the perturbatively-induced non-uniform flux from\nthe microscopic interactions, the system spontaneously generates the uniform\nU(1) gauge flux in a non-perturbative fashion to create the spinon Landau\nlevels and thus gains the kinetic energy for the spinon matters. Renormalized\nmean-field theory is employed to validate these two flux generation mechanisms.\nThe resulting state is argued to be an ordered antiferromagnet with the\nin-plane magnetic order, and the gapless Goldstone mode behaves like the\ngapless gauge boson and the spinons appear at higher energies. The dynamic\nproperties of this antiferromagnet, and the implication for other\nmatter-gauge-coupled systems are discussed."}
{"id": "2508.14829", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.14829", "abs": "https://arxiv.org/abs/2508.14829", "authors": ["Colin Ducarme", "Simon De Wergifosse", "Flavio Abreu Araujo"], "title": "Core position-dependent gyrotropic and damping contributions to the Thiele equation approach for accurate spin-torque vortex oscillator dynamics", "comment": "5 pages, 3 figures", "summary": "Understanding the nonlinear dynamics of magnetic vortices in spin-torque\nvortex oscillators (STVOs) is essential for their application in neuromorphic\ncomputing. Existing models either rely on the standard Thiele equation approach\n(TEA), which offer only qualitative predictions, or on micromagnetic\nsimulations (MMS), which are computationally demanding. We present a refined\nThiele approach that incorporates the deformation of the vortex profile for the\nevaluation of the gyrotropic and damping terms. In this manuscript, a more\nrealistic ansatz of the vortex magnetization profile is introduced to extract\nthese effective parameters semi-analytically. A method to extract the\ngyrotropic and damping terms directly from MMS is also presented. The resulting\nexpressions are benchmarked against state-of-the-art analytical derivations,\nand reveal a damping anisotropy of the vortex core. This framework captures the\nessential nonlinearities of STVO dynamics with high fidelity at low\ncomputational cost, paving the way for predictive modeling of large-scale\nneuromorphic circuits based on STVOs."}
{"id": "2508.14834", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14834", "abs": "https://arxiv.org/abs/2508.14834", "authors": ["Emmanuel B. Amuah", "Khalid M. Siddiqui", "Maurizio Monti", "Daniel Pérez-Salinas", "Hanna Strojecka", "Thomas H. Meyland", "Allan S. Johnson", "Simon E. Wall"], "title": "Electron coherent phonon coupling in Pr$_{0.5}$Ca$_{1.5}$MnO$_4$ measured with ultrafast broadband spectroscopy", "comment": "10 Pages, 7 Figures", "summary": "Photoexcitation of single-layered La$_{0.5}$Mn$_{1.5}$MnO$_4$ has played a\nkey role in understanding orbital ordering and non-thermal states in the\nmanganites. However, while orbital ordering in La$_{0.5}$Sr$_{1.5}$MnO$_4$\nbreaks the in-plane C$_4$ symmetry, many layered manganites show much more\ncomplex phase diagrams in which orbital ordering emerges from an already\nsymmetry-broken high-temperature phase and also exhibit additional\nlow-temperature phases. In this work, we examine the role of these phases in\nrelation to orbital ordering in the single-layered manganite\nPr$_{0.5}$Ca$_{1.5}$MnO$_4$ with a combination of optical reflection anisotropy\nand ultrafast broadband pump-probe spectroscopy. We find that the reflection\nanisotropy, measured in equilibrium, is strongly sensitive to charge and\norbital-ordering transition only. However, the ultrafast response, measuring\nthe non-equilibrium state is sensitive to all phases. In particular, we deduce\nthat coherent phonons modulate unoccupied electronic states that are sensitive\nto the different phases of the material. This gives rise to a non-linear\nscaling of the phonon signal with pump fluence at specific probe wavelengths."}
{"id": "2508.14841", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14841", "abs": "https://arxiv.org/abs/2508.14841", "authors": ["Juan Schmidt", "Dominic H. Ryan", "Oliver Janka", "Jutta Kösters", "Carsyn L. Mueller", "Aashish Sapkota", "Rafaela F. S. Penacchio", "Tyler J. Slade", "Sergey L. Bud'ko", "Paul C. Canfield"], "title": "Suppression of the valence transition in solution-grown single crystals of Eu$_2$Pt$_6$Al$_{15}$", "comment": "15 pages, 14 figures", "summary": "The study of Eu intermetallic compounds has allowed the exploration of\nvalence fluctuations and transitions in 4f electron systems. Recently, a\nEu$_2$Pt$_6$Al$_{15}$ phase synthesized by arc-melting followed by a thermal\ntreatment was reported [M. Radzieowski \\textit{et al.}, J Am Chem Soc 140(28),\n8950-8957 (2018)], which undergoes a transition upon cooling below 45~K that\nwas interpreted as a valence transition from Eu$^{2+}$ to Eu$^{3+}$. In this\npaper, we present the discovery of another polymorph of Eu$_2$Pt$_6$Al$_{15}$\nobtained by high-temperature solution growth, that presents different physical\nproperties than the arc-melted polycrystalline sample. Despite the similarities\nin crystal structure and chemical composition, the Eu valence transition is\nalmost fully suppressed in the solution-grown crystals, allowing the moments\nassociated with the Eu$^{2+}$ state to order antiferromagnetically at around\n14~K. A detailed analysis of the crystal structure using single crystal X-ray\ndiffraction reveals that, although the solution grown crystals are built from\nthe same constituent layers as the arc-melted samples, these layers present a\ndifferent stacking. The effect of different thermal treatments is also studied.\nDifferent anneal procedures did not result in significant changes of the\nintrinsic properties, and only by arc-melting and quenching the crystals we\nwere able to convert them into the previously reported polymorph."}
{"id": "2508.14849", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14849", "abs": "https://arxiv.org/abs/2508.14849", "authors": ["Nikhil Rampal", "Stephen E. Weitzner", "Fredrick Omenya", "Marissa Wood", "David M. Reed", "Xiaolin Li", "Jonathan R. I. Lee", "Liwen F. Wan"], "title": "Physics-Informed ML Exploration of Structure-Transport Relationships in Hard Carbon", "comment": null, "summary": "Sodium-ion batteries are a cost-effective and sustainable alternative to\nlithium-ion systems for large-scale energy storage. Hard carbon (HC) anodes,\ncomposed of disordered graphitic and amorphous domains, offer high capacity but\nexhibit complex, poorly understood ion transport behavior. In particular, the\nrelationship between local microstructure and sodium mobility remains\nunresolved, hindering rational performance optimization. Here, we introduce a\ndata-driven framework that combines machine-learned interatomic potentials with\nmolecular dynamics simulations to systematically investigate sodium diffusion\nacross a broad range of carbon densities and sodium loadings. By computing\nper-ion structural descriptors, we identify the microscopic factors that govern\nion transport. Unsupervised learning uncovers distinct diffusion modes,\nincluding hopping, clustering, and void trapping, while supervised analysis\nhighlights tortuosity and NaNa coordination as primary determinants of\nmobility. Correlation mapping further connects these transport regimes to\nprocessing variables such as bulk density and sodium content. This\nphysics-informed approach establishes quantitative structure-transport\nrelationships that capture the heterogeneity of disordered carbon. Our findings\ndeliver mechanistic insights into sodium-ion dynamics and provide actionable\ndesign principles for engineering high-performance HC anodes in next-generation\nbattery systems."}
{"id": "2508.14852", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14852", "abs": "https://arxiv.org/abs/2508.14852", "authors": ["Aleksandr Poliukhin", "Nicola Colonna", "Francesco Libbi", "Samuel Poncé", "Nicola Marzari"], "title": "Carrier mobilities and electron-phonon interactions beyond DFT", "comment": "11 pages, 4 figures", "summary": "Electron-phonon coupling is a key interaction that governs diverse physical\nprocesses such as carrier transport, superconductivity, and optical absorption.\nCalculating such interactions from first-principles with methods beyond\ndensity-functional theory remains a challenge. We introduce here a\nfinite-difference framework for computing electron-phonon couplings for any\nelectronic structure method that provides eigenvalues and eigenvectors, and\nshowcase applications for hybrid and Koopmans functionals, and $GW$ many-body\nperturbation theory. Our approach introduces a novel projectability scheme\nbased on eigenvalue differences and bypasses many of the limitations of the\ndirect finite difference methods. It also leverages symmetries to reduce the\nnumber of independent atomic displacements, thereby keeping computational costs\nmanageable. This approach enables seamless integration with established\nfirst-principles codes for generating displaced supercells, performing Wannier\ninterpolations, and evaluating transport properties. Applications to silicon\nand gallium arsenide show that advanced electronic-structure functionals\npredict different electron-phonon couplings and modify band curvatures,\nresulting in much more accurate estimates of intrinsic carrier drift mobilities\nand effective masses. In general, our method provides a robust and accessible\nframework for exploring electron-phonon interactions in complex materials with\nstate-of-the-art electronic structure methods."}
{"id": "2508.14862", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.14862", "abs": "https://arxiv.org/abs/2508.14862", "authors": ["Ion Santra", "Urna Basu", "Sanjib Sabhapandit"], "title": "Universal winding properties of chiral active motion", "comment": null, "summary": "We propose the area swept $A(t)$ and the winding angle $\\Omega(t)$ as the key\nobservables to characterize chiral active motion. We find that the\ndistributions of the scaled area and the scaled winding angle are described by\nuniversal scaling functions across all well-known models of active particles,\nparametrized by the chirality $\\omega$, along with a self-propulsion speed\n$v_0$, and the persistence time $\\tau$. In particular, we show that, at late\ntimes, the average winding angle grows logarithmically with time $\\la\\Omega\n\\ra\\sim(\\omega\\tau/2)\\,\\ln t$, while the average area swept has a linear\ntemporal growth $\\la A(t)\\ra\\simeq(\\omega\\tau D_{\\text{eff}})\\,t$, where\n$D_{\\text{eff}}=v_0^2 \\tau /[2(1+ \\omega^2 \\tau^2)]$ is the effective diffusion\ncoefficient. Moreover, we find that the distribution of the scaled area\n$z=[A-\\la A\\ra]/(2D_{\\text{eff}}t)$ is described by the universal scaling\nfunction $F_{\\text{ch}}(z)=\\text{sech}(\\pi z)$. From extensive numerical\nevidence, we conjecture the emergence of a new universal scaling function\n$G_{\\text{ch}}(z)=\\mathcal {N}/[e^{\\alpha z} + e^{-\\beta z}]$ for the\ndistribution of the scaled winding angle $z=\\Omega/[\\ln t]$, where the\nparameters $\\alpha$ and $\\beta$ are model-dependent and $\\mathcal{N}$ is the\nnormalization constant. In the absence of chirality, i.e., $\\omega=0$, the\nscaling function becomes $G_{\\text{ch}}(z)=(\\alpha/\\pi)\\,\\mathrm{sech}(\\alpha\nz)$."}
{"id": "2508.14894", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14894", "abs": "https://arxiv.org/abs/2508.14894", "authors": ["Zhaoyu Han", "Taige Wang", "Zhihuan Dong", "Michael P. Zaletel", "Ashvin Vishwanath"], "title": "Anyon superfluidity of excitons in quantum Hall bilayers", "comment": null, "summary": "The charged anyons of a fractional quantum Hall fluid are necessarily\ndispersionless due to the continuous magnetic translation symmetry. Neutral\nanyons, however, can disperse, resulting in a much richer space of possible\n``daughter'' states when doped to finite density. We discuss a natural\nrealization of such physics in quantum Hall bilayers, where a finite density of\nexcitons with fractional statistics is argued to give rise to `anyonic exciton\nsuperfluidity,' the charge-neutral analog of anyon superconductivity. In a\nbalanced bilayer of two Laughlin $\\nu = 1/3$ states, the minimal interlayer\nexciton carries anyonic exchange statistics. A finite density of these excitons\nis argued to yield an exciton superfluid stitched to a specific bulk\ntopological order and edge spectrum. Such superfluidity should be most robust\nnear the direct transition into the Halperin $(112)$ state, and near analogous\ntransitions in the bilayer Jain sequence at total filling $\\nu_\\text{T} =\n2\\times \\frac{n}{2n+1}$. These topological transitions can be described by\nChern-Simons QED$_3$, from which we derive several novel and general properties\nof anyon superfluidity near such transitions, including an anomalously large\nsuperfluid stiffness of $\\kappa_\\text{s} \\propto |\\delta\\nu|^{1/2}$ at layer\nimbalance fraction $\\delta\\nu$. A notable feature of the phase diagrams we\nconstruct is the prevalence of spatial symmetry breaking, driven by an\nunderlying composite Fermi surface. Our results can be directly tested with\ncurrently available experimental techniques. We compare our theory with\nexisting data and make concrete predictions for future measurements, including\nhigher-pseudospin exciton superfluids when doping higher Jain fractions."}
{"id": "2508.14179", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2508.14179", "abs": "https://arxiv.org/abs/2508.14179", "authors": ["Jorge L. Rosa-Raíces", "David T. Limmer"], "title": "Nonadiabatic force matching for alchemical free-energy estimation", "comment": null, "summary": "We propose a method to compute free energies from nonadiabatic alchemical\ntransformations using diffusion-denoising generative models. The method,\nnonadiabatic force matching, hinges on estimating -- rather than minimizing --\nthe dissipation along an alchemical transition as the functional of a\nnonadiabatic potential, which plays the role of a diffusion-denoising protocol.\nApplying the algorithm to compute alchemical free energies of simple atomistic\nmodels shows it can significantly cut the simulation cost of a free-energy\nestimate at no loss of accuracy compared with thermodynamic integration."}
{"id": "2508.14447", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.14447", "abs": "https://arxiv.org/abs/2508.14447", "authors": ["Veljko Janković"], "title": "Numerically \"exact\" charge transport dynamics in a dissipative electron-phonon model rationalizing the success of the transient localization scenario", "comment": "17 pages, 7 figures", "summary": "Optical conductivity in molecular semiconductors is suppressed in the\nterahertz region, featuring the displaced Drude peak that reflects carriers'\ntransient localization (TL) by slow intermolecular vibrations. Meanwhile,\nrecent computations in minimal models evidence optical-conductivity\nenhancements below the characteristic vibrational frequency, which cannot be\ncaptured by the TL phenomenology. These models assume undamped vibrations,\nwhereas atomistic simulations show that the vibrations most strongly modulating\ncarrier's hopping amplitude are damped. Here, we use the dissipaton equations\nof motion (DEOM) method to compute finite-temperature real-time current\nautocorrelation function in a one-dimensional model with Brownian-oscillator\nspectral density of nonlocal carrier-phonon interaction. We exploit the\ndissipaton algebra to handle the phonon-assisted current, reduce the method's\ncomputational requirements by working in momentum space, and confirm that\nnumerically stable transport dynamics are virtually independent of a specific\nDEOM closing scheme. With increasing damping, we find that DEOM\noptical-conductivity profiles become increasingly qualitatively similar to TL\npredictions. For parameters representative of room-temperature hole transport\nin single-crystal rubrene, we conclude that the TL phenomenology is established\nalready in the underdamped-oscillator regime. Reasonable variations in the\ndamping constant weakly affect the carrier mobility, which remains within\nexperimental bounds. Overall, our results strongly suggest that\noptical-conductivity enhancements at very low frequencies are artifacts of\nundamped vibrations, and rationalize the success of the TL phenomenology in\ndescribing experimental data."}
{"id": "2508.14613", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.14613", "abs": "https://arxiv.org/abs/2508.14613", "authors": ["Daniel Willimetz", "Lukáš Grajciar"], "title": "A Simple and Scalable Kernel Density Approach for Reliable Uncertainty Quantification in Atomistic Machine Learning", "comment": null, "summary": "Machine learning models are increasingly used to predict material properties\nand accelerate atomistic simulations, but the reliability of their predictions\ndepends on the representativeness of the training data. We present a scalable,\nGPU-accelerated uncertainty quantification framework based on\n$k$-nearest-neighbor kernel density estimation (KDE) in a PCA-reduced\ndescriptor space. This method efficiently detects sparsely sampled regions in\nlarge, high-dimensional datasets and provides a transferable, model-agnostic\nuncertainty metric without requiring retraining costly model ensembles. The\nframework is validated across diverse case studies varying in: i) chemistry,\nii) prediction models (including foundational neural network), iii) descriptors\nused for KDE estimation, and iv) properties whose uncertainty is sought. In all\ncases, the KDE-based score reliably flags extrapolative configurations,\ncorrelates well with conventional ensemble-based uncertainties, and highlights\nregions of reduced prediction trustworthiness. The approach offers a practical\nroute for improving the interpretability, robustness, and deployment readiness\nof ML models in materials science."}
{"id": "2508.14642", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.14642", "abs": "https://arxiv.org/abs/2508.14642", "authors": ["Ilian Pihlajamaa", "Teunike A. van de Pol", "Liesbeth M. C. Janssen"], "title": "Fundamental measure theory for predicting many-body correlation functions", "comment": null, "summary": "We study many-body correlation functions within various Fundamental Measure\nTheory (FMT) formulations and compare their predictions to Monte Carlo\nsimulations of hard-sphere fluids. FMT accurately captures key features of\nthree- and four-body structure, particularly at low and intermediate\nwavevectors. We show that the dominant contributions to the four-point\nstructure factor arise from direct triplet correlations, allowing evaluation of\nfour-point correlations to be greatly simplified. In glass-forming liquids at\nhigh volume fractions, FMT correctly reproduces deviations from the convolution\napproximation, highlighting FMT's ability to capture growing structural\nmultipoint correlations upon supercooling."}
