{"id": "2510.01205", "categories": ["physics.comp-ph", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01205", "abs": "https://arxiv.org/abs/2510.01205", "authors": ["Nicholas Bauman", "Ajay Panyala", "Libor Veis", "Jiri Brabec", "Paul Rigor", "Randy Meyer", "Skyler Windh", "Craig Warner", "Tony Brewer", "Karol Kowalski"], "title": "Integrated Software/Hardware Execution Models for High-Accuracy Methods in Chemistry", "comment": null, "summary": "The effective deployment and application of advanced methodologies for\nquantum chemistry is inherently linked to the optimal usage of emerging and\nhighly diversified computational resources. This paper examines the synergistic\nutilization of Micron memory technologies and Azure Quantum Element cloud\ncomputing in Density Matrix Renormalization Group (DMRG) simulations leveraging\ncoupled-cluster (CC) downfolded/effective Hamiltonians based on the double\nunitary coupled cluster (DUCC) Ansatz. We analyze the performance of the\nDMRG-DUCC workflow, emphasizing the proper choice of hardware that reflects the\nnumerical overheads associated with specific components of the workflow. We\nreport a hybrid approach that takes advantage of Micron CXL hardware for the\nmemory capacity intensive CC downfolding phase while employing AQE cloud\ncomputing for the less resource-intensive DMRG simulations. Furthermore, we\nanalyze the performance of the scalable ExaChem suite of electronic simulations\nconducted on Micron prototype systems."}
{"id": "2510.01419", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.01419", "abs": "https://arxiv.org/abs/2510.01419", "authors": ["Md Tusher Ahmed", "Chenhaoyue Wang", "Amartya S. Banerjee", "Nikhil Chandra Admal"], "title": "Multiscale analysis of large twist ferroelectricity and swirling dislocations in bilayer hexagonal boron nitride", "comment": null, "summary": "With its atomically thin structure and intrinsic ferroelectric properties,\nheterodeformed bilayer hexagonal boron nitride (hBN) has gained prominence in\nnext-generation non-volatile memory applications. However, studies to date have\nfocused almost exclusively on small heterodeformations, leaving the question of\nwhether ferroelectricity can persist under large heterodeformation entirely\nunexplored. In this work, we establish the crystallographic origin of\nferroelectricity in bilayer hBN configurations heterodeformed relative to\nhigh-symmetry configurations such as the AA-stacking and the 21.786789 $\\circ$\ntwisted configuration, using Smith normal form bicrystallography. We then\ndemonstrate out-of-plane ferroelectricity in bilayer hBN across configurations\nvicinal to both the AA and $\\Sigma 7$ stacking. Atomistic simulations reveal\nthat AA-vicinal systems support ferroelectricity under both small twist and\nsmall strain, with polarization switching in the latter governed by the\ndeformation of swirling dislocations rather than the straight interface\ndislocations seen in the former. For $\\Sigma 7$-vicinal systems, where reliable\ninteratomic potentials are lacking, we develop a\ndensity-functional-theory-informed continuum framework--the\nbicrystallography-informed frame-invariant multiscale (BFIM) model, which\ncaptures out-of-plane ferroelectricity in heterodeformed configurations vicinal\nto the $\\Sigma 7$ stacking. Interface dislocations in these large\nheterodeformed bilayer configurations exhibit markedly smaller Burgers vectors\ncompared to the interface dislocations in small-twist and small-strain bilayer\nhBN. The BFIM model reproduces atomistic simulation results and provides a\npowerful, computationally efficient framework for predicting ferroelectricity\nin large-unit-cell heterostructures where atomistic simulations are\nprohibitively expensive."}
{"id": "2510.01875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.01875", "abs": "https://arxiv.org/abs/2510.01875", "authors": ["Zhandos A. Moldabekov", "Sebastian Schwalbe", "Uwe Hernandez Acosta", "Thomas Gawne", "Jan Vorberger", "Michele Pavanello", "Tobias Dornheim"], "title": "Enhancing the Efficiency of Time-Dependent Density Functional Theory Calculations of Dynamic Response Properties", "comment": null, "summary": "X-ray Thomson scattering (XRTS) constitutes an essential technique for\ndiagnosing material properties under extreme conditions, such as high pressures\nand intense laser heating. Time-dependent density functional theory (TDDFT) is\none of the most accurate available ab initio methods for modeling XRTS spectra,\nas well as a host of other dynamic material properties. However, strong thermal\nexcitations, along with the need to account for variations in temperature and\ndensity as well as the finite size of the detector significantly increase the\ncomputational cost of TDDFT simulations compared to ambient conditions. In this\nwork, we present a broadly applicable method for optimizing and enhancing the\nefficiency of TDDFT calculations. Our approach is based on a one-to-one mapping\nbetween the dynamic structure factor and the imaginary time density--density\ncorrelation function, which naturally emerges in Feynman's path integral\nformulation of quantum many-body theory. Specifically, we combine rigorous\nconvergence tests in the imaginary time domain with a constraints-based noise\nattenuation technique to improve the efficiency of TDDFT modeling without the\nintroduction of any significant bias. As a result, we can report a speed-up by\nup to an order of magnitude, thus potentially saving millions of CPU hours for\nmodeling a single XRTS measurement of matter under extreme conditions."}
{"id": "2510.01273", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01273", "abs": "https://arxiv.org/abs/2510.01273", "authors": ["Yinggang Song", "Chuanheng Ma", "Hongbo Wang", "Mi Zhou", "Yanpeng Qi", "Weizheng Cao", "Shourui Li", "Hanyu Liu", "Guangtao Liu", "Yanming Ma"], "title": "Room-Temperature Superconductivity at 298 K in Ternary La-Sc-H System at High-pressure Conditions", "comment": "40 pages, 5 figures", "summary": "Room-temperature superconductor has been a century-long dream of humankind.\nRecent research on hydrogen-based superconductors (e.g., CaH6, LaH10, etc.) at\nhigh-pressure conditions lifts the record of superconducting critical\ntemperature (Tc) up to ~250 kelvin. We here report the experimental synthesis\nof the first-ever room-temperature superconductor by compression on a mixture\nof La-Sc alloy and ammonia borane at pressures of 250-260 gigapascals (GPa) via\na diamond anvil cell by a laser-heating technique. Superconductivity with an\nonset temperature of 271-298 kelvin at 195-266 GPa is observed by the\nmeasurement of zero electrical resistance and the suppression of Tc under\napplied magnetic fields. Synchrotron X-ray diffraction data unambiguously\nreveal that this superconductor crystallizes in a hexagonal structure with a\nstoichiometry LaSc2H24, in excellent agreement with our previous prediction1.\nThrough thirteen reproducible experimental runs, we provide solid evidence of\nthe realization of a room-temperature superconductor for the first time,\nmarking a milestone in the field of superconductivity."}
{"id": "2510.01626", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01626", "abs": "https://arxiv.org/abs/2510.01626", "authors": ["Yabo Li", "Matteo Dell'acqua", "Aditi Mitra"], "title": "Classification of Thouless pumps with non-invertible symmetries and implications for Floquet phases", "comment": null, "summary": "We study symmetry preserving adiabatic and Floquet dynamics of\none-dimensional systems. Using quasiadiabatic evolution, we establish a\ncorrespondence between adiabatic cycles and invertible defects generated by\nspatially truncated Thouless pump operators. Employing the classification of\ngapped phases by module categories, we show that the Thouless pumps are\nclassified by the group of autoequivalences of the module category. We then\nexplicitly construct Thouless pump operators for minimal lattice models with\n$\\text{Vec}_G$, Rep($G$), and Rep($H$) symmetries, and show how the Thouless\npump operators have the group structure of autoequivalences. The Thouless pump\noperators, together with Hamiltonians with gapped ground states, are then used\nto construct Floquet drives. An analytic solution for the Floquet phase diagram\ncharacterized by winding numbers is constructed when the Floquet drives obey an\nOnsager algebra. Our approach points the way to a general connection between\ndistinct Thouless pumps and distinct families of Floquet phases."}
{"id": "2510.01273", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01273", "abs": "https://arxiv.org/abs/2510.01273", "authors": ["Yinggang Song", "Chuanheng Ma", "Hongbo Wang", "Mi Zhou", "Yanpeng Qi", "Weizheng Cao", "Shourui Li", "Hanyu Liu", "Guangtao Liu", "Yanming Ma"], "title": "Room-Temperature Superconductivity at 298 K in Ternary La-Sc-H System at High-pressure Conditions", "comment": "40 pages, 5 figures", "summary": "Room-temperature superconductor has been a century-long dream of humankind.\nRecent research on hydrogen-based superconductors (e.g., CaH6, LaH10, etc.) at\nhigh-pressure conditions lifts the record of superconducting critical\ntemperature (Tc) up to ~250 kelvin. We here report the experimental synthesis\nof the first-ever room-temperature superconductor by compression on a mixture\nof La-Sc alloy and ammonia borane at pressures of 250-260 gigapascals (GPa) via\na diamond anvil cell by a laser-heating technique. Superconductivity with an\nonset temperature of 271-298 kelvin at 195-266 GPa is observed by the\nmeasurement of zero electrical resistance and the suppression of Tc under\napplied magnetic fields. Synchrotron X-ray diffraction data unambiguously\nreveal that this superconductor crystallizes in a hexagonal structure with a\nstoichiometry LaSc2H24, in excellent agreement with our previous prediction1.\nThrough thirteen reproducible experimental runs, we provide solid evidence of\nthe realization of a room-temperature superconductor for the first time,\nmarking a milestone in the field of superconductivity."}
{"id": "2510.01435", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01435", "abs": "https://arxiv.org/abs/2510.01435", "authors": ["Junming Wu", "Shihao Zhou", "Benedetta Flebus", "Wei Zhang"], "title": "Coupling Magnons to an Opto-Electronic Parametric Oscillator", "comment": "9 pages, 5 figures", "summary": "Hybrid magnonic systems have emerged as versatile modular components for\nquantum signal transduction and sensing applications owing to their capability\nof connecting distinct quantum platforms. To date, the majority of the magnonic\nsystems have been explored in a local, near-field scheme, due to the close\nproximity required for realizing a strong coupling between magnons and other\nexcitations. This constraint greatly limits the applicability of magnons in\ndeveloping remotely-coupled, distributed quantum network systems. On the\ncontrary, opto-electronic architectures hosting self-sustained oscillations has\nbeen a unique platform for longhaul signal transmission and processing. Here,\nwe integrated an opto-electronic oscillator with a magnonic oscillator\nconsisting of a microwave waveguide and a Y3Fe5O12(YIG) sphere, and\ndemonstrated strong and coherent coupling between YIG's magnon modes and the\nopto-electronic oscillator's characteristic photon modes - revealing the\nhallmark anti-crossing gap in the measured spectrum. In particular, the photon\nmode is produced on-demand via a nonlinear, parametric process as stipulated by\nan external seed pump. Both the internal cavity phase and the external pump\nphase can be precisely tuned to stabilize either degenerate or nondegenerate\nauto-oscillations. Our result lays out a new, hybrid platform for investigating\nlong-distance coupling and nonlinearity in coherent magnonic phenomena, which\nmay be find useful in constructing future distributed hybrid magnonic systems."}
{"id": "2510.01400", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01400", "abs": "https://arxiv.org/abs/2510.01400", "authors": ["Feng Zhang", "Zhuo Ye", "Maxim Moraru", "Ying Wai Li", "Weiyi Xia", "Yongxin Yao", "Ryan Richard", "Cai-Zhuang Wang"], "title": "exaPD: A highly parallelizable workflow for multi-element phase diagram (PD) construction", "comment": null, "summary": "Phase diagrams (PDs) illustrate the relative stability of competing phases\nunder varying conditions, serving as critical tools for synthesizing complex\nmaterials. Reliable phase diagrams rely on precise free energy calculations,\nwhich are computationally intensive. We introduce exaPD, a user-friendly\nworkflow that enables simultaneous sampling of multiple phases across a fine\nmesh of temperature and composition for free energy calculations. The package\nemploys standard molecular dynamics (MD) and Monte Carlo (MC) sampling\ntechniques, as implemented in the LAMMPS package. Various interatomic\npotentials are supported, including the neural network potentials with near\n{\\it ab initio} accuracy. A global controller, built with Parsl, manages the\nMD/MC jobs to achieve massive parallelization with near ideal scalability. The\nresulting free energies of both liquid and solid phases, including solid\nsolutions, are integrated into CALPHAD modeling using the PYCALPHAD package for\nconstructing the phase diagram."}
{"id": "2510.01787", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.01787", "abs": "https://arxiv.org/abs/2510.01787", "authors": ["Héctor Vaquero del Pino", "François Gay-Balmaz", "Hiroaki Yoshimura", "Lock Yue Chew"], "title": "A variational formulation of stochastic thermodynamics. Part I: Finite-dimensional systems", "comment": null, "summary": "In this paper, we develop a variational foundation for stochastic\nthermodynamics of finite-dimensional, continuous-time systems. Requiring the\nsecond law (non-negative average total entropy production) systematically\nyields a consistent thermodynamic structure, from which novel generalized\nfluctuation-dissipation relations emerge naturally, ensuring local detailed\nbalance. This principle extends key results of stochastic thermodynamics\nincluding an individual trajectory level description of both configurational\nand thermal variables and fluctuation theorems in an extended thermodynamic\nphase space. It applies to both closed and open systems, while accommodating\nstate-dependent parameters, nonlinear couplings between configurational and\nthermal degrees of freedom, and cross-correlated noise consistent with Onsager\nsymmetry. This is achieved by establishing a unified geometric framework in\nwhich stochastic thermodynamics emerges from a generalized Lagrange-d'Alembert\nprinciple, building on the variational structure introduced by Gay-Balmaz and\nYoshimura [Phil. Trans. R. Soc. A 381, 2256 (2023)]. Irreversible and\nstochastic forces are incorporated through nonlinear nonholonomic constraints,\nwith entropy treated as an independent dynamical variable. This work provides a\nnovel approach for thermodynamically consistent modeling of stochastic systems,\nand paves the way to applications in continuum systems such as active and\ncomplex fluids."}
{"id": "2510.01305", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01305", "abs": "https://arxiv.org/abs/2510.01305", "authors": ["Yuqing Xing", "Seokjin Bae", "Stephen D. Wilson", "Ziqiang Wang", "Rafael M. Fernandes", "Vidya Madhavan"], "title": "Reply to \"Limitations of detecting structural changes and time-reversal symmetry breaking in scanning tunneling microscopy experiments\"", "comment": "Reply to arXiv:2509.22634 (2025)", "summary": "In their comment, the authors attribute our observations of light- and\nmagnetic-field-induced manipulation of the CDW state in RbV3Sb5 to random\nexperimental artifacts such as tip changes, drift, and scan conditions,\nconcluding that no intrinsic effect exists. In this reply, we clarify three\npoints. First, our reported magnetic-field-induced CDW switching has been\nindependently replicated in multiple STM studies and corroborated by transport\nmeasurements. Second, in our data, the switching of CDW intensities and Bragg\nvector ratios exhibit high fidelity (nearly 100 $\\%$), and this cannot be\nexplained by random artifacts. Lastly, we disprove the comment's\nunsubstantiated claim about magnetic field values by showing a system-dependent\ncorrelation between z-piezo shift and magnetic field. Taken together, our Reply\nreaffirms the reproducibility and intrinsic nature of light and magnetic field\ninduced CDW manipulation in RbV3Sb5."}
{"id": "2510.01738", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01738", "abs": "https://arxiv.org/abs/2510.01738", "authors": ["Grgur Palle"], "title": "Hopf symmetry-protected topological phase at the intersection of magnetic and spin loop-current order", "comment": "15 pages, 4 figures", "summary": "Hopf terms are topological theta terms that are associated with a host of\ninteresting physics, including anyons, statistical transmutation, chiral edge\nstates, and the quantum spin-Hall effect. Here, we show that Hopf terms\ngenerically appear in two-dimensional metals without spin-orbit coupling at the\nintersection of magnetic and spin loop-current order. In the locally ordered,\nbut globally disordered, phase the system is governed by the Hopf term and\nrealizes a Hopf symmetry-protected topological phase. This phase is protected\nby the $\\mathrm{SU}(2)$ spin rotation symmetry, is gapped in the bulk, has\nchiral gapless edge states, and its spin-Hall conductance is quantized. Lattice\nmodels that realize this phase are introduced. In addition, we provide an\nelementary proof that the $\\theta$ angle of the Hopf term must be quantized to\nmultiples of $\\pi$ in non-relativistic systems, thereby precluding anyonic\nskyrmions in condensed matter systems."}
{"id": "2510.01305", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01305", "abs": "https://arxiv.org/abs/2510.01305", "authors": ["Yuqing Xing", "Seokjin Bae", "Stephen D. Wilson", "Ziqiang Wang", "Rafael M. Fernandes", "Vidya Madhavan"], "title": "Reply to \"Limitations of detecting structural changes and time-reversal symmetry breaking in scanning tunneling microscopy experiments\"", "comment": "Reply to arXiv:2509.22634 (2025)", "summary": "In their comment, the authors attribute our observations of light- and\nmagnetic-field-induced manipulation of the CDW state in RbV3Sb5 to random\nexperimental artifacts such as tip changes, drift, and scan conditions,\nconcluding that no intrinsic effect exists. In this reply, we clarify three\npoints. First, our reported magnetic-field-induced CDW switching has been\nindependently replicated in multiple STM studies and corroborated by transport\nmeasurements. Second, in our data, the switching of CDW intensities and Bragg\nvector ratios exhibit high fidelity (nearly 100 $\\%$), and this cannot be\nexplained by random artifacts. Lastly, we disprove the comment's\nunsubstantiated claim about magnetic field values by showing a system-dependent\ncorrelation between z-piezo shift and magnetic field. Taken together, our Reply\nreaffirms the reproducibility and intrinsic nature of light and magnetic field\ninduced CDW manipulation in RbV3Sb5."}
{"id": "2510.01482", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01482", "abs": "https://arxiv.org/abs/2510.01482", "authors": ["Chengyu Wang", "A. Gupta", "S. K. Singh", "C. T. Tai", "L. N. Pfeiffer", "K. W. Baldwin", "R. Winkler", "M. Shayegan"], "title": "Even-denominator fractional quantum Hall states with spontaneously broken rotational symmetry", "comment": "Accepted by Reports on Progress in Physics 10+8 pages, 5+10 figures", "summary": "The interplay between the fractional quantum Hall effect and nematicity is\nintriguing as it links emerging topological order and spontaneous symmetry\nbreaking. Anisotropic fractional quantum Hall states (FQHSs) have indeed been\nreported in GaAs quantum wells but only in tilted magnetic fields, where the\nin-plane field explicitly breaks the rotational symmetry. Here we report the\nobservation of FQHSs with highly anisotropic longitudinal resistances in purely\nperpendicular magnetic fields at even-denominator Landau level (LL) fillings\n{\\nu} = 5/2 and 7/2 in ultrahigh-quality GaAs two-dimensional hole systems. The\ncoexistence of FQHSs and spontaneous symmetry breaking at half fillings signals\nthe emergence of nematic FQHSs which also likely harbor non-Abelian\nquasiparticle excitations. By gate tuning the hole density, we observe a phase\ntransition from an anisotropic, developing FQHS to an isotropic composite\nfermion Fermi sea at {\\nu} = 7/2. Our calculations suggest that the mixed\norbital components in the partially occupied LL play a key role in the\ncompetition and interplay between topological and nematic orders."}
{"id": "2510.01419", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.01419", "abs": "https://arxiv.org/abs/2510.01419", "authors": ["Md Tusher Ahmed", "Chenhaoyue Wang", "Amartya S. Banerjee", "Nikhil Chandra Admal"], "title": "Multiscale analysis of large twist ferroelectricity and swirling dislocations in bilayer hexagonal boron nitride", "comment": null, "summary": "With its atomically thin structure and intrinsic ferroelectric properties,\nheterodeformed bilayer hexagonal boron nitride (hBN) has gained prominence in\nnext-generation non-volatile memory applications. However, studies to date have\nfocused almost exclusively on small heterodeformations, leaving the question of\nwhether ferroelectricity can persist under large heterodeformation entirely\nunexplored. In this work, we establish the crystallographic origin of\nferroelectricity in bilayer hBN configurations heterodeformed relative to\nhigh-symmetry configurations such as the AA-stacking and the 21.786789 $\\circ$\ntwisted configuration, using Smith normal form bicrystallography. We then\ndemonstrate out-of-plane ferroelectricity in bilayer hBN across configurations\nvicinal to both the AA and $\\Sigma 7$ stacking. Atomistic simulations reveal\nthat AA-vicinal systems support ferroelectricity under both small twist and\nsmall strain, with polarization switching in the latter governed by the\ndeformation of swirling dislocations rather than the straight interface\ndislocations seen in the former. For $\\Sigma 7$-vicinal systems, where reliable\ninteratomic potentials are lacking, we develop a\ndensity-functional-theory-informed continuum framework--the\nbicrystallography-informed frame-invariant multiscale (BFIM) model, which\ncaptures out-of-plane ferroelectricity in heterodeformed configurations vicinal\nto the $\\Sigma 7$ stacking. Interface dislocations in these large\nheterodeformed bilayer configurations exhibit markedly smaller Burgers vectors\ncompared to the interface dislocations in small-twist and small-strain bilayer\nhBN. The BFIM model reproduces atomistic simulation results and provides a\npowerful, computationally efficient framework for predicting ferroelectricity\nin large-unit-cell heterostructures where atomistic simulations are\nprohibitively expensive."}
{"id": "2510.01823", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.01823", "abs": "https://arxiv.org/abs/2510.01823", "authors": ["Julia Sanders", "Paolo Muratore-Ginanneschi"], "title": "Optimal Control of Engineered Swift Equilibration of Nanomechanical Oscillators", "comment": "42 pages, 10 figures", "summary": "We propose a reformulation of the problem of optimally controlled transitions\nin stochastic thermodynamics. We impose that any terminal cost specified by a\nthermodynamic functional should depend only on state variables and not on\ncontrol protocols, according to the canonical Bolza form. In this way, we can\nunambiguously discriminate between transitions at minimum dissipation between\ngenuine equilibrium states, and transitions at minimum work driving a system\nfrom a genuine equilibrium to a non-equilibrium state. For underdamped dynamics\nsubject to a mechanical force, genuine equilibrium means a Maxwell-Boltzmann\nprobability distribution defining a vanishing current velocity. Transitions at\nminimum dissipation between equilibria are a model of optimal swift engineered\nequilibration. Remarkably, we show that transitions at minimum work do not\ndirectly imply explicit boundary conditions on terminal values of parameters of\nthe mechanical force and on control protocols. Thus, the problem often\ndiscussed in the literature, that optimal protocols need terminal jumps to\nsatisfy boundary conditions, completely disappears. The quantitative properties\nof optimal controls are entirely determined by the form of the penalty\nmodelling an experimental setup. More generally, we use centre manifold theory\nto analytically account for the tendency of optimal controls to exhibit a\nturnpike property: optimal protocols in the bulk of the control horizon tend to\nconverge to a universal centre manifold determined only by the running cost.\nExponential deviations from the centre manifold occur at the ends of the\ncontrol horizon in order to satisfy the boundary conditions. Our findings are\nsupported numerically."}
{"id": "2510.01625", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.01625", "abs": "https://arxiv.org/abs/2510.01625", "authors": ["Mingrui Wang", "Tianzhou Jiang", "Ting Zhang", "Hongjie Zhang", "Hongqing Wu", "Rongpei Jiang", "Yang Li", "Song Cheng"], "title": "Theoretical investigation of real-fluid effects on the oxidation of hydrogen and syngas in high-pressure flow reactors", "comment": null, "summary": "Investigating the high-pressure pyrolysis and oxidation of hydrogen and\nsyngas is essential for developing accurate combustion models under real engine\nconditions. Accordingly, flow reactors have been increasingly used in these\nfundamental combustion research at high-pressure conditions to achieve chemical\nkinetic modeling. However, these previous chemical kinetic modeling for\npyrolysis and oxidation has almost been completely conducted based on ideal gas\nassumption, which might fail at high-pressure conditions when real-fluid\nbehaviors become pronounced. Elucidating whether this is the case is urgent\ngiven the high demand for high-pressure combustion and propulsion technologies.\nToward this, this study establishes a first-of-its-kind real-fluid modelling\nframework for high-pressure flow reactors, where the physical molecular\ninteractions in real fluids are represented via coupling ab initio\nintermolecular potentials with high-order Virial equation of state and further\nwith real-fluid thermochemistry, real-fluid chemical equilibrium, and\nreal-fluid conservation laws of species, mass, and momentum. Using the\ndeveloped framework, real-fluid effects in high-pressure flow reactors are\nquantified through case studies of hydrogen and syngas oxidation, covering\npressure of 10-500 bar, temperature of 601-946 K, equivalence ratio of\n0.0009-12.07, and dilution ratio of 5.9%-99.5%. The results reveal the strong\nreal-fluid effects in high-pressure flow reactors, where ignoring them can lead\nto considerable errors in the simulated mole fractions, which are higher than\ntypical levels of measurements uncertainty in flow reactors. These errors can\nlead to misinterpretation of the fundamental oxidation chemistry in\nhigh-pressure flow reactors and pose significant errors in the developed\nchemistry models, which should be adequately accounted for in future\nhigh-pressure flow reactor studies."}
{"id": "2510.01400", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01400", "abs": "https://arxiv.org/abs/2510.01400", "authors": ["Feng Zhang", "Zhuo Ye", "Maxim Moraru", "Ying Wai Li", "Weiyi Xia", "Yongxin Yao", "Ryan Richard", "Cai-Zhuang Wang"], "title": "exaPD: A highly parallelizable workflow for multi-element phase diagram (PD) construction", "comment": null, "summary": "Phase diagrams (PDs) illustrate the relative stability of competing phases\nunder varying conditions, serving as critical tools for synthesizing complex\nmaterials. Reliable phase diagrams rely on precise free energy calculations,\nwhich are computationally intensive. We introduce exaPD, a user-friendly\nworkflow that enables simultaneous sampling of multiple phases across a fine\nmesh of temperature and composition for free energy calculations. The package\nemploys standard molecular dynamics (MD) and Monte Carlo (MC) sampling\ntechniques, as implemented in the LAMMPS package. Various interatomic\npotentials are supported, including the neural network potentials with near\n{\\it ab initio} accuracy. A global controller, built with Parsl, manages the\nMD/MC jobs to achieve massive parallelization with near ideal scalability. The\nresulting free energies of both liquid and solid phases, including solid\nsolutions, are integrated into CALPHAD modeling using the PYCALPHAD package for\nconstructing the phase diagram."}
{"id": "2510.01826", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01826", "abs": "https://arxiv.org/abs/2510.01826", "authors": ["Yuchen Cui", "Qiaomei Liu", "Qiong Wu", "Shuxiang Xu", "Junhan Huang", "Hao Wang", "Rongsheng Li", "Shanshan Han", "Wei Xu", "Li Du", "Ming Lu", "Chunmei Zhang", "Shangfei Wu", "Xinbo Wang", "Tao Dong", "Li Yue", "Dong Wu", "Nanlin Wang"], "title": "Ultrafast giant enhancement of second harmonic generation in a strongly correlated cobaltite YbBaCo4O7", "comment": null, "summary": "We report the observation of ultrafast photoinduced giant enhancement of\noptical second harmonic generation (SHG) efficiency in cobaltite YbBaCo4O7.\nUpon femtosecond pumping at energies above the band gap, the system exhibits an\nultrafast enhancement in SHG intensity, reaching up to 60% higher than the\ninitial value, then decays into a metastable state maintaining the enhancement.\nThe enhancement scales linearly with pump fluence but shows no dependence on\npump polarization. A pure electronic process sets in within the first ~200 fs\nand is accompanied by a pronounced anisotropic amplification of nonlinear\nsusceptibility. We propose this anomalous SHG enhancement originates from\nultrafast electronic band renormalization arising from dynamical modification\nof multi-electron correlations. In stark contrast to conventional asymmetric\nsystems where SHG is typically suppressed upon photoexcitation, our\nexperimental findings shed a new light on ultrafast optical control nonlinear\nproperties in quantum materials."}
{"id": "2510.01518", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.01518", "abs": "https://arxiv.org/abs/2510.01518", "authors": ["Gonzalo Rumi", "Pablo Pedrazzini", "Hernán Pastoriza", "Marcin Konczykowski", "Yanina Fasano"], "title": "Second ac screening step as a probe for the first-order melting transition in layered vortex matter at intermediate temperatures", "comment": "9 pages, 7 figures", "summary": "We present a new probe for the first-order transition for layered vortex\nmatter: A second step in the screening of an ac field that is independent of\nthe frequency and amplitude of the excitation. This second step is observed in\nthe intermediate temperature and field ranges where detecting the jump in\ninduction associated with the transition is rather elusive with standard\nmagnetometry techniques. We observe this second step following a novel\nexperimental protocol where the screening of a locally-generated ac field is\nremotely detected in another region of the sample. The coincidence of the\ntypical temperature of the second step in direct and remote measurements\nstrongly supports this feature is a probe of the first-order transition. This\nnonlocal effect detected at distances of thousands of vortex lattice spacings\naway indicates that a very efficient mechanism propagates the change in\nrigidity of the structure from the more (liquid) to the less (solid) symmetric\nvortex phases."}
{"id": "2510.01503", "categories": ["cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.01503", "abs": "https://arxiv.org/abs/2510.01503", "authors": ["Tyler P. Evans", "Scott A. Norris"], "title": "Coupling free-surface geometry and localized ion dose for continuum models of radiation-induced nanopatterning", "comment": null, "summary": "A first-principles understanding of the self-organization of highly regular,\nnanometer-scale structures atop irradiated semiconductor surfaces has been\nsought for decades. While numerous models exist which explain certain aspects\nof this phenomenon, a unified, physical model capable of explaining all details\nof pattern formation has remained elusive. However, it is increasingly apparent\nthat such a model will require understanding the dual influence of the\ncollision cascade initiated by ion implantation: first, as a source of material\ntransport by sputtering and atomic displacements occurring over short time\nscales, and, second, as a source of defects permitting viscous flow within the\nthin, amorphous layer that results from sustained irradiation over longer time\nscales. To better understand the latter, we develop several asymptotic\napproximations for coupling the localized ion dose with an evolving free\ninterface. We then show how theoretical predictions of quantities commonly used\nfor comparison with experimental observations -- such as ripple wavelengths,\ncritical irradiation angle for patterning onset, and surface roughening --\nexhibit surprising sensitivity to the details of this coupling."}
{"id": "2510.01465", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01465", "abs": "https://arxiv.org/abs/2510.01465", "authors": ["Matteo D'Alessio", "Daniele Varsano", "Elisa Molinari", "Massimo Rontani"], "title": "Stabilization of sliding ferroelectricity through exciton condensation", "comment": null, "summary": "Sliding ferroelectricity is a phenomenon that arises from the insurgence of\nspontaneous electronic polarization perpendicular to the layers of\ntwo-dimensional (2D) systems upon the relative sliding of the atomic layer\nconstituents. Because of the weak van der Waals (vdW) interactions between\nlayers, sliding and the associated symmetry breaking can occur at low energy\ncost in materials such as transition-metal dichalcogenides. Here we discuss\ntheoretically the origin and quantitative understanding of the phenomenon by\nfocusing on a prototype structure, the WTe2 bilayer, where sliding\nferroelectricity was first experimentally observed. We show that excitonic\neffects induce relevant energy band renormalizations in the ground state, and\nexciton condensation contributes significantly to stabilizing ferroelectricity\nupon sliding beyond previous predictions. Enhanced excitonic effects in 2D and\nvdW sliding are general phenomena that point to sliding ferroelectricity as\nrelevant for a broad class of important materials, where the intrinsic electric\ndipole can couple with other quantum phenomena and, in turn, an external\nelectric field can control the quantum phases through ferroelectricity in\nunexplored ways."}
{"id": "2510.02090", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.02090", "abs": "https://arxiv.org/abs/2510.02090", "authors": ["Jorge M. Escobar-Agudelo", "Rui Aquino", "Danilo B. Liarte"], "title": "Effective-medium theory for elastic systems with correlated disorder", "comment": "9 pages, 5 figures", "summary": "Correlated structures are intimately connected to intriguing phenomena\nexhibited by a variety of disordered systems such as soft colloidal gels,\nbio-polymer networks and colloidal suspensions near a shear jamming transition.\nThe universal critical behavior of these systems near the onset of rigidity is\noften described by traditional approaches as the coherent potential\napproximation - a versatile version of effective-medium theory that\nnevertheless have hitherto lacked key ingredients to describe disorder spatial\ncorrelations. Here we propose a multi-purpose generalization of the coherent\npotential approximation to describe the mechanical behavior of elastic networks\nwith spatially-correlated disorder. We apply our theory to a simple\nrigidity-percolation model for colloidal gels and study the effects of\ncorrelations in both the critical point and the overall scaling behavior. We\nfind that although the presence of spatial correlations (mimicking attractive\ninteractions of gels) shifts the critical packing fraction to lower values,\nsuggesting sub-isostatic behavior, the critical coordination number of the\nassociated network remains isostatic. More importantly, we discuss how our\ntheory can be employed to describe a large variety of systems with\nspatially-correlated disorder."}
{"id": "2510.02105", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2510.02105", "abs": "https://arxiv.org/abs/2510.02105", "authors": ["Ligong Zhao", "Mohamed Sennary", "Dina Hussein", "Anaisa Coelho", "Tingting Yang", "Mohamed Y. El-Naggar", "Mohammed Th. Hassan"], "title": "Imaging and controlling electron motion and chemical structural dynamics of biological system in real time and space", "comment": "18 pages, 5 figures", "summary": "Ultrafast electron microscopy (UEM) has found widespread applications in\nphysics, chemistry, and materials science, enabling real-space imaging of\ndynamics on ultrafast timescales. Recent advances have pushed the temporal\nresolution of UEM into the attosecond regime, enabling the attomicroscopy\ntechnique to directly visualize electron motion. In this work, we extend the\ncapabilities of this powerful imaging tool to investigate ultrafast electron\ndynamics in a biological system by imaging and controlling light induced\nelectronic and chemical changes in the conductive network of multicellular\ncable bacteria. Using electron energy loss spectroscopy (EELS), we first\nobserved a laser induced increase in {\\pi}-electron density, accompanied by\nspectral peak broadening and a blueshift features indicative of enhanced\nconductivity and structural modification. We also traced the effect of\nultrafast laser pumping on bulk plasmon electron oscillations by monitoring\nchanges in the plasmon like resonance peak. Additionally, we visualized laser\ninduced chemical structural changes in cable bacteria in real space. The\nimaging results revealed carbon enrichment alongside a depletion of nitrogen\nand oxygen, highlighting the controllability of chemical dynamics. Moreover,\ntime resolved EELS measurements further revealed a picosecond scale decay and\nrecovery of both {\\pi}-electron and plasmonic features, attributed to electron\nphonon coupling. In addition to shedding light on the mechanism of electron\nmotion in cable bacteria, these findings demonstrate ultrafast modulation and\nswitching of conductivity, underscoring their potential as bio-optoelectronic\ncomponents operating on ultrafast timescales."}
{"id": "2510.01419", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.01419", "abs": "https://arxiv.org/abs/2510.01419", "authors": ["Md Tusher Ahmed", "Chenhaoyue Wang", "Amartya S. Banerjee", "Nikhil Chandra Admal"], "title": "Multiscale analysis of large twist ferroelectricity and swirling dislocations in bilayer hexagonal boron nitride", "comment": null, "summary": "With its atomically thin structure and intrinsic ferroelectric properties,\nheterodeformed bilayer hexagonal boron nitride (hBN) has gained prominence in\nnext-generation non-volatile memory applications. However, studies to date have\nfocused almost exclusively on small heterodeformations, leaving the question of\nwhether ferroelectricity can persist under large heterodeformation entirely\nunexplored. In this work, we establish the crystallographic origin of\nferroelectricity in bilayer hBN configurations heterodeformed relative to\nhigh-symmetry configurations such as the AA-stacking and the 21.786789 $\\circ$\ntwisted configuration, using Smith normal form bicrystallography. We then\ndemonstrate out-of-plane ferroelectricity in bilayer hBN across configurations\nvicinal to both the AA and $\\Sigma 7$ stacking. Atomistic simulations reveal\nthat AA-vicinal systems support ferroelectricity under both small twist and\nsmall strain, with polarization switching in the latter governed by the\ndeformation of swirling dislocations rather than the straight interface\ndislocations seen in the former. For $\\Sigma 7$-vicinal systems, where reliable\ninteratomic potentials are lacking, we develop a\ndensity-functional-theory-informed continuum framework--the\nbicrystallography-informed frame-invariant multiscale (BFIM) model, which\ncaptures out-of-plane ferroelectricity in heterodeformed configurations vicinal\nto the $\\Sigma 7$ stacking. Interface dislocations in these large\nheterodeformed bilayer configurations exhibit markedly smaller Burgers vectors\ncompared to the interface dislocations in small-twist and small-strain bilayer\nhBN. The BFIM model reproduces atomistic simulation results and provides a\npowerful, computationally efficient framework for predicting ferroelectricity\nin large-unit-cell heterostructures where atomistic simulations are\nprohibitively expensive."}
{"id": "2510.01909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01909", "abs": "https://arxiv.org/abs/2510.01909", "authors": ["Jonas Arnold", "Peter Kopietz", "Andreas Rückriegel"], "title": "Strong-coupling functional renormalization group: Nagaoka ferromagnetism and non-Fermi liquid physics in the Hubbard model at $ U = \\infty $", "comment": "7 pages, 4 figures", "summary": "We develop an extension of the fermionic functional renormalization group for\nsystems where strong correlations give rise to projected Hilbert spaces. We use\nour method to calculate the phase diagram and the electronic spectral function\nof the Hubbard model at infinite on-site repulsion where many-body states\ninvolving doubly occupied lattice sites are eliminated from the physical\nHilbert space. For a square lattice with nearest-neighbor hopping we find that\nthe ground state evolves from a paramagnetic Fermi liquid at low densities via\na state with antiferromagnetic stripe order at intermediate densities to an\nextended Nagaoka ferromagnet at high densities. In the strongly correlated\nmagnetic phases, the electrons form an incoherent non-Fermi liquid. Both at\nhigh and low densities, the volume of the Fermi surface is not constrained by\nLuttinger's theorem."}
{"id": "2510.01682", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01682", "abs": "https://arxiv.org/abs/2510.01682", "authors": ["D. Maryenko", "M. Kawamura", "I. V. Maznichenko", "S. Ostanin", "D. Zhang", "M. Kriener", "V. K. Dugaev", "E. Ya. Sherman", "A. Ernst", "M. Kawasaki"], "title": "Re-entrant superconductivity at an oxide heterointerface", "comment": null, "summary": "A magnetic field typically suppresses superconductivity by either breaking\nCooper pairs via the Zeeman effect or inducing vortex formation. However, under\ncertain circumstances, a magnetic field can stabilize superconductivity\ninstead. This seemingly counterintuitive phenomenon is associated with magnetic\ninteractions and has been extensively studied in three-dimensional materials.\nBy contrast, this phenomenon, hinting at unconventional superconductivity,\nremains largely unexplored in two-dimensional systems, with moir\\'e-patterned\ngraphene being the only known example. Here, we report the observation of\nre-entrant superconductivity (RSC) at the epitaxial (110)-oriented LaTiO3-KTaO3\ninterface. This phenomenon occurs across a wide range of charge carrier\ndensities, which, unlike in three-dimensional materials, can be tuned in-situ\nvia electrostatic gating. We attribute the re-entrant superconductivity to the\ninterplay between a strong spin-orbit coupling and a magnetic-field driven\nmodification of the Fermi surface. Our findings offer new insights into\nre-entrant superconductivity and establish a robust platform for exploring\nnovel effects in two-dimensional superconductors."}
{"id": "2510.01714", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01714", "abs": "https://arxiv.org/abs/2510.01714", "authors": ["W. Zeng"], "title": "Electric spin and valley Hall effects", "comment": "6 pages, 4 figures", "summary": "The electric Hall effect (EHE) is a newly identified Hall effect\ncharacterized by a perpendicular electric field inducing a transverse charge\ncurrent in two-dimensional (2D) systems. Here, we propose a spin and valley\nversion of EHE. We demonstrate that the transverse spin and valley currents can\nbe generated in an all-in-one tunnel junction based on a buckled 2D hexagonal\nmaterial in response to a perpendicular electric field, referred to as the\nelectric spin Hall effect and electric valley Hall effect, respectively. These\neffects arise from the perpendicular-electric-field-induced backreflection\nphase of electrons in the junction spacer, independent of Berry curvature. The\nvalley Hall conductance exhibits an odd response to the perpendicular electric\nfield, whereas the spin Hall conductance shows an even one. The predicted\neffects can further enable the transverse separation of a pair of pure\nspin-valley-locked states with full spin-valley polarization while preserving\ntime-reversal symmetry, as manifested by equal spin and valley Hall angles. Our\nfindings present a new mechanism for realizing the spin and valley Hall effects\nand provide a novel route to the full electric-field manipulation of spin and\nvalley degrees of freedom, with significant potential for future applications\nin spintronics and valleytronics."}
{"id": "2510.01575", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01575", "abs": "https://arxiv.org/abs/2510.01575", "authors": ["Seungil Baek", "Jun Jung", "Yong-Hyun Kim"], "title": "Obstruction-Driven Parity Inversion for Enhanced Optical Absorption in Hexagonal Transition Metal Dichalcogenides", "comment": "29 pages, 4 figures, 45 references, 6 supplementary notes", "summary": "The optical selection rule states that opposite parity between the valence\nand conduction bands is required for optical absorption to occur. However,\nmonolayer hexagonal transition metal dichalcogenides (h-TMDs) such as $\n\\mathrm{MoS}_{2} $ exhibit pronounced optical absorption despite their\nnominally dipole-forbidden d-d transitions. In this Letter, we elucidate a\nparity inversion mechanism through which obstruction-driven band inversion\npromotes dipole-allowed optical transitions near the band edge in monolayer\nh-TMDs. By comparing trivial and obstructed atomic limit phases, we show that\nintersite interactions between hybridized d orbitals induce parity inversion.\nOur results provide a novel approach to tuning optical properties through\nparity control, bridging the gap between topology and light-matter interaction."}
{"id": "2510.02146", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.02146", "abs": "https://arxiv.org/abs/2510.02146", "authors": ["Martina Požar", "Lena Friedrich", "Bernarda Lovrinčević", "Michael Paulus", "Christian Sternemann", "Aurélien Perera"], "title": "Microscopic Structure of Aqueous Alkylamine mixtures: a Computer Simulation Study", "comment": null, "summary": "Aqueous alkylamine mixtures are studied by computer simulations in order to\nunderstand the microscopic origin of the water rich side prominent x-ray\nscattering pre-peaks reported in a recent study. These pre-peaks are puzzling\nin view of the apparently contradicting facts that neat amines show pre-peaks\nmuch weaker than neat alkanols, while water-rich aqueous alcohols do not. These\nobservations can be intuitively rationalized by noting that the amine head\ngroup have two hydrogen atoms when the hydroxyl group have only one, but they\noppose the following two facts: i) computer simulations show\nmicro-heterogeneity for both systems; ii) amines mix with water better than\nalcohols, both over larger concentrations and alkyl tails lengths.\n  The study of the atom-atom pair correlation functions and related structure\nfactors allows to understand the microscopic molecular details. The most\ninteresting observation is that the amine head groups accumulate preferentially\nat the surface of the water domains, and increasingly better with longer alkyl\ntail, thus allowing to stabilize both the water and alkylamine domains, hence\navoiding macroscopic demixing, except at high water concentrations when amines\nare scarce to achieve efficient surface saturation. The amine domains appear as\ndisordered bilayers. Hence, aqueous amines are analogous to an inverse micelle\nmelt and as precursor micro-emulsion.\n  This stable micro-segregation produces large domain oscillations in the long\nrange part of the correlation functions, translating into positive pre-peaks\nand negative anti-peaks in the related structure factors, the latter which\ncontribute destructively to produce the prominent scattering pre-peak observed\nin the x-ray experiments.\n  The model dependence is shown to be quite important, both for water and\nsolute models. The CHARMM-AA model associated with the SPC/E model seems to be\na good compromise."}
{"id": "2510.01435", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01435", "abs": "https://arxiv.org/abs/2510.01435", "authors": ["Junming Wu", "Shihao Zhou", "Benedetta Flebus", "Wei Zhang"], "title": "Coupling Magnons to an Opto-Electronic Parametric Oscillator", "comment": "9 pages, 5 figures", "summary": "Hybrid magnonic systems have emerged as versatile modular components for\nquantum signal transduction and sensing applications owing to their capability\nof connecting distinct quantum platforms. To date, the majority of the magnonic\nsystems have been explored in a local, near-field scheme, due to the close\nproximity required for realizing a strong coupling between magnons and other\nexcitations. This constraint greatly limits the applicability of magnons in\ndeveloping remotely-coupled, distributed quantum network systems. On the\ncontrary, opto-electronic architectures hosting self-sustained oscillations has\nbeen a unique platform for longhaul signal transmission and processing. Here,\nwe integrated an opto-electronic oscillator with a magnonic oscillator\nconsisting of a microwave waveguide and a Y3Fe5O12(YIG) sphere, and\ndemonstrated strong and coherent coupling between YIG's magnon modes and the\nopto-electronic oscillator's characteristic photon modes - revealing the\nhallmark anti-crossing gap in the measured spectrum. In particular, the photon\nmode is produced on-demand via a nonlinear, parametric process as stipulated by\nan external seed pump. Both the internal cavity phase and the external pump\nphase can be precisely tuned to stabilize either degenerate or nondegenerate\nauto-oscillations. Our result lays out a new, hybrid platform for investigating\nlong-distance coupling and nonlinearity in coherent magnonic phenomena, which\nmay be find useful in constructing future distributed hybrid magnonic systems."}
{"id": "2510.02042", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02042", "abs": "https://arxiv.org/abs/2510.02042", "authors": ["Cecilie Glittum", "Olav F. Syljuåsen"], "title": "The Finite-Temperature Behavior of a Triangular Heisenberg Antiferromagnet", "comment": null, "summary": "We investigate the classical antiferromagnetic Heisenberg model on the\ntriangular lattice with up to third-nearest neighbor couplings using nematic\nbond theory. This approach allows us to compute the free energy and the neutron\nscattering static structure factor at finite temperatures. We map out the phase\ndiagram with a particular emphasis on finite-temperature phase transitions that\nbreak lattice rotational symmetries, spiral spin liquids and the broad specific\nheat hump that is ubiquitous in the antiferromagnetic 120 degree phase."}
{"id": "2510.01727", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01727", "abs": "https://arxiv.org/abs/2510.01727", "authors": ["Xiaoyu Liu", "Chong Wang", "Xiao-Wei Zhang", "Ting Cao", "Di Xiao"], "title": "Orbital Magnetization in Correlated States of Twisted Bilayer Transition Metal Dichalcogenides", "comment": null, "summary": "Recent observations of quantum anomalous Hall effects in moir\\'e systems have\nrevealed the emergence of interaction-driven ferromagnetism with significant\norbital contributions. To capture this physics, we extend the modern theory of\norbital magnetization to Hartree-Fock states and show that the standard\nexpression remains valid with Hartree-Fock orbitals and Hamiltonians. We then\nbenchmark our theory against the Kane-Mele-Hubbard model in a weak field, which\nyields excellent agreement with direct numerical calculations. Applying our\ntheory to twisted MoTe$_2$ bilayers, we find orbital magnetization of order one\nBohr magneton per moir\\'e cell with a non-monotonic twist-angle dependence. Our\nwork establishes a general theory of orbital magnetization in interacting\nmoir\\'e systems and provides quantitative guidance for interpreting recent\nexperiments."}
{"id": "2510.01583", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01583", "abs": "https://arxiv.org/abs/2510.01583", "authors": ["Salma Ahmed", "Felipe González-Cataldo", "Victor Naden Robinson", "Burkhard Militzer"], "title": "Electride behavior at high pressure in silicon and other elements in solid and liquid phases", "comment": "14 pages, 12 figures", "summary": "Electrides are materials in which some of the electrons are localized at the\ninterstitial sites rather than around the atoms or along atomic bonds. Most\nelemental electrides are either alkali metals or alkaline-earth metals because\nof their low ionization potential. In this work, we report that elemental\nsilicon becomes an electride at pressures exceeding 400 GPa. With {\\it ab\ninitio} molecular dynamics (MD) simulations, we study this behavior for\nsilicon, sodium, potassium, and magnesium at high pressure and temperature. We\nperformed simulations for liquids and ten crystal structures. Charge density\nand electron localization functions (ELF) are analyzed for representative\nconfigurations extracted from the MD trajectories. By analyzing a variety of\nelectride structures, we suggest the following quantitative thresholds for the\nELF and charge density in each interstitial site to classify high-pressure\nelectrides: (1) the maximum ELF value should be greater than 0.7, (2) there\nshould be at least 0.9 electrons near the ELF basin, and (3) the Laplacian\ncharge density, $\\nabla^2 \\rho(\\mathbf{r}_0)$, should be negative with\nmagnitude greater than $10^{-3}\\ e/\\mathrm{bohr}^5$. Finally, we compute X-ray\ndiffraction patterns to determine the degree to which they are affected by the\nelectride formation. Overall, this framework could become a benchmark for\nfuture theoretical and experimental studies on electrides."}
{"id": "2510.02293", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.02293", "abs": "https://arxiv.org/abs/2510.02293", "authors": ["Amine Rafik", "Abdeljabbar Jaddi", "Khalid Abbiche", "Mohammed Salah", "Miguel Carvajal", "Khadija Marakchi"], "title": "Theoretical Exploration of the Diene-Transmissive Hetero-Diels-Alder Strategy Toward Boron-Functionalized Octahydroquinolines", "comment": null, "summary": "A diene-transmissive hetero-Diels-Alder strategy, grounded in previous\nexperimental works and employing boronated dienophiles, is proposed for the\nsynthesis of boron-bearing octahydroquinolines. To assess its feasibility,\nthree representative reactions were investigated, and their thermodynamics were\nevaluated in toluene and acetonitrile at various temperatures using the WB97X-D\nlevel of theory. The peri-, regio-, stereo-, and $\\pi$-facial selectivities\nwere predicted. The reactions mechanisms were elucidated through exploration of\nthe reaction pathways. The predictions are consistent with available\nexperimental work, and show the reactions are feasible with low to moderate\npolarity. The results also demonstrate that the reactions selectivity can in\nsome cases be tuned by judicious choice of reaction conditions to deliver\nspecific products with high selectivity."}
{"id": "2510.01465", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01465", "abs": "https://arxiv.org/abs/2510.01465", "authors": ["Matteo D'Alessio", "Daniele Varsano", "Elisa Molinari", "Massimo Rontani"], "title": "Stabilization of sliding ferroelectricity through exciton condensation", "comment": null, "summary": "Sliding ferroelectricity is a phenomenon that arises from the insurgence of\nspontaneous electronic polarization perpendicular to the layers of\ntwo-dimensional (2D) systems upon the relative sliding of the atomic layer\nconstituents. Because of the weak van der Waals (vdW) interactions between\nlayers, sliding and the associated symmetry breaking can occur at low energy\ncost in materials such as transition-metal dichalcogenides. Here we discuss\ntheoretically the origin and quantitative understanding of the phenomenon by\nfocusing on a prototype structure, the WTe2 bilayer, where sliding\nferroelectricity was first experimentally observed. We show that excitonic\neffects induce relevant energy band renormalizations in the ground state, and\nexciton condensation contributes significantly to stabilizing ferroelectricity\nupon sliding beyond previous predictions. Enhanced excitonic effects in 2D and\nvdW sliding are general phenomena that point to sliding ferroelectricity as\nrelevant for a broad class of important materials, where the intrinsic electric\ndipole can couple with other quantum phenomena and, in turn, an external\nelectric field can control the quantum phases through ferroelectricity in\nunexplored ways."}
{"id": "2510.02064", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02064", "abs": "https://arxiv.org/abs/2510.02064", "authors": ["Zhuo Ye", "Jun Liu", "Yong-Xin Yao", "Feng Zhang", "Kai-Ming Ho", "Cai-Zhuang Wang"], "title": "Ab initio calculation of atomic solid hydrogen phases based on Gutzwiller many-body wave functions", "comment": "22 pages, 4 figures", "summary": "We apply two ab initio many-body methods based on Gutzwiller wave functions,\ni.e., correlation matrix renormalization theory (CMRT) and Gutzwiller conjugate\ngradient minimization (GCGM), to the study of crystalline phases of atomic\nhydrogen. Both methods avoid empirical Hubbard U parameters and are free from\ndouble-counting issues. CMRT employs a Gutzwiller-type approximation that\nenables efficient calculations, while GCGM goes beyond this approximation to\nachieve higher accuracy at higher computational cost. By benchmarking against\navailable quantum Monte Carlo results, we demonstrate that while both methods\nare more accurate than the widely used density-functional theory (DFT), GCGM\nsystematically captures additional correlation energy missing in CMRT, leading\nto significantly improved total energy predictions. We also show that by\nincluding the correlation energy from LDA in the CMRT calculation, CMRT+\nproduces energy in better agreement with the QMC results in these hydrogen\nlattice systems."}
{"id": "2510.01786", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01786", "abs": "https://arxiv.org/abs/2510.01786", "authors": ["Chenggang Yang", "Jun Lu", "Hongzhang Wang", "Jian Zeng", "Wendong Bian", "Zhengshan Guo", "Jiankun Li", "Yulei Zhang", "Junwei Luo", "Tian Pei"], "title": "Tunable Wigner Molecules in a Germanium Quantum Dot", "comment": null, "summary": "The interplay between Coulomb interactions and kinetic energy underlies many\nexotic phases in condensed matter physics. In a two-dimensional electronic\nsystem, If Coulomb interaction dominates over kinetic energy, electrons\ncondense into a crystalline phase which is referred as Wigner crystal. This\nordered state manifests as Wigner molecule for few electrons at the microscopic\nscale. Observation of Wigner molecules has been reported in quantum dot and\nmoire superlattice systems. Here we demonstrate hole Wigner molecules can be\nformed in a gate-defined germanium quantum dot with high tunability. By varying\nvoltages applied to the quantum dot device, we can precisely tune the hole\ndensity by either changing the hole occupancy or the quantum dot size. For\ndensities smaller than a certain critical value, Coulomb interaction localizes\nindividual holes into ordered lattice sites, forming a Wigner molecule. By\nincreasing the densities, melting process from a Wigner molecule to Fermi\nliquid-like particles is observed. An intermediate configuration which\nindicates the coexistence of ordered structure and disordered structure can be\nformed within a narrow effective density range. Our results provide a new\nplatform for further exploration of the microscopic feature of strong\ncorrelated physics and open an avenue to exploit the application of Wigner\nmolecules for quantum information in a very promising spin qubit platform."}
{"id": "2510.01697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01697", "abs": "https://arxiv.org/abs/2510.01697", "authors": ["Md Akibul Islam", "Uichang Jeong", "Nima Barri", "Azmeera Jannat", "Ali Zavabeti", "Seungbum Hong", "Tobin Filleter"], "title": "Multifunctional Oxide Nanosheets: Frictional, Hall, and Piezoelectric Deformation of 2D Ga2O3", "comment": "NA", "summary": "Atomically thin oxides are increasingly recognized as an emerging class of 2D\nmaterials, yet their multifunctional properties have been far less investigated\ncompared to other layered materials. Among these, gallium oxide is\ndistinguished by its ultrawide bandgap, thermal stability, and mechanical\nrigidity, positioning it as a candidate material for nanoelectromechanical\nsystems. In this study, the tribological, transport, and electromechanical\nproperties of beta-Ga2O3 nanosheets were probed using atomic force microscopy\n(AFM)--based techniques. Friction force microscopy (FFM) was used to\ninvestigate interfacial sliding, and a dependence of friction on external bias\nwas observed, which was attributed to defect-mediated charge trapping. Van der\nPauw Hall measurements were conducted up to 400 $^{\\circ}$C, through which the\nultrawide bandgap nature of beta-Ga2O3 was confirmed, as electronic transport\nremained suppressed despite high thermal activation. Piezoresponse force\nmicroscopy (PFM) was further applied, and a measurable converse\nelectromechanical response on the order of a few pm/V was revealed, consistent\nwith oxygen-vacancy--induced symmetry breaking. By integrating tribological,\nelectrical, and electromechanical measurements, it was demonstrated that\nbeta-Ga2O3 nanosheets present a unique platform in which insulating stability,\nbias-tunable interfacial mechanics, and defect-enabled electromechanical\nactivity coexist, offering new opportunities for multifunctional oxide\nnanodevices."}
{"id": "2510.01205", "categories": ["physics.comp-ph", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01205", "abs": "https://arxiv.org/abs/2510.01205", "authors": ["Nicholas Bauman", "Ajay Panyala", "Libor Veis", "Jiri Brabec", "Paul Rigor", "Randy Meyer", "Skyler Windh", "Craig Warner", "Tony Brewer", "Karol Kowalski"], "title": "Integrated Software/Hardware Execution Models for High-Accuracy Methods in Chemistry", "comment": null, "summary": "The effective deployment and application of advanced methodologies for\nquantum chemistry is inherently linked to the optimal usage of emerging and\nhighly diversified computational resources. This paper examines the synergistic\nutilization of Micron memory technologies and Azure Quantum Element cloud\ncomputing in Density Matrix Renormalization Group (DMRG) simulations leveraging\ncoupled-cluster (CC) downfolded/effective Hamiltonians based on the double\nunitary coupled cluster (DUCC) Ansatz. We analyze the performance of the\nDMRG-DUCC workflow, emphasizing the proper choice of hardware that reflects the\nnumerical overheads associated with specific components of the workflow. We\nreport a hybrid approach that takes advantage of Micron CXL hardware for the\nmemory capacity intensive CC downfolding phase while employing AQE cloud\ncomputing for the less resource-intensive DMRG simulations. Furthermore, we\nanalyze the performance of the scalable ExaChem suite of electronic simulations\nconducted on Micron prototype systems."}
{"id": "2510.01482", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01482", "abs": "https://arxiv.org/abs/2510.01482", "authors": ["Chengyu Wang", "A. Gupta", "S. K. Singh", "C. T. Tai", "L. N. Pfeiffer", "K. W. Baldwin", "R. Winkler", "M. Shayegan"], "title": "Even-denominator fractional quantum Hall states with spontaneously broken rotational symmetry", "comment": "Accepted by Reports on Progress in Physics 10+8 pages, 5+10 figures", "summary": "The interplay between the fractional quantum Hall effect and nematicity is\nintriguing as it links emerging topological order and spontaneous symmetry\nbreaking. Anisotropic fractional quantum Hall states (FQHSs) have indeed been\nreported in GaAs quantum wells but only in tilted magnetic fields, where the\nin-plane field explicitly breaks the rotational symmetry. Here we report the\nobservation of FQHSs with highly anisotropic longitudinal resistances in purely\nperpendicular magnetic fields at even-denominator Landau level (LL) fillings\n{\\nu} = 5/2 and 7/2 in ultrahigh-quality GaAs two-dimensional hole systems. The\ncoexistence of FQHSs and spontaneous symmetry breaking at half fillings signals\nthe emergence of nematic FQHSs which also likely harbor non-Abelian\nquasiparticle excitations. By gate tuning the hole density, we observe a phase\ntransition from an anisotropic, developing FQHS to an isotropic composite\nfermion Fermi sea at {\\nu} = 7/2. Our calculations suggest that the mixed\norbital components in the partially occupied LL play a key role in the\ncompetition and interplay between topological and nematic orders."}
{"id": "2510.02256", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02256", "abs": "https://arxiv.org/abs/2510.02256", "authors": ["Federico Garcia-Gaitan", "Branislav K. Nikolic"], "title": "Fate of entanglement in open quantum spin liquid: Time evolution of its genuine multipartite negativity upon sudden coupling to a dissipative bosonic environment", "comment": "9 pages, 3 figures, 84 references, Supplemental Material with\n  additional figure and derivation is available from this\n  https://wiki.physics.udel.edu/qttg/Publications", "summary": "Topological properties of many-body entanglement in quantum spin liquids\n(QSLs), persisting at arbitrarily long distances, have been intensely explored\nover the past two decades, but mostly for QSLs viewed as {\\em closed} quantum\nsystems. However, in experiments and potential quantum computing applications,\ncandidate materials for this exotic phase of quantum matter will always\ninteract with a dissipative environment, such as the one generated by bosonic\nquasiparticles in solids at finite temperature. Here we investigate the spatial\nstructure and stability of entanglement in the Kitaev model of QSL made {\\em\nopen} by sudden coupling to an infinite bosonic bath of Caldeira-Leggett type\nand time-evolved using the Lindblad quantum master equation in the Markovian\nregime (i.e., for weak coupling) or tensor network methods for open quantum\nsystems in the non-Markovian regime (i.e., for strong coupling). From the\ntime-evolved density matrix of QSL and its subregions, we extract genuine\nmultipartite negativity (GMN), quantum Fisher information, spin-spin\ncorrelators, and expectation value (EV) of the Wilson loop operator. In\nparticular, time-dependence of GMN offers the most penetrating insights: (i) in\nthe Markovian regime, it remains non-zero in larger loopy subregions of QSL (as\nalso discovered very recently for closed QSLs) up to temperatures comparable to\nKitaev exchange interaction at which other quantities, such as EV of the Wilson\nloop operator, vanish; (ii) in the non-Markovian regime with pronounced memory\neffects, GMN remains non-zero up to even higher temperatures, while also\nacquiring non-zero value in smaller non-loopy subregions. The non-Markovian\ndynamics can also generate emergent interactions between spins, thereby opening\navenues for tailoring properties of QSL via environmental engineering."}
{"id": "2510.01821", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01821", "abs": "https://arxiv.org/abs/2510.01821", "authors": ["Toni Markovic", "Wei Huang", "William S. Huxter", "Pietro Gambardella", "Sebastian Stepanow"], "title": "Intermediate diffusive-ballistic electron conduction around mesoscopic defects in graphene", "comment": null, "summary": "Non-diffusive effects in charge transport become relevant as device sizes and\nfeatures become comparable to the electronic mean free path. As a model system,\nwe investigate the electric transport around mesoscopic defects in graphene\nwith scanning tunneling potentiometry. Diffusive and ballistic contributions to\nthe scattering dipole are probed by simultaneously resolving the nanoscale\ntopography of pits in the graphene layer and measuring the local\nelectrochemical potential in the surrounding area. We find evidence of\ntransport in the intermediate regime between the diffusive and ballistic\nlimits, such that the magnitude of the electrochemical potential around the\ndefects is substantially underestimated by diffusive models. Our experiments\nand modeling are supported by lattice Boltzmann simulations, which highlight\nthe importance of the ratio between defect size and mean free path in the\nintermediate transport regime. The magnitude of the scattering dipole depends\non the shape of the pits in both the ballistic and diffusive transport modes.\nRemarkably, ballistic contributions to the electron transport are found at\nfeature sizes larger than the mean free path and rapidly increase at lower\nsizes, having a noticeable impact already at mesoscopic length scales."}
{"id": "2510.01760", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.01760", "abs": "https://arxiv.org/abs/2510.01760", "authors": ["Siyu Duan", "Lili Shi", "Patrick Pilch", "Anneke Reinold", "Sergey Kovalev", "Renato M. A. Dantas", "Yunkun Yang", "Faxian Xiu", "Miriam Serena Vitiello", "Zhe Wang"], "title": "Giant enhancement of terahertz high-harmonic generation by cavity engineering of Dirac semimetal", "comment": null, "summary": "Engineered micro- or nano-structures based on nonlinear optical materials\noffer versatile opportunities for optoelectronic applications. While extensive\nefforts have been devoted to design tailored microcavities to promote and\nincrease the optical nonlinearities of graphene, the potential of engineering\nits three-dimensional counterparts -- three-dimensional Dirac semimetals --\nremains largely unexplored. Here we report on exceptionally strong terahertz\nnonlinearities in a cavity-engineered Dirac semimetal microstructure, and\ndemonstrate a giant enhancement of terahertz third- and fifth-order harmonic\nyields by more than three orders of magnitude. By fabricating a designed\nstructure of metallic metasurface microcavities on a nanometer thin film of the\nthreedimensional Dirac semimetal Cd3As2, we significantly enhance the\nnear-field intensity of a picosecond terahertz excitation pulse in resonance\nwith the microcavity eigenmode. This transiently modifies the nonlinearities of\nthe thin film and drives the nonlinear responses of the Dirac fermions from a\nweakly to a deeply nonperturbative regime where the observed high-harmonic\ngeneration essentially saturates."}
{"id": "2510.01875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.01875", "abs": "https://arxiv.org/abs/2510.01875", "authors": ["Zhandos A. Moldabekov", "Sebastian Schwalbe", "Uwe Hernandez Acosta", "Thomas Gawne", "Jan Vorberger", "Michele Pavanello", "Tobias Dornheim"], "title": "Enhancing the Efficiency of Time-Dependent Density Functional Theory Calculations of Dynamic Response Properties", "comment": null, "summary": "X-ray Thomson scattering (XRTS) constitutes an essential technique for\ndiagnosing material properties under extreme conditions, such as high pressures\nand intense laser heating. Time-dependent density functional theory (TDDFT) is\none of the most accurate available ab initio methods for modeling XRTS spectra,\nas well as a host of other dynamic material properties. However, strong thermal\nexcitations, along with the need to account for variations in temperature and\ndensity as well as the finite size of the detector significantly increase the\ncomputational cost of TDDFT simulations compared to ambient conditions. In this\nwork, we present a broadly applicable method for optimizing and enhancing the\nefficiency of TDDFT calculations. Our approach is based on a one-to-one mapping\nbetween the dynamic structure factor and the imaginary time density--density\ncorrelation function, which naturally emerges in Feynman's path integral\nformulation of quantum many-body theory. Specifically, we combine rigorous\nconvergence tests in the imaginary time domain with a constraints-based noise\nattenuation technique to improve the efficiency of TDDFT modeling without the\nintroduction of any significant bias. As a result, we can report a speed-up by\nup to an order of magnitude, thus potentially saving millions of CPU hours for\nmodeling a single XRTS measurement of matter under extreme conditions."}
{"id": "2510.01503", "categories": ["cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.01503", "abs": "https://arxiv.org/abs/2510.01503", "authors": ["Tyler P. Evans", "Scott A. Norris"], "title": "Coupling free-surface geometry and localized ion dose for continuum models of radiation-induced nanopatterning", "comment": null, "summary": "A first-principles understanding of the self-organization of highly regular,\nnanometer-scale structures atop irradiated semiconductor surfaces has been\nsought for decades. While numerous models exist which explain certain aspects\nof this phenomenon, a unified, physical model capable of explaining all details\nof pattern formation has remained elusive. However, it is increasingly apparent\nthat such a model will require understanding the dual influence of the\ncollision cascade initiated by ion implantation: first, as a source of material\ntransport by sputtering and atomic displacements occurring over short time\nscales, and, second, as a source of defects permitting viscous flow within the\nthin, amorphous layer that results from sustained irradiation over longer time\nscales. To better understand the latter, we develop several asymptotic\napproximations for coupling the localized ion dose with an evolving free\ninterface. We then show how theoretical predictions of quantities commonly used\nfor comparison with experimental observations -- such as ripple wavelengths,\ncritical irradiation angle for patterning onset, and surface roughening --\nexhibit surprising sensitivity to the details of this coupling."}
{"id": "2510.02289", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02289", "abs": "https://arxiv.org/abs/2510.02289", "authors": ["Ruoshi Jiang", "Bartomeu Monserrat", "Wei Ku"], "title": "Charge order through crystallization of Frenkel excitons: realization in kagome metals", "comment": "14 pages, 4 figures, and 1 table", "summary": "Charge order is a widely observed and representative example of spontaneous\nbroken symmetries in quantum states of matter. Owing to the large intra-atomic\nCoulomb energy, the charge redistribution in such an order typically implies\nsignificant alteration of the electronic and lattice properties of materials.\nWhile the standard description of charge order, namely a \"charge density wave\"\ninstability of the Fermi surface, has been broadly and successfully applied to\ngood metals, its applicability to correlated ionic materials has been rather\nlimited. Here, we propose an alternative general scenario of charge order -\ncrystallization of long-lived Frenkel excitons - suitable for these ionic\nmaterials. We demonstrate this scenario on the recently discovered kagome\nsuperconductors and successfully reproduce all the characteristics of\nexperimental observations on both local charge correlations and long-range\nordering. The proposed generic scenario offers a long-sought understanding of\ncharge order applicable to modern correlated functional materials."}
{"id": "2510.01917", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01917", "abs": "https://arxiv.org/abs/2510.01917", "authors": ["Yi-Cheng Lo", "Liao Jia Wang", "Yu-Chang Chen"], "title": "Band Gap Engineering of Nitrogen-Doped Monolayer WSe$_2$ Superlattice and its application to Field Effect Transistor", "comment": "11 pages, 8 figures", "summary": "We systematically investigate the electronic structures of pristine monolayer\nWSe$_2$ and WSe$_2$ superlattices with periodic nitrogen substitution. Unlike\nrandom doping, which often introduces in-gap impurity states, periodic nitrogen\ndoping primarily modulates the band gap, thereby facilitating effective band\ngap engineering for electronic and optoelectronic applications. The gap narrows\nmonotonically with increasing dopant density (pristine $>$ 8-row $>$ 6-row $>$\n4-row), directly influencing device switching. We also evaluate the FET\nperformance of nanojunctions created by these configurations by examining the\ncontour plot of current density as a function of temperature and gate voltage,\nwhich quantifies how bandgap engineering affects switching characteristics. Our\ncalculations clarify the classical-quantum crossover in sub-10 nm 2D FETs: as\n$T$ rises, $J$ approaches the thermionic current; as $T$ falls, quantum\ntunneling dominates, and the steep energy dependence of $\\tau(E)$ may break the\nclassical limit of subthreshold swing imposed by the Boltzmann tyranny. The\noptimal gating range ($V_g^\\mathrm{ON}$, $V_g^\\mathrm{OFF}$) is investigated\nfor each temperature, insensitive to temperature in the high-temperature\nregime, confirming the good thermal stability of the FET devices. A comparison\nstudy demonstrates that the 4-row structure, with large $J_\\mathrm{OFF}$ and\nrestricted operation range, is inappropriate for realistic FET applications.\nThe pristine structure has a high $V_g^\\mathrm{OFF}$ ($\\sim$1.1 V) makes it\nless practical, since such a large threshold voltage may promote time-dependent\ndielectric breakdown (TDDB) of the oxide layer, reducing device dependability.\nThe 6-row and 8-row structures exhibit more favorable $V_g^\\mathrm{OFF}$ values\n($\\sim$0.75 V), achieving compromise, making them more promising candidates for\nfuture FET integration."}
{"id": "2510.01769", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01769", "abs": "https://arxiv.org/abs/2510.01769", "authors": ["Grégoire Breyton", "Hakim Amara", "Jaysen Nelayah", "Christine Mottet", "Riccardo Gatti", "Jérôme Creuze", "Adrien Moncomble", "Damien Alloyeau", "Nathaly Ortiz Peña", "Guillaume Wang", "Christian Ricolleau"], "title": "Metallurgy at the nanoscale: domain walls in nanoalloys", "comment": null, "summary": "In binary alloys, domain walls play a central role not only on the phase\ntransitions but also on their physical properties and were at the heart of the\n70's metallurgy research. Whereas it can be predicted, with simple physics\narguments, that such domain walls cannot exist at the nanometer scale due to\nthe typical lengths of the statistical fluctuations of the order parameter,\nhere we show, with both experimental and numerical approaches how orientational\ndomain walls are formed in CuAu nanoparticles binary model systems. We\ndemonstrate that the formation of domains in larger NPs is driven by elastic\nstrain relaxation which is not needed in smaller NPs where surface effects\ndominate. Finally, we show how the multivariants NPs tend to form an isotropic\nmaterial through a continuous model of elasticity."}
{"id": "2510.01518", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.01518", "abs": "https://arxiv.org/abs/2510.01518", "authors": ["Gonzalo Rumi", "Pablo Pedrazzini", "Hernán Pastoriza", "Marcin Konczykowski", "Yanina Fasano"], "title": "Second ac screening step as a probe for the first-order melting transition in layered vortex matter at intermediate temperatures", "comment": "9 pages, 7 figures", "summary": "We present a new probe for the first-order transition for layered vortex\nmatter: A second step in the screening of an ac field that is independent of\nthe frequency and amplitude of the excitation. This second step is observed in\nthe intermediate temperature and field ranges where detecting the jump in\ninduction associated with the transition is rather elusive with standard\nmagnetometry techniques. We observe this second step following a novel\nexperimental protocol where the screening of a locally-generated ac field is\nremotely detected in another region of the sample. The coincidence of the\ntypical temperature of the second step in direct and remote measurements\nstrongly supports this feature is a probe of the first-order transition. This\nnonlocal effect detected at distances of thousands of vortex lattice spacings\naway indicates that a very efficient mechanism propagates the change in\nrigidity of the structure from the more (liquid) to the less (solid) symmetric\nvortex phases."}
{"id": "2510.02304", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.02304", "abs": "https://arxiv.org/abs/2510.02304", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Amplified magnetic catalysis in non-Hermitian Euclidean and hyperbolic Dirac liquids", "comment": "20 Pages, 10 Figures, and 1 Table (For full Abstract, see manuscript)", "summary": "Due to their iconic linearly vanishing density of states near the\nzero-energy, half-filled two-dimensional Dirac materials in flat Euclidean and\nnegatively-curved hyperbolic spaces exhibit dynamic mass generation only once a\ncritical interaction strength is surpassed. Application of external magnetic\nfields onto these systems can, however, trigger the formation of such ordered\nphases yielding isotropic insulation near the band-center at arbitrarily weak\ncoupling, a phenomenon known as magnetic catalysis. Recently, it has been\nproposed that a specific type of non-Hermiticity, allowing the system to\nfeature an all-real eigenvalue spectrum otherwise squeezed toward the\nzero-energy, can bring down the requisite critical coupling of a specific\nfamily of ordered phases, commuting class masses, to a desired lower finite\nvalue in Dirac systems, a phenomenon known as non-Hermitian catalysis\n(arXiv:2501.18591). Here, we predict that a confluence of external magnetic\nfields and such a non-Hermiticity can amplify the magnitude of commuting class\nmasses for subcritical strengths of interactions in Dirac liquids, an emergent\nphenomenon named non-Hermitian amplification of magnetic catalysis. We anchor\nthis prediction from numerical self-consistent mean-field solutions of the\ncommuting class mass charge-density-wave (antiferromagnetic) order displaying a\nstaggered pattern of average electronic density (magnetization) between the\nnearest neighboring sites of the half-filled Euclidean honeycomb and hyperbolic\n{10, 3} and {14, 3} lattices, all featuring emergent non-Hermitian Dirac\nquasiparticles, after decomposing the nearest-neighbor Coulomb (on-site\nHubbard) repulsion in the Hartree channel. We discuss the scaling behavior of\nthese two orders with magnetic field and non-Hermiticity over a wide range of\nsubcritical interactions.. Possible experimental setups to test our predictions\nare discussed."}
{"id": "2510.01921", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01921", "abs": "https://arxiv.org/abs/2510.01921", "authors": ["Edoardo Lopriore", "Charalambos Louca", "Armando Genco", "Irantzu Landa", "Daniel Erkensten", "Charles J. Sayers", "Samuel Brem", "Raul Perea-Causin", "Kenji Watanabe", "Takashi Taniguchi", "Christoph Gadermaier", "Ermin Malic", "Giulio Cerullo", "Stefano Dal Conte", "Andras Kis"], "title": "Electrically tunable ultrafast dynamics and interactions of hybrid excitons in a 2D semiconductor bilayer", "comment": null, "summary": "Extended efforts have been devoted to the study of strongly-interacting\nexcitons and their dynamics, towards macroscopic quantum states of matter such\nas Bose-Einstein condensates of excitons and polaritons. Momentum-direct\nlayer-hybridized excitons in transition metal dichalcogenides have attracted\nconsiderable attention due to their high oscillator strength and dipolar\nnature. However, the tunability of their interactions and dynamics remains\nunexplored. Here, we achieve an unprecedented control over the nonlinear\nproperties of dipolar layer-hybridized excitons in an electrically gated van\nder Waals homobilayer monitored by transient optical spectroscopy. By applying\na vertical electric field, we reveal strong Coulomb interactions of dipolar\nhybrid excitons, leading to opposite density-dependent energy shifts of the two\nmain hybrid species based on their dipolar orientation, together with a\nstrongly enhanced optical saturation of their absorption. Furthermore, by\nelectrically tuning the interlayer tunneling between the hybridized carriers,\nwe significantly extend the formation time of hybrid excitons, while\nsimultaneously increasing their decay times. Our findings have implications for\nthe search on quantum blockade and condensation of excitons and dipolaritons in\ntwo-dimensional materials."}
{"id": "2510.01802", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01802", "abs": "https://arxiv.org/abs/2510.01802", "authors": ["Guan-Hao Peng", "Chin-Jui Huang", "Wen-Teng Yang", "Shun-Jen Cheng"], "title": "Machine-learning-enabled methodology for the ab-initio simulations of sub-$μ$m-wide nanoribbons", "comment": "27 pages, 6 figures", "summary": "Simulation of mesoscopic nanostructures is a central challenge in condensed\nmatter physics and device applications. First-principles methods provide\naccurate electronic structures but are computationally prohibitive for large\nsystems, while empirical band theories are efficient yet limited by parameter\nfitting that neglects wavefunction information and often yields\nnon-transferable parameters. We propose a methodology that bridges these\napproaches, achieving first-principles-level reliability with computational\nefficiency through a machine-learning-enabled tight-binding framework. Our\napproach starts with Wannier tight-binding (WTB) parameters from small\nnanostructures, which serve as training data for machine learning (ML). To\nremove the gauge freedom of Wannier functions that obscures size- and\ngeometry-dependent parameter trends, we construct gauge-independent (GI) bases\nand transform the WTB model into a gauge-independent WTB (GI-WTB) model. This\nenables robust parameter fitting and ML prediction of parameter variations,\nyielding the machine-learning GI-WTB (ML-GI-WTB) model. Applied to MoS2\narmchair-edge nanoribbons, the ML-GI-WTB model shows excellent agreement with\nfirst-principles results and enables reliable simulations of sub-$\\mu$m-wide\nnanoribbons. This framework provides a scalable tool for predicting electronic\nproperties of realistic nanostructures beyond the reach of conventional\nfirst-principles methods."}
{"id": "2510.01575", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01575", "abs": "https://arxiv.org/abs/2510.01575", "authors": ["Seungil Baek", "Jun Jung", "Yong-Hyun Kim"], "title": "Obstruction-Driven Parity Inversion for Enhanced Optical Absorption in Hexagonal Transition Metal Dichalcogenides", "comment": "29 pages, 4 figures, 45 references, 6 supplementary notes", "summary": "The optical selection rule states that opposite parity between the valence\nand conduction bands is required for optical absorption to occur. However,\nmonolayer hexagonal transition metal dichalcogenides (h-TMDs) such as $\n\\mathrm{MoS}_{2} $ exhibit pronounced optical absorption despite their\nnominally dipole-forbidden d-d transitions. In this Letter, we elucidate a\nparity inversion mechanism through which obstruction-driven band inversion\npromotes dipole-allowed optical transitions near the band edge in monolayer\nh-TMDs. By comparing trivial and obstructed atomic limit phases, we show that\nintersite interactions between hybridized d orbitals induce parity inversion.\nOur results provide a novel approach to tuning optical properties through\nparity control, bridging the gap between topology and light-matter interaction."}
{"id": "2510.01305", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01305", "abs": "https://arxiv.org/abs/2510.01305", "authors": ["Yuqing Xing", "Seokjin Bae", "Stephen D. Wilson", "Ziqiang Wang", "Rafael M. Fernandes", "Vidya Madhavan"], "title": "Reply to \"Limitations of detecting structural changes and time-reversal symmetry breaking in scanning tunneling microscopy experiments\"", "comment": "Reply to arXiv:2509.22634 (2025)", "summary": "In their comment, the authors attribute our observations of light- and\nmagnetic-field-induced manipulation of the CDW state in RbV3Sb5 to random\nexperimental artifacts such as tip changes, drift, and scan conditions,\nconcluding that no intrinsic effect exists. In this reply, we clarify three\npoints. First, our reported magnetic-field-induced CDW switching has been\nindependently replicated in multiple STM studies and corroborated by transport\nmeasurements. Second, in our data, the switching of CDW intensities and Bragg\nvector ratios exhibit high fidelity (nearly 100 $\\%$), and this cannot be\nexplained by random artifacts. Lastly, we disprove the comment's\nunsubstantiated claim about magnetic field values by showing a system-dependent\ncorrelation between z-piezo shift and magnetic field. Taken together, our Reply\nreaffirms the reproducibility and intrinsic nature of light and magnetic field\ninduced CDW manipulation in RbV3Sb5."}
{"id": "2510.01945", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01945", "abs": "https://arxiv.org/abs/2510.01945", "authors": ["C. J. Muller"], "title": "Measuring the measurement problem: controlling decoherence with measurement duration in molecular MCB junctions", "comment": null, "summary": "We investigate the influence of the measurement duration on quantum coherence\nin molecular mechanically controlled break junctions operating in a\ntetrahydrofuran (THF) partially wet phase. These systems represent a distinct\nclass of enclosed open quantum systems with unusually long decoherence times at\nambient conditions, on the order of 1-20 ms. By tuning the integration time of\nthe current measurement in current-voltage (IV) characteristics, relative to\nthe decoherence time, we observe a transition from quantum interference\npatterns, manifested as structured bands of data points, to classical behavior\ncharacterized by a single averaged response. This demonstrates that the\nduration of a measurement acts as a controllable parameter for probing quantum\nbehavior in molecular junctions, offering new insights into decoherence\ndynamics in quantum mechanics."}
{"id": "2510.01827", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01827", "abs": "https://arxiv.org/abs/2510.01827", "authors": ["Jintong Wu", "Zhuang Shao", "Junlei Zhao", "Flyura Djurabekova", "Kai Nordlund", "Fredric Granberg", "Qingmin Zhang", "and Jesper Byggmästar"], "title": "Accurate Machine-Learning Description for SiC in Extreme Environments", "comment": "13 pages, 7 figures; the supplementary material will be published\n  with the final version of the paper", "summary": "Silicon carbide (SiC) polymorphs are widely employed as nuclear materials,\nmechanical components, and wide-bandgap semiconductors. The rapid advancement\nof SiC-based applications has been complemented by computational modeling\nstudies, including both ab initio and classical atomistic approaches. In this\nwork, we develop a computationally efficient and general-purpose\nmachine-learned interatomic potential (ML-IAP) capable of multimillion-atom\nmolecular dynamics (MD) simulations over microsecond timescales. Using ML-IAP,\nwe systematically map the comprehensive pressure-temperature phase diagram (P-T\nphase diagram) and the threshold displacement energy (TDE) distributions for\nthe 2H and 3C polymorphs. Furthermore, collision cascade simulations provide\nin-depth insights into polymorph-dependent primary radiation damage clustering,\na phenomenon that conventional empirical potentials fail to accurately capture."}
{"id": "2510.01583", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01583", "abs": "https://arxiv.org/abs/2510.01583", "authors": ["Salma Ahmed", "Felipe González-Cataldo", "Victor Naden Robinson", "Burkhard Militzer"], "title": "Electride behavior at high pressure in silicon and other elements in solid and liquid phases", "comment": "14 pages, 12 figures", "summary": "Electrides are materials in which some of the electrons are localized at the\ninterstitial sites rather than around the atoms or along atomic bonds. Most\nelemental electrides are either alkali metals or alkaline-earth metals because\nof their low ionization potential. In this work, we report that elemental\nsilicon becomes an electride at pressures exceeding 400 GPa. With {\\it ab\ninitio} molecular dynamics (MD) simulations, we study this behavior for\nsilicon, sodium, potassium, and magnesium at high pressure and temperature. We\nperformed simulations for liquids and ten crystal structures. Charge density\nand electron localization functions (ELF) are analyzed for representative\nconfigurations extracted from the MD trajectories. By analyzing a variety of\nelectride structures, we suggest the following quantitative thresholds for the\nELF and charge density in each interstitial site to classify high-pressure\nelectrides: (1) the maximum ELF value should be greater than 0.7, (2) there\nshould be at least 0.9 electrons near the ELF basin, and (3) the Laplacian\ncharge density, $\\nabla^2 \\rho(\\mathbf{r}_0)$, should be negative with\nmagnitude greater than $10^{-3}\\ e/\\mathrm{bohr}^5$. Finally, we compute X-ray\ndiffraction patterns to determine the degree to which they are affected by the\nelectride formation. Overall, this framework could become a benchmark for\nfuture theoretical and experimental studies on electrides."}
{"id": "2510.01465", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01465", "abs": "https://arxiv.org/abs/2510.01465", "authors": ["Matteo D'Alessio", "Daniele Varsano", "Elisa Molinari", "Massimo Rontani"], "title": "Stabilization of sliding ferroelectricity through exciton condensation", "comment": null, "summary": "Sliding ferroelectricity is a phenomenon that arises from the insurgence of\nspontaneous electronic polarization perpendicular to the layers of\ntwo-dimensional (2D) systems upon the relative sliding of the atomic layer\nconstituents. Because of the weak van der Waals (vdW) interactions between\nlayers, sliding and the associated symmetry breaking can occur at low energy\ncost in materials such as transition-metal dichalcogenides. Here we discuss\ntheoretically the origin and quantitative understanding of the phenomenon by\nfocusing on a prototype structure, the WTe2 bilayer, where sliding\nferroelectricity was first experimentally observed. We show that excitonic\neffects induce relevant energy band renormalizations in the ground state, and\nexciton condensation contributes significantly to stabilizing ferroelectricity\nupon sliding beyond previous predictions. Enhanced excitonic effects in 2D and\nvdW sliding are general phenomena that point to sliding ferroelectricity as\nrelevant for a broad class of important materials, where the intrinsic electric\ndipole can couple with other quantum phenomena and, in turn, an external\nelectric field can control the quantum phases through ferroelectricity in\nunexplored ways."}
{"id": "2510.02011", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02011", "abs": "https://arxiv.org/abs/2510.02011", "authors": ["Yogesh Pokhrel", "Meike Tack", "Sven Reichenberger", "Matteo Levantino", "Anton Plech"], "title": "Pulsed-laser induced gold microparticle fragmentation by thermal strain", "comment": null, "summary": "Laser fragmentation of suspended microparticles is an upcoming alternative to\nlaser ablation in liquid (LAL) that allows to streamline the the delivery\nprocess and optimize the irradiation conditions for best efficiency. Yet, the\nstructural basis of this process is not well understood to date. Herein we\nemployed ultrafast x-ray scattering upon picosecond laser excitation of a gold\nmicroparticle suspension in order to understand the thermal kinetics as well as\nstructure evolution after fragmentation. The experiments are complemented by\nsimulations according to the two-temperature model to verify the spatiotemporal\ntemperature distribution. It is found that above a fluence threshold of 750\nJ/m$^2$ the microparticles are fragmented within a nanosecond into several\nlarge pieces where the driving force is the strain due to a strongly\ninhomogenous heat distribution on the one hand and stress confinement due to\nthe ultrafast heating compared to stress propagation on the other hand. The\nadditional limited formation of small clusters is attributed to photothermal\ndecomposition on the front side of the microparticles at the fluence of 2700\nJ/m$^2$."}
{"id": "2510.01875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.01875", "abs": "https://arxiv.org/abs/2510.01875", "authors": ["Zhandos A. Moldabekov", "Sebastian Schwalbe", "Uwe Hernandez Acosta", "Thomas Gawne", "Jan Vorberger", "Michele Pavanello", "Tobias Dornheim"], "title": "Enhancing the Efficiency of Time-Dependent Density Functional Theory Calculations of Dynamic Response Properties", "comment": null, "summary": "X-ray Thomson scattering (XRTS) constitutes an essential technique for\ndiagnosing material properties under extreme conditions, such as high pressures\nand intense laser heating. Time-dependent density functional theory (TDDFT) is\none of the most accurate available ab initio methods for modeling XRTS spectra,\nas well as a host of other dynamic material properties. However, strong thermal\nexcitations, along with the need to account for variations in temperature and\ndensity as well as the finite size of the detector significantly increase the\ncomputational cost of TDDFT simulations compared to ambient conditions. In this\nwork, we present a broadly applicable method for optimizing and enhancing the\nefficiency of TDDFT calculations. Our approach is based on a one-to-one mapping\nbetween the dynamic structure factor and the imaginary time density--density\ncorrelation function, which naturally emerges in Feynman's path integral\nformulation of quantum many-body theory. Specifically, we combine rigorous\nconvergence tests in the imaginary time domain with a constraints-based noise\nattenuation technique to improve the efficiency of TDDFT modeling without the\nintroduction of any significant bias. As a result, we can report a speed-up by\nup to an order of magnitude, thus potentially saving millions of CPU hours for\nmodeling a single XRTS measurement of matter under extreme conditions."}
{"id": "2510.01626", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01626", "abs": "https://arxiv.org/abs/2510.01626", "authors": ["Yabo Li", "Matteo Dell'acqua", "Aditi Mitra"], "title": "Classification of Thouless pumps with non-invertible symmetries and implications for Floquet phases", "comment": null, "summary": "We study symmetry preserving adiabatic and Floquet dynamics of\none-dimensional systems. Using quasiadiabatic evolution, we establish a\ncorrespondence between adiabatic cycles and invertible defects generated by\nspatially truncated Thouless pump operators. Employing the classification of\ngapped phases by module categories, we show that the Thouless pumps are\nclassified by the group of autoequivalences of the module category. We then\nexplicitly construct Thouless pump operators for minimal lattice models with\n$\\text{Vec}_G$, Rep($G$), and Rep($H$) symmetries, and show how the Thouless\npump operators have the group structure of autoequivalences. The Thouless pump\noperators, together with Hamiltonians with gapped ground states, are then used\nto construct Floquet drives. An analytic solution for the Floquet phase diagram\ncharacterized by winding numbers is constructed when the Floquet drives obey an\nOnsager algebra. Our approach points the way to a general connection between\ndistinct Thouless pumps and distinct families of Floquet phases."}
{"id": "2510.01727", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01727", "abs": "https://arxiv.org/abs/2510.01727", "authors": ["Xiaoyu Liu", "Chong Wang", "Xiao-Wei Zhang", "Ting Cao", "Di Xiao"], "title": "Orbital Magnetization in Correlated States of Twisted Bilayer Transition Metal Dichalcogenides", "comment": null, "summary": "Recent observations of quantum anomalous Hall effects in moir\\'e systems have\nrevealed the emergence of interaction-driven ferromagnetism with significant\norbital contributions. To capture this physics, we extend the modern theory of\norbital magnetization to Hartree-Fock states and show that the standard\nexpression remains valid with Hartree-Fock orbitals and Hamiltonians. We then\nbenchmark our theory against the Kane-Mele-Hubbard model in a weak field, which\nyields excellent agreement with direct numerical calculations. Applying our\ntheory to twisted MoTe$_2$ bilayers, we find orbital magnetization of order one\nBohr magneton per moir\\'e cell with a non-monotonic twist-angle dependence. Our\nwork establishes a general theory of orbital magnetization in interacting\nmoir\\'e systems and provides quantitative guidance for interpreting recent\nexperiments."}
{"id": "2510.02221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02221", "abs": "https://arxiv.org/abs/2510.02221", "authors": ["Jia Li", "Yu-Tao Tan", "Yizhou Liu", "Jie Ren"], "title": "Phonon Spin Selective One-Way Axial Phonon Transport in Chiral Nanohelix", "comment": "4 pages, 4 figures", "summary": "Selectively exciting and manipulating phonons at nanoscale becomes more and\nmore important but still remains challenging in modern nano-energy control and\ninformation sensing. Here, we show that the phonon spin angular momentum\nprovides an extra degree of freedom to achieve versatile manipulation of axial\nphonons in nanomaterials via coupling to spinful multi-physical fields, such as\ncircularly polarized infrared absorption. In particular, we demonstrate the\nnanoscale one-way axial phonon excitation and routing in chiral nanomaterials,\nby converting the photon spin in circularly polarized optical fields into the\ncollective interference phonon spin. As exemplified in the smallest chiral\ncarbon nanotube, we show that the rectification rate can reach nearly 100\\%,\nachieving an ideal one-way phonon router, which is verified by molecular\ndynamics simulations. Our results shed new light on the flexible phonon\nmanipulation via phonon spin degree of freedom, paving the way for future spin\nphononics."}
{"id": "2510.01881", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01881", "abs": "https://arxiv.org/abs/2510.01881", "authors": ["Grzegorz Krasucki", "Katarzyna Olkowska-Pucko", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Adam Babiński", "Maciej R. Molas"], "title": "Spin-phonon coupling and isotope-related pseudo-molecule vibrations in layered Cr$_2$Ge$_2$Te$_6$ ferromagnet", "comment": "8 pages, 5 figures + SI", "summary": "The vibrational structure of chromium germanium telluride\n(Cr$_2$Ge$_2$Te$_6$, CGT) is investigated and a strong spin-phonon coupling is\nrevealed. The measured high-resolution Raman scattering (RS) spectra are\ncomposed of the 10 Raman-active modes: 5A$_\\textrm{g}$ and 5E$_\\textrm{g}$,\npredicted by calculation using the density functional theory and identified\nusing polarization-resolved RS measurements. We also studied the effect of\ntemperature on the RS spectra of CGT from 5~K to 300~K. A strong magneto-phonon\ncoupling in CGT is revealed at temperatures of about 150~K and 60~K, which are\nassociated with the appearance of the local magnetic order in the material and\nthe transition to the complete ferromagnetic phase, respectively. Moreover, a\nunique shape of the A$_g^5$ mode composed of a set of very narrow Raman peaks\nis simulated using a model that takes into account vibrations of Ge-Ge\npseudo-molecules for various Ge isotopes."}
{"id": "2510.01682", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01682", "abs": "https://arxiv.org/abs/2510.01682", "authors": ["D. Maryenko", "M. Kawamura", "I. V. Maznichenko", "S. Ostanin", "D. Zhang", "M. Kriener", "V. K. Dugaev", "E. Ya. Sherman", "A. Ernst", "M. Kawasaki"], "title": "Re-entrant superconductivity at an oxide heterointerface", "comment": null, "summary": "A magnetic field typically suppresses superconductivity by either breaking\nCooper pairs via the Zeeman effect or inducing vortex formation. However, under\ncertain circumstances, a magnetic field can stabilize superconductivity\ninstead. This seemingly counterintuitive phenomenon is associated with magnetic\ninteractions and has been extensively studied in three-dimensional materials.\nBy contrast, this phenomenon, hinting at unconventional superconductivity,\nremains largely unexplored in two-dimensional systems, with moir\\'e-patterned\ngraphene being the only known example. Here, we report the observation of\nre-entrant superconductivity (RSC) at the epitaxial (110)-oriented LaTiO3-KTaO3\ninterface. This phenomenon occurs across a wide range of charge carrier\ndensities, which, unlike in three-dimensional materials, can be tuned in-situ\nvia electrostatic gating. We attribute the re-entrant superconductivity to the\ninterplay between a strong spin-orbit coupling and a magnetic-field driven\nmodification of the Fermi surface. Our findings offer new insights into\nre-entrant superconductivity and establish a robust platform for exploring\nnovel effects in two-dimensional superconductors."}
{"id": "2510.01760", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.01760", "abs": "https://arxiv.org/abs/2510.01760", "authors": ["Siyu Duan", "Lili Shi", "Patrick Pilch", "Anneke Reinold", "Sergey Kovalev", "Renato M. A. Dantas", "Yunkun Yang", "Faxian Xiu", "Miriam Serena Vitiello", "Zhe Wang"], "title": "Giant enhancement of terahertz high-harmonic generation by cavity engineering of Dirac semimetal", "comment": null, "summary": "Engineered micro- or nano-structures based on nonlinear optical materials\noffer versatile opportunities for optoelectronic applications. While extensive\nefforts have been devoted to design tailored microcavities to promote and\nincrease the optical nonlinearities of graphene, the potential of engineering\nits three-dimensional counterparts -- three-dimensional Dirac semimetals --\nremains largely unexplored. Here we report on exceptionally strong terahertz\nnonlinearities in a cavity-engineered Dirac semimetal microstructure, and\ndemonstrate a giant enhancement of terahertz third- and fifth-order harmonic\nyields by more than three orders of magnitude. By fabricating a designed\nstructure of metallic metasurface microcavities on a nanometer thin film of the\nthreedimensional Dirac semimetal Cd3As2, we significantly enhance the\nnear-field intensity of a picosecond terahertz excitation pulse in resonance\nwith the microcavity eigenmode. This transiently modifies the nonlinearities of\nthe thin film and drives the nonlinear responses of the Dirac fermions from a\nweakly to a deeply nonperturbative regime where the observed high-harmonic\ngeneration essentially saturates."}
{"id": "2510.02231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02231", "abs": "https://arxiv.org/abs/2510.02231", "authors": ["L. L. Lage", "A. B. Félix", "D. S. Gomes", "M. L. Pereira Jr.", "A. Latgé"], "title": "Emergent Hierarchy in Localized States of Organic Quantum Chains", "comment": null, "summary": "Organic Quantum Chains (OQCs) represent a newly synthesized class of\ncarbon-based nanostructures whose quasi-one-dimensional nature gives rise to\nunconventional electronic and transport phenomena. Here we investigate the\nelectronic and transport properties of recently synthesized OQCs [Nature\nCommunications, 12, 5895 (2021)]. Structural stability was first assessed\nthrough molecular dynamics relaxation combined with density functional theory\n(DFT). The optimized coordinates are then used in a tight-binding model with\nexponentially decaying hopping parameterization, which reproduces the DFT\nresults with high accuracy. Our calculations reveal a robust and nearly\nconstant energy gap across several OQC configurations, in agreement with\nexperimental data. We also identify emergent hierarchical states, characterized\nby distinct localization behaviors within sets of localized bands. Finally, we\nanalyze different transport responses in scenarios involving the\none-dimensional OQC coupled to carbon corrals, as observed in the experimental\ndata, highlighting their potential as promising systems for application in\ncarbon nanodevices."}
{"id": "2510.02098", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02098", "abs": "https://arxiv.org/abs/2510.02098", "authors": ["Stefano Racioppi", "Eva Zurek"], "title": "Quantum Effects or Theoretical Artifacts? A Computational Reanalysis of Hydrogen at High-Pressure", "comment": null, "summary": "The stability of high-pressure phases of hydrogen remains a central question\nin condensed matter physics, where both experimental observations and\ntheoretical predictions are highly sensitive to methodological choices. Here,\nwe revisit the cold phase diagram of hydrogen between 400 and 700 GPa using the\nmeta-GGA functionals (R2SCAN and SCAN0) and compare the results with the more\ncommon PBE. At the meta-GGA level, molecular phases (Cmca-4, Cmca-12, and C2/c)\nare stabilized over the atomic I41/amd phase up to significantly higher\npressures than predicted by GGA, in closer agreement with diffusion Monte Carlo\ncalculations and experimental observations of band-gap closure near 425 GPa.\nFurthermore, phonon spectra calculated with R2SCAN show that the dynamical\ninstabilities and anharmonic signatures previously predicted at the GGA level\nvanish, indicating that such effects may partly arise from functional\ndeficiencies rather than genuine nuclear quantum effects. Bonding analysis\nreveals that PBE artificially weakens intramolecular H-H bonds and enhances\nintermolecular interactions through charge delocalization, whereas meta-GGA\npreserves a more localized molecular character. Anharmonic motion remains\nrelevant for finite-temperature dynamics; however, we demonstrate that the\naccurate description of the potential energy surface - particularly its\ncurvature near equilibrium - is pivotal for assessing both phase stability and\nbonding of hydrogen at high-pressure."}
{"id": "2510.01697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01697", "abs": "https://arxiv.org/abs/2510.01697", "authors": ["Md Akibul Islam", "Uichang Jeong", "Nima Barri", "Azmeera Jannat", "Ali Zavabeti", "Seungbum Hong", "Tobin Filleter"], "title": "Multifunctional Oxide Nanosheets: Frictional, Hall, and Piezoelectric Deformation of 2D Ga2O3", "comment": "NA", "summary": "Atomically thin oxides are increasingly recognized as an emerging class of 2D\nmaterials, yet their multifunctional properties have been far less investigated\ncompared to other layered materials. Among these, gallium oxide is\ndistinguished by its ultrawide bandgap, thermal stability, and mechanical\nrigidity, positioning it as a candidate material for nanoelectromechanical\nsystems. In this study, the tribological, transport, and electromechanical\nproperties of beta-Ga2O3 nanosheets were probed using atomic force microscopy\n(AFM)--based techniques. Friction force microscopy (FFM) was used to\ninvestigate interfacial sliding, and a dependence of friction on external bias\nwas observed, which was attributed to defect-mediated charge trapping. Van der\nPauw Hall measurements were conducted up to 400 $^{\\circ}$C, through which the\nultrawide bandgap nature of beta-Ga2O3 was confirmed, as electronic transport\nremained suppressed despite high thermal activation. Piezoresponse force\nmicroscopy (PFM) was further applied, and a measurable converse\nelectromechanical response on the order of a few pm/V was revealed, consistent\nwith oxygen-vacancy--induced symmetry breaking. By integrating tribological,\nelectrical, and electromechanical measurements, it was demonstrated that\nbeta-Ga2O3 nanosheets present a unique platform in which insulating stability,\nbias-tunable interfacial mechanics, and defect-enabled electromechanical\nactivity coexist, offering new opportunities for multifunctional oxide\nnanodevices."}
{"id": "2510.01786", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01786", "abs": "https://arxiv.org/abs/2510.01786", "authors": ["Chenggang Yang", "Jun Lu", "Hongzhang Wang", "Jian Zeng", "Wendong Bian", "Zhengshan Guo", "Jiankun Li", "Yulei Zhang", "Junwei Luo", "Tian Pei"], "title": "Tunable Wigner Molecules in a Germanium Quantum Dot", "comment": null, "summary": "The interplay between Coulomb interactions and kinetic energy underlies many\nexotic phases in condensed matter physics. In a two-dimensional electronic\nsystem, If Coulomb interaction dominates over kinetic energy, electrons\ncondense into a crystalline phase which is referred as Wigner crystal. This\nordered state manifests as Wigner molecule for few electrons at the microscopic\nscale. Observation of Wigner molecules has been reported in quantum dot and\nmoire superlattice systems. Here we demonstrate hole Wigner molecules can be\nformed in a gate-defined germanium quantum dot with high tunability. By varying\nvoltages applied to the quantum dot device, we can precisely tune the hole\ndensity by either changing the hole occupancy or the quantum dot size. For\ndensities smaller than a certain critical value, Coulomb interaction localizes\nindividual holes into ordered lattice sites, forming a Wigner molecule. By\nincreasing the densities, melting process from a Wigner molecule to Fermi\nliquid-like particles is observed. An intermediate configuration which\nindicates the coexistence of ordered structure and disordered structure can be\nformed within a narrow effective density range. Our results provide a new\nplatform for further exploration of the microscopic feature of strong\ncorrelated physics and open an avenue to exploit the application of Wigner\nmolecules for quantum information in a very promising spin qubit platform."}
{"id": "2510.02267", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02267", "abs": "https://arxiv.org/abs/2510.02267", "authors": ["Alejandro D. Bendersky", "Sergio S. Gomez", "Rodolfo H. Romero"], "title": "Quantum gates in coupled quantum dots controlled by coupling modulation", "comment": "22 pages, 5 figures", "summary": "We studied the dynamics of a pair of single-electron double quantum dots\n(DQD) under longitudinal and transverse static magnetic fields and\ntime-dependent harmonic modulation of their interaction couplings. We propose\nto modulate the tunnel coupling between the QDs to produce one-qubit gates and\nthe exchange coupling between DQDs to generate entangling gates, the set of\noperations required for quantum computing. We developed analytical\napproximations to set the conditions to control the qubits and applied them to\nnumerical calculations to test the accuracy and robustness of the analytical\nmodel. The results shows that the unitary evolution of the two-electron state\nperforms the designed operations even under conditions shifted from the ideal\nones."}
{"id": "2510.02234", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02234", "abs": "https://arxiv.org/abs/2510.02234", "authors": ["Reetendra Singh", "Abhishek Rakshit", "Galit Atiya", "Michael Kalina", "Yaron Kauffmann", "Yoav Kalcheim"], "title": "Reversal of strain state in a Mott insulator thin film by controlling substrate morphology", "comment": null, "summary": "The V2O3 phase diagram contains two insulating phases and one metallic phase\nwith different lattice structures. The stability of these phases is very\nsensitive to pressure, offering a mechanism to tune phase transitions by\ninducing strain in thin films. The most studied source of strain is lattice\nmismatch between the film and the substrate. In this work, however, we find\nthat the film/substrate thermal expansion mismatch can be made to play a\ndominant role by modifying the substrate morphology. When grown on sapphire,\nthe lattice mismatch induces compressive strain in the V2O3 films, whereas\nthermal expansion mismatch induces tensile strain. We find that minute changes\nin substrate morphology may relax the compressive strain component, allowing\nthe thermally-induced tensile component to overcome it. Thus, by simple\nannealing of the substrates to create either a flat or stepped morphology,\nstrongly compressive or tensile strains may be induced in the films. This\nresults in either full suppression of the metal-insulator transition or\nstabilization of insulating phases at all temperatures, exhibiting many orders\nof magnitude differences in film resistivity. To elucidate the strain\nrelaxation mechanism, we use high-resolution scanning transmission electron\nmicroscopy (HRSTEM) to image the atomic steps in the substrate and the adjacent\ncrystallographic defects in the V2O3. These findings offer a hitherto\nunderexplored mechanism to tune strain in thin films, deepen our understanding\nof the effects of structural degrees of freedom on phase stability of a\ncanonical Mott insulator and may allow for applications requiring\ninsulator-metal switching above room temperature."}
{"id": "2510.01714", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01714", "abs": "https://arxiv.org/abs/2510.01714", "authors": ["W. Zeng"], "title": "Electric spin and valley Hall effects", "comment": "6 pages, 4 figures", "summary": "The electric Hall effect (EHE) is a newly identified Hall effect\ncharacterized by a perpendicular electric field inducing a transverse charge\ncurrent in two-dimensional (2D) systems. Here, we propose a spin and valley\nversion of EHE. We demonstrate that the transverse spin and valley currents can\nbe generated in an all-in-one tunnel junction based on a buckled 2D hexagonal\nmaterial in response to a perpendicular electric field, referred to as the\nelectric spin Hall effect and electric valley Hall effect, respectively. These\neffects arise from the perpendicular-electric-field-induced backreflection\nphase of electrons in the junction spacer, independent of Berry curvature. The\nvalley Hall conductance exhibits an odd response to the perpendicular electric\nfield, whereas the spin Hall conductance shows an even one. The predicted\neffects can further enable the transverse separation of a pair of pure\nspin-valley-locked states with full spin-valley polarization while preserving\ntime-reversal symmetry, as manifested by equal spin and valley Hall angles. Our\nfindings present a new mechanism for realizing the spin and valley Hall effects\nand provide a novel route to the full electric-field manipulation of spin and\nvalley degrees of freedom, with significant potential for future applications\nin spintronics and valleytronics."}
{"id": "2510.02234", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02234", "abs": "https://arxiv.org/abs/2510.02234", "authors": ["Reetendra Singh", "Abhishek Rakshit", "Galit Atiya", "Michael Kalina", "Yaron Kauffmann", "Yoav Kalcheim"], "title": "Reversal of strain state in a Mott insulator thin film by controlling substrate morphology", "comment": null, "summary": "The V2O3 phase diagram contains two insulating phases and one metallic phase\nwith different lattice structures. The stability of these phases is very\nsensitive to pressure, offering a mechanism to tune phase transitions by\ninducing strain in thin films. The most studied source of strain is lattice\nmismatch between the film and the substrate. In this work, however, we find\nthat the film/substrate thermal expansion mismatch can be made to play a\ndominant role by modifying the substrate morphology. When grown on sapphire,\nthe lattice mismatch induces compressive strain in the V2O3 films, whereas\nthermal expansion mismatch induces tensile strain. We find that minute changes\nin substrate morphology may relax the compressive strain component, allowing\nthe thermally-induced tensile component to overcome it. Thus, by simple\nannealing of the substrates to create either a flat or stepped morphology,\nstrongly compressive or tensile strains may be induced in the films. This\nresults in either full suppression of the metal-insulator transition or\nstabilization of insulating phases at all temperatures, exhibiting many orders\nof magnitude differences in film resistivity. To elucidate the strain\nrelaxation mechanism, we use high-resolution scanning transmission electron\nmicroscopy (HRSTEM) to image the atomic steps in the substrate and the adjacent\ncrystallographic defects in the V2O3. These findings offer a hitherto\nunderexplored mechanism to tune strain in thin films, deepen our understanding\nof the effects of structural degrees of freedom on phase stability of a\ncanonical Mott insulator and may allow for applications requiring\ninsulator-metal switching above room temperature."}
{"id": "2510.01802", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01802", "abs": "https://arxiv.org/abs/2510.01802", "authors": ["Guan-Hao Peng", "Chin-Jui Huang", "Wen-Teng Yang", "Shun-Jen Cheng"], "title": "Machine-learning-enabled methodology for the ab-initio simulations of sub-$μ$m-wide nanoribbons", "comment": "27 pages, 6 figures", "summary": "Simulation of mesoscopic nanostructures is a central challenge in condensed\nmatter physics and device applications. First-principles methods provide\naccurate electronic structures but are computationally prohibitive for large\nsystems, while empirical band theories are efficient yet limited by parameter\nfitting that neglects wavefunction information and often yields\nnon-transferable parameters. We propose a methodology that bridges these\napproaches, achieving first-principles-level reliability with computational\nefficiency through a machine-learning-enabled tight-binding framework. Our\napproach starts with Wannier tight-binding (WTB) parameters from small\nnanostructures, which serve as training data for machine learning (ML). To\nremove the gauge freedom of Wannier functions that obscures size- and\ngeometry-dependent parameter trends, we construct gauge-independent (GI) bases\nand transform the WTB model into a gauge-independent WTB (GI-WTB) model. This\nenables robust parameter fitting and ML prediction of parameter variations,\nyielding the machine-learning GI-WTB (ML-GI-WTB) model. Applied to MoS2\narmchair-edge nanoribbons, the ML-GI-WTB model shows excellent agreement with\nfirst-principles results and enables reliable simulations of sub-$\\mu$m-wide\nnanoribbons. This framework provides a scalable tool for predicting electronic\nproperties of realistic nanostructures beyond the reach of conventional\nfirst-principles methods."}
{"id": "2510.01273", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01273", "abs": "https://arxiv.org/abs/2510.01273", "authors": ["Yinggang Song", "Chuanheng Ma", "Hongbo Wang", "Mi Zhou", "Yanpeng Qi", "Weizheng Cao", "Shourui Li", "Hanyu Liu", "Guangtao Liu", "Yanming Ma"], "title": "Room-Temperature Superconductivity at 298 K in Ternary La-Sc-H System at High-pressure Conditions", "comment": "40 pages, 5 figures", "summary": "Room-temperature superconductor has been a century-long dream of humankind.\nRecent research on hydrogen-based superconductors (e.g., CaH6, LaH10, etc.) at\nhigh-pressure conditions lifts the record of superconducting critical\ntemperature (Tc) up to ~250 kelvin. We here report the experimental synthesis\nof the first-ever room-temperature superconductor by compression on a mixture\nof La-Sc alloy and ammonia borane at pressures of 250-260 gigapascals (GPa) via\na diamond anvil cell by a laser-heating technique. Superconductivity with an\nonset temperature of 271-298 kelvin at 195-266 GPa is observed by the\nmeasurement of zero electrical resistance and the suppression of Tc under\napplied magnetic fields. Synchrotron X-ray diffraction data unambiguously\nreveal that this superconductor crystallizes in a hexagonal structure with a\nstoichiometry LaSc2H24, in excellent agreement with our previous prediction1.\nThrough thirteen reproducible experimental runs, we provide solid evidence of\nthe realization of a room-temperature superconductor for the first time,\nmarking a milestone in the field of superconductivity."}
{"id": "2510.01727", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01727", "abs": "https://arxiv.org/abs/2510.01727", "authors": ["Xiaoyu Liu", "Chong Wang", "Xiao-Wei Zhang", "Ting Cao", "Di Xiao"], "title": "Orbital Magnetization in Correlated States of Twisted Bilayer Transition Metal Dichalcogenides", "comment": null, "summary": "Recent observations of quantum anomalous Hall effects in moir\\'e systems have\nrevealed the emergence of interaction-driven ferromagnetism with significant\norbital contributions. To capture this physics, we extend the modern theory of\norbital magnetization to Hartree-Fock states and show that the standard\nexpression remains valid with Hartree-Fock orbitals and Hamiltonians. We then\nbenchmark our theory against the Kane-Mele-Hubbard model in a weak field, which\nyields excellent agreement with direct numerical calculations. Applying our\ntheory to twisted MoTe$_2$ bilayers, we find orbital magnetization of order one\nBohr magneton per moir\\'e cell with a non-monotonic twist-angle dependence. Our\nwork establishes a general theory of orbital magnetization in interacting\nmoir\\'e systems and provides quantitative guidance for interpreting recent\nexperiments."}
{"id": "2510.01881", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01881", "abs": "https://arxiv.org/abs/2510.01881", "authors": ["Grzegorz Krasucki", "Katarzyna Olkowska-Pucko", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Adam Babiński", "Maciej R. Molas"], "title": "Spin-phonon coupling and isotope-related pseudo-molecule vibrations in layered Cr$_2$Ge$_2$Te$_6$ ferromagnet", "comment": "8 pages, 5 figures + SI", "summary": "The vibrational structure of chromium germanium telluride\n(Cr$_2$Ge$_2$Te$_6$, CGT) is investigated and a strong spin-phonon coupling is\nrevealed. The measured high-resolution Raman scattering (RS) spectra are\ncomposed of the 10 Raman-active modes: 5A$_\\textrm{g}$ and 5E$_\\textrm{g}$,\npredicted by calculation using the density functional theory and identified\nusing polarization-resolved RS measurements. We also studied the effect of\ntemperature on the RS spectra of CGT from 5~K to 300~K. A strong magneto-phonon\ncoupling in CGT is revealed at temperatures of about 150~K and 60~K, which are\nassociated with the appearance of the local magnetic order in the material and\nthe transition to the complete ferromagnetic phase, respectively. Moreover, a\nunique shape of the A$_g^5$ mode composed of a set of very narrow Raman peaks\nis simulated using a model that takes into account vibrations of Ge-Ge\npseudo-molecules for various Ge isotopes."}
{"id": "2510.01305", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01305", "abs": "https://arxiv.org/abs/2510.01305", "authors": ["Yuqing Xing", "Seokjin Bae", "Stephen D. Wilson", "Ziqiang Wang", "Rafael M. Fernandes", "Vidya Madhavan"], "title": "Reply to \"Limitations of detecting structural changes and time-reversal symmetry breaking in scanning tunneling microscopy experiments\"", "comment": "Reply to arXiv:2509.22634 (2025)", "summary": "In their comment, the authors attribute our observations of light- and\nmagnetic-field-induced manipulation of the CDW state in RbV3Sb5 to random\nexperimental artifacts such as tip changes, drift, and scan conditions,\nconcluding that no intrinsic effect exists. In this reply, we clarify three\npoints. First, our reported magnetic-field-induced CDW switching has been\nindependently replicated in multiple STM studies and corroborated by transport\nmeasurements. Second, in our data, the switching of CDW intensities and Bragg\nvector ratios exhibit high fidelity (nearly 100 $\\%$), and this cannot be\nexplained by random artifacts. Lastly, we disprove the comment's\nunsubstantiated claim about magnetic field values by showing a system-dependent\ncorrelation between z-piezo shift and magnetic field. Taken together, our Reply\nreaffirms the reproducibility and intrinsic nature of light and magnetic field\ninduced CDW manipulation in RbV3Sb5."}
{"id": "2510.01738", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01738", "abs": "https://arxiv.org/abs/2510.01738", "authors": ["Grgur Palle"], "title": "Hopf symmetry-protected topological phase at the intersection of magnetic and spin loop-current order", "comment": "15 pages, 4 figures", "summary": "Hopf terms are topological theta terms that are associated with a host of\ninteresting physics, including anyons, statistical transmutation, chiral edge\nstates, and the quantum spin-Hall effect. Here, we show that Hopf terms\ngenerically appear in two-dimensional metals without spin-orbit coupling at the\nintersection of magnetic and spin loop-current order. In the locally ordered,\nbut globally disordered, phase the system is governed by the Hopf term and\nrealizes a Hopf symmetry-protected topological phase. This phase is protected\nby the $\\mathrm{SU}(2)$ spin rotation symmetry, is gapped in the bulk, has\nchiral gapless edge states, and its spin-Hall conductance is quantized. Lattice\nmodels that realize this phase are introduced. In addition, we provide an\nelementary proof that the $\\theta$ angle of the Hopf term must be quantized to\nmultiples of $\\pi$ in non-relativistic systems, thereby precluding anyonic\nskyrmions in condensed matter systems."}
{"id": "2510.02304", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.02304", "abs": "https://arxiv.org/abs/2510.02304", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Amplified magnetic catalysis in non-Hermitian Euclidean and hyperbolic Dirac liquids", "comment": "20 Pages, 10 Figures, and 1 Table (For full Abstract, see manuscript)", "summary": "Due to their iconic linearly vanishing density of states near the\nzero-energy, half-filled two-dimensional Dirac materials in flat Euclidean and\nnegatively-curved hyperbolic spaces exhibit dynamic mass generation only once a\ncritical interaction strength is surpassed. Application of external magnetic\nfields onto these systems can, however, trigger the formation of such ordered\nphases yielding isotropic insulation near the band-center at arbitrarily weak\ncoupling, a phenomenon known as magnetic catalysis. Recently, it has been\nproposed that a specific type of non-Hermiticity, allowing the system to\nfeature an all-real eigenvalue spectrum otherwise squeezed toward the\nzero-energy, can bring down the requisite critical coupling of a specific\nfamily of ordered phases, commuting class masses, to a desired lower finite\nvalue in Dirac systems, a phenomenon known as non-Hermitian catalysis\n(arXiv:2501.18591). Here, we predict that a confluence of external magnetic\nfields and such a non-Hermiticity can amplify the magnitude of commuting class\nmasses for subcritical strengths of interactions in Dirac liquids, an emergent\nphenomenon named non-Hermitian amplification of magnetic catalysis. We anchor\nthis prediction from numerical self-consistent mean-field solutions of the\ncommuting class mass charge-density-wave (antiferromagnetic) order displaying a\nstaggered pattern of average electronic density (magnetization) between the\nnearest neighboring sites of the half-filled Euclidean honeycomb and hyperbolic\n{10, 3} and {14, 3} lattices, all featuring emergent non-Hermitian Dirac\nquasiparticles, after decomposing the nearest-neighbor Coulomb (on-site\nHubbard) repulsion in the Hartree channel. We discuss the scaling behavior of\nthese two orders with magnetic field and non-Hermiticity over a wide range of\nsubcritical interactions.. Possible experimental setups to test our predictions\nare discussed."}
{"id": "2510.01435", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01435", "abs": "https://arxiv.org/abs/2510.01435", "authors": ["Junming Wu", "Shihao Zhou", "Benedetta Flebus", "Wei Zhang"], "title": "Coupling Magnons to an Opto-Electronic Parametric Oscillator", "comment": "9 pages, 5 figures", "summary": "Hybrid magnonic systems have emerged as versatile modular components for\nquantum signal transduction and sensing applications owing to their capability\nof connecting distinct quantum platforms. To date, the majority of the magnonic\nsystems have been explored in a local, near-field scheme, due to the close\nproximity required for realizing a strong coupling between magnons and other\nexcitations. This constraint greatly limits the applicability of magnons in\ndeveloping remotely-coupled, distributed quantum network systems. On the\ncontrary, opto-electronic architectures hosting self-sustained oscillations has\nbeen a unique platform for longhaul signal transmission and processing. Here,\nwe integrated an opto-electronic oscillator with a magnonic oscillator\nconsisting of a microwave waveguide and a Y3Fe5O12(YIG) sphere, and\ndemonstrated strong and coherent coupling between YIG's magnon modes and the\nopto-electronic oscillator's characteristic photon modes - revealing the\nhallmark anti-crossing gap in the measured spectrum. In particular, the photon\nmode is produced on-demand via a nonlinear, parametric process as stipulated by\nan external seed pump. Both the internal cavity phase and the external pump\nphase can be precisely tuned to stabilize either degenerate or nondegenerate\nauto-oscillations. Our result lays out a new, hybrid platform for investigating\nlong-distance coupling and nonlinearity in coherent magnonic phenomena, which\nmay be find useful in constructing future distributed hybrid magnonic systems."}
{"id": "2510.01760", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.01760", "abs": "https://arxiv.org/abs/2510.01760", "authors": ["Siyu Duan", "Lili Shi", "Patrick Pilch", "Anneke Reinold", "Sergey Kovalev", "Renato M. A. Dantas", "Yunkun Yang", "Faxian Xiu", "Miriam Serena Vitiello", "Zhe Wang"], "title": "Giant enhancement of terahertz high-harmonic generation by cavity engineering of Dirac semimetal", "comment": null, "summary": "Engineered micro- or nano-structures based on nonlinear optical materials\noffer versatile opportunities for optoelectronic applications. While extensive\nefforts have been devoted to design tailored microcavities to promote and\nincrease the optical nonlinearities of graphene, the potential of engineering\nits three-dimensional counterparts -- three-dimensional Dirac semimetals --\nremains largely unexplored. Here we report on exceptionally strong terahertz\nnonlinearities in a cavity-engineered Dirac semimetal microstructure, and\ndemonstrate a giant enhancement of terahertz third- and fifth-order harmonic\nyields by more than three orders of magnitude. By fabricating a designed\nstructure of metallic metasurface microcavities on a nanometer thin film of the\nthreedimensional Dirac semimetal Cd3As2, we significantly enhance the\nnear-field intensity of a picosecond terahertz excitation pulse in resonance\nwith the microcavity eigenmode. This transiently modifies the nonlinearities of\nthe thin film and drives the nonlinear responses of the Dirac fermions from a\nweakly to a deeply nonperturbative regime where the observed high-harmonic\ngeneration essentially saturates."}
{"id": "2510.01682", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01682", "abs": "https://arxiv.org/abs/2510.01682", "authors": ["D. Maryenko", "M. Kawamura", "I. V. Maznichenko", "S. Ostanin", "D. Zhang", "M. Kriener", "V. K. Dugaev", "E. Ya. Sherman", "A. Ernst", "M. Kawasaki"], "title": "Re-entrant superconductivity at an oxide heterointerface", "comment": null, "summary": "A magnetic field typically suppresses superconductivity by either breaking\nCooper pairs via the Zeeman effect or inducing vortex formation. However, under\ncertain circumstances, a magnetic field can stabilize superconductivity\ninstead. This seemingly counterintuitive phenomenon is associated with magnetic\ninteractions and has been extensively studied in three-dimensional materials.\nBy contrast, this phenomenon, hinting at unconventional superconductivity,\nremains largely unexplored in two-dimensional systems, with moir\\'e-patterned\ngraphene being the only known example. Here, we report the observation of\nre-entrant superconductivity (RSC) at the epitaxial (110)-oriented LaTiO3-KTaO3\ninterface. This phenomenon occurs across a wide range of charge carrier\ndensities, which, unlike in three-dimensional materials, can be tuned in-situ\nvia electrostatic gating. We attribute the re-entrant superconductivity to the\ninterplay between a strong spin-orbit coupling and a magnetic-field driven\nmodification of the Fermi surface. Our findings offer new insights into\nre-entrant superconductivity and establish a robust platform for exploring\nnovel effects in two-dimensional superconductors."}
{"id": "2510.01769", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01769", "abs": "https://arxiv.org/abs/2510.01769", "authors": ["Grégoire Breyton", "Hakim Amara", "Jaysen Nelayah", "Christine Mottet", "Riccardo Gatti", "Jérôme Creuze", "Adrien Moncomble", "Damien Alloyeau", "Nathaly Ortiz Peña", "Guillaume Wang", "Christian Ricolleau"], "title": "Metallurgy at the nanoscale: domain walls in nanoalloys", "comment": null, "summary": "In binary alloys, domain walls play a central role not only on the phase\ntransitions but also on their physical properties and were at the heart of the\n70's metallurgy research. Whereas it can be predicted, with simple physics\narguments, that such domain walls cannot exist at the nanometer scale due to\nthe typical lengths of the statistical fluctuations of the order parameter,\nhere we show, with both experimental and numerical approaches how orientational\ndomain walls are formed in CuAu nanoparticles binary model systems. We\ndemonstrate that the formation of domains in larger NPs is driven by elastic\nstrain relaxation which is not needed in smaller NPs where surface effects\ndominate. Finally, we show how the multivariants NPs tend to form an isotropic\nmaterial through a continuous model of elasticity."}
{"id": "2510.01727", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01727", "abs": "https://arxiv.org/abs/2510.01727", "authors": ["Xiaoyu Liu", "Chong Wang", "Xiao-Wei Zhang", "Ting Cao", "Di Xiao"], "title": "Orbital Magnetization in Correlated States of Twisted Bilayer Transition Metal Dichalcogenides", "comment": null, "summary": "Recent observations of quantum anomalous Hall effects in moir\\'e systems have\nrevealed the emergence of interaction-driven ferromagnetism with significant\norbital contributions. To capture this physics, we extend the modern theory of\norbital magnetization to Hartree-Fock states and show that the standard\nexpression remains valid with Hartree-Fock orbitals and Hamiltonians. We then\nbenchmark our theory against the Kane-Mele-Hubbard model in a weak field, which\nyields excellent agreement with direct numerical calculations. Applying our\ntheory to twisted MoTe$_2$ bilayers, we find orbital magnetization of order one\nBohr magneton per moir\\'e cell with a non-monotonic twist-angle dependence. Our\nwork establishes a general theory of orbital magnetization in interacting\nmoir\\'e systems and provides quantitative guidance for interpreting recent\nexperiments."}
{"id": "2510.01786", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01786", "abs": "https://arxiv.org/abs/2510.01786", "authors": ["Chenggang Yang", "Jun Lu", "Hongzhang Wang", "Jian Zeng", "Wendong Bian", "Zhengshan Guo", "Jiankun Li", "Yulei Zhang", "Junwei Luo", "Tian Pei"], "title": "Tunable Wigner Molecules in a Germanium Quantum Dot", "comment": null, "summary": "The interplay between Coulomb interactions and kinetic energy underlies many\nexotic phases in condensed matter physics. In a two-dimensional electronic\nsystem, If Coulomb interaction dominates over kinetic energy, electrons\ncondense into a crystalline phase which is referred as Wigner crystal. This\nordered state manifests as Wigner molecule for few electrons at the microscopic\nscale. Observation of Wigner molecules has been reported in quantum dot and\nmoire superlattice systems. Here we demonstrate hole Wigner molecules can be\nformed in a gate-defined germanium quantum dot with high tunability. By varying\nvoltages applied to the quantum dot device, we can precisely tune the hole\ndensity by either changing the hole occupancy or the quantum dot size. For\ndensities smaller than a certain critical value, Coulomb interaction localizes\nindividual holes into ordered lattice sites, forming a Wigner molecule. By\nincreasing the densities, melting process from a Wigner molecule to Fermi\nliquid-like particles is observed. An intermediate configuration which\nindicates the coexistence of ordered structure and disordered structure can be\nformed within a narrow effective density range. Our results provide a new\nplatform for further exploration of the microscopic feature of strong\ncorrelated physics and open an avenue to exploit the application of Wigner\nmolecules for quantum information in a very promising spin qubit platform."}
{"id": "2510.01786", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.01786", "abs": "https://arxiv.org/abs/2510.01786", "authors": ["Chenggang Yang", "Jun Lu", "Hongzhang Wang", "Jian Zeng", "Wendong Bian", "Zhengshan Guo", "Jiankun Li", "Yulei Zhang", "Junwei Luo", "Tian Pei"], "title": "Tunable Wigner Molecules in a Germanium Quantum Dot", "comment": null, "summary": "The interplay between Coulomb interactions and kinetic energy underlies many\nexotic phases in condensed matter physics. In a two-dimensional electronic\nsystem, If Coulomb interaction dominates over kinetic energy, electrons\ncondense into a crystalline phase which is referred as Wigner crystal. This\nordered state manifests as Wigner molecule for few electrons at the microscopic\nscale. Observation of Wigner molecules has been reported in quantum dot and\nmoire superlattice systems. Here we demonstrate hole Wigner molecules can be\nformed in a gate-defined germanium quantum dot with high tunability. By varying\nvoltages applied to the quantum dot device, we can precisely tune the hole\ndensity by either changing the hole occupancy or the quantum dot size. For\ndensities smaller than a certain critical value, Coulomb interaction localizes\nindividual holes into ordered lattice sites, forming a Wigner molecule. By\nincreasing the densities, melting process from a Wigner molecule to Fermi\nliquid-like particles is observed. An intermediate configuration which\nindicates the coexistence of ordered structure and disordered structure can be\nformed within a narrow effective density range. Our results provide a new\nplatform for further exploration of the microscopic feature of strong\ncorrelated physics and open an avenue to exploit the application of Wigner\nmolecules for quantum information in a very promising spin qubit platform."}
{"id": "2510.01787", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.01787", "abs": "https://arxiv.org/abs/2510.01787", "authors": ["Héctor Vaquero del Pino", "François Gay-Balmaz", "Hiroaki Yoshimura", "Lock Yue Chew"], "title": "A variational formulation of stochastic thermodynamics. Part I: Finite-dimensional systems", "comment": null, "summary": "In this paper, we develop a variational foundation for stochastic\nthermodynamics of finite-dimensional, continuous-time systems. Requiring the\nsecond law (non-negative average total entropy production) systematically\nyields a consistent thermodynamic structure, from which novel generalized\nfluctuation-dissipation relations emerge naturally, ensuring local detailed\nbalance. This principle extends key results of stochastic thermodynamics\nincluding an individual trajectory level description of both configurational\nand thermal variables and fluctuation theorems in an extended thermodynamic\nphase space. It applies to both closed and open systems, while accommodating\nstate-dependent parameters, nonlinear couplings between configurational and\nthermal degrees of freedom, and cross-correlated noise consistent with Onsager\nsymmetry. This is achieved by establishing a unified geometric framework in\nwhich stochastic thermodynamics emerges from a generalized Lagrange-d'Alembert\nprinciple, building on the variational structure introduced by Gay-Balmaz and\nYoshimura [Phil. Trans. R. Soc. A 381, 2256 (2023)]. Irreversible and\nstochastic forces are incorporated through nonlinear nonholonomic constraints,\nwith entropy treated as an independent dynamical variable. This work provides a\nnovel approach for thermodynamically consistent modeling of stochastic systems,\nand paves the way to applications in continuum systems such as active and\ncomplex fluids."}
{"id": "2510.01921", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01921", "abs": "https://arxiv.org/abs/2510.01921", "authors": ["Edoardo Lopriore", "Charalambos Louca", "Armando Genco", "Irantzu Landa", "Daniel Erkensten", "Charles J. Sayers", "Samuel Brem", "Raul Perea-Causin", "Kenji Watanabe", "Takashi Taniguchi", "Christoph Gadermaier", "Ermin Malic", "Giulio Cerullo", "Stefano Dal Conte", "Andras Kis"], "title": "Electrically tunable ultrafast dynamics and interactions of hybrid excitons in a 2D semiconductor bilayer", "comment": null, "summary": "Extended efforts have been devoted to the study of strongly-interacting\nexcitons and their dynamics, towards macroscopic quantum states of matter such\nas Bose-Einstein condensates of excitons and polaritons. Momentum-direct\nlayer-hybridized excitons in transition metal dichalcogenides have attracted\nconsiderable attention due to their high oscillator strength and dipolar\nnature. However, the tunability of their interactions and dynamics remains\nunexplored. Here, we achieve an unprecedented control over the nonlinear\nproperties of dipolar layer-hybridized excitons in an electrically gated van\nder Waals homobilayer monitored by transient optical spectroscopy. By applying\na vertical electric field, we reveal strong Coulomb interactions of dipolar\nhybrid excitons, leading to opposite density-dependent energy shifts of the two\nmain hybrid species based on their dipolar orientation, together with a\nstrongly enhanced optical saturation of their absorption. Furthermore, by\nelectrically tuning the interlayer tunneling between the hybridized carriers,\nwe significantly extend the formation time of hybrid excitons, while\nsimultaneously increasing their decay times. Our findings have implications for\nthe search on quantum blockade and condensation of excitons and dipolaritons in\ntwo-dimensional materials."}
{"id": "2510.01802", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01802", "abs": "https://arxiv.org/abs/2510.01802", "authors": ["Guan-Hao Peng", "Chin-Jui Huang", "Wen-Teng Yang", "Shun-Jen Cheng"], "title": "Machine-learning-enabled methodology for the ab-initio simulations of sub-$μ$m-wide nanoribbons", "comment": "27 pages, 6 figures", "summary": "Simulation of mesoscopic nanostructures is a central challenge in condensed\nmatter physics and device applications. First-principles methods provide\naccurate electronic structures but are computationally prohibitive for large\nsystems, while empirical band theories are efficient yet limited by parameter\nfitting that neglects wavefunction information and often yields\nnon-transferable parameters. We propose a methodology that bridges these\napproaches, achieving first-principles-level reliability with computational\nefficiency through a machine-learning-enabled tight-binding framework. Our\napproach starts with Wannier tight-binding (WTB) parameters from small\nnanostructures, which serve as training data for machine learning (ML). To\nremove the gauge freedom of Wannier functions that obscures size- and\ngeometry-dependent parameter trends, we construct gauge-independent (GI) bases\nand transform the WTB model into a gauge-independent WTB (GI-WTB) model. This\nenables robust parameter fitting and ML prediction of parameter variations,\nyielding the machine-learning GI-WTB (ML-GI-WTB) model. Applied to MoS2\narmchair-edge nanoribbons, the ML-GI-WTB model shows excellent agreement with\nfirst-principles results and enables reliable simulations of sub-$\\mu$m-wide\nnanoribbons. This framework provides a scalable tool for predicting electronic\nproperties of realistic nanostructures beyond the reach of conventional\nfirst-principles methods."}
{"id": "2510.02221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02221", "abs": "https://arxiv.org/abs/2510.02221", "authors": ["Jia Li", "Yu-Tao Tan", "Yizhou Liu", "Jie Ren"], "title": "Phonon Spin Selective One-Way Axial Phonon Transport in Chiral Nanohelix", "comment": "4 pages, 4 figures", "summary": "Selectively exciting and manipulating phonons at nanoscale becomes more and\nmore important but still remains challenging in modern nano-energy control and\ninformation sensing. Here, we show that the phonon spin angular momentum\nprovides an extra degree of freedom to achieve versatile manipulation of axial\nphonons in nanomaterials via coupling to spinful multi-physical fields, such as\ncircularly polarized infrared absorption. In particular, we demonstrate the\nnanoscale one-way axial phonon excitation and routing in chiral nanomaterials,\nby converting the photon spin in circularly polarized optical fields into the\ncollective interference phonon spin. As exemplified in the smallest chiral\ncarbon nanotube, we show that the rectification rate can reach nearly 100\\%,\nachieving an ideal one-way phonon router, which is verified by molecular\ndynamics simulations. Our results shed new light on the flexible phonon\nmanipulation via phonon spin degree of freedom, paving the way for future spin\nphononics."}
{"id": "2510.01821", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01821", "abs": "https://arxiv.org/abs/2510.01821", "authors": ["Toni Markovic", "Wei Huang", "William S. Huxter", "Pietro Gambardella", "Sebastian Stepanow"], "title": "Intermediate diffusive-ballistic electron conduction around mesoscopic defects in graphene", "comment": null, "summary": "Non-diffusive effects in charge transport become relevant as device sizes and\nfeatures become comparable to the electronic mean free path. As a model system,\nwe investigate the electric transport around mesoscopic defects in graphene\nwith scanning tunneling potentiometry. Diffusive and ballistic contributions to\nthe scattering dipole are probed by simultaneously resolving the nanoscale\ntopography of pits in the graphene layer and measuring the local\nelectrochemical potential in the surrounding area. We find evidence of\ntransport in the intermediate regime between the diffusive and ballistic\nlimits, such that the magnitude of the electrochemical potential around the\ndefects is substantially underestimated by diffusive models. Our experiments\nand modeling are supported by lattice Boltzmann simulations, which highlight\nthe importance of the ratio between defect size and mean free path in the\nintermediate transport regime. The magnitude of the scattering dipole depends\non the shape of the pits in both the ballistic and diffusive transport modes.\nRemarkably, ballistic contributions to the electron transport are found at\nfeature sizes larger than the mean free path and rapidly increase at lower\nsizes, having a noticeable impact already at mesoscopic length scales."}
{"id": "2510.02231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02231", "abs": "https://arxiv.org/abs/2510.02231", "authors": ["L. L. Lage", "A. B. Félix", "D. S. Gomes", "M. L. Pereira Jr.", "A. Latgé"], "title": "Emergent Hierarchy in Localized States of Organic Quantum Chains", "comment": null, "summary": "Organic Quantum Chains (OQCs) represent a newly synthesized class of\ncarbon-based nanostructures whose quasi-one-dimensional nature gives rise to\nunconventional electronic and transport phenomena. Here we investigate the\nelectronic and transport properties of recently synthesized OQCs [Nature\nCommunications, 12, 5895 (2021)]. Structural stability was first assessed\nthrough molecular dynamics relaxation combined with density functional theory\n(DFT). The optimized coordinates are then used in a tight-binding model with\nexponentially decaying hopping parameterization, which reproduces the DFT\nresults with high accuracy. Our calculations reveal a robust and nearly\nconstant energy gap across several OQC configurations, in agreement with\nexperimental data. We also identify emergent hierarchical states, characterized\nby distinct localization behaviors within sets of localized bands. Finally, we\nanalyze different transport responses in scenarios involving the\none-dimensional OQC coupled to carbon corrals, as observed in the experimental\ndata, highlighting their potential as promising systems for application in\ncarbon nanodevices."}
{"id": "2510.01823", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.01823", "abs": "https://arxiv.org/abs/2510.01823", "authors": ["Julia Sanders", "Paolo Muratore-Ginanneschi"], "title": "Optimal Control of Engineered Swift Equilibration of Nanomechanical Oscillators", "comment": "42 pages, 10 figures", "summary": "We propose a reformulation of the problem of optimally controlled transitions\nin stochastic thermodynamics. We impose that any terminal cost specified by a\nthermodynamic functional should depend only on state variables and not on\ncontrol protocols, according to the canonical Bolza form. In this way, we can\nunambiguously discriminate between transitions at minimum dissipation between\ngenuine equilibrium states, and transitions at minimum work driving a system\nfrom a genuine equilibrium to a non-equilibrium state. For underdamped dynamics\nsubject to a mechanical force, genuine equilibrium means a Maxwell-Boltzmann\nprobability distribution defining a vanishing current velocity. Transitions at\nminimum dissipation between equilibria are a model of optimal swift engineered\nequilibration. Remarkably, we show that transitions at minimum work do not\ndirectly imply explicit boundary conditions on terminal values of parameters of\nthe mechanical force and on control protocols. Thus, the problem often\ndiscussed in the literature, that optimal protocols need terminal jumps to\nsatisfy boundary conditions, completely disappears. The quantitative properties\nof optimal controls are entirely determined by the form of the penalty\nmodelling an experimental setup. More generally, we use centre manifold theory\nto analytically account for the tendency of optimal controls to exhibit a\nturnpike property: optimal protocols in the bulk of the control horizon tend to\nconverge to a universal centre manifold determined only by the running cost.\nExponential deviations from the centre manifold occur at the ends of the\ncontrol horizon in order to satisfy the boundary conditions. Our findings are\nsupported numerically."}
{"id": "2510.02289", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02289", "abs": "https://arxiv.org/abs/2510.02289", "authors": ["Ruoshi Jiang", "Bartomeu Monserrat", "Wei Ku"], "title": "Charge order through crystallization of Frenkel excitons: realization in kagome metals", "comment": "14 pages, 4 figures, and 1 table", "summary": "Charge order is a widely observed and representative example of spontaneous\nbroken symmetries in quantum states of matter. Owing to the large intra-atomic\nCoulomb energy, the charge redistribution in such an order typically implies\nsignificant alteration of the electronic and lattice properties of materials.\nWhile the standard description of charge order, namely a \"charge density wave\"\ninstability of the Fermi surface, has been broadly and successfully applied to\ngood metals, its applicability to correlated ionic materials has been rather\nlimited. Here, we propose an alternative general scenario of charge order -\ncrystallization of long-lived Frenkel excitons - suitable for these ionic\nmaterials. We demonstrate this scenario on the recently discovered kagome\nsuperconductors and successfully reproduce all the characteristics of\nexperimental observations on both local charge correlations and long-range\nordering. The proposed generic scenario offers a long-sought understanding of\ncharge order applicable to modern correlated functional materials."}
{"id": "2510.01826", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01826", "abs": "https://arxiv.org/abs/2510.01826", "authors": ["Yuchen Cui", "Qiaomei Liu", "Qiong Wu", "Shuxiang Xu", "Junhan Huang", "Hao Wang", "Rongsheng Li", "Shanshan Han", "Wei Xu", "Li Du", "Ming Lu", "Chunmei Zhang", "Shangfei Wu", "Xinbo Wang", "Tao Dong", "Li Yue", "Dong Wu", "Nanlin Wang"], "title": "Ultrafast giant enhancement of second harmonic generation in a strongly correlated cobaltite YbBaCo4O7", "comment": null, "summary": "We report the observation of ultrafast photoinduced giant enhancement of\noptical second harmonic generation (SHG) efficiency in cobaltite YbBaCo4O7.\nUpon femtosecond pumping at energies above the band gap, the system exhibits an\nultrafast enhancement in SHG intensity, reaching up to 60% higher than the\ninitial value, then decays into a metastable state maintaining the enhancement.\nThe enhancement scales linearly with pump fluence but shows no dependence on\npump polarization. A pure electronic process sets in within the first ~200 fs\nand is accompanied by a pronounced anisotropic amplification of nonlinear\nsusceptibility. We propose this anomalous SHG enhancement originates from\nultrafast electronic band renormalization arising from dynamical modification\nof multi-electron correlations. In stark contrast to conventional asymmetric\nsystems where SHG is typically suppressed upon photoexcitation, our\nexperimental findings shed a new light on ultrafast optical control nonlinear\nproperties in quantum materials."}
{"id": "2510.01827", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01827", "abs": "https://arxiv.org/abs/2510.01827", "authors": ["Jintong Wu", "Zhuang Shao", "Junlei Zhao", "Flyura Djurabekova", "Kai Nordlund", "Fredric Granberg", "Qingmin Zhang", "and Jesper Byggmästar"], "title": "Accurate Machine-Learning Description for SiC in Extreme Environments", "comment": "13 pages, 7 figures; the supplementary material will be published\n  with the final version of the paper", "summary": "Silicon carbide (SiC) polymorphs are widely employed as nuclear materials,\nmechanical components, and wide-bandgap semiconductors. The rapid advancement\nof SiC-based applications has been complemented by computational modeling\nstudies, including both ab initio and classical atomistic approaches. In this\nwork, we develop a computationally efficient and general-purpose\nmachine-learned interatomic potential (ML-IAP) capable of multimillion-atom\nmolecular dynamics (MD) simulations over microsecond timescales. Using ML-IAP,\nwe systematically map the comprehensive pressure-temperature phase diagram (P-T\nphase diagram) and the threshold displacement energy (TDE) distributions for\nthe 2H and 3C polymorphs. Furthermore, collision cascade simulations provide\nin-depth insights into polymorph-dependent primary radiation damage clustering,\na phenomenon that conventional empirical potentials fail to accurately capture."}
{"id": "2510.01875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2510.01875", "abs": "https://arxiv.org/abs/2510.01875", "authors": ["Zhandos A. Moldabekov", "Sebastian Schwalbe", "Uwe Hernandez Acosta", "Thomas Gawne", "Jan Vorberger", "Michele Pavanello", "Tobias Dornheim"], "title": "Enhancing the Efficiency of Time-Dependent Density Functional Theory Calculations of Dynamic Response Properties", "comment": null, "summary": "X-ray Thomson scattering (XRTS) constitutes an essential technique for\ndiagnosing material properties under extreme conditions, such as high pressures\nand intense laser heating. Time-dependent density functional theory (TDDFT) is\none of the most accurate available ab initio methods for modeling XRTS spectra,\nas well as a host of other dynamic material properties. However, strong thermal\nexcitations, along with the need to account for variations in temperature and\ndensity as well as the finite size of the detector significantly increase the\ncomputational cost of TDDFT simulations compared to ambient conditions. In this\nwork, we present a broadly applicable method for optimizing and enhancing the\nefficiency of TDDFT calculations. Our approach is based on a one-to-one mapping\nbetween the dynamic structure factor and the imaginary time density--density\ncorrelation function, which naturally emerges in Feynman's path integral\nformulation of quantum many-body theory. Specifically, we combine rigorous\nconvergence tests in the imaginary time domain with a constraints-based noise\nattenuation technique to improve the efficiency of TDDFT modeling without the\nintroduction of any significant bias. As a result, we can report a speed-up by\nup to an order of magnitude, thus potentially saving millions of CPU hours for\nmodeling a single XRTS measurement of matter under extreme conditions."}
{"id": "2510.01881", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01881", "abs": "https://arxiv.org/abs/2510.01881", "authors": ["Grzegorz Krasucki", "Katarzyna Olkowska-Pucko", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Adam Babiński", "Maciej R. Molas"], "title": "Spin-phonon coupling and isotope-related pseudo-molecule vibrations in layered Cr$_2$Ge$_2$Te$_6$ ferromagnet", "comment": "8 pages, 5 figures + SI", "summary": "The vibrational structure of chromium germanium telluride\n(Cr$_2$Ge$_2$Te$_6$, CGT) is investigated and a strong spin-phonon coupling is\nrevealed. The measured high-resolution Raman scattering (RS) spectra are\ncomposed of the 10 Raman-active modes: 5A$_\\textrm{g}$ and 5E$_\\textrm{g}$,\npredicted by calculation using the density functional theory and identified\nusing polarization-resolved RS measurements. We also studied the effect of\ntemperature on the RS spectra of CGT from 5~K to 300~K. A strong magneto-phonon\ncoupling in CGT is revealed at temperatures of about 150~K and 60~K, which are\nassociated with the appearance of the local magnetic order in the material and\nthe transition to the complete ferromagnetic phase, respectively. Moreover, a\nunique shape of the A$_g^5$ mode composed of a set of very narrow Raman peaks\nis simulated using a model that takes into account vibrations of Ge-Ge\npseudo-molecules for various Ge isotopes."}
{"id": "2510.01909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.01909", "abs": "https://arxiv.org/abs/2510.01909", "authors": ["Jonas Arnold", "Peter Kopietz", "Andreas Rückriegel"], "title": "Strong-coupling functional renormalization group: Nagaoka ferromagnetism and non-Fermi liquid physics in the Hubbard model at $ U = \\infty $", "comment": "7 pages, 4 figures", "summary": "We develop an extension of the fermionic functional renormalization group for\nsystems where strong correlations give rise to projected Hilbert spaces. We use\nour method to calculate the phase diagram and the electronic spectral function\nof the Hubbard model at infinite on-site repulsion where many-body states\ninvolving doubly occupied lattice sites are eliminated from the physical\nHilbert space. For a square lattice with nearest-neighbor hopping we find that\nthe ground state evolves from a paramagnetic Fermi liquid at low densities via\na state with antiferromagnetic stripe order at intermediate densities to an\nextended Nagaoka ferromagnet at high densities. In the strongly correlated\nmagnetic phases, the electrons form an incoherent non-Fermi liquid. Both at\nhigh and low densities, the volume of the Fermi surface is not constrained by\nLuttinger's theorem."}
{"id": "2510.01917", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01917", "abs": "https://arxiv.org/abs/2510.01917", "authors": ["Yi-Cheng Lo", "Liao Jia Wang", "Yu-Chang Chen"], "title": "Band Gap Engineering of Nitrogen-Doped Monolayer WSe$_2$ Superlattice and its application to Field Effect Transistor", "comment": "11 pages, 8 figures", "summary": "We systematically investigate the electronic structures of pristine monolayer\nWSe$_2$ and WSe$_2$ superlattices with periodic nitrogen substitution. Unlike\nrandom doping, which often introduces in-gap impurity states, periodic nitrogen\ndoping primarily modulates the band gap, thereby facilitating effective band\ngap engineering for electronic and optoelectronic applications. The gap narrows\nmonotonically with increasing dopant density (pristine $>$ 8-row $>$ 6-row $>$\n4-row), directly influencing device switching. We also evaluate the FET\nperformance of nanojunctions created by these configurations by examining the\ncontour plot of current density as a function of temperature and gate voltage,\nwhich quantifies how bandgap engineering affects switching characteristics. Our\ncalculations clarify the classical-quantum crossover in sub-10 nm 2D FETs: as\n$T$ rises, $J$ approaches the thermionic current; as $T$ falls, quantum\ntunneling dominates, and the steep energy dependence of $\\tau(E)$ may break the\nclassical limit of subthreshold swing imposed by the Boltzmann tyranny. The\noptimal gating range ($V_g^\\mathrm{ON}$, $V_g^\\mathrm{OFF}$) is investigated\nfor each temperature, insensitive to temperature in the high-temperature\nregime, confirming the good thermal stability of the FET devices. A comparison\nstudy demonstrates that the 4-row structure, with large $J_\\mathrm{OFF}$ and\nrestricted operation range, is inappropriate for realistic FET applications.\nThe pristine structure has a high $V_g^\\mathrm{OFF}$ ($\\sim$1.1 V) makes it\nless practical, since such a large threshold voltage may promote time-dependent\ndielectric breakdown (TDDB) of the oxide layer, reducing device dependability.\nThe 6-row and 8-row structures exhibit more favorable $V_g^\\mathrm{OFF}$ values\n($\\sim$0.75 V), achieving compromise, making them more promising candidates for\nfuture FET integration."}
{"id": "2510.01921", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.01921", "abs": "https://arxiv.org/abs/2510.01921", "authors": ["Edoardo Lopriore", "Charalambos Louca", "Armando Genco", "Irantzu Landa", "Daniel Erkensten", "Charles J. Sayers", "Samuel Brem", "Raul Perea-Causin", "Kenji Watanabe", "Takashi Taniguchi", "Christoph Gadermaier", "Ermin Malic", "Giulio Cerullo", "Stefano Dal Conte", "Andras Kis"], "title": "Electrically tunable ultrafast dynamics and interactions of hybrid excitons in a 2D semiconductor bilayer", "comment": null, "summary": "Extended efforts have been devoted to the study of strongly-interacting\nexcitons and their dynamics, towards macroscopic quantum states of matter such\nas Bose-Einstein condensates of excitons and polaritons. Momentum-direct\nlayer-hybridized excitons in transition metal dichalcogenides have attracted\nconsiderable attention due to their high oscillator strength and dipolar\nnature. However, the tunability of their interactions and dynamics remains\nunexplored. Here, we achieve an unprecedented control over the nonlinear\nproperties of dipolar layer-hybridized excitons in an electrically gated van\nder Waals homobilayer monitored by transient optical spectroscopy. By applying\na vertical electric field, we reveal strong Coulomb interactions of dipolar\nhybrid excitons, leading to opposite density-dependent energy shifts of the two\nmain hybrid species based on their dipolar orientation, together with a\nstrongly enhanced optical saturation of their absorption. Furthermore, by\nelectrically tuning the interlayer tunneling between the hybridized carriers,\nwe significantly extend the formation time of hybrid excitons, while\nsimultaneously increasing their decay times. Our findings have implications for\nthe search on quantum blockade and condensation of excitons and dipolaritons in\ntwo-dimensional materials."}
{"id": "2510.01945", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.01945", "abs": "https://arxiv.org/abs/2510.01945", "authors": ["C. J. Muller"], "title": "Measuring the measurement problem: controlling decoherence with measurement duration in molecular MCB junctions", "comment": null, "summary": "We investigate the influence of the measurement duration on quantum coherence\nin molecular mechanically controlled break junctions operating in a\ntetrahydrofuran (THF) partially wet phase. These systems represent a distinct\nclass of enclosed open quantum systems with unusually long decoherence times at\nambient conditions, on the order of 1-20 ms. By tuning the integration time of\nthe current measurement in current-voltage (IV) characteristics, relative to\nthe decoherence time, we observe a transition from quantum interference\npatterns, manifested as structured bands of data points, to classical behavior\ncharacterized by a single averaged response. This demonstrates that the\nduration of a measurement acts as a controllable parameter for probing quantum\nbehavior in molecular junctions, offering new insights into decoherence\ndynamics in quantum mechanics."}
{"id": "2510.02011", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02011", "abs": "https://arxiv.org/abs/2510.02011", "authors": ["Yogesh Pokhrel", "Meike Tack", "Sven Reichenberger", "Matteo Levantino", "Anton Plech"], "title": "Pulsed-laser induced gold microparticle fragmentation by thermal strain", "comment": null, "summary": "Laser fragmentation of suspended microparticles is an upcoming alternative to\nlaser ablation in liquid (LAL) that allows to streamline the the delivery\nprocess and optimize the irradiation conditions for best efficiency. Yet, the\nstructural basis of this process is not well understood to date. Herein we\nemployed ultrafast x-ray scattering upon picosecond laser excitation of a gold\nmicroparticle suspension in order to understand the thermal kinetics as well as\nstructure evolution after fragmentation. The experiments are complemented by\nsimulations according to the two-temperature model to verify the spatiotemporal\ntemperature distribution. It is found that above a fluence threshold of 750\nJ/m$^2$ the microparticles are fragmented within a nanosecond into several\nlarge pieces where the driving force is the strain due to a strongly\ninhomogenous heat distribution on the one hand and stress confinement due to\nthe ultrafast heating compared to stress propagation on the other hand. The\nadditional limited formation of small clusters is attributed to photothermal\ndecomposition on the front side of the microparticles at the fluence of 2700\nJ/m$^2$."}
{"id": "2510.02042", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02042", "abs": "https://arxiv.org/abs/2510.02042", "authors": ["Cecilie Glittum", "Olav F. Syljuåsen"], "title": "The Finite-Temperature Behavior of a Triangular Heisenberg Antiferromagnet", "comment": null, "summary": "We investigate the classical antiferromagnetic Heisenberg model on the\ntriangular lattice with up to third-nearest neighbor couplings using nematic\nbond theory. This approach allows us to compute the free energy and the neutron\nscattering static structure factor at finite temperatures. We map out the phase\ndiagram with a particular emphasis on finite-temperature phase transitions that\nbreak lattice rotational symmetries, spiral spin liquids and the broad specific\nheat hump that is ubiquitous in the antiferromagnetic 120 degree phase."}
{"id": "2510.02064", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02064", "abs": "https://arxiv.org/abs/2510.02064", "authors": ["Zhuo Ye", "Jun Liu", "Yong-Xin Yao", "Feng Zhang", "Kai-Ming Ho", "Cai-Zhuang Wang"], "title": "Ab initio calculation of atomic solid hydrogen phases based on Gutzwiller many-body wave functions", "comment": "22 pages, 4 figures", "summary": "We apply two ab initio many-body methods based on Gutzwiller wave functions,\ni.e., correlation matrix renormalization theory (CMRT) and Gutzwiller conjugate\ngradient minimization (GCGM), to the study of crystalline phases of atomic\nhydrogen. Both methods avoid empirical Hubbard U parameters and are free from\ndouble-counting issues. CMRT employs a Gutzwiller-type approximation that\nenables efficient calculations, while GCGM goes beyond this approximation to\nachieve higher accuracy at higher computational cost. By benchmarking against\navailable quantum Monte Carlo results, we demonstrate that while both methods\nare more accurate than the widely used density-functional theory (DFT), GCGM\nsystematically captures additional correlation energy missing in CMRT, leading\nto significantly improved total energy predictions. We also show that by\nincluding the correlation energy from LDA in the CMRT calculation, CMRT+\nproduces energy in better agreement with the QMC results in these hydrogen\nlattice systems."}
{"id": "2510.02090", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.02090", "abs": "https://arxiv.org/abs/2510.02090", "authors": ["Jorge M. Escobar-Agudelo", "Rui Aquino", "Danilo B. Liarte"], "title": "Effective-medium theory for elastic systems with correlated disorder", "comment": "9 pages, 5 figures", "summary": "Correlated structures are intimately connected to intriguing phenomena\nexhibited by a variety of disordered systems such as soft colloidal gels,\nbio-polymer networks and colloidal suspensions near a shear jamming transition.\nThe universal critical behavior of these systems near the onset of rigidity is\noften described by traditional approaches as the coherent potential\napproximation - a versatile version of effective-medium theory that\nnevertheless have hitherto lacked key ingredients to describe disorder spatial\ncorrelations. Here we propose a multi-purpose generalization of the coherent\npotential approximation to describe the mechanical behavior of elastic networks\nwith spatially-correlated disorder. We apply our theory to a simple\nrigidity-percolation model for colloidal gels and study the effects of\ncorrelations in both the critical point and the overall scaling behavior. We\nfind that although the presence of spatial correlations (mimicking attractive\ninteractions of gels) shifts the critical packing fraction to lower values,\nsuggesting sub-isostatic behavior, the critical coordination number of the\nassociated network remains isostatic. More importantly, we discuss how our\ntheory can be employed to describe a large variety of systems with\nspatially-correlated disorder."}
{"id": "2510.02098", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02098", "abs": "https://arxiv.org/abs/2510.02098", "authors": ["Stefano Racioppi", "Eva Zurek"], "title": "Quantum Effects or Theoretical Artifacts? A Computational Reanalysis of Hydrogen at High-Pressure", "comment": null, "summary": "The stability of high-pressure phases of hydrogen remains a central question\nin condensed matter physics, where both experimental observations and\ntheoretical predictions are highly sensitive to methodological choices. Here,\nwe revisit the cold phase diagram of hydrogen between 400 and 700 GPa using the\nmeta-GGA functionals (R2SCAN and SCAN0) and compare the results with the more\ncommon PBE. At the meta-GGA level, molecular phases (Cmca-4, Cmca-12, and C2/c)\nare stabilized over the atomic I41/amd phase up to significantly higher\npressures than predicted by GGA, in closer agreement with diffusion Monte Carlo\ncalculations and experimental observations of band-gap closure near 425 GPa.\nFurthermore, phonon spectra calculated with R2SCAN show that the dynamical\ninstabilities and anharmonic signatures previously predicted at the GGA level\nvanish, indicating that such effects may partly arise from functional\ndeficiencies rather than genuine nuclear quantum effects. Bonding analysis\nreveals that PBE artificially weakens intramolecular H-H bonds and enhances\nintermolecular interactions through charge delocalization, whereas meta-GGA\npreserves a more localized molecular character. Anharmonic motion remains\nrelevant for finite-temperature dynamics; however, we demonstrate that the\naccurate description of the potential energy surface - particularly its\ncurvature near equilibrium - is pivotal for assessing both phase stability and\nbonding of hydrogen at high-pressure."}
{"id": "2510.02221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02221", "abs": "https://arxiv.org/abs/2510.02221", "authors": ["Jia Li", "Yu-Tao Tan", "Yizhou Liu", "Jie Ren"], "title": "Phonon Spin Selective One-Way Axial Phonon Transport in Chiral Nanohelix", "comment": "4 pages, 4 figures", "summary": "Selectively exciting and manipulating phonons at nanoscale becomes more and\nmore important but still remains challenging in modern nano-energy control and\ninformation sensing. Here, we show that the phonon spin angular momentum\nprovides an extra degree of freedom to achieve versatile manipulation of axial\nphonons in nanomaterials via coupling to spinful multi-physical fields, such as\ncircularly polarized infrared absorption. In particular, we demonstrate the\nnanoscale one-way axial phonon excitation and routing in chiral nanomaterials,\nby converting the photon spin in circularly polarized optical fields into the\ncollective interference phonon spin. As exemplified in the smallest chiral\ncarbon nanotube, we show that the rectification rate can reach nearly 100\\%,\nachieving an ideal one-way phonon router, which is verified by molecular\ndynamics simulations. Our results shed new light on the flexible phonon\nmanipulation via phonon spin degree of freedom, paving the way for future spin\nphononics."}
{"id": "2510.02231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02231", "abs": "https://arxiv.org/abs/2510.02231", "authors": ["L. L. Lage", "A. B. Félix", "D. S. Gomes", "M. L. Pereira Jr.", "A. Latgé"], "title": "Emergent Hierarchy in Localized States of Organic Quantum Chains", "comment": null, "summary": "Organic Quantum Chains (OQCs) represent a newly synthesized class of\ncarbon-based nanostructures whose quasi-one-dimensional nature gives rise to\nunconventional electronic and transport phenomena. Here we investigate the\nelectronic and transport properties of recently synthesized OQCs [Nature\nCommunications, 12, 5895 (2021)]. Structural stability was first assessed\nthrough molecular dynamics relaxation combined with density functional theory\n(DFT). The optimized coordinates are then used in a tight-binding model with\nexponentially decaying hopping parameterization, which reproduces the DFT\nresults with high accuracy. Our calculations reveal a robust and nearly\nconstant energy gap across several OQC configurations, in agreement with\nexperimental data. We also identify emergent hierarchical states, characterized\nby distinct localization behaviors within sets of localized bands. Finally, we\nanalyze different transport responses in scenarios involving the\none-dimensional OQC coupled to carbon corrals, as observed in the experimental\ndata, highlighting their potential as promising systems for application in\ncarbon nanodevices."}
{"id": "2510.02234", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02234", "abs": "https://arxiv.org/abs/2510.02234", "authors": ["Reetendra Singh", "Abhishek Rakshit", "Galit Atiya", "Michael Kalina", "Yaron Kauffmann", "Yoav Kalcheim"], "title": "Reversal of strain state in a Mott insulator thin film by controlling substrate morphology", "comment": null, "summary": "The V2O3 phase diagram contains two insulating phases and one metallic phase\nwith different lattice structures. The stability of these phases is very\nsensitive to pressure, offering a mechanism to tune phase transitions by\ninducing strain in thin films. The most studied source of strain is lattice\nmismatch between the film and the substrate. In this work, however, we find\nthat the film/substrate thermal expansion mismatch can be made to play a\ndominant role by modifying the substrate morphology. When grown on sapphire,\nthe lattice mismatch induces compressive strain in the V2O3 films, whereas\nthermal expansion mismatch induces tensile strain. We find that minute changes\nin substrate morphology may relax the compressive strain component, allowing\nthe thermally-induced tensile component to overcome it. Thus, by simple\nannealing of the substrates to create either a flat or stepped morphology,\nstrongly compressive or tensile strains may be induced in the films. This\nresults in either full suppression of the metal-insulator transition or\nstabilization of insulating phases at all temperatures, exhibiting many orders\nof magnitude differences in film resistivity. To elucidate the strain\nrelaxation mechanism, we use high-resolution scanning transmission electron\nmicroscopy (HRSTEM) to image the atomic steps in the substrate and the adjacent\ncrystallographic defects in the V2O3. These findings offer a hitherto\nunderexplored mechanism to tune strain in thin films, deepen our understanding\nof the effects of structural degrees of freedom on phase stability of a\ncanonical Mott insulator and may allow for applications requiring\ninsulator-metal switching above room temperature."}
{"id": "2510.02256", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02256", "abs": "https://arxiv.org/abs/2510.02256", "authors": ["Federico Garcia-Gaitan", "Branislav K. Nikolic"], "title": "Fate of entanglement in open quantum spin liquid: Time evolution of its genuine multipartite negativity upon sudden coupling to a dissipative bosonic environment", "comment": "9 pages, 3 figures, 84 references, Supplemental Material with\n  additional figure and derivation is available from this\n  https://wiki.physics.udel.edu/qttg/Publications", "summary": "Topological properties of many-body entanglement in quantum spin liquids\n(QSLs), persisting at arbitrarily long distances, have been intensely explored\nover the past two decades, but mostly for QSLs viewed as {\\em closed} quantum\nsystems. However, in experiments and potential quantum computing applications,\ncandidate materials for this exotic phase of quantum matter will always\ninteract with a dissipative environment, such as the one generated by bosonic\nquasiparticles in solids at finite temperature. Here we investigate the spatial\nstructure and stability of entanglement in the Kitaev model of QSL made {\\em\nopen} by sudden coupling to an infinite bosonic bath of Caldeira-Leggett type\nand time-evolved using the Lindblad quantum master equation in the Markovian\nregime (i.e., for weak coupling) or tensor network methods for open quantum\nsystems in the non-Markovian regime (i.e., for strong coupling). From the\ntime-evolved density matrix of QSL and its subregions, we extract genuine\nmultipartite negativity (GMN), quantum Fisher information, spin-spin\ncorrelators, and expectation value (EV) of the Wilson loop operator. In\nparticular, time-dependence of GMN offers the most penetrating insights: (i) in\nthe Markovian regime, it remains non-zero in larger loopy subregions of QSL (as\nalso discovered very recently for closed QSLs) up to temperatures comparable to\nKitaev exchange interaction at which other quantities, such as EV of the Wilson\nloop operator, vanish; (ii) in the non-Markovian regime with pronounced memory\neffects, GMN remains non-zero up to even higher temperatures, while also\nacquiring non-zero value in smaller non-loopy subregions. The non-Markovian\ndynamics can also generate emergent interactions between spins, thereby opening\navenues for tailoring properties of QSL via environmental engineering."}
{"id": "2510.02267", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02267", "abs": "https://arxiv.org/abs/2510.02267", "authors": ["Alejandro D. Bendersky", "Sergio S. Gomez", "Rodolfo H. Romero"], "title": "Quantum gates in coupled quantum dots controlled by coupling modulation", "comment": "22 pages, 5 figures", "summary": "We studied the dynamics of a pair of single-electron double quantum dots\n(DQD) under longitudinal and transverse static magnetic fields and\ntime-dependent harmonic modulation of their interaction couplings. We propose\nto modulate the tunnel coupling between the QDs to produce one-qubit gates and\nthe exchange coupling between DQDs to generate entangling gates, the set of\noperations required for quantum computing. We developed analytical\napproximations to set the conditions to control the qubits and applied them to\nnumerical calculations to test the accuracy and robustness of the analytical\nmodel. The results shows that the unitary evolution of the two-electron state\nperforms the designed operations even under conditions shifted from the ideal\nones."}
{"id": "2510.02289", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02289", "abs": "https://arxiv.org/abs/2510.02289", "authors": ["Ruoshi Jiang", "Bartomeu Monserrat", "Wei Ku"], "title": "Charge order through crystallization of Frenkel excitons: realization in kagome metals", "comment": "14 pages, 4 figures, and 1 table", "summary": "Charge order is a widely observed and representative example of spontaneous\nbroken symmetries in quantum states of matter. Owing to the large intra-atomic\nCoulomb energy, the charge redistribution in such an order typically implies\nsignificant alteration of the electronic and lattice properties of materials.\nWhile the standard description of charge order, namely a \"charge density wave\"\ninstability of the Fermi surface, has been broadly and successfully applied to\ngood metals, its applicability to correlated ionic materials has been rather\nlimited. Here, we propose an alternative general scenario of charge order -\ncrystallization of long-lived Frenkel excitons - suitable for these ionic\nmaterials. We demonstrate this scenario on the recently discovered kagome\nsuperconductors and successfully reproduce all the characteristics of\nexperimental observations on both local charge correlations and long-range\nordering. The proposed generic scenario offers a long-sought understanding of\ncharge order applicable to modern correlated functional materials."}
{"id": "2510.02304", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.02304", "abs": "https://arxiv.org/abs/2510.02304", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Amplified magnetic catalysis in non-Hermitian Euclidean and hyperbolic Dirac liquids", "comment": "20 Pages, 10 Figures, and 1 Table (For full Abstract, see manuscript)", "summary": "Due to their iconic linearly vanishing density of states near the\nzero-energy, half-filled two-dimensional Dirac materials in flat Euclidean and\nnegatively-curved hyperbolic spaces exhibit dynamic mass generation only once a\ncritical interaction strength is surpassed. Application of external magnetic\nfields onto these systems can, however, trigger the formation of such ordered\nphases yielding isotropic insulation near the band-center at arbitrarily weak\ncoupling, a phenomenon known as magnetic catalysis. Recently, it has been\nproposed that a specific type of non-Hermiticity, allowing the system to\nfeature an all-real eigenvalue spectrum otherwise squeezed toward the\nzero-energy, can bring down the requisite critical coupling of a specific\nfamily of ordered phases, commuting class masses, to a desired lower finite\nvalue in Dirac systems, a phenomenon known as non-Hermitian catalysis\n(arXiv:2501.18591). Here, we predict that a confluence of external magnetic\nfields and such a non-Hermiticity can amplify the magnitude of commuting class\nmasses for subcritical strengths of interactions in Dirac liquids, an emergent\nphenomenon named non-Hermitian amplification of magnetic catalysis. We anchor\nthis prediction from numerical self-consistent mean-field solutions of the\ncommuting class mass charge-density-wave (antiferromagnetic) order displaying a\nstaggered pattern of average electronic density (magnetization) between the\nnearest neighboring sites of the half-filled Euclidean honeycomb and hyperbolic\n{10, 3} and {14, 3} lattices, all featuring emergent non-Hermitian Dirac\nquasiparticles, after decomposing the nearest-neighbor Coulomb (on-site\nHubbard) repulsion in the Hartree channel. We discuss the scaling behavior of\nthese two orders with magnetic field and non-Hermiticity over a wide range of\nsubcritical interactions.. Possible experimental setups to test our predictions\nare discussed."}
