{"id": "2512.13888", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.13888", "abs": "https://arxiv.org/abs/2512.13888", "authors": ["Hua Lv", "Tauqir Shinwari", "Kacho Imtiyaz Ali Khan", "Jens Herfort", "Chen Chen", "Joan M. Redwing", "Mehak Loyal", "Gerhard Jakob", "Mathias Klaeui", "Achim Trampert", "Bernat Mundet", "Belen Ballesteros", "Manfred Ramsteiner", "Roman Engel-Herbert", "Michael Hanke", "Joao Marcelo J. Lopes"], "title": "Proximity-tuned Magnetic and Transport Anomalies in All-epitaxial Fe5-xGeTe2/WSe2 Van der Waals Heterostructures", "comment": null, "summary": "Van der Waals (vdW) heterostructures combining two-dimensional (2D) ferromagnets and semiconducting transition-metal dichalcogenides (TMDCs) offer highly promising opportunities for tailoring 2D magnetism through interfacial proximity effects, enabling unique physical phenomena inaccessible in 3D systems and achieving functionalities beyond conventional spintronics. However, current fabrication of vdW heterostructures still relies heavily on the manual stacking of exfoliated 2D flakes, leading to critical challenges in scalability, interfacial quality, thickness control and device integration. This work reports on the realization of all-epitaxial, high-quality Fe5-xGeTe2(FGT)/WSe2 heterostructures exhibiting perpendicular magnetic anisotropy (PMA) and room-temperature ferromagnetism. The FGT/WSe2 system demonstrates temperature-driven magnetic transitions, higher-order PMA contributions and large anisotropic magnetoresistance, highlighting sublattice-specific contributions to magnetic and transport properties. Notably, the FGT/WSe2 heterostructures display unconventional physical phenomena, including thickness- and temperature-dependent sign reversal of exchange bias, a reversed thickness trend in the unconventional Hall effect, and a non-monotonic PMA-thickness dependence. These anomalies indicate pronounced interfacial contributions arising from proximity effects enhanced by epitaxial interface quality. Collectively, this study provides deep insights into the magnetic and transport properties of FGT/WSe2 vdW heterostructures, establishing a scalable platform for exploring emergent 2D physics and advancing next-generation 2D spintronic technologies."}
{"id": "2512.13988", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.13988", "abs": "https://arxiv.org/abs/2512.13988", "authors": ["Antonio Martinez Margolles", "Patrick K. Schelling"], "title": "Thermal response functions and second sound in graphene", "comment": "16 pages, 12 figures, to be submitted to Journal of Applied Physics", "summary": "The propagation of second sound, and more broadly the ballistic transport of heat, is of central importance in heat dissipation from electronic devices at very short length and time scales. Specifically, there is an interest in the practical implications of violations of Fourier's law. Recently, we have developed a simulation approach based on thermal-response functions that is appropriate for elucidating physics beyond the diffusive regime, including time-dependent sources and second-sound propagation. The methods are applied to free-standing graphene simulated using molecular-dynamics (MD) with empirical potentials. The simulations predict a strong second-sound signal at T=300K for length scales of at least L=68.1nm. It is demonstrated that the second-sound dissipation time is determined primarily by decoherence that emerges from the details of the phonon band structure. It is also shown that the decay time for second sound depends sensitively on the length scale that characterizes the thermal excitation. This is in contrast with theories based on the Boltzmann transport equation (BTE), where second-sound dissipation is determined primarily by the resistive anharmonic phonon scattering rate. Calculations using the linearized BTE are also presented, along with analysis of second sound based on the BTE. This approach results in significantly longer lifetimes for second sound in comparison to our MD simulation results. Predictions for the response due to time-dependent sources are also presented, including insight into how time-dependent sources could be tuned to result in weak or strong temperature oscillations, and how time-dependent experiments might probe the spectra associated with second sound. Results are discussed in the context of second sound in graphite in the temperature range from 100-200K."}
{"id": "2512.14071", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14071", "abs": "https://arxiv.org/abs/2512.14071", "authors": ["Shun Okumura", "Moritz M. Hirschmann", "Yukitoshi Motome"], "title": "Spiral-induced Anomalous Hall Effect from Odd-parity Spin-nodal Lines", "comment": "7 pages, 5 figures", "summary": "Spin spirals represent a fundamental class of noncollinear yet coplanar magnetic structures that give rise to diverse emergent phenomena reflecting spin chirality. We investigate metallic systems hosting commensurate spin spirals and uncover an unconventional anomalous Hall effect (AHE) induced by spiral magnetism. The spin spiral introduces odd-parity spin splitting with polarization perpendicular to the helical plane, forming spin-nodal lines in the electronic structure. In the presence of spin-orbit coupling, we find that these nodal lines become gapped by finite magnetization, concentrating the Berry curvature near the gap and generating a distinctive AHE. We identify the interplay among the spin-orbit coupling, helical plane orientation, and magnetization direction as the key ingredient for this spiral-induced AHE, which is expected to occur across a wide range of materials hosting commensurate spin spirals."}
{"id": "2512.14630", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.14630", "abs": "https://arxiv.org/abs/2512.14630", "authors": ["Narges Taghizade", "Andreas Windischbacher", "Robert Schwarzl", "Frederik Leinenbach", "Maximilian Jeindl", "Marvin F. Schumacher", "Brunella Bardi", "Andrea Lapini", "Arne Lützen", "Manuela Schiek", "Andreas W. Hauser", "Markus Koch", "Peter Puschnig"], "title": "Mapping the Optical Landscape of a Squaraine Molecule in the Visible and Ultraviolet Energy Range", "comment": null, "summary": "Although squaraine dyes are commonly praised as candidates for light-based applications, little is known about their excited state landscape beyond the low-energy visible light region. Our work aims for an improved understanding of the photophysical properties of squaraines at the example of N-isobutyl substituted anilino-squaraine (SQIB) by extending ground-state and excited-state absorption spectroscopy of the molecule into the ultraviolet up to 6.5~eV. In addition, we distinguish the relative transition dipole moments of the excited state absorption peaks with the help of transient absorption anisotropy experiments. To relate experimental features to specific states, we employ a set of ab initio methods including time-dependent density functional theory (TDDFT), the Bethe-Salpeter equation (BSE) and n-electron valence perturbation theory on top of a self-consistent complete active space (CASSCF/NEVPT2). Our assignment is complemented by vibronic simulations and a discussion of two-photon absorption measurements. Through this joint effort, we are able to provide a consistent picture of the optical behavior of SQIB across the visible and ultraviolet light regime, and assign a total of twelve electronically excited states to our experimental data."}
{"id": "2512.14088", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.14088", "abs": "https://arxiv.org/abs/2512.14088", "authors": ["David Roberts", "Trevor McCourt", "Geremia Massarelli", "Jeremy Rothschild", "Nahuel Freitas"], "title": "Improved diffusive approximation of Markov jump processes close to equilibrium", "comment": "18 pages, 8 figures. Includes Supplemental Material. Submitted to Phys. Rev. Research", "summary": "Diffusive approximations of Markov jump processes often fail to accurately capture large fluctuations. This is confounding, as the rare events triggered by these large fluctuations, such as the failure of electronic memories, are often the object of interest. In this paper we present an improved diffusive approximation, extending a method previously limited to equilibrium systems. Using new tools from stochastic thermodynamics, we prove its validity to linear order in departures from equilibrium and demonstrate its superior accuracy over the Kramers-Moyal expansion in predicting both steady-state and transient properties, including the error rate of a non-equilibrium electronic memory."}
{"id": "2512.14631", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14631", "abs": "https://arxiv.org/abs/2512.14631", "authors": ["Giovanni Di Muccio", "Gonçalo Paulo", "Lorenzo Iannetti", "Adina Sauciuc", "Giovanni Maglia", "Alberto Giacomello"], "title": "Electrodrying in nanopores: from fundamentals to iontronic and memristive applications", "comment": null, "summary": "Iontronics is a burgeoning paradigm that employs ions in solution as information carriers for sensing and computing, e.g., in neuromorphic devices. The fundamentally different working principle as compared to electronics requires novel approaches and concepts to control the impedance of nanoscale fluidic circuit elements, such as nanopores. For instance, previous research has focused on voltage-induced pore wetting as a means to trigger conduction in nanopores. The present study explores the opposite counter-intuitive mechanism: using voltage to dry hydrophobic nanopores and, therefore, to turn off conduction. This \"electrodrying\" concept affords exquisite, bidirectional control over the conductance of nanopores additionally showing hysteresis in the current-voltage curve that is the fingerprint of memristors. Using an analytical model and free-energy molecular dynamics simulations, we explain the physical mechanism underlying electrodrying and provide clear design criteria for solid-state and biological nanopores with bidirectional control over conductance. The electrical behaviour of electrodrying nanopores shows two unique features: i) the hysteresis loop is shifted from the origin, accounting for the fifth, previously unreported memristor type and ii) negative differential resistance is observed over a broad voltage range in which the non-conductive state is favoured by electrodrying. These properties are demonstrated in a short-term memory task and in an iontronic oscillator circuit to showcase their potential in neuromorphic applications and iontronic devices. Finally, we validate our predictions through experiments on engineered dipolar hydrophobic CytK nanopores, whose voltage-dependent conductance substantiates the electrodrying concept."}
{"id": "2512.13965", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.13965", "abs": "https://arxiv.org/abs/2512.13965", "authors": ["Joseph A. Farmer", "Aidan Murray", "Johannes Krotz", "Ryan G. McClarren"], "title": "Generative Monte Carlo Sampling for Constant-Cost Particle Transport", "comment": "10 pages, 4 figures", "summary": "We present Generative Monte Carlo (GMC), a novel paradigm for particle transport simulation that integrates generative artificial intelligence directly into the stochastic solution of the linear Boltzmann equation. By reformulating the cell-transmission problem as a conditional generation task, we train neural networks using conditional flow matching to sample particle exit states, including position, direction, and path length, without simulating scattering histories. The method employs optical coordinate scaling, enabling a single trained model to generalize across any material. We validate GMC on two canonical benchmarks, namely a heterogeneous lattice problem characteristic of nuclear reactor cores and a linearized hohlraum geometry representative of high-energy density radiative transfer. Results demonstrate that GMC preserves the statistical fidelity of standard Monte Carlo, exhibiting the expected $1/\\sqrt{N}$ convergence rate while maintaining accurate scalar flux profiles. While standard Monte Carlo computational cost scales linearly with optical thickness in the diffusive limit, GMC achieves constant $O(1)$ cost per cell transmission, yielding order-of-magnitude speedups in optically thick regimes. This framework strategically aligns particle transport with modern computing architectures optimized for neural network inference, positioning transport codes to leverage ongoing advances in AI hardware and algorithms."}
{"id": "2512.13748", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13748", "abs": "https://arxiv.org/abs/2512.13748", "authors": ["Huanhuan Tian", "Jianguo Yang", "Ming Liu"], "title": "Nucleation suppression by charge screening on grain boundaries: a kinetic model for bulk imprint in polycrystalline ferroelectric thin films", "comment": null, "summary": "The imprint effect, a significant reliability challenge in ferroelectric memories, manifests as a shift in the coercive field during retention and endurance tests, ultimately degrading the usable memory window. \\rv{While traditional models attribute imprint primarily to charge screening at the interface between the dead layer and the ferroelectric film, the contribution from grain boundaries has been largely overlooked. This work advances a bulk imprint mechanism by establishing a phase-field model, which demonstrates that the tuning of domain nuclei near grain boundaries via charge screening consistently explains the imprint process and aligns with key experimental trends.} These findings provide novel insights into the imprint process and advance the understanding of reliability issues in ferroelectric memory devices."}
{"id": "2512.13808", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13808", "abs": "https://arxiv.org/abs/2512.13808", "authors": ["Matthew Bunney", "Lucca Marchetti", "Domenico Di Sante", "Carsten Honerkamp", "Stephan Rachel"], "title": "Chiral topological superconductivity in hole-doped Sn/Si(111)", "comment": "(7+8 pages, 4+5 figures)", "summary": "A third monolayer of tin atoms on the semiconductor substrate Si(111) has been shown to become superconducting upon six to ten percent hole doping. Experiments have reported promising results hinting at a superconducting chiral $d$-wave order parameter. Here we examine Sn/Si(111) by combining most recent ab initio results, quasi-particle interference calculations, state-of-the-art truncated-unity functional renormalization group simulations and Bogoliubov-de Gennes analysis. We show remarkable agreement between experimental and theoretical quasi-particle interference data both in the metallic and superconducting regimes. The interacting phase diagram reveals that the superconductivity is indeed chiral $d$-wave with Chern number $C=4$. Surprisingly, magnetically ordered phases are absent, instead we find charge density wave order, as observed in related compounds, as a competing phase. Our results demonstrate that Sn/Si(111) is an outstanding candidate material for chiral topological superconductivity."}
{"id": "2512.13748", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13748", "abs": "https://arxiv.org/abs/2512.13748", "authors": ["Huanhuan Tian", "Jianguo Yang", "Ming Liu"], "title": "Nucleation suppression by charge screening on grain boundaries: a kinetic model for bulk imprint in polycrystalline ferroelectric thin films", "comment": null, "summary": "The imprint effect, a significant reliability challenge in ferroelectric memories, manifests as a shift in the coercive field during retention and endurance tests, ultimately degrading the usable memory window. \\rv{While traditional models attribute imprint primarily to charge screening at the interface between the dead layer and the ferroelectric film, the contribution from grain boundaries has been largely overlooked. This work advances a bulk imprint mechanism by establishing a phase-field model, which demonstrates that the tuning of domain nuclei near grain boundaries via charge screening consistently explains the imprint process and aligns with key experimental trends.} These findings provide novel insights into the imprint process and advance the understanding of reliability issues in ferroelectric memory devices."}
{"id": "2512.13761", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13761", "abs": "https://arxiv.org/abs/2512.13761", "authors": ["V. S. Ryumshin"], "title": "Monte Carlo study of phase transitions in model orthonickelate", "comment": null, "summary": "The results of numerical simulation using a classical Monte Carlo method with a kinematic accounting of the bosons concentration for a pseudospin model of orthonickelates are presented. Type of the phase transitions of the model orthonickelates is investigated."}
{"id": "2512.14144", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14144", "abs": "https://arxiv.org/abs/2512.14144", "authors": ["Shanshan Ding", "Jose Antonio Valerrama Botia", "Aleksi Julku", "Zhigang Wu", "G. M. Bruun"], "title": "Probing spatially resolved spin density correlations with trapped excitons", "comment": "main text: 7 pages, 6 figures", "summary": "The rapidly growing class of atomically thin and tunable van der Waals materials is intensely investigated both in the context of fundamental science and for new technologies. There is in this connection a widespread need for new ways to probe the electronic properties of these layered materials, since their two-dimensional (2D) character make conventional probes less efficient. Here, we show how excitons trapped in a moiré lattice can be used as an optical probe for spatially resolved electron spin density correlations in such materials. The electrons in the material of interest virtually tunnel to the moiré lattice where they scatter on the excitons after which they tunnel back. This gives rise to an effective spin-dependent and spatially localised potential felt by the electrons, which in turn leads to energy shifts that can be measured spectroscopically in the exciton spectrum. Using second order perturbation theory combined with a solution to the exciton-electron scattering problem, we show that the electrons mediate an interaction between two excitons resulting in an energy shift proportional to their two-point spin density-density correlation function evaluated at the exciton positions. We then discuss two specific applications of our setup. First, we show that quantum phase transitions between different in-plane anti-ferromagnetic orders in a 2D lattice give rise to large and measurable shifts in the exciton spectrum in the critical regions. Second, we analyse how different pairing symmetries of superconducting phases can be probed. This demonstrates that our scheme opens up new ways to probe electron spin density correlations, which is a key property of many quantum phases predicted to exist in the new 2D materials."}
{"id": "2512.14548", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.14548", "abs": "https://arxiv.org/abs/2512.14548", "authors": ["Andrew C. Burgess", "Lórien MacEnulty", "Ethan D'Arcy", "David Gavin", "David D. O'Regan"], "title": "Accurate bandgaps of photovoltaic kesterites from first-principles DFT+U", "comment": "11 pages, 7 figures", "summary": "Streamlined prediction of the electronic properties of photoactive materials warrants a Density Functional Theory (DFT) based approach that (i) yields reliable bandgaps, (ii) is free of empirically tuned parameters, and (iii) exhibits low computational overhead. Here we show that for Cu2ZnSnS4 and Cu2ZnGeS4 kesterite photovoltaic materials, all three of these demands are met by the DFT plus Hubbard U technique (DFT+U) with corrective parameters evaluated via minimum-tracking linear response. The predicted bandgaps are found to even marginally outperform those from the self-consistent GW approach. Key to this method's success is the application of Hubbard U corrections to all atomic subspaces that dominate the conduction and valence band edges, as opposed to the conventional approach of correcting 3d and 4f atomic states. Intriguingly, the inclusion of Hund's J corrections via the extended DFT+U+J functional significantly worsens these results. This under performance can be ameliorated through the use of the Burgess-Linscott-O'Regan (BLOR) flat-plane based Hubbard U plus Hund's J functional, with bandgap predictions in close agreement with the conventional DFT+U method. The DFT+U method is also used to predict defect-induced changes to the bandgap and associated formation energies, in 1,728-atom supercells."}
{"id": "2512.14010", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.14010", "abs": "https://arxiv.org/abs/2512.14010", "authors": ["Che-Chia Chang", "Te-Sheng Lin", "Ming-Chih Lai"], "title": "Physics-Informed Machine Learning for Two-Phase Moving-Interface and Stefan Problems", "comment": null, "summary": "The Stefan problem is a classical free-boundary problem that models phase-change processes and poses computational challenges due to its moving interface and nonlinear temperature-phase coupling. In this work, we develop a physics-informed neural network framework for solving two-phase Stefan problems. The proposed method explicitly tracks the interface motion and enforces the discontinuity in the temperature gradient across the interface while maintaining global consistency of the temperature field. Our approach employs two neural networks: one representing the moving interface and the other for the temperature field. The interface network allows rapid categorization of thermal diffusivity in the spatial domain, which is a crucial step for selecting training points for the temperature network. The temperature network's input is augmented with a modified zero-level set function to accurately capture the jump in its normal derivative across the interface. Numerical experiments on two-phase dynamical Stefan problems demonstrate the superior accuracy and effectiveness of our proposed method compared with the ones obtained by other neural network methodology in literature. The results indicate that the proposed framework offers a robust and flexible alternative to traditional numerical methods for solving phase-change problems governed by moving boundaries. In addition, the proposed method can capture an unstable interface evolution associated with the Mullins-Sekerka instability."}
{"id": "2512.13761", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13761", "abs": "https://arxiv.org/abs/2512.13761", "authors": ["V. S. Ryumshin"], "title": "Monte Carlo study of phase transitions in model orthonickelate", "comment": null, "summary": "The results of numerical simulation using a classical Monte Carlo method with a kinematic accounting of the bosons concentration for a pseudospin model of orthonickelates are presented. Type of the phase transitions of the model orthonickelates is investigated."}
{"id": "2512.13877", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13877", "abs": "https://arxiv.org/abs/2512.13877", "authors": ["Ian M. Hayes", "Elliot Fang", "Shanta R. Saha", "Vivek Mishra", "P. J. Hirschfeld", "Johnpierre Paglione"], "title": "Field-angle-resolved heat transport in UTe$_2$: determination of nodal positions in the superconducting order parameter", "comment": "13 pages, 9 figures (including SI)", "summary": "One of the recurring hurdles in studying unconventional superconductivity is the challenge of efficiently and conclusively identifying the symmetry of the superconducting order parameter in a new material. Uranium ditelluride (UTe$_2$) exhibits an unprecedented number of superconducting phases as a function of pressure and magnetic field, each presumably characterized by a different symmetry of the superconducting gap function. None of these phases has had its symmetry conclusively identified so far. In this article, we report results of an extensive study of the thermal conductivity of UTe$_2$ in its low-field, low-temperature superconducting state as a function of the angle of an applied magnetic field rotated in the $b$-$c$ plane. We observe clear and substantial oscillations in the thermal conductivity as a function of field angle, which naturally suggests the existence of point nodes in the gap. Utilizing the experimentally determined Fermi surface, we are able to model this phenomenon for all the potential gap structures in UTe$_2$ and positively identify the location of these nodes as being along the crystallographic $b$-axis, implying that the superconducting order parameter belongs to the $B_{2u}$ irreducible representation of the crystal point group. The clarity of this result will accelerate the identification of other superconducting phases in UTe$_2$, and guide future studies through the use of high resolution field-angle-dependent measurements."}
{"id": "2512.13826", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13826", "abs": "https://arxiv.org/abs/2512.13826", "authors": ["Dylan Bissuel", "Léo Orveillon", "Benjamin Arrondeau", "Paulo Almeida De Mendonça", "Irina Piazza", "Martin Uhrin", "Étienne Polack", "Akshay Krishna Ammothum Kandy", "David Martin-Calle", "Jonathan Chapignac", "Aadhityan Arivazhagan", "Lorenzo Paulatto", "Pierre-Antoine Bouttier", "M. -I Richard", "Thierry Deutsch", "David Rodney", "A M Saitta", "Nöel Jakse"], "title": "Reproducible container solutions for codes and workflows in materials science", "comment": null, "summary": "A computing solution combining the GNU Guix functional package manager with the Apptainer container system is presented. This approach provides fully declarative and reproducible software environments suitable for computational materials science. Its versatility and performance enable the construction of complete frameworks integrating workflow managers such as AiiDA, and Ewoks that can be deployed on HPC infrastructures. The efficiency of the solution is illustrated through several examples: (i) AiiDA workflows for automated dataset construction and analysis as well as path-integral molecular dynamics based on ab initio calculations; (ii) workflows for the training of machine-learning interatomic potentials; and (iii) an Ewoks workflow for the automated analysis of coherent X-ray diffraction data in large-scale synchrotron facilities. These examples demonstrate that the proposed environment provides a reliable and reproducible basis for computational and data-driven research in materials science."}
{"id": "2512.13873", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13873", "abs": "https://arxiv.org/abs/2512.13873", "authors": ["Nisarg Bhatt", "Purnendu Das", "Subroto Mukerjee", "Sriram Ramaswamy"], "title": "Conservation laws and chaos propagation in a non-reciprocal classical magnet", "comment": null, "summary": "We study a nonreciprocal generalization [EPL 60, 418 (2002)] of the classical Heisenberg spin chain, in which the exchange coupling is nonsymmetric, and show that it displays a ballistic spreading of chaos as measured by the decorrelator. We show that the interactions are reciprocal in terms of transformed variables, with conserved quantities that can be identified as magnetization and energy, with a Poisson-bracket algebra and Hamiltonian dynamics. For strictly antisymmetric couplings in the original model the conserved quantities diffuse, the decorrelator spreads symmetrically, and a simple hydrodynamic theory emerges. The general case in which the interaction has symmetric and antisymmetric parts presents complexities in the limit of large scales. Ballistic propagation of chaos survives the inclusion of interactions beyond nearest neighbours, but the conservation laws in general do not."}
{"id": "2512.14365", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.14365", "abs": "https://arxiv.org/abs/2512.14365", "authors": ["Filip Klimovič", "Jens Paaske", "Tomáš Ostatnický"], "title": "Terahertz response of confined electron-hole pair: crossover between strong and weak confinement", "comment": "v1: preprint; licence: CC BY 4.0", "summary": "We analyze theoretically THz response of an electron-hole pair confined in a semiconductor nanoparticle. We show that the interplay of particle confinement and electron-hole Coulomb interaction leads to significant renormalizations and energy shifts in THz linear conductivity of the nanocrystal. We develop and evaluate models in the strong and the weak confinement regime in order to correctly address the effect of Coulomb interaction. In the weak confinement regime, we find solutions of the problem in a form similar to the Wannier wavefunction whose spatial extent is reduced as a consequence of the confinement. The resulting states are scalable down to the strong confinement regime, enabling a theoretical description of the exciton response for arbitrarily sized nanoparticles."}
{"id": "2512.14495", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14495", "abs": "https://arxiv.org/abs/2512.14495", "authors": ["Jianhua Zhang", "Jun Liu", "Z. Z. Zhu", "K. M. Ho", "V. V. Dobrovitski", "C. Z. Wang"], "title": "Multimode Jahn-Teller Effect in Negatively Charged Nitrogen-Vacancy Center in Diamond", "comment": null, "summary": "Multimode Jahn-Teller (JT) effect in a negatively charged nitrogen-vacancy (NV) center in its excited state is studied by first-principles calculations based on density function theory (DFT). The activation pathways of the JT distortions are analyzed to elucidate and quantify the contribution of different vibrational modes. The results show that the dominant vibrational modes in the JT distortions are closely related to the phonon sideband observed in two-dimensional electronic spectroscopy (2DES), consistent with ab initio molecular dynamics (AIMD) simulation results. Our calculations provide a new way to understand the origin and the mechanism of the vibronic coupling of the system. The obtained dominant vibrational modes coupled to the NV centre and their interactions with electronic states provides new insights into dephasing, relaxation and optically driven quantum effects, and are critical for the application to quantum information, magnetometry and sensing."}
{"id": "2512.13786", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.13786", "abs": "https://arxiv.org/abs/2512.13786", "authors": ["Fabian Pichler", "Clemens Kuhlenkamp", "Michael Knap"], "title": "False Vacuum Decay in Flat-Band Ferromagnets: Role of Quantum Geometry and Chiral Edge States", "comment": "4 pages main text + 5 pages Appendix and References; 4 + 1 figures", "summary": "Dynamical control of quantum matter is a challenging, yet promising direction for probing strongly correlated states. Motivated by recent experiments in twisted MoTe$_2$ that demonstrated optical control of magnetization, we propose a protocol for probing magnetization dynamics in flat-band ferromagnets. We investigate the nucleation and dynamical growth of magnetic bubbles prepared on top of a false vaccum in both itinerant ferromagnets and spin-polarized Chern insulators. For ferromagnetic metals, we emphasize the crucial role of a non-trivial quantum geometry in the magnetization dynamics, which in turn also provides a probe for the quantum metric. Furthermore, for quantum Hall ferromagnets, we show how properties of chiral edge modes localized at domain-wall boundaries can be dynamically accessed. Our work demonstrates the potential for nonequilibrium protocols to control and probe strongly correlated phases, with particular relevance for twisted MoTe$_2$ and graphene-based flat-band ferromagnets."}
{"id": "2512.14107", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14107", "abs": "https://arxiv.org/abs/2512.14107", "authors": ["Hisakazu Matsuki", "Rustem Khasanov", "Jonas A. Krieger", "Thomas J. Hicken", "Kosuke Yuchi", "Jake S. Bobowski", "Giordano Mattoni", "Atsutoshi Ikeda", "Ryutaro Okuma", "Hubertus Luetkens", "Yoshiteru Maeno"], "title": "Muon Knight shift as a precise probe of the superconducting symmetry of Sr$_2$RuO$_4$", "comment": null, "summary": "Muon spin rotation ($μ$SR) measurements of internal magnetic field shifts, known as the muon Knight shift, is used for determining pairing symmetries in superconductors. While this technique has been especially effective for $f$-electron-based heavy-fermion superconductors, it remains challenging in $d$-electron-based superconductors such as Sr$_2$RuO$_4$, where the Knight shift is intrinsically small. Here, we report high-precision muon Knight shift measurements of superconducting Sr$_2$RuO$_4$. We observe that using multiple pieces of crystals, a common practice in $μ$SR measurements, induces a substantial paramagnetic shift below the superconducting transition temperature, $T_c$, when a weak magnetic field is applied. We attribute such an unresolved paramagnetic shift to stray fields generated by neighboring diamagnetic crystals. To avoid this, one piece of crystal was used in this study. We experimentally determine the muon Knight shift of Sr$_2$RuO$_4$ in the normal state to be -116$\\pm$7 ppm. By combining the observed muon Knight shift with independently determined bulk magnetization data from the same crystal used in $μ$SR and carefully separating various contributions to the shift, we confirm a significant reduction in the spin Knight shift below $T_c$, consistent with spin-singlet-like pairing. This result constitutes the precise muon Knight shift measurement in a $d$-electron-based superconductor. Our results highlight the potential of $μ$SR as a powerful complementary technique to the established method of nuclear magnetic resonance for probing the spin susceptibility in superconductors."}
{"id": "2512.13843", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13843", "abs": "https://arxiv.org/abs/2512.13843", "authors": ["Hakkim Vovusha", "Puspamitra Panigrahi", "Yash Pal", "Muhammad J. A. Shiddiky", "Massimiliano Di Ventra", "Hoonkyung Lee", "Tanveer Hussain"], "title": "CrSe_2 and CrTe_2 Monolayers as Efficient Air Pollutants Nanosensors", "comment": "23 pages, 11 figures", "summary": "Nanosensors are critical in environmental monitoring, industrial safety, and public health by detecting specific hazardous gases like CO, NO, SO_2, and CH_4 at trace levels. This study uses density functional theory (DFT) calculations to examine the gas-sensing capabilities of chromium diselenide (CrSe_2) and chromium ditelluride (CrTe_2) monolayers through their structural and electronic responses to gas adsorption. Adsorption energy analysis shows that Te vacancy-induced CrTe_2 (VTe-CrTe_2) exhibits the strongest binding with energies of -1.52, -1.79, and -1.61 eV for CO, NO, and SO_2, respectively. Similarly, CrSe_2 has its values of -1.13, -1.17, -0.90, and -1.12 eV for CO, NO, SO_2, and CH_2, respectively, indicating suitability for reversible sensing. This study also investigates how substitutional doping of Ge, Sb, and Sn influences the sensing mechanism of CrSe_2 and CrTe_2 monolayers. Density of states (DOS) analysis highlights notable electronic changes around the Fermi level, especially in VTe-CrTe_2 and Sb/Sn-doped CrTe_2, confirming their enhanced sensing abilities. Charge density difference analysis shows significant charge redistribution, with CrTe_2 experiencing stronger charge transfer effects than CrSe_2. Variations in electrostatic potential and work function further demonstrate the higher sensitivity of CrTe_2, particularly in its defective and doped forms, confirming its status as a superior material for gas sensing applications."}
{"id": "2512.13883", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2512.13883", "abs": "https://arxiv.org/abs/2512.13883", "authors": ["Philipp Fleig"], "title": "Renormalization group for spectral collapse in random matrices with power-law variance profiles", "comment": "18 pages, 9 figures", "summary": "We propose a renormalization group (RG) approach to compare and collapse eigenvalue densities of random matrix models of complex systems across different system sizes. The approach is to fix a natural spectral scale by letting the model normalization run with size, turning raw spectra into comparable, collapsed density curves. We demonstrate this approach on generalizations of two classic random matrix ensembles--Wigner and Wishart--modified to have power-law variance profiles. We use random matrix theory methods to derive self-consistent fixed-point equations for the resolvent to compute their eigenvalue densities, we define an RG scheme based on matrix decimation, and compute the Beta function controlling the RG flow as a function of the variance profile power-law exponent. The running normalization leads to spectral collapse which we confirm in simulations and solutions of the fixed-point equations. We expect this RG approach to carry over to other ensembles, providing a method for data analysis of a broad range of complex systems."}
{"id": "2512.14405", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14405", "abs": "https://arxiv.org/abs/2512.14405", "authors": ["Mateusz Kuniej", "Paweł Machnikowski", "Michał Gawełczyk"], "title": "Hybrid acousto-optical spin control in quantum dots", "comment": "8 pages, 3 figures", "summary": "Mechanical degrees of freedom very weakly couple to spins in semiconductors. The inefficient coupling between phonons and single electron spins in semiconductor quantum dots (QDs) hinders their integration into on-chip acoustically coupled quantum hybrid systems. We propose a hybrid acousto-optical spin control method that circumvents this problem and effectively introduces acoustic spin rotation to QDs, complementing their rich couplings with external fields and quantum registers. We show that combining continuous-wave detuned optical coupling to a trion state and acoustic modulation results in spin rotation around an axis defined by the acoustic field. The optical field breaks spin conservation, allowing phonons to drive transitions between disrupted spin states when at resonance with the Zeeman frequency. Our method is compatible with pulse sequences that mitigate quasi-static noise effects, which makes trion recombination the primary limitation to gate fidelity under cooled nuclear-spin conditions. Numerical simulations indicate that spin rotation fidelity can be very high, if the trion lifetime is long and Zeeman splitting is sufficiently large, with a currently feasible 50~ns lifetime and 44~GHz splitting giving 99.9\\% fidelity. Applying our advancement could enable acoustic QD spin state transfer to diverse solid-state systems and transduction between acoustic, optical, and microwave domains, all within an on-chip integration-ready setting."}
{"id": "2512.14508", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.14508", "abs": "https://arxiv.org/abs/2512.14508", "authors": ["Myung-Chul Jung", "Nojoon Myoung"], "title": "Electrically tunable spin qubits in strain-engineered graphene p-n junctions", "comment": "16 pages, 4 figures", "summary": "Strain engineering enables quantum confinement in pristine graphene without degrading its intrinsic mobility and spin coherence. Here, we extend previously proposed strain-induced charge-qubit architectures by incorporating spin degrees of freedom through Rashba spin-orbit coupling (RSOC) and Zeeman fields, enabling spin-qubit operation in single-layer graphene (SLG). In a graphene p-n junction, a strain-induced nanobubble generates a pseudo-magnetic field that forms double quantum dots with gate-tunable level hybridization. Tight-binding quantum transport simulations and a four-band model reveal two distinct avoided crossings: spin-conserving gaps at zero detuning and spin-flip gaps at finite detuning, the latter increasing with SOC strength while the former decreases. Time-domain simulations confirm detuning-dependent Rabi oscillations corresponding to these two operational regimes. These results demonstrate that strain-induced confinement combined with tunable SOC provides a viable mechanism for coherent spin manipulation in pristine graphene, positioning strained SLG as a promising platform for scalable spin-based quantum technologies."}
{"id": "2512.13793", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.13793", "abs": "https://arxiv.org/abs/2512.13793", "authors": ["Hui Yang", "Ya-Hui Zhang"], "title": "Magnetism and superconductivity in bilayer nickelate", "comment": "12 pages, 13 figures", "summary": "The discovery of high-temperature superconductivity in bilayer nickelate La$_{3}$Ni$_{2}$O$_{7}$ necessitates a minimal theoretical model that unifies the superconducting phase with the spin-density-wave (SDW) phase without external pressure or strain. We propose a model where half-filled $d_{z^{2}}$ local moments interact with itinerant $d_{x^{2}-y^{2}}$ electrons via strong Hund's coupling $J_H$, which reduces to a bilayer type-II t-J model in the large $J_H$ limit. Using iDMRG calculations on an $L_y=4, L_z=2$ cylinder, we demonstrate that the competition between double-exchange ferromagnetism and in-plane superexchange generates period-4 stripe-like SDW order-a feature absent in one-orbital t-J model with only $d_{x^2-y^2}$ orbital. Furthermore, increasing the interlayer exchange coupling suppresses magnetic order and stabilizes interlayer s-wave superconductivity. These results identify the type-II t-J model as a minimal framework for capturing the interplay of magnetism and superconductivity in bilayer nickelates."}
{"id": "2512.14379", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14379", "abs": "https://arxiv.org/abs/2512.14379", "authors": ["Masataka Kakoi", "Kazuhiko Kuroki"], "title": "Spin-fluctuation-mediated chiral $d+id'$-wave superconductivity in the $α$-$\\mathcal{T}_3$ lattice with an incipient flat band", "comment": "13 pages, 9 figures", "summary": "We study anisotropic superconductivity in the nearly quarter-filled $α$-$\\mathcal{T}_3$ lattice. We analyze an extended Hubbard model with off-site attractive interactions within the mean-field framework and find two distinct chiral $d+id'$-wave superconducting phases characterized by different Chern numbers. We further investigate the superconducting mechanism mediated by spin fluctuations arising from purely repulsive interactions by applying the fluctuation-exchange (FLEX) approximation to the Hubbard model. The gap symmetry obtained by solving the linearized Eliashberg equation is $d$-wave, which corresponds to a $d+id'$-wave superconducting state with a Chern number of $8$, including the spin degree of freedom. The $\\mathbf{q}=\\mathbf{0}$ antiferromagnetic spin fluctuation, which possesses the largest spectral weight at finite energies arising from the incipient flat band, gives rise to an effective spin-singlet pairing glue between rim sites."}
{"id": "2512.13867", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13867", "abs": "https://arxiv.org/abs/2512.13867", "authors": ["Tjom Arens", "Sander J. W. Vonk", "A. Willem Vlasblom", "Margarita Samoli", "Daniel Vanmaekelbergh", "Pieter Geiregat", "Zeger Hens", "Freddy T. Rabouw"], "title": "Vanishing quantum confinement enables bright and thermally excited multi-carrier emission from semiconductor nanocrystals", "comment": null, "summary": "Recently, nanocrystals in the regime of vanishing quantum confinement-termed bulk nanocrystals (BNCs)-have demonstrated remarkable optical gain characteristics. While their high-power lasing performance was demonstrated convincingly, the photophysics at low and intermediate powers-where charge-carrier populations are discrete-remain unexplored. Using single-photon avalanche diode (SPAD) array technology, we resolve the dynamics and energetics of six multi-carrier excited states in individual CdSe/CdS core/shell BNCs, containing up to four electrons and two holes. Each state exhibits bimodal emission, indicative of thermal equilibrium between closely spaced electron and hole levels, confirmed via temperature-dependent single-particle measurements. Quantification of radiative and nonradiative decay channels reveals strongly suppressed Auger recombination through both the negative- and positive-trion pathways. We present a model that combines statistical scaling of rate constants with Fermi-Dirac thermal occupations of electron and hole levels, bridging the transitional regime between quantum-confined and bulk nanocrystals, and providing a comprehensive framework for understanding this emerging class of materials."}
{"id": "2512.13925", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.13925", "abs": "https://arxiv.org/abs/2512.13925", "authors": ["C. Reichhardt", "C. J. O. Reichhardt"], "title": "Hysteresis, Laning, and Negative Drag in Binary Systems with Opposite and Perpendicular Driving", "comment": "15 pages, 28 postscript figures", "summary": "We consider a binary system of particles with repulsive interactions that move in opposite or perpendicular directions to each other under an applied external drive. For opposite driving, at higher drives a phase-separated laned state forms that has strong hysteresis in the velocity-force curve and the fraction of topological defects as the drive is cycled up and down from zero. The amount of hysteresis depends on the drive value at which the drive changes from increasing to decreasing. For perpendicular driving, we find a jammed state that transitions into a disordered state or a tilted lane state, both of which also show strong hysteresis effects. Additionally, a negative drag effect can appear in which one species moves in the direction opposite to the other species due to a tilting of the lanes by the perpendicular drive. When a constant drive is applied along one direction while the drive in the perpendicular direction is increased, we observe a series of drops and jumps in the velocity as the system forms locked and tilted laned states. For weakly interacting particles, the jammed system can show co-tilted stripe-forming states."}
{"id": "2512.13786", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.13786", "abs": "https://arxiv.org/abs/2512.13786", "authors": ["Fabian Pichler", "Clemens Kuhlenkamp", "Michael Knap"], "title": "False Vacuum Decay in Flat-Band Ferromagnets: Role of Quantum Geometry and Chiral Edge States", "comment": "4 pages main text + 5 pages Appendix and References; 4 + 1 figures", "summary": "Dynamical control of quantum matter is a challenging, yet promising direction for probing strongly correlated states. Motivated by recent experiments in twisted MoTe$_2$ that demonstrated optical control of magnetization, we propose a protocol for probing magnetization dynamics in flat-band ferromagnets. We investigate the nucleation and dynamical growth of magnetic bubbles prepared on top of a false vaccum in both itinerant ferromagnets and spin-polarized Chern insulators. For ferromagnetic metals, we emphasize the crucial role of a non-trivial quantum geometry in the magnetization dynamics, which in turn also provides a probe for the quantum metric. Furthermore, for quantum Hall ferromagnets, we show how properties of chiral edge modes localized at domain-wall boundaries can be dynamically accessed. Our work demonstrates the potential for nonequilibrium protocols to control and probe strongly correlated phases, with particular relevance for twisted MoTe$_2$ and graphene-based flat-band ferromagnets."}
{"id": "2512.14493", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14493", "abs": "https://arxiv.org/abs/2512.14493", "authors": ["Leonardo Lucchesi", "Federico Paolucci"], "title": "Graphene-Insulator-Superconductor junctions as thermoelectric bolometers", "comment": "10 pages, 4 figures", "summary": "We design a superconducting thermoelectric bolometer made of a Graphene-Insulator-Superconductor tunnel junction. Our detector has the advantage of being passive, as it directly transduces input power to a voltage without the need to modulate an external bias. We characterize the device via numerical simulation of the full nonlinear thermal dynamical model of the junction, considering heating of both sides of the junction. While estimating noise contributions, we found novel expressions due to the temperatures of both sides being different than the bath temperature. Numerical simulations show a Noise Equivalent Power ${\\rm NEP}\\sim 4\\times 10^{-17}\\,{\\rm W}/\\sqrt{\\rm Hz}$ for an input power of $\\sim10^{-16}\\,{\\rm W}$, a response time of $τ_{th}\\sim 200\\, {\\rm ns}$ and an integration time to obtain a Signal-to-Noise Ratio ${\\rm SNR}=1$ of $τ_{\\rm SNR=1}\\sim 100\\,μ{\\rm s}$ for an input power $\\sim 10^{-13}\\,{\\rm W}$. Therefore, the device shows promise for large-array cosmological experiment applications, also considering its advantages for fabrication and heat budget."}
{"id": "2512.13808", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13808", "abs": "https://arxiv.org/abs/2512.13808", "authors": ["Matthew Bunney", "Lucca Marchetti", "Domenico Di Sante", "Carsten Honerkamp", "Stephan Rachel"], "title": "Chiral topological superconductivity in hole-doped Sn/Si(111)", "comment": "(7+8 pages, 4+5 figures)", "summary": "A third monolayer of tin atoms on the semiconductor substrate Si(111) has been shown to become superconducting upon six to ten percent hole doping. Experiments have reported promising results hinting at a superconducting chiral $d$-wave order parameter. Here we examine Sn/Si(111) by combining most recent ab initio results, quasi-particle interference calculations, state-of-the-art truncated-unity functional renormalization group simulations and Bogoliubov-de Gennes analysis. We show remarkable agreement between experimental and theoretical quasi-particle interference data both in the metallic and superconducting regimes. The interacting phase diagram reveals that the superconductivity is indeed chiral $d$-wave with Chern number $C=4$. Surprisingly, magnetically ordered phases are absent, instead we find charge density wave order, as observed in related compounds, as a competing phase. Our results demonstrate that Sn/Si(111) is an outstanding candidate material for chiral topological superconductivity."}
{"id": "2512.14544", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.14544", "abs": "https://arxiv.org/abs/2512.14544", "authors": ["Zhongyi Zhang", "Jun Zhan", "Congcong Le", "Hoi Chun Po", "Jiangping Hu", "Xianxin Wu"], "title": "Mirror-Selective Quasiparticle Interference in Bilayer Nickelate Superconductor", "comment": "10 pages, 5 figures", "summary": "The recent discovery of high-temperature superconductivity in both bulk and thin-film bilayer nickelates has garnered significant attention. In this study, inspired by recent STM experiments on thin films, we investigate the quasiparticle interference (QPI) characteristics of bilayer nickelates in both normal and superconducting states to identify their Fermiology and pairing symmetry. We demonstrate that the mirror symmetry inherent in the bilayer structure induces mirror-selective quasiparticle scattering by establishing selection rules based on the mirror properties of impurities and the mirror eigenvalues of electronic wavefunctions. This mirror-selective scattering allows for the differentiation of distinct Fermiologies, as QPI patterns vary markedly between scenarios with and without the $d_{z^2}$-bonding Fermi surface (FS). Furthermore, it enables the separate detection of sign changes in superconducting gaps both within the same FS and between different FSs. Crucially, if the mirror-symmetry-enforced selection rules are ignored, the QPI response of an $s_\\pm$-wave state can masquerade as that of a conventional $s$-wave state, leading to a misidentification of the pairing symmetry. When combined with field-dependent and reference QPI measurements, this approach facilitates the precise determination of pairing symmetry, even in the presence of FS-dependent gaps and gap anisotropy. Additionally, we discuss practical considerations for STM measurements to effectively identify the pairing symmetry. Our findings demonstrate that mirror-selective QPI is a powerful tool for distinguishing between different Fermiologies and pairing states, which is helpful in pinning down pairing symmetry and revealing the pairing mechanism in bilayer nickelates."}
{"id": "2512.13909", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13909", "abs": "https://arxiv.org/abs/2512.13909", "authors": ["Frank M. Abel", "Paige Burke", "Daniel Wines", "Brian Donovan", "Michelle E. Jamer", "Kamal Choudhary"], "title": "Machine Learning for Predicting Magnetization from X-ray Diffraction of Iron Oxide Nanoparticles Using Simple Physics-Based Data Generation", "comment": null, "summary": "Automation and high-throughput characterization and synthesis for material development are becoming increasingly common; these approaches require machine learning (ML) tools to assess material properties, ideally based on a single measurement. Here, ML models are developed to predict magnetization from X-ray diffraction (XRD) for iron oxide nanoparticles. Our approach is to first develop a set of simulated data that links modulated XRD, based on a crystallographic information file (CIF), to a simple magnetic model to determine magnetization at a given magnetic field, thereby enabling us to train Random Forest and Gradient Boosting regression models on a large amount of simulated data. The models are validated by synthesizing iron oxide nanoparticles and measuring their crystal structure via XRD and room-temperature magnetization curves. In doing so, we can fine-tune both the training hyperparameters and the optimal size of the simulated datasets used to train the models. Through this optimization, the best models can achieve an $R^2$ greater than 0.9 for five experimental samples, used for tuning, for predicting the max magnetization (at 2.8 T) of the measurement. Lastly, we demonstrate reasonable predictions on the full magnetization vs. magnetic field curve, showing that the RF model excels at predicting the high magnetic field values, which is key for determining the success of an iron oxide nanoparticle synthesis for applications like magnetic particle imaging (MPI), thermal magnetic particle imaging (T-MPI), and hyperthermia."}
{"id": "2512.13933", "categories": ["cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2512.13933", "abs": "https://arxiv.org/abs/2512.13933", "authors": ["Matthew P. Leighton", "Christopher W. Lynn"], "title": "Decomposing Non-Markovian History Dependence", "comment": "8 pages, 6 figures", "summary": "Non-Markovian stochastic processes are ubiquitous in biology. Nevertheless, we lack a general framework for quantifying historical dependencies. In this Letter, we propose an information-theoretic approach to decompose history dependence in systems with non-Markovian dynamics, quantifying the information encoded in dependencies of each order. In minimal models of non-Markovian dynamics, we show that this framework correctly captures the underlying historical dependencies, even when autocorrelations do not. In prolonged recordings of fly behavior, we find that the scaling of non-Markovian dependencies is invariant across timescales from fractions of a second to minutes. Despite this invariance, the overall amount of non-Markovian information is non-monotonic, suggesting a unique timescale on which historical dependencies are strongest."}
{"id": "2512.13793", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.13793", "abs": "https://arxiv.org/abs/2512.13793", "authors": ["Hui Yang", "Ya-Hui Zhang"], "title": "Magnetism and superconductivity in bilayer nickelate", "comment": "12 pages, 13 figures", "summary": "The discovery of high-temperature superconductivity in bilayer nickelate La$_{3}$Ni$_{2}$O$_{7}$ necessitates a minimal theoretical model that unifies the superconducting phase with the spin-density-wave (SDW) phase without external pressure or strain. We propose a model where half-filled $d_{z^{2}}$ local moments interact with itinerant $d_{x^{2}-y^{2}}$ electrons via strong Hund's coupling $J_H$, which reduces to a bilayer type-II t-J model in the large $J_H$ limit. Using iDMRG calculations on an $L_y=4, L_z=2$ cylinder, we demonstrate that the competition between double-exchange ferromagnetism and in-plane superexchange generates period-4 stripe-like SDW order-a feature absent in one-orbital t-J model with only $d_{x^2-y^2}$ orbital. Furthermore, increasing the interlayer exchange coupling suppresses magnetic order and stabilizes interlayer s-wave superconductivity. These results identify the type-II t-J model as a minimal framework for capturing the interplay of magnetism and superconductivity in bilayer nickelates."}
{"id": "2512.14494", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14494", "abs": "https://arxiv.org/abs/2512.14494", "authors": ["Ranjini Bhattacharya", "Souvik Roy"], "title": "Spin-Selective Thermoelectric Transport in a Triangular Spin Ladder", "comment": "12 pages, 16 figures", "summary": "We theoretically investigate spin-resolved thermoelectric transport in a triangular ladder geometry hosting antiferromagnetic spin alignment, where lattice topology and magnetic ordering jointly enable highly efficient spin-selective energy conversion. The inherent geometric frustration of the ladder, together with intrinsic spin-filtering mechanisms, is shown to promote a pronounced separation between spin channels. Implementing spin-dependent onsite modulations, such as binary asymmetric potentials, induces pronounced spin splitting in the transmission spectrum, enabling controlled spin-selective transport and highlighting the role of lattice engineering in tailoring spin-dependent thermoelectric response. Additional control is achieved through modulation of the hopping amplitudes, which activates multiple transport pathways and allows fine tuning of spin-dependent conduction. A detailed evaluation of charge and spin thermoelectric coefficients reveals a strong enhancement of the thermoelectric performance, with the dimensionless figure of merit ZT reaching large values in optimized parameter regimes. Notably, the spin figure of merit systematically surpasses its charge counterpart, underscoring the decisive role of lattice geometry and antiferromagnetic order in amplifying spin thermoelectric efficiency. Our findings provide a versatile theoretical platform for designing low-dimensional spin-caloritronic devices with enhanced functionality."}
{"id": "2512.13826", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13826", "abs": "https://arxiv.org/abs/2512.13826", "authors": ["Dylan Bissuel", "Léo Orveillon", "Benjamin Arrondeau", "Paulo Almeida De Mendonça", "Irina Piazza", "Martin Uhrin", "Étienne Polack", "Akshay Krishna Ammothum Kandy", "David Martin-Calle", "Jonathan Chapignac", "Aadhityan Arivazhagan", "Lorenzo Paulatto", "Pierre-Antoine Bouttier", "M. -I Richard", "Thierry Deutsch", "David Rodney", "A M Saitta", "Nöel Jakse"], "title": "Reproducible container solutions for codes and workflows in materials science", "comment": null, "summary": "A computing solution combining the GNU Guix functional package manager with the Apptainer container system is presented. This approach provides fully declarative and reproducible software environments suitable for computational materials science. Its versatility and performance enable the construction of complete frameworks integrating workflow managers such as AiiDA, and Ewoks that can be deployed on HPC infrastructures. The efficiency of the solution is illustrated through several examples: (i) AiiDA workflows for automated dataset construction and analysis as well as path-integral molecular dynamics based on ab initio calculations; (ii) workflows for the training of machine-learning interatomic potentials; and (iii) an Ewoks workflow for the automated analysis of coherent X-ray diffraction data in large-scale synchrotron facilities. These examples demonstrate that the proposed environment provides a reliable and reproducible basis for computational and data-driven research in materials science."}
{"id": "2512.13793", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.13793", "abs": "https://arxiv.org/abs/2512.13793", "authors": ["Hui Yang", "Ya-Hui Zhang"], "title": "Magnetism and superconductivity in bilayer nickelate", "comment": "12 pages, 13 figures", "summary": "The discovery of high-temperature superconductivity in bilayer nickelate La$_{3}$Ni$_{2}$O$_{7}$ necessitates a minimal theoretical model that unifies the superconducting phase with the spin-density-wave (SDW) phase without external pressure or strain. We propose a model where half-filled $d_{z^{2}}$ local moments interact with itinerant $d_{x^{2}-y^{2}}$ electrons via strong Hund's coupling $J_H$, which reduces to a bilayer type-II t-J model in the large $J_H$ limit. Using iDMRG calculations on an $L_y=4, L_z=2$ cylinder, we demonstrate that the competition between double-exchange ferromagnetism and in-plane superexchange generates period-4 stripe-like SDW order-a feature absent in one-orbital t-J model with only $d_{x^2-y^2}$ orbital. Furthermore, increasing the interlayer exchange coupling suppresses magnetic order and stabilizes interlayer s-wave superconductivity. These results identify the type-II t-J model as a minimal framework for capturing the interplay of magnetism and superconductivity in bilayer nickelates."}
{"id": "2512.13918", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13918", "abs": "https://arxiv.org/abs/2512.13918", "authors": ["Silvina Gatica"], "title": "Carbon Capture from wet vapors", "comment": "16 pages. 8 figures", "summary": "We present molecular dynamics simulations of the adsorption of mixed CO2-water vapors on a graphene flakes substrate, a model inspired by the microporous structure of activated carbons. Adsorption strength is quantified through a reduced energy measure that avoids ambiguities associated with defining adsorption regions. We find that CO2 adsorbs more strongly and more rapidly than water across all temperatures studied. Adsorption from wet vapors was observed to result in higher CO2 uptake compared with dry vapors at temperatures below 375 K. At intermediate temperatures, water molecules were seen to form clusters that interact with both the substrate and CO2, potentially promoting CO2 adsorption. Additionally, we observe that the GF substrate inhibits the formation of large water clusters, altering water aggregation dynamics near the surface. These findings highlight a cooperative adsorption mechanism in humid environments and suggest that graphene-flakes-based materials may perform effectively for carbon capture under realistic, moisture-containing conditions."}
{"id": "2512.13936", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13936", "abs": "https://arxiv.org/abs/2512.13936", "authors": ["Matthew P. Leighton", "Christopher W. Lynn"], "title": "Tractable Model for Tunable Non-Markovian Dynamics", "comment": "16 pages, 3 figures", "summary": "Non-Markovian dynamics are ubiquitous across physics, biology, and engineering. Yet our understanding of non-Markovian processes significantly lags that of simpler Markovian processes, due largely to a lack of tractable models. In this article, we present a minimal model of non-Markovian dynamics in which the current state copies past states with arbitrary history dependence. We show that many properties of this process can be studied analytically, providing insight into the relationships between history dependence, autocorrelations, and information-theoretic metrics like entropy and dynamical information. Strikingly, we find that autocorrelations can fail, even qualitatively, to capture the underlying dependencies. Ultimately, this model serves as a tractable sandbox for exploring non-Markovian dynamics."}
{"id": "2512.14075", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14075", "abs": "https://arxiv.org/abs/2512.14075", "authors": ["Toshiya Hikihara", "Akira Furusaki"], "title": "Correlation functions at the topological quantum phase transition in the S=1 XXZ chain with single-ion anisotropy", "comment": "14 pages, 12 figures, 1 table", "summary": "We study the one-dimensional S=1 XXZ spin model with single-ion anisotropy. It is known that at the transition points between the Haldane and large-D phases, the model exhibits a quantum criticality described by the Gaussian theory, i.e., a conformal field theory with the central charge c=1. Using the bosonization approach, we investigate various correlation functions at the phase transition and derive their asymptotic forms. This allows us to clarify their peculiar behavior: the longitudinal (transverse) two-point spin correlation function has components that decay algebraically only in the uniform (staggered) sector. These theoretical predictions are verified by the numerical calculations using the density-matrix renormalization group method. The effect of weak bond alternation on the critical ground state at the phase transition is also discussed. It is shown that the bond alternation induces the missing power-law components in the correlation functions."}
{"id": "2512.14508", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.14508", "abs": "https://arxiv.org/abs/2512.14508", "authors": ["Myung-Chul Jung", "Nojoon Myoung"], "title": "Electrically tunable spin qubits in strain-engineered graphene p-n junctions", "comment": "16 pages, 4 figures", "summary": "Strain engineering enables quantum confinement in pristine graphene without degrading its intrinsic mobility and spin coherence. Here, we extend previously proposed strain-induced charge-qubit architectures by incorporating spin degrees of freedom through Rashba spin-orbit coupling (RSOC) and Zeeman fields, enabling spin-qubit operation in single-layer graphene (SLG). In a graphene p-n junction, a strain-induced nanobubble generates a pseudo-magnetic field that forms double quantum dots with gate-tunable level hybridization. Tight-binding quantum transport simulations and a four-band model reveal two distinct avoided crossings: spin-conserving gaps at zero detuning and spin-flip gaps at finite detuning, the latter increasing with SOC strength while the former decreases. Time-domain simulations confirm detuning-dependent Rabi oscillations corresponding to these two operational regimes. These results demonstrate that strain-induced confinement combined with tunable SOC provides a viable mechanism for coherent spin manipulation in pristine graphene, positioning strained SLG as a promising platform for scalable spin-based quantum technologies."}
{"id": "2512.13843", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13843", "abs": "https://arxiv.org/abs/2512.13843", "authors": ["Hakkim Vovusha", "Puspamitra Panigrahi", "Yash Pal", "Muhammad J. A. Shiddiky", "Massimiliano Di Ventra", "Hoonkyung Lee", "Tanveer Hussain"], "title": "CrSe_2 and CrTe_2 Monolayers as Efficient Air Pollutants Nanosensors", "comment": "23 pages, 11 figures", "summary": "Nanosensors are critical in environmental monitoring, industrial safety, and public health by detecting specific hazardous gases like CO, NO, SO_2, and CH_4 at trace levels. This study uses density functional theory (DFT) calculations to examine the gas-sensing capabilities of chromium diselenide (CrSe_2) and chromium ditelluride (CrTe_2) monolayers through their structural and electronic responses to gas adsorption. Adsorption energy analysis shows that Te vacancy-induced CrTe_2 (VTe-CrTe_2) exhibits the strongest binding with energies of -1.52, -1.79, and -1.61 eV for CO, NO, and SO_2, respectively. Similarly, CrSe_2 has its values of -1.13, -1.17, -0.90, and -1.12 eV for CO, NO, SO_2, and CH_2, respectively, indicating suitability for reversible sensing. This study also investigates how substitutional doping of Ge, Sb, and Sn influences the sensing mechanism of CrSe_2 and CrTe_2 monolayers. Density of states (DOS) analysis highlights notable electronic changes around the Fermi level, especially in VTe-CrTe_2 and Sb/Sn-doped CrTe_2, confirming their enhanced sensing abilities. Charge density difference analysis shows significant charge redistribution, with CrTe_2 experiencing stronger charge transfer effects than CrSe_2. Variations in electrostatic potential and work function further demonstrate the higher sensitivity of CrTe_2, particularly in its defective and doped forms, confirming its status as a superior material for gas sensing applications."}
{"id": "2512.14493", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14493", "abs": "https://arxiv.org/abs/2512.14493", "authors": ["Leonardo Lucchesi", "Federico Paolucci"], "title": "Graphene-Insulator-Superconductor junctions as thermoelectric bolometers", "comment": "10 pages, 4 figures", "summary": "We design a superconducting thermoelectric bolometer made of a Graphene-Insulator-Superconductor tunnel junction. Our detector has the advantage of being passive, as it directly transduces input power to a voltage without the need to modulate an external bias. We characterize the device via numerical simulation of the full nonlinear thermal dynamical model of the junction, considering heating of both sides of the junction. While estimating noise contributions, we found novel expressions due to the temperatures of both sides being different than the bath temperature. Numerical simulations show a Noise Equivalent Power ${\\rm NEP}\\sim 4\\times 10^{-17}\\,{\\rm W}/\\sqrt{\\rm Hz}$ for an input power of $\\sim10^{-16}\\,{\\rm W}$, a response time of $τ_{th}\\sim 200\\, {\\rm ns}$ and an integration time to obtain a Signal-to-Noise Ratio ${\\rm SNR}=1$ of $τ_{\\rm SNR=1}\\sim 100\\,μ{\\rm s}$ for an input power $\\sim 10^{-13}\\,{\\rm W}$. Therefore, the device shows promise for large-array cosmological experiment applications, also considering its advantages for fabrication and heat budget."}
{"id": "2512.13930", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.CL", "cs.LG", "cs.MA"], "pdf": "https://arxiv.org/pdf/2512.13930", "abs": "https://arxiv.org/abs/2512.13930", "authors": ["Samuel Rothfarb", "Megan C. Davis", "Ivana Matanovic", "Baikun Li", "Edward F. Holby", "Wilton J. M. Kort-Kamp"], "title": "Hierarchical Multi-agent Large Language Model Reasoning for Autonomous Functional Materials Discovery", "comment": "Keywords: Multi-agent reasoning; Large language models; Active learning; AI-driven simulation; Materials discovery; Density functional theory; Surface chemistry", "summary": "Artificial intelligence is reshaping scientific exploration, but most methods automate procedural tasks without engaging in scientific reasoning, limiting autonomy in discovery. We introduce Materials Agents for Simulation and Theory in Electronic-structure Reasoning (MASTER), an active learning framework where large language models autonomously design, execute, and interpret atomistic simulations. In MASTER, a multimodal system translates natural language into density functional theory workflows, while higher-level reasoning agents guide discovery through a hierarchy of strategies, including a single agent baseline and three multi-agent approaches: peer review, triage-ranking, and triage-forms. Across two chemical applications, CO adsorption on Cu-surface transition metal (M) adatoms and on M-N-C catalysts, reasoning-driven exploration reduces required atomistic simulations by up to 90% relative to trial-and-error selection. Reasoning trajectories reveal chemically grounded decisions that cannot be explained by stochastic sampling or semantic bias. Altogether, multi-agent collaboration accelerates materials discovery and marks a new paradigm for autonomous scientific exploration."}
{"id": "2512.14345", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2512.14345", "abs": "https://arxiv.org/abs/2512.14345", "authors": ["Baruch Meerson", "Ohad Vilk"], "title": "Age-structured hydrodynamics of ensembles of anomalously diffusing particles with renewal resetting", "comment": "10 pages, 6 figures", "summary": "We develop an age-structured hydrodynamic (HD) theory which describes the collective behavior of $N\\gg 1$ anomalously diffusing particles under stochastic renewal resetting. The theory treats the age of a particle -- the time since its last reset -- as an explicit dynamical variable and allows for resetting rules which introduce global inter-particle correlations. The anomalous diffusion is modeled by the scaled Brownian motion (sBm): a Gaussian process with independent increments, characterized by a power-law time dependence of the diffusion coefficient, $D(t)\\sim t^{2H-1}$, where $H>0$. We apply this theory to three different resetting protocols: independent resetting to the origin (model~A), resetting to the origin of the particle farthest from it (model~B), and a scaled-diffusion extension of the ``Brownian bees\" model of Berestycki et al, Ann. Probab. \\textbf{50}, 2133 (2022). In all these models non-equilibrium steady states are reached at long times, and we determine the steady-state densities. For model A the (normalized to unity) steady-state density coincides with the steady-state probability density of a single particle undergoing sBM with resetting to the origin. For model B, and for the scaled Brownian bees, the HD steady-state densities are markedly different: in particular, they have compact supports for all $H>0$. The age-structured HD formalism can be extended to other anomalous diffusion processes with renewal resetting protocols which introduce global inter-particle correlations."}
{"id": "2512.14149", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14149", "abs": "https://arxiv.org/abs/2512.14149", "authors": ["Yuki Miyazaki", "Shiori Tanigawa", "Giacomo Marmorini", "Nobuo Furukawa", "Daisuke Yamamoto"], "title": "A sine-square deformation approach to quantum critical points in one-dimensional systems", "comment": "23 pages, 11 figures", "summary": "We propose a method to determine the quantum phase boundaries of one-dimensional systems using sine-square deformation (SSD). Based on the proposition, supported by several exactly solved cases though not proven in full generality, that ``if a one-dimensional system is gapless, then the expectation value of any local observable in the ground state of the Hamiltonian with SSD exhibits translational symmetry in the thermodynamic limit,\" we determine the quantum critical point as the location where a local observable becomes site-independent, identified through finite-size scaling analysis. As case studies, we consider two models: the antiferromagnetic Ising chain in mixed transverse and longitudinal magnetic fields with nearest-neighbor and long-range interactions. We calculate the ground state of these Hamiltonians with SSD using the density-matrix renormalization-group algorithm and evaluate the local transverse magnetization. For the nearest-neighbor model, we show that the quantum critical point can be accurately estimated by our procedure with systems of up to 84 sites, or even smaller, in good agreement with results from the literature. For the long-range model, we find that the phase boundary between the antiferromagnetic and paramagnetic phases is slightly shifted relative to the nearest-neighbor case, leading to a reduced region of antiferromagnetic order. Moreover, we propose an experimental procedure to implement the antiferromagnetic $J_1$-$J_2$ Ising couplings with SSD using Rydberg atom arrays in optical tweezers, which can be achieved within a very good approximation. Because multiple independent scaling conditions naturally emerge, our approach enables precise determination of quantum critical points and possibly even the extraction of additional critical phenomena, such as critical exponents, from relatively small system sizes."}
{"id": "2512.14660", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14660", "abs": "https://arxiv.org/abs/2512.14660", "authors": ["Edward Schwartz", "Hamed Vakili", "Alexey A. Kovalev"], "title": "Theory of thermomagnonic torques in altermagnets", "comment": "6 pages, 4 figures", "summary": "We develop a theory of thermomagnonic torques in insulating altermagnets and predict a spin-splitter magnonic torque arising from the spin Seebeck effect. Additionally, we predict an anisotropic entropic torque. We study the effects of these torques on magnetic-texture dynamics and identify various anisotropic responses to temperature gradients. In particular, we predict spin-current-induced domain-wall precession, which can slow domain-wall motion for certain temperature-gradient directions. We also predict a temperature-gradient-driven anisotropic skyrmion Hall effect that enables fast skyrmion motion in response to thermal gradients. Our findings will be useful for spintronic applications such as magnetic racetrack memories and will serve as a hallmark of altermagnetism in insulating altermagnets with magnetic textures."}
{"id": "2512.13867", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13867", "abs": "https://arxiv.org/abs/2512.13867", "authors": ["Tjom Arens", "Sander J. W. Vonk", "A. Willem Vlasblom", "Margarita Samoli", "Daniel Vanmaekelbergh", "Pieter Geiregat", "Zeger Hens", "Freddy T. Rabouw"], "title": "Vanishing quantum confinement enables bright and thermally excited multi-carrier emission from semiconductor nanocrystals", "comment": null, "summary": "Recently, nanocrystals in the regime of vanishing quantum confinement-termed bulk nanocrystals (BNCs)-have demonstrated remarkable optical gain characteristics. While their high-power lasing performance was demonstrated convincingly, the photophysics at low and intermediate powers-where charge-carrier populations are discrete-remain unexplored. Using single-photon avalanche diode (SPAD) array technology, we resolve the dynamics and energetics of six multi-carrier excited states in individual CdSe/CdS core/shell BNCs, containing up to four electrons and two holes. Each state exhibits bimodal emission, indicative of thermal equilibrium between closely spaced electron and hole levels, confirmed via temperature-dependent single-particle measurements. Quantification of radiative and nonradiative decay channels reveals strongly suppressed Auger recombination through both the negative- and positive-trion pathways. We present a model that combines statistical scaling of rate constants with Fermi-Dirac thermal occupations of electron and hole levels, bridging the transitional regime between quantum-confined and bulk nanocrystals, and providing a comprehensive framework for understanding this emerging class of materials."}
{"id": "2512.14129", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14129", "abs": "https://arxiv.org/abs/2512.14129", "authors": ["Weida Yin", "Masato Miyakawa", "Satoshi Semboshi", "Noriharu Yodoshi", "Akira Masago", "Yosuke Kawahito", "Tetsuya Fukushima", "Hisazumi Akai", "Rie Y. Umetsu"], "title": "Fully Compensated Ferrimagnetic Properties of (Cr,Fe)S Compound with a Pyrrhotite-type Structure", "comment": "8 figures, 3 tables", "summary": "To optimize the processing conditions for the (Cr,Fe)S non-equilibrium phase with a pyrrhotite-type structure, the phase states and magnetic properties of the specimens obtained at various sintering temperatures were investigated. A slightly off-stoichiometric composition of Cr23Fe23S54 (approximately (Cr,Fe)7S8) sintered and quenched from 1323 K indicates a single-phase pyrrhotite-type structure with a layered-NiAs-type structure in which vacancies occupy every two layers (C12/c1; the space number is 15). The compound shows fully compensated ferrimagnetic behavior at a magnetization compensated temperature of approximately 200 K. The magnetic behavior exhibits a typical N-type ferrimagnet, as predicted by Néel. From X-ray photoelectron spectroscopy analyses, it is found that the compound is composed of Fe2+ and Cr3+. The large magnetic coercivity of 38 kOe at 5 K is also unique and can be applied to spintronic devices. Furthermore, changing the quenching temperature enables control of the degree of order of the vacancies in the interlayer and results in tuning of the magnetization compensated temperature. First-principles calculations show a pseudo-gap located at the Fermi level in the up-spin band, suggesting high spin polarization as well as the NiAs-type structure indicated in the previous our report."}
{"id": "2512.14487", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.14487", "abs": "https://arxiv.org/abs/2512.14487", "authors": ["Yu. Kozitsky"], "title": "50 years of Yukhnovskii's critical point theory: its place in the constant flow of theoretical physics", "comment": "11 pages, 4 figures", "summary": "Half a century ago, Ihor Yukhnovskii elaborated a method of studying the critical point of the three-dimensional Ising model based on a layer-by-layer integration in the space of collective variables. His method was an alternative to that based on the $\\varepsilon$-expansion for which K. G. Wilson was awarded the Nobel Prize in Physics in 1982. However, Yukhnovskii's technique, which yielded similar results, provided even deeper insight into the nature of this phenomenon. At that time, we, professor's students, saw only this aspect of his theory. Later, I realized that the mentioned Yukhnovskii's work naturally fits into a more general context of the turbulent development of quantum field theory and statistical physics in the last quarter of the twentieth century. The aim of the present article is to look at the main aspects and the impact of Yukhnovskii's theory from this perspective."}
{"id": "2512.14173", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14173", "abs": "https://arxiv.org/abs/2512.14173", "authors": ["Pratyay Ghosh", "Frédéric Mila"], "title": "Simplex Crystal Ground State and Magnetization Plateaus in the Spin-$1/2$ Heisenberg Model on the Ruby Lattice", "comment": "11 pages, 7 figures", "summary": "We investigate the spin-$1/2$ Heisenberg antiferromagnet on the ruby lattice with uniform first- and second-neighbor interactions, which forms a two-dimensional network of corner-sharing tetrahedra. Using infinite projected entangled pair states (iPEPS), we study the ground state of the system to find that it assumes a gapped threefold-degenerate simplex crystal ground state, with strong singlets formed on pairs of neighboring triangles. We argue that the formation of the simplex singlet ground state at the isotropic point relates to the weak inter-triangle coupling limit where an effective spin-chirality Hamiltonian on the honeycomb lattice exhibits an extensively degenerate ground state manifold of singlet coverings at the mean-field level. Under an applied Zeeman field, the iPEPS simulations uncover magnetization plateaus at $m/m_s = 0, 1/3, 1/2,$ and $2/3$, separated by intermediate supersolid phases, all breaking the sixfold rotational symmetry of the lattice. Unlike the checkerboard lattice, these plateaus cannot be described by strongly localized magnons."}
{"id": "2512.13786", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.13786", "abs": "https://arxiv.org/abs/2512.13786", "authors": ["Fabian Pichler", "Clemens Kuhlenkamp", "Michael Knap"], "title": "False Vacuum Decay in Flat-Band Ferromagnets: Role of Quantum Geometry and Chiral Edge States", "comment": "4 pages main text + 5 pages Appendix and References; 4 + 1 figures", "summary": "Dynamical control of quantum matter is a challenging, yet promising direction for probing strongly correlated states. Motivated by recent experiments in twisted MoTe$_2$ that demonstrated optical control of magnetization, we propose a protocol for probing magnetization dynamics in flat-band ferromagnets. We investigate the nucleation and dynamical growth of magnetic bubbles prepared on top of a false vaccum in both itinerant ferromagnets and spin-polarized Chern insulators. For ferromagnetic metals, we emphasize the crucial role of a non-trivial quantum geometry in the magnetization dynamics, which in turn also provides a probe for the quantum metric. Furthermore, for quantum Hall ferromagnets, we show how properties of chiral edge modes localized at domain-wall boundaries can be dynamically accessed. Our work demonstrates the potential for nonequilibrium protocols to control and probe strongly correlated phases, with particular relevance for twisted MoTe$_2$ and graphene-based flat-band ferromagnets."}
{"id": "2512.13873", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13873", "abs": "https://arxiv.org/abs/2512.13873", "authors": ["Nisarg Bhatt", "Purnendu Das", "Subroto Mukerjee", "Sriram Ramaswamy"], "title": "Conservation laws and chaos propagation in a non-reciprocal classical magnet", "comment": null, "summary": "We study a nonreciprocal generalization [EPL 60, 418 (2002)] of the classical Heisenberg spin chain, in which the exchange coupling is nonsymmetric, and show that it displays a ballistic spreading of chaos as measured by the decorrelator. We show that the interactions are reciprocal in terms of transformed variables, with conserved quantities that can be identified as magnetization and energy, with a Poisson-bracket algebra and Hamiltonian dynamics. For strictly antisymmetric couplings in the original model the conserved quantities diffuse, the decorrelator spreads symmetrically, and a simple hydrodynamic theory emerges. The general case in which the interaction has symmetric and antisymmetric parts presents complexities in the limit of large scales. Ballistic propagation of chaos survives the inclusion of interactions beyond nearest neighbours, but the conservation laws in general do not."}
{"id": "2512.14167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14167", "abs": "https://arxiv.org/abs/2512.14167", "authors": ["Jakub Kušnír", "Tomáš Grabec", "Petr Sedlák", "Pavla Stoklasová", "Hanuš Seiner"], "title": "Simulation of the thermal and acoustic response of an elastically anisotropic solid to a nanosecond laser pulse in transient grating spectroscopy", "comment": "Manuscript submitted to Modelling and Simulation in Materials Science and Engineering", "summary": "Transient grating spectroscopy (TGS) is a material characterization technique based on laser-induced thermoelastic excitation of thermal and acoustic gratings. On opaque samples, these gratings are dynamic surface displacements that reflect the sample's elastic and thermal properties, enabling both types of parameters to be determined from a single experiment. Here, we develop a detailed finite element model (FEM) simulation of the TGS experiment that fully captures the coupling between the thermal and mechanical fields, as well as the optical detection of surface displacement using a heterodyning approach. Using custom-designed two-dimensional elements, the model is particularly suitable for analyzing TGS measurements on anisotropic media, for which analytical theory is insufficient. The simulation captures not only the anisotropic relaxation of the thermoelastic field but also several acoustic features that arise at very short (ultra-transient) timescales and provide additional information about the elastic properties of the examined material. The model offers new opportunities for the in silico testing of various modifications of TGS experiments and their applications to a broad class of materials."}
{"id": "2512.14088", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.14088", "abs": "https://arxiv.org/abs/2512.14088", "authors": ["David Roberts", "Trevor McCourt", "Geremia Massarelli", "Jeremy Rothschild", "Nahuel Freitas"], "title": "Improved diffusive approximation of Markov jump processes close to equilibrium", "comment": "18 pages, 8 figures. Includes Supplemental Material. Submitted to Phys. Rev. Research", "summary": "Diffusive approximations of Markov jump processes often fail to accurately capture large fluctuations. This is confounding, as the rare events triggered by these large fluctuations, such as the failure of electronic memories, are often the object of interest. In this paper we present an improved diffusive approximation, extending a method previously limited to equilibrium systems. Using new tools from stochastic thermodynamics, we prove its validity to linear order in departures from equilibrium and demonstrate its superior accuracy over the Kramers-Moyal expansion in predicting both steady-state and transient properties, including the error rate of a non-equilibrium electronic memory."}
{"id": "2512.14216", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14216", "abs": "https://arxiv.org/abs/2512.14216", "authors": ["Takeshi Matsumura", "Takumi Hasegawa", "Ryuma Nakajima", "Kenshin Kurauchi", "Satoshi Tsutsui", "Daisuke Ishikawa", "Alfred Q. R. Baron", "Hiroshi Tanida"], "title": "Acoustic phonon softening and lattice instability driven by on-site $f$-$d$ hybridization in CeCoSi", "comment": "7 pages, 4 figures, with Supplemental Material, Accepted for publication in Phys. Rev. B", "summary": "Soft phonon modes in tetragonal CeCoSi, which undergoes a structural transition at $T_0=12$ K followed by antiferromagnetic order at $T_{\\text{N}}=9.5$ K, have been investigated using high-resolution inelastic x-ray scattering. Pronounced softening was detected in the transverse acoustic modes corresponding to the $(yz+zx)$-type monoclinic distortion, consistent with the experimentally determined triclinic structure. Remarkably, the softening persists up to the zone boundary along (0, 0, $q$), indicating a short correlation length of the lattice instability. This instability, characterized by a Curie-type strain susceptibility, is interpreted as a consequence of the on-site $4f$-$5d$ hybridization, which is intrinsic to this crystal structure due to the lack of inversion symmetry at the two Ce sites."}
{"id": "2512.14191", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14191", "abs": "https://arxiv.org/abs/2512.14191", "authors": ["Caolin Ua Tuiscint", "Jonathan N Coleman"], "title": "Quantifying the Rate Performance of Potassium-Ion Batteries", "comment": null, "summary": "Lithium-ion batteries dominate battery research and industry due to their long research history and high energy density. However, increasing demand and limited lithium resources have raised lithium prices and battery costs, motivating interest in alternative chemistries. Potassium-ion batteries have recently attracted attention because potassium is more abundant and potentially lower cost, although the technology remains at an early stage and requires further insight for development. In this work, recently developed methods for rigorous analysis of electrode rate performance are applied to published rate-performance data from a wide range of potassium-ion batteries. Using specific capacity (mAh per g) versus charge and discharge rate curves, performance parameters are extracted to evaluate the applicability of the key model underlying these methods and to analyze opportunities for potassium-ion batteries. Relationships between these parameters and electrode properties are used to interpret performance trends and compare potassium-ion batteries with established technologies. The analysis shows that the model effectively fits potassium-ion battery rate-performance data and allows reliable extraction of performance parameters. While potassium-ion batteries generally exhibit lower specific capacities than lithium-ion and sodium-ion batteries, their upper limit of rate performance is found to exceed that of lithium-ion, sodium-ion, and related two-dimensional material electrodes, despite the larger atomic size and mass of potassium."}
{"id": "2512.13877", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13877", "abs": "https://arxiv.org/abs/2512.13877", "authors": ["Ian M. Hayes", "Elliot Fang", "Shanta R. Saha", "Vivek Mishra", "P. J. Hirschfeld", "Johnpierre Paglione"], "title": "Field-angle-resolved heat transport in UTe$_2$: determination of nodal positions in the superconducting order parameter", "comment": "13 pages, 9 figures (including SI)", "summary": "One of the recurring hurdles in studying unconventional superconductivity is the challenge of efficiently and conclusively identifying the symmetry of the superconducting order parameter in a new material. Uranium ditelluride (UTe$_2$) exhibits an unprecedented number of superconducting phases as a function of pressure and magnetic field, each presumably characterized by a different symmetry of the superconducting gap function. None of these phases has had its symmetry conclusively identified so far. In this article, we report results of an extensive study of the thermal conductivity of UTe$_2$ in its low-field, low-temperature superconducting state as a function of the angle of an applied magnetic field rotated in the $b$-$c$ plane. We observe clear and substantial oscillations in the thermal conductivity as a function of field angle, which naturally suggests the existence of point nodes in the gap. Utilizing the experimentally determined Fermi surface, we are able to model this phenomenon for all the potential gap structures in UTe$_2$ and positively identify the location of these nodes as being along the crystallographic $b$-axis, implying that the superconducting order parameter belongs to the $B_{2u}$ irreducible representation of the crystal point group. The clarity of this result will accelerate the identification of other superconducting phases in UTe$_2$, and guide future studies through the use of high resolution field-angle-dependent measurements."}
{"id": "2512.14191", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14191", "abs": "https://arxiv.org/abs/2512.14191", "authors": ["Caolin Ua Tuiscint", "Jonathan N Coleman"], "title": "Quantifying the Rate Performance of Potassium-Ion Batteries", "comment": null, "summary": "Lithium-ion batteries dominate battery research and industry due to their long research history and high energy density. However, increasing demand and limited lithium resources have raised lithium prices and battery costs, motivating interest in alternative chemistries. Potassium-ion batteries have recently attracted attention because potassium is more abundant and potentially lower cost, although the technology remains at an early stage and requires further insight for development. In this work, recently developed methods for rigorous analysis of electrode rate performance are applied to published rate-performance data from a wide range of potassium-ion batteries. Using specific capacity (mAh per g) versus charge and discharge rate curves, performance parameters are extracted to evaluate the applicability of the key model underlying these methods and to analyze opportunities for potassium-ion batteries. Relationships between these parameters and electrode properties are used to interpret performance trends and compare potassium-ion batteries with established technologies. The analysis shows that the model effectively fits potassium-ion battery rate-performance data and allows reliable extraction of performance parameters. While potassium-ion batteries generally exhibit lower specific capacities than lithium-ion and sodium-ion batteries, their upper limit of rate performance is found to exceed that of lithium-ion, sodium-ion, and related two-dimensional material electrodes, despite the larger atomic size and mass of potassium."}
{"id": "2512.14314", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14314", "abs": "https://arxiv.org/abs/2512.14314", "authors": ["M. ElMassalami", "S. Favre", "M. B. Silva Neto"], "title": "Pressure-induced hole delocalization in the strongly correlated quasicubic charge-transfer perovskite $LaBa_2Fe_3O_{8+δ}$d", "comment": "9 pages, 5 figures", "summary": "Analysis of the thermal and baric evolution of resistance in $LaBa_2Fe_3O_{8+δ}$ enabled the construction of its pressure-temperature (P-T) phase diagram, which prominently displays a critical boundary, $P^{MIT}_c(T)$, marking the transition from localized to hole-type extended states. The relatively low critical pressures [$P^{MIT}_c(T) \\approx 3$-8 GPa] suggest that, as $P \\rightarrow P_c$ in this narrow-gap, strongly correlated charge-transfer system, both the hybridization strength and the charge-transfer character are progressively enhanced - ultimately leading to the emergence of metallicity. Emphasizing the electronic nature of this transition, pressure-dependent structural analyses at room temperature reveal no associated structural phase transition at $P^{MIT}_c(T)$; the system retains a (weakly tetragonally distorted) quasicubic perovskite structure with Murnaghan-type compressibility up to 30\\,GPa. The emergence of hole delocalization and metallic conduction, coupled with suppressed antiferromagnetism, suggests proximity to quantum criticality."}
{"id": "2512.14282", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14282", "abs": "https://arxiv.org/abs/2512.14282", "authors": ["Zeping Shi", "Wenbin Wu", "Guangyi Wang", "Mykhaylo Ozerov", "Jian Yuan", "Wei Xia", "Yuhan Du", "Xianghao Meng", "Xiangyu Jiang", "Mingsen Zhou", "Yuxi Chen", "Hao Shen", "Yanfeng Guo", "Junhao Chu", "Xiang Yuan"], "title": "Isotropic Dirac fermion and anomalous oscillator strength of zeroth Landau level transition", "comment": null, "summary": "Dirac fermions, characterized by their linear dispersion and relativistic nature, have emerged as a prominent class of quasiparticles in condensed matter physics. While the Dirac equation, initially developed in the context of high-energy physics, provides a remarkable framework for describing the electronic properties of these materials, the inherent symmetry constraints of condensed matter often lead to deviations from the idealized paradigm. In particular, three-dimensional Dirac fermions in solids often exhibit anisotropic behavior, challenging the notion of perfect symmetry inherent in the Dirac equation. Here, we report the observation of isotropic massive Dirac fermions in LaAlSi through Landau level spectroscopy. The presence of three-dimensional massive Dirac fermions across the Fermi energy is demonstrated by quantized and semiclassical analyses of the magnetic field evolution of Landau level transitions. The isotropic topological nature, Fermi velocity, and Dirac mass are evidenced by the identical magneto-infrared response among the Faraday and three Voigt geometries. Furthermore, we observe an unusually large oscillator strength in the zeroth Landau level transition of the Dirac fermion, compared to transitions with higher indices. This phenomenon, supported by model calculations, can be attributed to the combined effects of the partial excitation of Dirac fermion and the resonant dielectric coupling with the Weyl plasma. Our work provides a strategy for realizing ideal quasiparticle excitations and their coupling effects in condensed matter systems, offering a platform for exploring relativistic physics."}
{"id": "2512.13883", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2512.13883", "abs": "https://arxiv.org/abs/2512.13883", "authors": ["Philipp Fleig"], "title": "Renormalization group for spectral collapse in random matrices with power-law variance profiles", "comment": "18 pages, 9 figures", "summary": "We propose a renormalization group (RG) approach to compare and collapse eigenvalue densities of random matrix models of complex systems across different system sizes. The approach is to fix a natural spectral scale by letting the model normalization run with size, turning raw spectra into comparable, collapsed density curves. We demonstrate this approach on generalizations of two classic random matrix ensembles--Wigner and Wishart--modified to have power-law variance profiles. We use random matrix theory methods to derive self-consistent fixed-point equations for the resolvent to compute their eigenvalue densities, we define an RG scheme based on matrix decimation, and compute the Beta function controlling the RG flow as a function of the variance profile power-law exponent. The running normalization leads to spectral collapse which we confirm in simulations and solutions of the fixed-point equations. We expect this RG approach to carry over to other ensembles, providing a method for data analysis of a broad range of complex systems."}
{"id": "2512.14282", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14282", "abs": "https://arxiv.org/abs/2512.14282", "authors": ["Zeping Shi", "Wenbin Wu", "Guangyi Wang", "Mykhaylo Ozerov", "Jian Yuan", "Wei Xia", "Yuhan Du", "Xianghao Meng", "Xiangyu Jiang", "Mingsen Zhou", "Yuxi Chen", "Hao Shen", "Yanfeng Guo", "Junhao Chu", "Xiang Yuan"], "title": "Isotropic Dirac fermion and anomalous oscillator strength of zeroth Landau level transition", "comment": null, "summary": "Dirac fermions, characterized by their linear dispersion and relativistic nature, have emerged as a prominent class of quasiparticles in condensed matter physics. While the Dirac equation, initially developed in the context of high-energy physics, provides a remarkable framework for describing the electronic properties of these materials, the inherent symmetry constraints of condensed matter often lead to deviations from the idealized paradigm. In particular, three-dimensional Dirac fermions in solids often exhibit anisotropic behavior, challenging the notion of perfect symmetry inherent in the Dirac equation. Here, we report the observation of isotropic massive Dirac fermions in LaAlSi through Landau level spectroscopy. The presence of three-dimensional massive Dirac fermions across the Fermi energy is demonstrated by quantized and semiclassical analyses of the magnetic field evolution of Landau level transitions. The isotropic topological nature, Fermi velocity, and Dirac mass are evidenced by the identical magneto-infrared response among the Faraday and three Voigt geometries. Furthermore, we observe an unusually large oscillator strength in the zeroth Landau level transition of the Dirac fermion, compared to transitions with higher indices. This phenomenon, supported by model calculations, can be attributed to the combined effects of the partial excitation of Dirac fermion and the resonant dielectric coupling with the Weyl plasma. Our work provides a strategy for realizing ideal quasiparticle excitations and their coupling effects in condensed matter systems, offering a platform for exploring relativistic physics."}
{"id": "2512.14396", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14396", "abs": "https://arxiv.org/abs/2512.14396", "authors": ["Marvin Leusch", "Alessandro Toschi", "Andreas Hausoel", "Giorgio Sangiovanni", "Georg Rohringer"], "title": "Impact of nonlocal spatial correlations for different lattice geometries", "comment": "12 pages, 11 figures", "summary": "We analyze the impact of the lattice geometry on the thermodynamic transition to magnetically ordered phases in strongly interacting electron systems for various Bravais lattices in three and four dimensions, including both local and nonlocal correlation effects. In a first step we use the dynamical mean field theory (DMFT), which takes into account purely local correlations, to calculate the magnetic susceptibilities of the Hubbard model on three (3d-sc) and four dimensional (4d-sc) simple cubic/hypercubic, as well as on three dimensional body- (bcc) and face-centered (fcc) cubic lattices, and determine the transition temperature to the corresponding magnetically-ordered state. In a second step, we exploit the dynamical vertex approximation (D$Γ$A), a diagrammatic extension of DMFT, to include the effect of nonlocal correlations which are particularly important in the vicinity of the corresponding phase transition. For the bipartite 3d-sc, 4d-sc and bcc lattices nonlocal fluctuations lead to a substantial reduction of the DMFT transition temperature consistent to the overall tendency of mean-field approaches to overestimate the stability of ordered phases. As expected, the magnitude of the difference between the DMFT, being exact in the limit of large connectivity/dimensions, and D$Γ$A transition temperatures decreases with increasing coordination number. On a more practical perspective, these results also provide a reasonable guidance to evaluate the expected overestimation of the DMFT ordering temperature for different material geometries. For the fcc lattice, on the other hand, the ordered phase observed in DMFT vanishes completely within D$Γ$A which is consistent with the existence of strong geometric frustration in this lattice."}
{"id": "2512.14631", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14631", "abs": "https://arxiv.org/abs/2512.14631", "authors": ["Giovanni Di Muccio", "Gonçalo Paulo", "Lorenzo Iannetti", "Adina Sauciuc", "Giovanni Maglia", "Alberto Giacomello"], "title": "Electrodrying in nanopores: from fundamentals to iontronic and memristive applications", "comment": null, "summary": "Iontronics is a burgeoning paradigm that employs ions in solution as information carriers for sensing and computing, e.g., in neuromorphic devices. The fundamentally different working principle as compared to electronics requires novel approaches and concepts to control the impedance of nanoscale fluidic circuit elements, such as nanopores. For instance, previous research has focused on voltage-induced pore wetting as a means to trigger conduction in nanopores. The present study explores the opposite counter-intuitive mechanism: using voltage to dry hydrophobic nanopores and, therefore, to turn off conduction. This \"electrodrying\" concept affords exquisite, bidirectional control over the conductance of nanopores additionally showing hysteresis in the current-voltage curve that is the fingerprint of memristors. Using an analytical model and free-energy molecular dynamics simulations, we explain the physical mechanism underlying electrodrying and provide clear design criteria for solid-state and biological nanopores with bidirectional control over conductance. The electrical behaviour of electrodrying nanopores shows two unique features: i) the hysteresis loop is shifted from the origin, accounting for the fifth, previously unreported memristor type and ii) negative differential resistance is observed over a broad voltage range in which the non-conductive state is favoured by electrodrying. These properties are demonstrated in a short-term memory task and in an iontronic oscillator circuit to showcase their potential in neuromorphic applications and iontronic devices. Finally, we validate our predictions through experiments on engineered dipolar hydrophobic CytK nanopores, whose voltage-dependent conductance substantiates the electrodrying concept."}
{"id": "2512.13888", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.13888", "abs": "https://arxiv.org/abs/2512.13888", "authors": ["Hua Lv", "Tauqir Shinwari", "Kacho Imtiyaz Ali Khan", "Jens Herfort", "Chen Chen", "Joan M. Redwing", "Mehak Loyal", "Gerhard Jakob", "Mathias Klaeui", "Achim Trampert", "Bernat Mundet", "Belen Ballesteros", "Manfred Ramsteiner", "Roman Engel-Herbert", "Michael Hanke", "Joao Marcelo J. Lopes"], "title": "Proximity-tuned Magnetic and Transport Anomalies in All-epitaxial Fe5-xGeTe2/WSe2 Van der Waals Heterostructures", "comment": null, "summary": "Van der Waals (vdW) heterostructures combining two-dimensional (2D) ferromagnets and semiconducting transition-metal dichalcogenides (TMDCs) offer highly promising opportunities for tailoring 2D magnetism through interfacial proximity effects, enabling unique physical phenomena inaccessible in 3D systems and achieving functionalities beyond conventional spintronics. However, current fabrication of vdW heterostructures still relies heavily on the manual stacking of exfoliated 2D flakes, leading to critical challenges in scalability, interfacial quality, thickness control and device integration. This work reports on the realization of all-epitaxial, high-quality Fe5-xGeTe2(FGT)/WSe2 heterostructures exhibiting perpendicular magnetic anisotropy (PMA) and room-temperature ferromagnetism. The FGT/WSe2 system demonstrates temperature-driven magnetic transitions, higher-order PMA contributions and large anisotropic magnetoresistance, highlighting sublattice-specific contributions to magnetic and transport properties. Notably, the FGT/WSe2 heterostructures display unconventional physical phenomena, including thickness- and temperature-dependent sign reversal of exchange bias, a reversed thickness trend in the unconventional Hall effect, and a non-monotonic PMA-thickness dependence. These anomalies indicate pronounced interfacial contributions arising from proximity effects enhanced by epitaxial interface quality. Collectively, this study provides deep insights into the magnetic and transport properties of FGT/WSe2 vdW heterostructures, establishing a scalable platform for exploring emergent 2D physics and advancing next-generation 2D spintronic technologies."}
{"id": "2512.14305", "categories": ["cond-mat.mtrl-sci", "eess.SY"], "pdf": "https://arxiv.org/pdf/2512.14305", "abs": "https://arxiv.org/abs/2512.14305", "authors": ["Freja Vandeputte", "Bart van den Boorn", "Matthijs van Berkel", "Anja Bieberle-Hütter", "Gerd Vandersteen", "John Lataire"], "title": "Estimating Reaction Rate Constants from Impedance Spectra: Simulating the Multistep Oxygen Evolution Reaction", "comment": "18 pages, 8 figures", "summary": "The efficiency of water electrolysis in a photoelectrochemical cell is largely limited by the oxygen evolution reaction (OER) at its semiconductor photoanode. Reaction rate constants are key to investigating the slow kinetics of the multistep OER, as they indicate the rate-determining step. While these rate constants are usually calculated based on first-principles simulations, this research aims to estimate them from experimental electrochemical impedance spectroscopy (EIS) data. Starting from a microkinetic model for charge transfer at the semiconductor-electrolyte interface, an expression for the impedance as a function of the rate constants is derived. At lower potentials, the order of this impedance model is reduced, thus eliminating the rate constants corresponding to the last reaction steps. Moreover, it is shown that EIS data from at least two potentials needs to be combined in order to uniquely identify the rate constants of a particular reduced order model. Therefore, this work details a sample maximum likelihood estimator that integrates not only multiple frequencies, but also multiple potentials simultaneously. Measuring multiple periods of the current density and potential signals, allows this frequency domain estimator to take measurement uncertainty into account. In addition, due to the large numerical range of the rate constants, various scaling methods are implemented to achieve numerical stability. To find suitable initial values for the highly nonlinear optimization problem, different global estimation methods are compared. The complete estimation procedure of the rate constants is illustrated on simulated EIS data of a hematite photoanode."}
{"id": "2512.14414", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14414", "abs": "https://arxiv.org/abs/2512.14414", "authors": ["Hongyu Chen", "Yangfeng Fu", "Weiqiang Yu", "Rong Yu", "Z. Y. Xie"], "title": "A single-layer framework of variational tensor network states", "comment": null, "summary": "We propose a single-layer tensor network framework for the variational determination of ground states in two-dimensional quantum lattice models. By combining the nested tensor network method [Phys. Rev. B 96, 045128 (2017)] with the automatic differentiation technique, our approach can reduce the computational cost by three orders of magnitude in bond dimension, and therefore enables highly efficient variational ground-state calculations. We demonstrate the capability of this framework through two quantum spin models: the antiferromagnetic Heisenberg model on a square lattice and the frustrated Shastry-Sutherland model. Even without GPU acceleration or symmetry implimention, we have achieved the bond dimension of 9 and obtained accurate ground-state energy and consistent order parameters compared to prior studies. In particular, we confirm the existence of an intermediate empty-plaquette valence bond solid ground state in the Shastry-Sutherland model. We have further discussed the convergence of the algorithm and its potential improvements. Our work provides a promising route for large-scale tensor network calculations of two-dimensional quantum systems."}
{"id": "2512.13909", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13909", "abs": "https://arxiv.org/abs/2512.13909", "authors": ["Frank M. Abel", "Paige Burke", "Daniel Wines", "Brian Donovan", "Michelle E. Jamer", "Kamal Choudhary"], "title": "Machine Learning for Predicting Magnetization from X-ray Diffraction of Iron Oxide Nanoparticles Using Simple Physics-Based Data Generation", "comment": null, "summary": "Automation and high-throughput characterization and synthesis for material development are becoming increasingly common; these approaches require machine learning (ML) tools to assess material properties, ideally based on a single measurement. Here, ML models are developed to predict magnetization from X-ray diffraction (XRD) for iron oxide nanoparticles. Our approach is to first develop a set of simulated data that links modulated XRD, based on a crystallographic information file (CIF), to a simple magnetic model to determine magnetization at a given magnetic field, thereby enabling us to train Random Forest and Gradient Boosting regression models on a large amount of simulated data. The models are validated by synthesizing iron oxide nanoparticles and measuring their crystal structure via XRD and room-temperature magnetization curves. In doing so, we can fine-tune both the training hyperparameters and the optimal size of the simulated datasets used to train the models. Through this optimization, the best models can achieve an $R^2$ greater than 0.9 for five experimental samples, used for tuning, for predicting the max magnetization (at 2.8 T) of the measurement. Lastly, we demonstrate reasonable predictions on the full magnetization vs. magnetic field curve, showing that the RF model excels at predicting the high magnetic field values, which is key for determining the success of an iron oxide nanoparticle synthesis for applications like magnetic particle imaging (MPI), thermal magnetic particle imaging (T-MPI), and hyperthermia."}
{"id": "2512.14392", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14392", "abs": "https://arxiv.org/abs/2512.14392", "authors": ["Enrico Perfetto", "Gianluca Stefanucci"], "title": "Exceptional Excitons", "comment": "32 pages, 9 figures", "summary": "Non-Hermitian physics is reshaping our understanding of quantum systems by revealing states and phenomena without Hermitian counterparts. While non-Hermiticity is typically associated with gain-loss processes in open systems, we uncover a fundamentally different route to non-Hermitian behavior emerging from non-equilibrium correlations. In photoexcited semiconductors, the effective interaction between electrons and holes gives rise to a pseudo-Hermitian Bethe-Salpeter Hamiltonian (PH-BSH) that governs excitonic states in the presence of excited populations. Within this framework, we identify a previously unknown class of excitonic quasiparticles - exceptional excitons - corresponding to exceptional points embedded inside the electron-hole continuum. Exceptional excitons emerge at the onset of population inversion, and represent the strongly renormalized counterparts of the system's equilibrium excitons. They are spatially localized, protected against hybridization with the continuum, and remain long-lived even in regimes where conventional excitons undergo a Mott transition. Crucially, exceptional excitons appear only when the PH-BSH is evaluated with non-thermal, resonantly generated carrier populations that support an excitonic superfluid. Ab initio results for monolayer WS_2 explicitly demonstrate this scenario and show that exceptional excitons can be realized with existing ultrafast pumping techniques. We also identify distinctive optical and photoemission signatures that enable their unambiguous detection."}
{"id": "2512.14558", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14558", "abs": "https://arxiv.org/abs/2512.14558", "authors": ["Mikhail M. Glazov", "Atac Imamoglu"], "title": "Long-range ferroelectric order in two dimensional excitonic insulators", "comment": "15 pages, 6 figures", "summary": "It is generally argued that Mermin-Wagner theorem excludes the possibility of long-range order in two dimensional bosonic systems at non-zero temperatures. In contrast, we show here that generic bilayer semiconductors could demonstrate true Bose-Einstein condensation of interlayer excitons. We show that the key requirements include (i) reduction of the interlayer band gap using an applied electric field so that excitons spontaneously appear in the ground state, (ii) band structure that allows for long-range electron-hole exchange interaction, and (iii) a finite magnetic field. Our results indicate that superfluidity and ferroelectric order can co-exist in two dimensional excitonic insulators."}
{"id": "2512.13918", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.13918", "abs": "https://arxiv.org/abs/2512.13918", "authors": ["Silvina Gatica"], "title": "Carbon Capture from wet vapors", "comment": "16 pages. 8 figures", "summary": "We present molecular dynamics simulations of the adsorption of mixed CO2-water vapors on a graphene flakes substrate, a model inspired by the microporous structure of activated carbons. Adsorption strength is quantified through a reduced energy measure that avoids ambiguities associated with defining adsorption regions. We find that CO2 adsorbs more strongly and more rapidly than water across all temperatures studied. Adsorption from wet vapors was observed to result in higher CO2 uptake compared with dry vapors at temperatures below 375 K. At intermediate temperatures, water molecules were seen to form clusters that interact with both the substrate and CO2, potentially promoting CO2 adsorption. Additionally, we observe that the GF substrate inhibits the formation of large water clusters, altering water aggregation dynamics near the surface. These findings highlight a cooperative adsorption mechanism in humid environments and suggest that graphene-flakes-based materials may perform effectively for carbon capture under realistic, moisture-containing conditions."}
{"id": "2512.14438", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14438", "abs": "https://arxiv.org/abs/2512.14438", "authors": ["Xavier Gonze", "Christian Tantardini", "Antoine Levitt"], "title": "Low-temperature behavior of density-functional theory for metals based on density-functional perturbation theory and Sommerfeld expansion", "comment": null, "summary": "The temperature dependence of most solid-state properties is dominated by lattice vibrations, but metals display notable purely electronic effects at low temperature, such as the linear specific heat and the linear entropy, that were derived by Sommerfeld for the non-interacting electron gas via the low-temperature expansion of Fermi-Dirac integrals. Here we treat temperature as a perturbation within density-functional perturbation theory (DFPT). For finite temperature, we show how self-consistency screens the bare, temperature-induced density change obtained in the non-interacting picture: the inverse transpose of the electronic dielectric operator, that includes Adler-Wiser and a term related to the shift in Fermi level, links the self-consistent density response to the bare thermal density change. This approach is implemented in DFTK, and demonstrated by the computation of the second-order derivative of the free energy, and the first-order derivative of entropy for aluminum. Then, we examine the $T\\!\\to\\!0$ limit. The finite temperature formalism contains divergences, that we cure using the Sommerfeld expansion to analyze metallic systems at 0 K. The electronic free energy is quadratic in $T$ provided the Fermi level is not at a Van Hove singularity of the density of states. If the latter happens, another temperature behavior might appear, depending on the type of Van Hove singularity, that we analyze. Our formulation applies to systems periodic in one, two, or three dimensions, and provides a basis for studying temperature-dependent electronic instabilities (e.g., charge-density waves) within density-functional theory and DFPT."}
{"id": "2512.14597", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14597", "abs": "https://arxiv.org/abs/2512.14597", "authors": ["Frédéric Chassot", "Aki Pulkkinen", "Ján Minár", "Gunther Springholz", "Matthias Hengsberger", "Claude Monney"], "title": "Detection of Image Potential States above the vacuum level in GeTe", "comment": "10 pages, 9 figures", "summary": "The ferroelectric semiconductor α-GeTe(111) has attracted significant attention in the last decade due to its unique properties, with extensive studies focusing on its occupied electronic bandstructure. In contrast, its unoccupied states - particularly those near the conduction band minimum - remain largely unexplored. In an effort to characterize those states, we surprisingly observe three image potential states (IPS) in α-GeTe(111) extending up to 0.8 eV above the vacuum level. Using time and angle-resolved photoemission spectroscopy, we resolve the full parabolic dispersions of the first three IPS and determine their binding energies. Our analysis, combined with Bloch spectral function calculations, reveals that the unexpected persistence of IPS above the vacuum level originates from strong dipole transitions and the presence of large electron reservoirs in GeTe."}
{"id": "2512.13925", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.13925", "abs": "https://arxiv.org/abs/2512.13925", "authors": ["C. Reichhardt", "C. J. O. Reichhardt"], "title": "Hysteresis, Laning, and Negative Drag in Binary Systems with Opposite and Perpendicular Driving", "comment": "15 pages, 28 postscript figures", "summary": "We consider a binary system of particles with repulsive interactions that move in opposite or perpendicular directions to each other under an applied external drive. For opposite driving, at higher drives a phase-separated laned state forms that has strong hysteresis in the velocity-force curve and the fraction of topological defects as the drive is cycled up and down from zero. The amount of hysteresis depends on the drive value at which the drive changes from increasing to decreasing. For perpendicular driving, we find a jammed state that transitions into a disordered state or a tilted lane state, both of which also show strong hysteresis effects. Additionally, a negative drag effect can appear in which one species moves in the direction opposite to the other species due to a tilting of the lanes by the perpendicular drive. When a constant drive is applied along one direction while the drive in the perpendicular direction is increased, we observe a series of drops and jumps in the velocity as the system forms locked and tilted laned states. For weakly interacting particles, the jammed system can show co-tilted stripe-forming states."}
{"id": "2512.14483", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14483", "abs": "https://arxiv.org/abs/2512.14483", "authors": ["Runze Li", "Chaoxi Cui", "Ying Liu", "Zhi-Ming Yu", "Shengyuan A. Yang"], "title": "Anomalous shift in scattering from topological nodal-ring semimetals", "comment": null, "summary": "An electron beam may experience an anomalous spatial shift during an interface scattering process. Here, we investigate this phenomenon for reflection from mirror-symmetry-protected nodal-ring semimetals, which are characterized by an integer topological charge $χ_h$. We show that the shift is generally enhanced by the presence of nodal rings, and the ring's geometry can be inferred from the profile of shift vectors in the interface momentum plane. Importantly, the anomalous shift encodes the topological information of the ring, where the circulation of the shift vector field $κ_s$ over a semicircle is governed by the topological charge, with a simple relationship: $κ_s=-2πχ_h$. Furthermore, we demonstrate that the shift and its circulation reflect distinct features of topological phase transitions of the charged rings. This study uncovers a novel physical signature of topological nodal rings and positions anomalous scattering shifts as a powerful tool for probing topological band structures."}
{"id": "2512.13808", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13808", "abs": "https://arxiv.org/abs/2512.13808", "authors": ["Matthew Bunney", "Lucca Marchetti", "Domenico Di Sante", "Carsten Honerkamp", "Stephan Rachel"], "title": "Chiral topological superconductivity in hole-doped Sn/Si(111)", "comment": "(7+8 pages, 4+5 figures)", "summary": "A third monolayer of tin atoms on the semiconductor substrate Si(111) has been shown to become superconducting upon six to ten percent hole doping. Experiments have reported promising results hinting at a superconducting chiral $d$-wave order parameter. Here we examine Sn/Si(111) by combining most recent ab initio results, quasi-particle interference calculations, state-of-the-art truncated-unity functional renormalization group simulations and Bogoliubov-de Gennes analysis. We show remarkable agreement between experimental and theoretical quasi-particle interference data both in the metallic and superconducting regimes. The interacting phase diagram reveals that the superconductivity is indeed chiral $d$-wave with Chern number $C=4$. Surprisingly, magnetically ordered phases are absent, instead we find charge density wave order, as observed in related compounds, as a competing phase. Our results demonstrate that Sn/Si(111) is an outstanding candidate material for chiral topological superconductivity."}
{"id": "2512.13930", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.CL", "cs.LG", "cs.MA"], "pdf": "https://arxiv.org/pdf/2512.13930", "abs": "https://arxiv.org/abs/2512.13930", "authors": ["Samuel Rothfarb", "Megan C. Davis", "Ivana Matanovic", "Baikun Li", "Edward F. Holby", "Wilton J. M. Kort-Kamp"], "title": "Hierarchical Multi-agent Large Language Model Reasoning for Autonomous Functional Materials Discovery", "comment": "Keywords: Multi-agent reasoning; Large language models; Active learning; AI-driven simulation; Materials discovery; Density functional theory; Surface chemistry", "summary": "Artificial intelligence is reshaping scientific exploration, but most methods automate procedural tasks without engaging in scientific reasoning, limiting autonomy in discovery. We introduce Materials Agents for Simulation and Theory in Electronic-structure Reasoning (MASTER), an active learning framework where large language models autonomously design, execute, and interpret atomistic simulations. In MASTER, a multimodal system translates natural language into density functional theory workflows, while higher-level reasoning agents guide discovery through a hierarchy of strategies, including a single agent baseline and three multi-agent approaches: peer review, triage-ranking, and triage-forms. Across two chemical applications, CO adsorption on Cu-surface transition metal (M) adatoms and on M-N-C catalysts, reasoning-driven exploration reduces required atomistic simulations by up to 90% relative to trial-and-error selection. Reasoning trajectories reveal chemically grounded decisions that cannot be explained by stochastic sampling or semantic bias. Altogether, multi-agent collaboration accelerates materials discovery and marks a new paradigm for autonomous scientific exploration."}
{"id": "2512.14495", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14495", "abs": "https://arxiv.org/abs/2512.14495", "authors": ["Jianhua Zhang", "Jun Liu", "Z. Z. Zhu", "K. M. Ho", "V. V. Dobrovitski", "C. Z. Wang"], "title": "Multimode Jahn-Teller Effect in Negatively Charged Nitrogen-Vacancy Center in Diamond", "comment": null, "summary": "Multimode Jahn-Teller (JT) effect in a negatively charged nitrogen-vacancy (NV) center in its excited state is studied by first-principles calculations based on density function theory (DFT). The activation pathways of the JT distortions are analyzed to elucidate and quantify the contribution of different vibrational modes. The results show that the dominant vibrational modes in the JT distortions are closely related to the phonon sideband observed in two-dimensional electronic spectroscopy (2DES), consistent with ab initio molecular dynamics (AIMD) simulation results. Our calculations provide a new way to understand the origin and the mechanism of the vibronic coupling of the system. The obtained dominant vibrational modes coupled to the NV centre and their interactions with electronic states provides new insights into dephasing, relaxation and optically driven quantum effects, and are critical for the application to quantum information, magnetometry and sensing."}
{"id": "2512.13877", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.13877", "abs": "https://arxiv.org/abs/2512.13877", "authors": ["Ian M. Hayes", "Elliot Fang", "Shanta R. Saha", "Vivek Mishra", "P. J. Hirschfeld", "Johnpierre Paglione"], "title": "Field-angle-resolved heat transport in UTe$_2$: determination of nodal positions in the superconducting order parameter", "comment": "13 pages, 9 figures (including SI)", "summary": "One of the recurring hurdles in studying unconventional superconductivity is the challenge of efficiently and conclusively identifying the symmetry of the superconducting order parameter in a new material. Uranium ditelluride (UTe$_2$) exhibits an unprecedented number of superconducting phases as a function of pressure and magnetic field, each presumably characterized by a different symmetry of the superconducting gap function. None of these phases has had its symmetry conclusively identified so far. In this article, we report results of an extensive study of the thermal conductivity of UTe$_2$ in its low-field, low-temperature superconducting state as a function of the angle of an applied magnetic field rotated in the $b$-$c$ plane. We observe clear and substantial oscillations in the thermal conductivity as a function of field angle, which naturally suggests the existence of point nodes in the gap. Utilizing the experimentally determined Fermi surface, we are able to model this phenomenon for all the potential gap structures in UTe$_2$ and positively identify the location of these nodes as being along the crystallographic $b$-axis, implying that the superconducting order parameter belongs to the $B_{2u}$ irreducible representation of the crystal point group. The clarity of this result will accelerate the identification of other superconducting phases in UTe$_2$, and guide future studies through the use of high resolution field-angle-dependent measurements."}
{"id": "2512.13933", "categories": ["cond-mat.stat-mech", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2512.13933", "abs": "https://arxiv.org/abs/2512.13933", "authors": ["Matthew P. Leighton", "Christopher W. Lynn"], "title": "Decomposing Non-Markovian History Dependence", "comment": "8 pages, 6 figures", "summary": "Non-Markovian stochastic processes are ubiquitous in biology. Nevertheless, we lack a general framework for quantifying historical dependencies. In this Letter, we propose an information-theoretic approach to decompose history dependence in systems with non-Markovian dynamics, quantifying the information encoded in dependencies of each order. In minimal models of non-Markovian dynamics, we show that this framework correctly captures the underlying historical dependencies, even when autocorrelations do not. In prolonged recordings of fly behavior, we find that the scaling of non-Markovian dependencies is invariant across timescales from fractions of a second to minutes. Despite this invariance, the overall amount of non-Markovian information is non-monotonic, suggesting a unique timescale on which historical dependencies are strongest."}
{"id": "2512.14548", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.14548", "abs": "https://arxiv.org/abs/2512.14548", "authors": ["Andrew C. Burgess", "Lórien MacEnulty", "Ethan D'Arcy", "David Gavin", "David D. O'Regan"], "title": "Accurate bandgaps of photovoltaic kesterites from first-principles DFT+U", "comment": "11 pages, 7 figures", "summary": "Streamlined prediction of the electronic properties of photoactive materials warrants a Density Functional Theory (DFT) based approach that (i) yields reliable bandgaps, (ii) is free of empirically tuned parameters, and (iii) exhibits low computational overhead. Here we show that for Cu2ZnSnS4 and Cu2ZnGeS4 kesterite photovoltaic materials, all three of these demands are met by the DFT plus Hubbard U technique (DFT+U) with corrective parameters evaluated via minimum-tracking linear response. The predicted bandgaps are found to even marginally outperform those from the self-consistent GW approach. Key to this method's success is the application of Hubbard U corrections to all atomic subspaces that dominate the conduction and valence band edges, as opposed to the conventional approach of correcting 3d and 4f atomic states. Intriguingly, the inclusion of Hund's J corrections via the extended DFT+U+J functional significantly worsens these results. This under performance can be ameliorated through the use of the Burgess-Linscott-O'Regan (BLOR) flat-plane based Hubbard U plus Hund's J functional, with bandgap predictions in close agreement with the conventional DFT+U method. The DFT+U method is also used to predict defect-induced changes to the bandgap and associated formation energies, in 1,728-atom supercells."}
{"id": "2512.14071", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14071", "abs": "https://arxiv.org/abs/2512.14071", "authors": ["Shun Okumura", "Moritz M. Hirschmann", "Yukitoshi Motome"], "title": "Spiral-induced Anomalous Hall Effect from Odd-parity Spin-nodal Lines", "comment": "7 pages, 5 figures", "summary": "Spin spirals represent a fundamental class of noncollinear yet coplanar magnetic structures that give rise to diverse emergent phenomena reflecting spin chirality. We investigate metallic systems hosting commensurate spin spirals and uncover an unconventional anomalous Hall effect (AHE) induced by spiral magnetism. The spin spiral introduces odd-parity spin splitting with polarization perpendicular to the helical plane, forming spin-nodal lines in the electronic structure. In the presence of spin-orbit coupling, we find that these nodal lines become gapped by finite magnetization, concentrating the Berry curvature near the gap and generating a distinctive AHE. We identify the interplay among the spin-orbit coupling, helical plane orientation, and magnetization direction as the key ingredient for this spiral-induced AHE, which is expected to occur across a wide range of materials hosting commensurate spin spirals."}
{"id": "2512.13936", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.13936", "abs": "https://arxiv.org/abs/2512.13936", "authors": ["Matthew P. Leighton", "Christopher W. Lynn"], "title": "Tractable Model for Tunable Non-Markovian Dynamics", "comment": "16 pages, 3 figures", "summary": "Non-Markovian dynamics are ubiquitous across physics, biology, and engineering. Yet our understanding of non-Markovian processes significantly lags that of simpler Markovian processes, due largely to a lack of tractable models. In this article, we present a minimal model of non-Markovian dynamics in which the current state copies past states with arbitrary history dependence. We show that many properties of this process can be studied analytically, providing insight into the relationships between history dependence, autocorrelations, and information-theoretic metrics like entropy and dynamical information. Strikingly, we find that autocorrelations can fail, even qualitatively, to capture the underlying dependencies. Ultimately, this model serves as a tractable sandbox for exploring non-Markovian dynamics."}
{"id": "2512.14571", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14571", "abs": "https://arxiv.org/abs/2512.14571", "authors": ["Shaun O'Donnell", "Corlyn Regier", "Sharad Mahatara", "H. Cein Mandujano", "Efrain E. Rodriguez", "Danielle R. Yahne", "Stephan Lany", "Sage R. Bauers", "Rebecca W. Smaha", "James R. Neilson"], "title": "Ferrimagnetic Order in Tetragonal Antiperovskite Mn$_3$GeN", "comment": null, "summary": "The crystal and magnetic structures of the nitride antiperovskite Mn$_3$GeN reveals ferrimagnetic order stemming from a distorted kagome-derived lattice of the Mn atoms. Polycrystalline Mn$_3$GeN was synthesized via a solid-state reaction and characterized using neutron powder diffraction, DC magnetometry, and first-principles calculations. Rietveld refinement reveals near-stoichiometric composition (Mn$_3$GeN$_{0.94(1)}$) adopting a tetragonal $I4/mcm$ structure at $T$ = 500 K and below, featuring axially distorted and tilted [NMn$_6$] octahedra that result in a buckled Mn kagome lattice. On heating, the tetragonal distortion and octahedral tilt angle decrease continuously before transitioning to the cubic $Pm\\bar{3}m$ antiperovskite phase at $T \\approx$ 524 K. Neutron diffraction and magnetometry together reveal noncollinear ferrimagnetic ordering. For 30 K $\\le T \\le$ 500 K, the magnetic structure is described by a single propagation vector, $k$ = (0, 0, 0), with inequivalent Mn1 and Mn2 sublattices that couple antiferromagnetically to yield a net moment. Density functional theory-based calculations show the different local moments originate from the bandwidths associated with the distinct Mn-N bond lengths. The temperature dependence of the sublattice moments indicates a compensation-like crossover between Mn1- and Mn2-derived magnetization near 380 K. These findings uncover a previously unrecognized subtlety in the magnetic and structural behavior of Mn$_3$GeN, highlighting the interplay between structural distortions, magnetic ordering, and electronic structure in kagome-derived antiperovskite materials."}
{"id": "2512.14107", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14107", "abs": "https://arxiv.org/abs/2512.14107", "authors": ["Hisakazu Matsuki", "Rustem Khasanov", "Jonas A. Krieger", "Thomas J. Hicken", "Kosuke Yuchi", "Jake S. Bobowski", "Giordano Mattoni", "Atsutoshi Ikeda", "Ryutaro Okuma", "Hubertus Luetkens", "Yoshiteru Maeno"], "title": "Muon Knight shift as a precise probe of the superconducting symmetry of Sr$_2$RuO$_4$", "comment": null, "summary": "Muon spin rotation ($μ$SR) measurements of internal magnetic field shifts, known as the muon Knight shift, is used for determining pairing symmetries in superconductors. While this technique has been especially effective for $f$-electron-based heavy-fermion superconductors, it remains challenging in $d$-electron-based superconductors such as Sr$_2$RuO$_4$, where the Knight shift is intrinsically small. Here, we report high-precision muon Knight shift measurements of superconducting Sr$_2$RuO$_4$. We observe that using multiple pieces of crystals, a common practice in $μ$SR measurements, induces a substantial paramagnetic shift below the superconducting transition temperature, $T_c$, when a weak magnetic field is applied. We attribute such an unresolved paramagnetic shift to stray fields generated by neighboring diamagnetic crystals. To avoid this, one piece of crystal was used in this study. We experimentally determine the muon Knight shift of Sr$_2$RuO$_4$ in the normal state to be -116$\\pm$7 ppm. By combining the observed muon Knight shift with independently determined bulk magnetization data from the same crystal used in $μ$SR and carefully separating various contributions to the shift, we confirm a significant reduction in the spin Knight shift below $T_c$, consistent with spin-singlet-like pairing. This result constitutes the precise muon Knight shift measurement in a $d$-electron-based superconductor. Our results highlight the potential of $μ$SR as a powerful complementary technique to the established method of nuclear magnetic resonance for probing the spin susceptibility in superconductors."}
{"id": "2512.13988", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.13988", "abs": "https://arxiv.org/abs/2512.13988", "authors": ["Antonio Martinez Margolles", "Patrick K. Schelling"], "title": "Thermal response functions and second sound in graphene", "comment": "16 pages, 12 figures, to be submitted to Journal of Applied Physics", "summary": "The propagation of second sound, and more broadly the ballistic transport of heat, is of central importance in heat dissipation from electronic devices at very short length and time scales. Specifically, there is an interest in the practical implications of violations of Fourier's law. Recently, we have developed a simulation approach based on thermal-response functions that is appropriate for elucidating physics beyond the diffusive regime, including time-dependent sources and second-sound propagation. The methods are applied to free-standing graphene simulated using molecular-dynamics (MD) with empirical potentials. The simulations predict a strong second-sound signal at T=300K for length scales of at least L=68.1nm. It is demonstrated that the second-sound dissipation time is determined primarily by decoherence that emerges from the details of the phonon band structure. It is also shown that the decay time for second sound depends sensitively on the length scale that characterizes the thermal excitation. This is in contrast with theories based on the Boltzmann transport equation (BTE), where second-sound dissipation is determined primarily by the resistive anharmonic phonon scattering rate. Calculations using the linearized BTE are also presented, along with analysis of second sound based on the BTE. This approach results in significantly longer lifetimes for second sound in comparison to our MD simulation results. Predictions for the response due to time-dependent sources are also presented, including insight into how time-dependent sources could be tuned to result in weak or strong temperature oscillations, and how time-dependent experiments might probe the spectra associated with second sound. Results are discussed in the context of second sound in graphite in the temperature range from 100-200K."}
{"id": "2512.14603", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14603", "abs": "https://arxiv.org/abs/2512.14603", "authors": ["Akshata M. Waghmare", "Sajeev S. Chacko", "Balasaheb J. Nagare"], "title": "Structure, Bonding and Stability of Boron Substituted Tungsten Clusters", "comment": null, "summary": "In this study, we investigate effects of boron substitution on the structural and electronic properties of small tungsten clusters using density functional theory (DFT). We construct a series of tungsten boride clusters by replacing tungsten atoms with boron atoms to analyze their stability and other properties. Boron substitution in Wn clusters results in significant geometric distortions shortening the bond lengths and thereby reducing the clusters overall symmetry. The boron atoms prefers to occupy apex or edge positions. Its lower atomic radius and stronger electronegativity are the driving forces behind these structural changes.The binding energy per atom, HOMO LUMO gap, and chemical hardness increase with boron incorporation, indicating enhanced electronic stability.Additionally, negative chemical potentials are observed, which confirm greater charge localization and lower reactivity.BB stretches at high frequencies suggest strong boron-boron bonds with localized electrons, consistent with negative chemical potentials that promote charge retention over delocalization. WB modes in mid frequencies reflect metal boron interactions stabilizing the cluster, reducing overall reactivity as seen in prior Fukui analyses of electron density.Fukui functions pinpoint nucleophilic or electrophilic sites on W-B clusters, corroborating low reactivity from localized charges negative potentials confirm electrons are tightly bound, limiting site accessibility for reactions."}
{"id": "2512.14379", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14379", "abs": "https://arxiv.org/abs/2512.14379", "authors": ["Masataka Kakoi", "Kazuhiko Kuroki"], "title": "Spin-fluctuation-mediated chiral $d+id'$-wave superconductivity in the $α$-$\\mathcal{T}_3$ lattice with an incipient flat band", "comment": "13 pages, 9 figures", "summary": "We study anisotropic superconductivity in the nearly quarter-filled $α$-$\\mathcal{T}_3$ lattice. We analyze an extended Hubbard model with off-site attractive interactions within the mean-field framework and find two distinct chiral $d+id'$-wave superconducting phases characterized by different Chern numbers. We further investigate the superconducting mechanism mediated by spin fluctuations arising from purely repulsive interactions by applying the fluctuation-exchange (FLEX) approximation to the Hubbard model. The gap symmetry obtained by solving the linearized Eliashberg equation is $d$-wave, which corresponds to a $d+id'$-wave superconducting state with a Chern number of $8$, including the spin degree of freedom. The $\\mathbf{q}=\\mathbf{0}$ antiferromagnetic spin fluctuation, which possesses the largest spectral weight at finite energies arising from the incipient flat band, gives rise to an effective spin-singlet pairing glue between rim sites."}
{"id": "2512.14071", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14071", "abs": "https://arxiv.org/abs/2512.14071", "authors": ["Shun Okumura", "Moritz M. Hirschmann", "Yukitoshi Motome"], "title": "Spiral-induced Anomalous Hall Effect from Odd-parity Spin-nodal Lines", "comment": "7 pages, 5 figures", "summary": "Spin spirals represent a fundamental class of noncollinear yet coplanar magnetic structures that give rise to diverse emergent phenomena reflecting spin chirality. We investigate metallic systems hosting commensurate spin spirals and uncover an unconventional anomalous Hall effect (AHE) induced by spiral magnetism. The spin spiral introduces odd-parity spin splitting with polarization perpendicular to the helical plane, forming spin-nodal lines in the electronic structure. In the presence of spin-orbit coupling, we find that these nodal lines become gapped by finite magnetization, concentrating the Berry curvature near the gap and generating a distinctive AHE. We identify the interplay among the spin-orbit coupling, helical plane orientation, and magnetization direction as the key ingredient for this spiral-induced AHE, which is expected to occur across a wide range of materials hosting commensurate spin spirals."}
{"id": "2512.14623", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14623", "abs": "https://arxiv.org/abs/2512.14623", "authors": ["Diego López-Alcalá", "Alberto M. Ruiz", "Andrei Shumilin", "José J. Baldoví"], "title": "Chemical Engineering of Altermagnetism in Two-Dimensional Metal-Organic Frameworks", "comment": null, "summary": "Altermagnetism represents a novel class of collinear antiferromagnetism exhibiting non-relativistic spin splitting without net magnetization, driven by lattice symmetry rather than spin-orbit coupling (SOC). Here, we introduce a coordination-driven chemical strategy to realize altermagnetic (AM) spin splitting in two-dimensional (2D) planar tetracoordinated Cr-based metal-organic frameworks (MOFs). Using density functional theory (DFT) calculations, we demonstrate that replacing centrosymmetric pyrazine (pyz) ligands with non-centrosymmetric imidazole (imz) linkers in Cr-based MOFs reduces lattice symmetry, enabling g-wave AM spin splitting up to 65 meV. Furthermore, frontier molecular orbital engineering (FMOE) allows selective ligand spin polarization, inducing a shift to d-wave AM anisotropy in polycyclic ligand-based 2D MOFs with spin splitting up to 83.9 meV. Microscopic magnetic exchange interactions (J) analysis reveals that ligand-mediated interactions dominate over metal-metal coupling, stabilizing AM order in systems with radical ligands. Interestingly, we further confirm AM spin splitting in spin wave spectrum, where chiral magnon splitting is observed. Finally, we show that AM spin splitting gives rise to experimentally accessible charge to spin conversion, emerging as a linear response in d-wave and as a symmetry-allowed nonlinear effect in g-wave 2D AM MOFs. This work establishes coordination chemistry as a powerful and versatile route to symmetry control in 2D MOFs, enabling rational design of 2D molecular materials with tunable electronic and AM properties for next-generation spintronic devices."}
{"id": "2512.14438", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14438", "abs": "https://arxiv.org/abs/2512.14438", "authors": ["Xavier Gonze", "Christian Tantardini", "Antoine Levitt"], "title": "Low-temperature behavior of density-functional theory for metals based on density-functional perturbation theory and Sommerfeld expansion", "comment": null, "summary": "The temperature dependence of most solid-state properties is dominated by lattice vibrations, but metals display notable purely electronic effects at low temperature, such as the linear specific heat and the linear entropy, that were derived by Sommerfeld for the non-interacting electron gas via the low-temperature expansion of Fermi-Dirac integrals. Here we treat temperature as a perturbation within density-functional perturbation theory (DFPT). For finite temperature, we show how self-consistency screens the bare, temperature-induced density change obtained in the non-interacting picture: the inverse transpose of the electronic dielectric operator, that includes Adler-Wiser and a term related to the shift in Fermi level, links the self-consistent density response to the bare thermal density change. This approach is implemented in DFTK, and demonstrated by the computation of the second-order derivative of the free energy, and the first-order derivative of entropy for aluminum. Then, we examine the $T\\!\\to\\!0$ limit. The finite temperature formalism contains divergences, that we cure using the Sommerfeld expansion to analyze metallic systems at 0 K. The electronic free energy is quadratic in $T$ provided the Fermi level is not at a Van Hove singularity of the density of states. If the latter happens, another temperature behavior might appear, depending on the type of Van Hove singularity, that we analyze. Our formulation applies to systems periodic in one, two, or three dimensions, and provides a basis for studying temperature-dependent electronic instabilities (e.g., charge-density waves) within density-functional theory and DFPT."}
{"id": "2512.14075", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14075", "abs": "https://arxiv.org/abs/2512.14075", "authors": ["Toshiya Hikihara", "Akira Furusaki"], "title": "Correlation functions at the topological quantum phase transition in the S=1 XXZ chain with single-ion anisotropy", "comment": "14 pages, 12 figures, 1 table", "summary": "We study the one-dimensional S=1 XXZ spin model with single-ion anisotropy. It is known that at the transition points between the Haldane and large-D phases, the model exhibits a quantum criticality described by the Gaussian theory, i.e., a conformal field theory with the central charge c=1. Using the bosonization approach, we investigate various correlation functions at the phase transition and derive their asymptotic forms. This allows us to clarify their peculiar behavior: the longitudinal (transverse) two-point spin correlation function has components that decay algebraically only in the uniform (staggered) sector. These theoretical predictions are verified by the numerical calculations using the density-matrix renormalization group method. The effect of weak bond alternation on the critical ground state at the phase transition is also discussed. It is shown that the bond alternation induces the missing power-law components in the correlation functions."}
{"id": "2512.14632", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14632", "abs": "https://arxiv.org/abs/2512.14632", "authors": ["E. F. Talantsev", "D. A. Komkova"], "title": "Size-strain characteristics of lead and gold under fast ramp compression", "comment": "16 pages, 6 figures (3 figures in the article, 3 figures in Supplementary Materials), 6 equations", "summary": "Phase transitions in materials under fast ramp compression are an ongoing research topic, which is part of several global projects like inertial fusion. Currently, X-ray diffraction (XRD) examination of samples under fast ramp compression is limited to the determination of the sample phase state and the unit cell lattice parameters. Here, we propose to extend this examination route by introducing the Williamson-Hall analysis of the XRD data measured in samples under fast ramp rate conditions. To demonstrate the applicability of the method, we performed an analysis for ramp compressed lead $(P = 200 GPa)$ and gold $(P = 1003 GPa)$, which both exhibit a transition from the face-centred cubic (fcc) lattice to the body-centred cubic (bcc) lattice at the studied pressures. The analysis showed that lead under fast ramp compression has a nanocrystalline structure with a crystalline size of $D = (4 \\pm 1) nm$ and lattice strain $\\varepsilon = 0.006 \\pm 0.002 $. The effect of extreme hardening of bcc-Pb under fast ramp compression can be explained as the formation of an ultrafine grain structure in this metal. Elemental gold exhibits average crystalline size $D > 12 nm $ and unprecedentedly high, for a pure metallic element, lattice strain $\\varepsilon = 0.014 \\pm 0.001 $ under fast ramp compression."}
{"id": "2512.14548", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.14548", "abs": "https://arxiv.org/abs/2512.14548", "authors": ["Andrew C. Burgess", "Lórien MacEnulty", "Ethan D'Arcy", "David Gavin", "David D. O'Regan"], "title": "Accurate bandgaps of photovoltaic kesterites from first-principles DFT+U", "comment": "11 pages, 7 figures", "summary": "Streamlined prediction of the electronic properties of photoactive materials warrants a Density Functional Theory (DFT) based approach that (i) yields reliable bandgaps, (ii) is free of empirically tuned parameters, and (iii) exhibits low computational overhead. Here we show that for Cu2ZnSnS4 and Cu2ZnGeS4 kesterite photovoltaic materials, all three of these demands are met by the DFT plus Hubbard U technique (DFT+U) with corrective parameters evaluated via minimum-tracking linear response. The predicted bandgaps are found to even marginally outperform those from the self-consistent GW approach. Key to this method's success is the application of Hubbard U corrections to all atomic subspaces that dominate the conduction and valence band edges, as opposed to the conventional approach of correcting 3d and 4f atomic states. Intriguingly, the inclusion of Hund's J corrections via the extended DFT+U+J functional significantly worsens these results. This under performance can be ameliorated through the use of the Burgess-Linscott-O'Regan (BLOR) flat-plane based Hubbard U plus Hund's J functional, with bandgap predictions in close agreement with the conventional DFT+U method. The DFT+U method is also used to predict defect-induced changes to the bandgap and associated formation energies, in 1,728-atom supercells."}
{"id": "2512.14088", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.14088", "abs": "https://arxiv.org/abs/2512.14088", "authors": ["David Roberts", "Trevor McCourt", "Geremia Massarelli", "Jeremy Rothschild", "Nahuel Freitas"], "title": "Improved diffusive approximation of Markov jump processes close to equilibrium", "comment": "18 pages, 8 figures. Includes Supplemental Material. Submitted to Phys. Rev. Research", "summary": "Diffusive approximations of Markov jump processes often fail to accurately capture large fluctuations. This is confounding, as the rare events triggered by these large fluctuations, such as the failure of electronic memories, are often the object of interest. In this paper we present an improved diffusive approximation, extending a method previously limited to equilibrium systems. Using new tools from stochastic thermodynamics, we prove its validity to linear order in departures from equilibrium and demonstrate its superior accuracy over the Kramers-Moyal expansion in predicting both steady-state and transient properties, including the error rate of a non-equilibrium electronic memory."}
{"id": "2512.14633", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14633", "abs": "https://arxiv.org/abs/2512.14633", "authors": ["Sergey Prosandeev", "Charles Paillard", "Laurent Bellaiche"], "title": "On the origin of the unusual strain morphologies and polar Moiré patterns in twisted ferroelectrics", "comment": null, "summary": "Density functional theory calculations are conducted to understand and reveal the origin of the complex shear strain morphology and of the polar Moiré topological pattern recently observed in twisted BaTiO$_3$ bilayers. Our first-principles calculations, along with an original analysis of them allowing the decomposition of forces into the acoustic and optical contributions, point out to the occurrence of forces mostly acting on the {\\it acoustic-related} motions to produce the standing waves of the shear strain. Such acoustic waves naturally generate a striking self-organization of the shear strains, and hence create a peculiar gradient of these shear strains. A Moiré dipole pattern, consisting of the interpenetrated arrays of vortices and antivortices made of the electric dipoles, then mostly arises due to the coupling of this gradient of the shear strain with the electric dipoles. Furthermore, other forces, namely acting on the motions associated with the {\\it optical phonons}, could also play a role in the formation of these polar vortices and antivortices, but at a smaller extent."}
{"id": "2512.14107", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14107", "abs": "https://arxiv.org/abs/2512.14107", "authors": ["Hisakazu Matsuki", "Rustem Khasanov", "Jonas A. Krieger", "Thomas J. Hicken", "Kosuke Yuchi", "Jake S. Bobowski", "Giordano Mattoni", "Atsutoshi Ikeda", "Ryutaro Okuma", "Hubertus Luetkens", "Yoshiteru Maeno"], "title": "Muon Knight shift as a precise probe of the superconducting symmetry of Sr$_2$RuO$_4$", "comment": null, "summary": "Muon spin rotation ($μ$SR) measurements of internal magnetic field shifts, known as the muon Knight shift, is used for determining pairing symmetries in superconductors. While this technique has been especially effective for $f$-electron-based heavy-fermion superconductors, it remains challenging in $d$-electron-based superconductors such as Sr$_2$RuO$_4$, where the Knight shift is intrinsically small. Here, we report high-precision muon Knight shift measurements of superconducting Sr$_2$RuO$_4$. We observe that using multiple pieces of crystals, a common practice in $μ$SR measurements, induces a substantial paramagnetic shift below the superconducting transition temperature, $T_c$, when a weak magnetic field is applied. We attribute such an unresolved paramagnetic shift to stray fields generated by neighboring diamagnetic crystals. To avoid this, one piece of crystal was used in this study. We experimentally determine the muon Knight shift of Sr$_2$RuO$_4$ in the normal state to be -116$\\pm$7 ppm. By combining the observed muon Knight shift with independently determined bulk magnetization data from the same crystal used in $μ$SR and carefully separating various contributions to the shift, we confirm a significant reduction in the spin Knight shift below $T_c$, consistent with spin-singlet-like pairing. This result constitutes the precise muon Knight shift measurement in a $d$-electron-based superconductor. Our results highlight the potential of $μ$SR as a powerful complementary technique to the established method of nuclear magnetic resonance for probing the spin susceptibility in superconductors."}
{"id": "2512.14659", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14659", "abs": "https://arxiv.org/abs/2512.14659", "authors": ["Jeremy Drew", "Shravan Godse", "Yuxing Liang", "Abhishek Pathak", "Jonathan A. Malen", "Rachel C. Kurchin"], "title": "Analysis and Uncertainty Quantification of Thermal Transport Measurements through Bayesian Parameter Estimation", "comment": null, "summary": "The thermal transport community is increasingly interested in rigorous uncertainty quantification (UQ) of their measurements. In this work, we argue that Bayesian parameter estimation (BPE) represents a powerful framework for both analysis/fitting and UQ. We provide a detailed walkthrough of the technique (including code to duplicate our results) and example analysis based on measuring the thermal conductance of a gold/sapphire interface with FDTR. Comparisons are made against traditional analysis/UQ techniques adopted by the thermal transport community. Notable advantages of BPE include the interpretability of its results, including the capacity to indicate incorrect input assumptions, as well as a way to balance overall goodness of fit against prior knowledge of feasible parameter values. In some cases, incorporating this additional information can affect not only the magnitude of error bars but the inferred values themselves."}
{"id": "2512.14129", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14129", "abs": "https://arxiv.org/abs/2512.14129", "authors": ["Weida Yin", "Masato Miyakawa", "Satoshi Semboshi", "Noriharu Yodoshi", "Akira Masago", "Yosuke Kawahito", "Tetsuya Fukushima", "Hisazumi Akai", "Rie Y. Umetsu"], "title": "Fully Compensated Ferrimagnetic Properties of (Cr,Fe)S Compound with a Pyrrhotite-type Structure", "comment": "8 figures, 3 tables", "summary": "To optimize the processing conditions for the (Cr,Fe)S non-equilibrium phase with a pyrrhotite-type structure, the phase states and magnetic properties of the specimens obtained at various sintering temperatures were investigated. A slightly off-stoichiometric composition of Cr23Fe23S54 (approximately (Cr,Fe)7S8) sintered and quenched from 1323 K indicates a single-phase pyrrhotite-type structure with a layered-NiAs-type structure in which vacancies occupy every two layers (C12/c1; the space number is 15). The compound shows fully compensated ferrimagnetic behavior at a magnetization compensated temperature of approximately 200 K. The magnetic behavior exhibits a typical N-type ferrimagnet, as predicted by Néel. From X-ray photoelectron spectroscopy analyses, it is found that the compound is composed of Fe2+ and Cr3+. The large magnetic coercivity of 38 kOe at 5 K is also unique and can be applied to spintronic devices. Furthermore, changing the quenching temperature enables control of the degree of order of the vacancies in the interlayer and results in tuning of the magnetization compensated temperature. First-principles calculations show a pseudo-gap located at the Fermi level in the up-spin band, suggesting high spin polarization as well as the NiAs-type structure indicated in the previous our report."}
{"id": "2512.14314", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14314", "abs": "https://arxiv.org/abs/2512.14314", "authors": ["M. ElMassalami", "S. Favre", "M. B. Silva Neto"], "title": "Pressure-induced hole delocalization in the strongly correlated quasicubic charge-transfer perovskite $LaBa_2Fe_3O_{8+δ}$d", "comment": "9 pages, 5 figures", "summary": "Analysis of the thermal and baric evolution of resistance in $LaBa_2Fe_3O_{8+δ}$ enabled the construction of its pressure-temperature (P-T) phase diagram, which prominently displays a critical boundary, $P^{MIT}_c(T)$, marking the transition from localized to hole-type extended states. The relatively low critical pressures [$P^{MIT}_c(T) \\approx 3$-8 GPa] suggest that, as $P \\rightarrow P_c$ in this narrow-gap, strongly correlated charge-transfer system, both the hybridization strength and the charge-transfer character are progressively enhanced - ultimately leading to the emergence of metallicity. Emphasizing the electronic nature of this transition, pressure-dependent structural analyses at room temperature reveal no associated structural phase transition at $P^{MIT}_c(T)$; the system retains a (weakly tetragonally distorted) quasicubic perovskite structure with Murnaghan-type compressibility up to 30\\,GPa. The emergence of hole delocalization and metallic conduction, coupled with suppressed antiferromagnetism, suggests proximity to quantum criticality."}
{"id": "2512.14144", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14144", "abs": "https://arxiv.org/abs/2512.14144", "authors": ["Shanshan Ding", "Jose Antonio Valerrama Botia", "Aleksi Julku", "Zhigang Wu", "G. M. Bruun"], "title": "Probing spatially resolved spin density correlations with trapped excitons", "comment": "main text: 7 pages, 6 figures", "summary": "The rapidly growing class of atomically thin and tunable van der Waals materials is intensely investigated both in the context of fundamental science and for new technologies. There is in this connection a widespread need for new ways to probe the electronic properties of these layered materials, since their two-dimensional (2D) character make conventional probes less efficient. Here, we show how excitons trapped in a moiré lattice can be used as an optical probe for spatially resolved electron spin density correlations in such materials. The electrons in the material of interest virtually tunnel to the moiré lattice where they scatter on the excitons after which they tunnel back. This gives rise to an effective spin-dependent and spatially localised potential felt by the electrons, which in turn leads to energy shifts that can be measured spectroscopically in the exciton spectrum. Using second order perturbation theory combined with a solution to the exciton-electron scattering problem, we show that the electrons mediate an interaction between two excitons resulting in an energy shift proportional to their two-point spin density-density correlation function evaluated at the exciton positions. We then discuss two specific applications of our setup. First, we show that quantum phase transitions between different in-plane anti-ferromagnetic orders in a 2D lattice give rise to large and measurable shifts in the exciton spectrum in the critical regions. Second, we analyse how different pairing symmetries of superconducting phases can be probed. This demonstrates that our scheme opens up new ways to probe electron spin density correlations, which is a key property of many quantum phases predicted to exist in the new 2D materials."}
{"id": "2512.14508", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.14508", "abs": "https://arxiv.org/abs/2512.14508", "authors": ["Myung-Chul Jung", "Nojoon Myoung"], "title": "Electrically tunable spin qubits in strain-engineered graphene p-n junctions", "comment": "16 pages, 4 figures", "summary": "Strain engineering enables quantum confinement in pristine graphene without degrading its intrinsic mobility and spin coherence. Here, we extend previously proposed strain-induced charge-qubit architectures by incorporating spin degrees of freedom through Rashba spin-orbit coupling (RSOC) and Zeeman fields, enabling spin-qubit operation in single-layer graphene (SLG). In a graphene p-n junction, a strain-induced nanobubble generates a pseudo-magnetic field that forms double quantum dots with gate-tunable level hybridization. Tight-binding quantum transport simulations and a four-band model reveal two distinct avoided crossings: spin-conserving gaps at zero detuning and spin-flip gaps at finite detuning, the latter increasing with SOC strength while the former decreases. Time-domain simulations confirm detuning-dependent Rabi oscillations corresponding to these two operational regimes. These results demonstrate that strain-induced confinement combined with tunable SOC provides a viable mechanism for coherent spin manipulation in pristine graphene, positioning strained SLG as a promising platform for scalable spin-based quantum technologies."}
{"id": "2512.14149", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14149", "abs": "https://arxiv.org/abs/2512.14149", "authors": ["Yuki Miyazaki", "Shiori Tanigawa", "Giacomo Marmorini", "Nobuo Furukawa", "Daisuke Yamamoto"], "title": "A sine-square deformation approach to quantum critical points in one-dimensional systems", "comment": "23 pages, 11 figures", "summary": "We propose a method to determine the quantum phase boundaries of one-dimensional systems using sine-square deformation (SSD). Based on the proposition, supported by several exactly solved cases though not proven in full generality, that ``if a one-dimensional system is gapless, then the expectation value of any local observable in the ground state of the Hamiltonian with SSD exhibits translational symmetry in the thermodynamic limit,\" we determine the quantum critical point as the location where a local observable becomes site-independent, identified through finite-size scaling analysis. As case studies, we consider two models: the antiferromagnetic Ising chain in mixed transverse and longitudinal magnetic fields with nearest-neighbor and long-range interactions. We calculate the ground state of these Hamiltonians with SSD using the density-matrix renormalization-group algorithm and evaluate the local transverse magnetization. For the nearest-neighbor model, we show that the quantum critical point can be accurately estimated by our procedure with systems of up to 84 sites, or even smaller, in good agreement with results from the literature. For the long-range model, we find that the phase boundary between the antiferromagnetic and paramagnetic phases is slightly shifted relative to the nearest-neighbor case, leading to a reduced region of antiferromagnetic order. Moreover, we propose an experimental procedure to implement the antiferromagnetic $J_1$-$J_2$ Ising couplings with SSD using Rydberg atom arrays in optical tweezers, which can be achieved within a very good approximation. Because multiple independent scaling conditions naturally emerge, our approach enables precise determination of quantum critical points and possibly even the extraction of additional critical phenomena, such as critical exponents, from relatively small system sizes."}
{"id": "2512.14597", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14597", "abs": "https://arxiv.org/abs/2512.14597", "authors": ["Frédéric Chassot", "Aki Pulkkinen", "Ján Minár", "Gunther Springholz", "Matthias Hengsberger", "Claude Monney"], "title": "Detection of Image Potential States above the vacuum level in GeTe", "comment": "10 pages, 9 figures", "summary": "The ferroelectric semiconductor α-GeTe(111) has attracted significant attention in the last decade due to its unique properties, with extensive studies focusing on its occupied electronic bandstructure. In contrast, its unoccupied states - particularly those near the conduction band minimum - remain largely unexplored. In an effort to characterize those states, we surprisingly observe three image potential states (IPS) in α-GeTe(111) extending up to 0.8 eV above the vacuum level. Using time and angle-resolved photoemission spectroscopy, we resolve the full parabolic dispersions of the first three IPS and determine their binding energies. Our analysis, combined with Bloch spectral function calculations, reveals that the unexpected persistence of IPS above the vacuum level originates from strong dipole transitions and the presence of large electron reservoirs in GeTe."}
{"id": "2512.14167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14167", "abs": "https://arxiv.org/abs/2512.14167", "authors": ["Jakub Kušnír", "Tomáš Grabec", "Petr Sedlák", "Pavla Stoklasová", "Hanuš Seiner"], "title": "Simulation of the thermal and acoustic response of an elastically anisotropic solid to a nanosecond laser pulse in transient grating spectroscopy", "comment": "Manuscript submitted to Modelling and Simulation in Materials Science and Engineering", "summary": "Transient grating spectroscopy (TGS) is a material characterization technique based on laser-induced thermoelastic excitation of thermal and acoustic gratings. On opaque samples, these gratings are dynamic surface displacements that reflect the sample's elastic and thermal properties, enabling both types of parameters to be determined from a single experiment. Here, we develop a detailed finite element model (FEM) simulation of the TGS experiment that fully captures the coupling between the thermal and mechanical fields, as well as the optical detection of surface displacement using a heterodyning approach. Using custom-designed two-dimensional elements, the model is particularly suitable for analyzing TGS measurements on anisotropic media, for which analytical theory is insufficient. The simulation captures not only the anisotropic relaxation of the thermoelastic field but also several acoustic features that arise at very short (ultra-transient) timescales and provide additional information about the elastic properties of the examined material. The model offers new opportunities for the in silico testing of various modifications of TGS experiments and their applications to a broad class of materials."}
{"id": "2512.14660", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14660", "abs": "https://arxiv.org/abs/2512.14660", "authors": ["Edward Schwartz", "Hamed Vakili", "Alexey A. Kovalev"], "title": "Theory of thermomagnonic torques in altermagnets", "comment": "6 pages, 4 figures", "summary": "We develop a theory of thermomagnonic torques in insulating altermagnets and predict a spin-splitter magnonic torque arising from the spin Seebeck effect. Additionally, we predict an anisotropic entropic torque. We study the effects of these torques on magnetic-texture dynamics and identify various anisotropic responses to temperature gradients. In particular, we predict spin-current-induced domain-wall precession, which can slow domain-wall motion for certain temperature-gradient directions. We also predict a temperature-gradient-driven anisotropic skyrmion Hall effect that enables fast skyrmion motion in response to thermal gradients. Our findings will be useful for spintronic applications such as magnetic racetrack memories and will serve as a hallmark of altermagnetism in insulating altermagnets with magnetic textures."}
{"id": "2512.14173", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14173", "abs": "https://arxiv.org/abs/2512.14173", "authors": ["Pratyay Ghosh", "Frédéric Mila"], "title": "Simplex Crystal Ground State and Magnetization Plateaus in the Spin-$1/2$ Heisenberg Model on the Ruby Lattice", "comment": "11 pages, 7 figures", "summary": "We investigate the spin-$1/2$ Heisenberg antiferromagnet on the ruby lattice with uniform first- and second-neighbor interactions, which forms a two-dimensional network of corner-sharing tetrahedra. Using infinite projected entangled pair states (iPEPS), we study the ground state of the system to find that it assumes a gapped threefold-degenerate simplex crystal ground state, with strong singlets formed on pairs of neighboring triangles. We argue that the formation of the simplex singlet ground state at the isotropic point relates to the weak inter-triangle coupling limit where an effective spin-chirality Hamiltonian on the honeycomb lattice exhibits an extensively degenerate ground state manifold of singlet coverings at the mean-field level. Under an applied Zeeman field, the iPEPS simulations uncover magnetization plateaus at $m/m_s = 0, 1/3, 1/2,$ and $2/3$, separated by intermediate supersolid phases, all breaking the sixfold rotational symmetry of the lattice. Unlike the checkerboard lattice, these plateaus cannot be described by strongly localized magnons."}
{"id": "2512.14191", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14191", "abs": "https://arxiv.org/abs/2512.14191", "authors": ["Caolin Ua Tuiscint", "Jonathan N Coleman"], "title": "Quantifying the Rate Performance of Potassium-Ion Batteries", "comment": null, "summary": "Lithium-ion batteries dominate battery research and industry due to their long research history and high energy density. However, increasing demand and limited lithium resources have raised lithium prices and battery costs, motivating interest in alternative chemistries. Potassium-ion batteries have recently attracted attention because potassium is more abundant and potentially lower cost, although the technology remains at an early stage and requires further insight for development. In this work, recently developed methods for rigorous analysis of electrode rate performance are applied to published rate-performance data from a wide range of potassium-ion batteries. Using specific capacity (mAh per g) versus charge and discharge rate curves, performance parameters are extracted to evaluate the applicability of the key model underlying these methods and to analyze opportunities for potassium-ion batteries. Relationships between these parameters and electrode properties are used to interpret performance trends and compare potassium-ion batteries with established technologies. The analysis shows that the model effectively fits potassium-ion battery rate-performance data and allows reliable extraction of performance parameters. While potassium-ion batteries generally exhibit lower specific capacities than lithium-ion and sodium-ion batteries, their upper limit of rate performance is found to exceed that of lithium-ion, sodium-ion, and related two-dimensional material electrodes, despite the larger atomic size and mass of potassium."}
{"id": "2512.14216", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14216", "abs": "https://arxiv.org/abs/2512.14216", "authors": ["Takeshi Matsumura", "Takumi Hasegawa", "Ryuma Nakajima", "Kenshin Kurauchi", "Satoshi Tsutsui", "Daisuke Ishikawa", "Alfred Q. R. Baron", "Hiroshi Tanida"], "title": "Acoustic phonon softening and lattice instability driven by on-site $f$-$d$ hybridization in CeCoSi", "comment": "7 pages, 4 figures, with Supplemental Material, Accepted for publication in Phys. Rev. B", "summary": "Soft phonon modes in tetragonal CeCoSi, which undergoes a structural transition at $T_0=12$ K followed by antiferromagnetic order at $T_{\\text{N}}=9.5$ K, have been investigated using high-resolution inelastic x-ray scattering. Pronounced softening was detected in the transverse acoustic modes corresponding to the $(yz+zx)$-type monoclinic distortion, consistent with the experimentally determined triclinic structure. Remarkably, the softening persists up to the zone boundary along (0, 0, $q$), indicating a short correlation length of the lattice instability. This instability, characterized by a Curie-type strain susceptibility, is interpreted as a consequence of the on-site $4f$-$5d$ hybridization, which is intrinsic to this crystal structure due to the lack of inversion symmetry at the two Ce sites."}
{"id": "2512.14282", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14282", "abs": "https://arxiv.org/abs/2512.14282", "authors": ["Zeping Shi", "Wenbin Wu", "Guangyi Wang", "Mykhaylo Ozerov", "Jian Yuan", "Wei Xia", "Yuhan Du", "Xianghao Meng", "Xiangyu Jiang", "Mingsen Zhou", "Yuxi Chen", "Hao Shen", "Yanfeng Guo", "Junhao Chu", "Xiang Yuan"], "title": "Isotropic Dirac fermion and anomalous oscillator strength of zeroth Landau level transition", "comment": null, "summary": "Dirac fermions, characterized by their linear dispersion and relativistic nature, have emerged as a prominent class of quasiparticles in condensed matter physics. While the Dirac equation, initially developed in the context of high-energy physics, provides a remarkable framework for describing the electronic properties of these materials, the inherent symmetry constraints of condensed matter often lead to deviations from the idealized paradigm. In particular, three-dimensional Dirac fermions in solids often exhibit anisotropic behavior, challenging the notion of perfect symmetry inherent in the Dirac equation. Here, we report the observation of isotropic massive Dirac fermions in LaAlSi through Landau level spectroscopy. The presence of three-dimensional massive Dirac fermions across the Fermi energy is demonstrated by quantized and semiclassical analyses of the magnetic field evolution of Landau level transitions. The isotropic topological nature, Fermi velocity, and Dirac mass are evidenced by the identical magneto-infrared response among the Faraday and three Voigt geometries. Furthermore, we observe an unusually large oscillator strength in the zeroth Landau level transition of the Dirac fermion, compared to transitions with higher indices. This phenomenon, supported by model calculations, can be attributed to the combined effects of the partial excitation of Dirac fermion and the resonant dielectric coupling with the Weyl plasma. Our work provides a strategy for realizing ideal quasiparticle excitations and their coupling effects in condensed matter systems, offering a platform for exploring relativistic physics."}
{"id": "2512.14305", "categories": ["cond-mat.mtrl-sci", "eess.SY"], "pdf": "https://arxiv.org/pdf/2512.14305", "abs": "https://arxiv.org/abs/2512.14305", "authors": ["Freja Vandeputte", "Bart van den Boorn", "Matthijs van Berkel", "Anja Bieberle-Hütter", "Gerd Vandersteen", "John Lataire"], "title": "Estimating Reaction Rate Constants from Impedance Spectra: Simulating the Multistep Oxygen Evolution Reaction", "comment": "18 pages, 8 figures", "summary": "The efficiency of water electrolysis in a photoelectrochemical cell is largely limited by the oxygen evolution reaction (OER) at its semiconductor photoanode. Reaction rate constants are key to investigating the slow kinetics of the multistep OER, as they indicate the rate-determining step. While these rate constants are usually calculated based on first-principles simulations, this research aims to estimate them from experimental electrochemical impedance spectroscopy (EIS) data. Starting from a microkinetic model for charge transfer at the semiconductor-electrolyte interface, an expression for the impedance as a function of the rate constants is derived. At lower potentials, the order of this impedance model is reduced, thus eliminating the rate constants corresponding to the last reaction steps. Moreover, it is shown that EIS data from at least two potentials needs to be combined in order to uniquely identify the rate constants of a particular reduced order model. Therefore, this work details a sample maximum likelihood estimator that integrates not only multiple frequencies, but also multiple potentials simultaneously. Measuring multiple periods of the current density and potential signals, allows this frequency domain estimator to take measurement uncertainty into account. In addition, due to the large numerical range of the rate constants, various scaling methods are implemented to achieve numerical stability. To find suitable initial values for the highly nonlinear optimization problem, different global estimation methods are compared. The complete estimation procedure of the rate constants is illustrated on simulated EIS data of a hematite photoanode."}
{"id": "2512.14314", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14314", "abs": "https://arxiv.org/abs/2512.14314", "authors": ["M. ElMassalami", "S. Favre", "M. B. Silva Neto"], "title": "Pressure-induced hole delocalization in the strongly correlated quasicubic charge-transfer perovskite $LaBa_2Fe_3O_{8+δ}$d", "comment": "9 pages, 5 figures", "summary": "Analysis of the thermal and baric evolution of resistance in $LaBa_2Fe_3O_{8+δ}$ enabled the construction of its pressure-temperature (P-T) phase diagram, which prominently displays a critical boundary, $P^{MIT}_c(T)$, marking the transition from localized to hole-type extended states. The relatively low critical pressures [$P^{MIT}_c(T) \\approx 3$-8 GPa] suggest that, as $P \\rightarrow P_c$ in this narrow-gap, strongly correlated charge-transfer system, both the hybridization strength and the charge-transfer character are progressively enhanced - ultimately leading to the emergence of metallicity. Emphasizing the electronic nature of this transition, pressure-dependent structural analyses at room temperature reveal no associated structural phase transition at $P^{MIT}_c(T)$; the system retains a (weakly tetragonally distorted) quasicubic perovskite structure with Murnaghan-type compressibility up to 30\\,GPa. The emergence of hole delocalization and metallic conduction, coupled with suppressed antiferromagnetism, suggests proximity to quantum criticality."}
{"id": "2512.14345", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2512.14345", "abs": "https://arxiv.org/abs/2512.14345", "authors": ["Baruch Meerson", "Ohad Vilk"], "title": "Age-structured hydrodynamics of ensembles of anomalously diffusing particles with renewal resetting", "comment": "10 pages, 6 figures", "summary": "We develop an age-structured hydrodynamic (HD) theory which describes the collective behavior of $N\\gg 1$ anomalously diffusing particles under stochastic renewal resetting. The theory treats the age of a particle -- the time since its last reset -- as an explicit dynamical variable and allows for resetting rules which introduce global inter-particle correlations. The anomalous diffusion is modeled by the scaled Brownian motion (sBm): a Gaussian process with independent increments, characterized by a power-law time dependence of the diffusion coefficient, $D(t)\\sim t^{2H-1}$, where $H>0$. We apply this theory to three different resetting protocols: independent resetting to the origin (model~A), resetting to the origin of the particle farthest from it (model~B), and a scaled-diffusion extension of the ``Brownian bees\" model of Berestycki et al, Ann. Probab. \\textbf{50}, 2133 (2022). In all these models non-equilibrium steady states are reached at long times, and we determine the steady-state densities. For model A the (normalized to unity) steady-state density coincides with the steady-state probability density of a single particle undergoing sBM with resetting to the origin. For model B, and for the scaled Brownian bees, the HD steady-state densities are markedly different: in particular, they have compact supports for all $H>0$. The age-structured HD formalism can be extended to other anomalous diffusion processes with renewal resetting protocols which introduce global inter-particle correlations."}
{"id": "2512.14365", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.14365", "abs": "https://arxiv.org/abs/2512.14365", "authors": ["Filip Klimovič", "Jens Paaske", "Tomáš Ostatnický"], "title": "Terahertz response of confined electron-hole pair: crossover between strong and weak confinement", "comment": "v1: preprint; licence: CC BY 4.0", "summary": "We analyze theoretically THz response of an electron-hole pair confined in a semiconductor nanoparticle. We show that the interplay of particle confinement and electron-hole Coulomb interaction leads to significant renormalizations and energy shifts in THz linear conductivity of the nanocrystal. We develop and evaluate models in the strong and the weak confinement regime in order to correctly address the effect of Coulomb interaction. In the weak confinement regime, we find solutions of the problem in a form similar to the Wannier wavefunction whose spatial extent is reduced as a consequence of the confinement. The resulting states are scalable down to the strong confinement regime, enabling a theoretical description of the exciton response for arbitrarily sized nanoparticles."}
{"id": "2512.14379", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14379", "abs": "https://arxiv.org/abs/2512.14379", "authors": ["Masataka Kakoi", "Kazuhiko Kuroki"], "title": "Spin-fluctuation-mediated chiral $d+id'$-wave superconductivity in the $α$-$\\mathcal{T}_3$ lattice with an incipient flat band", "comment": "13 pages, 9 figures", "summary": "We study anisotropic superconductivity in the nearly quarter-filled $α$-$\\mathcal{T}_3$ lattice. We analyze an extended Hubbard model with off-site attractive interactions within the mean-field framework and find two distinct chiral $d+id'$-wave superconducting phases characterized by different Chern numbers. We further investigate the superconducting mechanism mediated by spin fluctuations arising from purely repulsive interactions by applying the fluctuation-exchange (FLEX) approximation to the Hubbard model. The gap symmetry obtained by solving the linearized Eliashberg equation is $d$-wave, which corresponds to a $d+id'$-wave superconducting state with a Chern number of $8$, including the spin degree of freedom. The $\\mathbf{q}=\\mathbf{0}$ antiferromagnetic spin fluctuation, which possesses the largest spectral weight at finite energies arising from the incipient flat band, gives rise to an effective spin-singlet pairing glue between rim sites."}
{"id": "2512.14392", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14392", "abs": "https://arxiv.org/abs/2512.14392", "authors": ["Enrico Perfetto", "Gianluca Stefanucci"], "title": "Exceptional Excitons", "comment": "32 pages, 9 figures", "summary": "Non-Hermitian physics is reshaping our understanding of quantum systems by revealing states and phenomena without Hermitian counterparts. While non-Hermiticity is typically associated with gain-loss processes in open systems, we uncover a fundamentally different route to non-Hermitian behavior emerging from non-equilibrium correlations. In photoexcited semiconductors, the effective interaction between electrons and holes gives rise to a pseudo-Hermitian Bethe-Salpeter Hamiltonian (PH-BSH) that governs excitonic states in the presence of excited populations. Within this framework, we identify a previously unknown class of excitonic quasiparticles - exceptional excitons - corresponding to exceptional points embedded inside the electron-hole continuum. Exceptional excitons emerge at the onset of population inversion, and represent the strongly renormalized counterparts of the system's equilibrium excitons. They are spatially localized, protected against hybridization with the continuum, and remain long-lived even in regimes where conventional excitons undergo a Mott transition. Crucially, exceptional excitons appear only when the PH-BSH is evaluated with non-thermal, resonantly generated carrier populations that support an excitonic superfluid. Ab initio results for monolayer WS_2 explicitly demonstrate this scenario and show that exceptional excitons can be realized with existing ultrafast pumping techniques. We also identify distinctive optical and photoemission signatures that enable their unambiguous detection."}
{"id": "2512.14396", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14396", "abs": "https://arxiv.org/abs/2512.14396", "authors": ["Marvin Leusch", "Alessandro Toschi", "Andreas Hausoel", "Giorgio Sangiovanni", "Georg Rohringer"], "title": "Impact of nonlocal spatial correlations for different lattice geometries", "comment": "12 pages, 11 figures", "summary": "We analyze the impact of the lattice geometry on the thermodynamic transition to magnetically ordered phases in strongly interacting electron systems for various Bravais lattices in three and four dimensions, including both local and nonlocal correlation effects. In a first step we use the dynamical mean field theory (DMFT), which takes into account purely local correlations, to calculate the magnetic susceptibilities of the Hubbard model on three (3d-sc) and four dimensional (4d-sc) simple cubic/hypercubic, as well as on three dimensional body- (bcc) and face-centered (fcc) cubic lattices, and determine the transition temperature to the corresponding magnetically-ordered state. In a second step, we exploit the dynamical vertex approximation (D$Γ$A), a diagrammatic extension of DMFT, to include the effect of nonlocal correlations which are particularly important in the vicinity of the corresponding phase transition. For the bipartite 3d-sc, 4d-sc and bcc lattices nonlocal fluctuations lead to a substantial reduction of the DMFT transition temperature consistent to the overall tendency of mean-field approaches to overestimate the stability of ordered phases. As expected, the magnitude of the difference between the DMFT, being exact in the limit of large connectivity/dimensions, and D$Γ$A transition temperatures decreases with increasing coordination number. On a more practical perspective, these results also provide a reasonable guidance to evaluate the expected overestimation of the DMFT ordering temperature for different material geometries. For the fcc lattice, on the other hand, the ordered phase observed in DMFT vanishes completely within D$Γ$A which is consistent with the existence of strong geometric frustration in this lattice."}
{"id": "2512.14405", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14405", "abs": "https://arxiv.org/abs/2512.14405", "authors": ["Mateusz Kuniej", "Paweł Machnikowski", "Michał Gawełczyk"], "title": "Hybrid acousto-optical spin control in quantum dots", "comment": "8 pages, 3 figures", "summary": "Mechanical degrees of freedom very weakly couple to spins in semiconductors. The inefficient coupling between phonons and single electron spins in semiconductor quantum dots (QDs) hinders their integration into on-chip acoustically coupled quantum hybrid systems. We propose a hybrid acousto-optical spin control method that circumvents this problem and effectively introduces acoustic spin rotation to QDs, complementing their rich couplings with external fields and quantum registers. We show that combining continuous-wave detuned optical coupling to a trion state and acoustic modulation results in spin rotation around an axis defined by the acoustic field. The optical field breaks spin conservation, allowing phonons to drive transitions between disrupted spin states when at resonance with the Zeeman frequency. Our method is compatible with pulse sequences that mitigate quasi-static noise effects, which makes trion recombination the primary limitation to gate fidelity under cooled nuclear-spin conditions. Numerical simulations indicate that spin rotation fidelity can be very high, if the trion lifetime is long and Zeeman splitting is sufficiently large, with a currently feasible 50~ns lifetime and 44~GHz splitting giving 99.9\\% fidelity. Applying our advancement could enable acoustic QD spin state transfer to diverse solid-state systems and transduction between acoustic, optical, and microwave domains, all within an on-chip integration-ready setting."}
{"id": "2512.14414", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14414", "abs": "https://arxiv.org/abs/2512.14414", "authors": ["Hongyu Chen", "Yangfeng Fu", "Weiqiang Yu", "Rong Yu", "Z. Y. Xie"], "title": "A single-layer framework of variational tensor network states", "comment": null, "summary": "We propose a single-layer tensor network framework for the variational determination of ground states in two-dimensional quantum lattice models. By combining the nested tensor network method [Phys. Rev. B 96, 045128 (2017)] with the automatic differentiation technique, our approach can reduce the computational cost by three orders of magnitude in bond dimension, and therefore enables highly efficient variational ground-state calculations. We demonstrate the capability of this framework through two quantum spin models: the antiferromagnetic Heisenberg model on a square lattice and the frustrated Shastry-Sutherland model. Even without GPU acceleration or symmetry implimention, we have achieved the bond dimension of 9 and obtained accurate ground-state energy and consistent order parameters compared to prior studies. In particular, we confirm the existence of an intermediate empty-plaquette valence bond solid ground state in the Shastry-Sutherland model. We have further discussed the convergence of the algorithm and its potential improvements. Our work provides a promising route for large-scale tensor network calculations of two-dimensional quantum systems."}
{"id": "2512.14438", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14438", "abs": "https://arxiv.org/abs/2512.14438", "authors": ["Xavier Gonze", "Christian Tantardini", "Antoine Levitt"], "title": "Low-temperature behavior of density-functional theory for metals based on density-functional perturbation theory and Sommerfeld expansion", "comment": null, "summary": "The temperature dependence of most solid-state properties is dominated by lattice vibrations, but metals display notable purely electronic effects at low temperature, such as the linear specific heat and the linear entropy, that were derived by Sommerfeld for the non-interacting electron gas via the low-temperature expansion of Fermi-Dirac integrals. Here we treat temperature as a perturbation within density-functional perturbation theory (DFPT). For finite temperature, we show how self-consistency screens the bare, temperature-induced density change obtained in the non-interacting picture: the inverse transpose of the electronic dielectric operator, that includes Adler-Wiser and a term related to the shift in Fermi level, links the self-consistent density response to the bare thermal density change. This approach is implemented in DFTK, and demonstrated by the computation of the second-order derivative of the free energy, and the first-order derivative of entropy for aluminum. Then, we examine the $T\\!\\to\\!0$ limit. The finite temperature formalism contains divergences, that we cure using the Sommerfeld expansion to analyze metallic systems at 0 K. The electronic free energy is quadratic in $T$ provided the Fermi level is not at a Van Hove singularity of the density of states. If the latter happens, another temperature behavior might appear, depending on the type of Van Hove singularity, that we analyze. Our formulation applies to systems periodic in one, two, or three dimensions, and provides a basis for studying temperature-dependent electronic instabilities (e.g., charge-density waves) within density-functional theory and DFPT."}
{"id": "2512.14483", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14483", "abs": "https://arxiv.org/abs/2512.14483", "authors": ["Runze Li", "Chaoxi Cui", "Ying Liu", "Zhi-Ming Yu", "Shengyuan A. Yang"], "title": "Anomalous shift in scattering from topological nodal-ring semimetals", "comment": null, "summary": "An electron beam may experience an anomalous spatial shift during an interface scattering process. Here, we investigate this phenomenon for reflection from mirror-symmetry-protected nodal-ring semimetals, which are characterized by an integer topological charge $χ_h$. We show that the shift is generally enhanced by the presence of nodal rings, and the ring's geometry can be inferred from the profile of shift vectors in the interface momentum plane. Importantly, the anomalous shift encodes the topological information of the ring, where the circulation of the shift vector field $κ_s$ over a semicircle is governed by the topological charge, with a simple relationship: $κ_s=-2πχ_h$. Furthermore, we demonstrate that the shift and its circulation reflect distinct features of topological phase transitions of the charged rings. This study uncovers a novel physical signature of topological nodal rings and positions anomalous scattering shifts as a powerful tool for probing topological band structures."}
{"id": "2512.14487", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.14487", "abs": "https://arxiv.org/abs/2512.14487", "authors": ["Yu. Kozitsky"], "title": "50 years of Yukhnovskii's critical point theory: its place in the constant flow of theoretical physics", "comment": "11 pages, 4 figures", "summary": "Half a century ago, Ihor Yukhnovskii elaborated a method of studying the critical point of the three-dimensional Ising model based on a layer-by-layer integration in the space of collective variables. His method was an alternative to that based on the $\\varepsilon$-expansion for which K. G. Wilson was awarded the Nobel Prize in Physics in 1982. However, Yukhnovskii's technique, which yielded similar results, provided even deeper insight into the nature of this phenomenon. At that time, we, professor's students, saw only this aspect of his theory. Later, I realized that the mentioned Yukhnovskii's work naturally fits into a more general context of the turbulent development of quantum field theory and statistical physics in the last quarter of the twentieth century. The aim of the present article is to look at the main aspects and the impact of Yukhnovskii's theory from this perspective."}
{"id": "2512.14493", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14493", "abs": "https://arxiv.org/abs/2512.14493", "authors": ["Leonardo Lucchesi", "Federico Paolucci"], "title": "Graphene-Insulator-Superconductor junctions as thermoelectric bolometers", "comment": "10 pages, 4 figures", "summary": "We design a superconducting thermoelectric bolometer made of a Graphene-Insulator-Superconductor tunnel junction. Our detector has the advantage of being passive, as it directly transduces input power to a voltage without the need to modulate an external bias. We characterize the device via numerical simulation of the full nonlinear thermal dynamical model of the junction, considering heating of both sides of the junction. While estimating noise contributions, we found novel expressions due to the temperatures of both sides being different than the bath temperature. Numerical simulations show a Noise Equivalent Power ${\\rm NEP}\\sim 4\\times 10^{-17}\\,{\\rm W}/\\sqrt{\\rm Hz}$ for an input power of $\\sim10^{-16}\\,{\\rm W}$, a response time of $τ_{th}\\sim 200\\, {\\rm ns}$ and an integration time to obtain a Signal-to-Noise Ratio ${\\rm SNR}=1$ of $τ_{\\rm SNR=1}\\sim 100\\,μ{\\rm s}$ for an input power $\\sim 10^{-13}\\,{\\rm W}$. Therefore, the device shows promise for large-array cosmological experiment applications, also considering its advantages for fabrication and heat budget."}
{"id": "2512.14494", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14494", "abs": "https://arxiv.org/abs/2512.14494", "authors": ["Ranjini Bhattacharya", "Souvik Roy"], "title": "Spin-Selective Thermoelectric Transport in a Triangular Spin Ladder", "comment": "12 pages, 16 figures", "summary": "We theoretically investigate spin-resolved thermoelectric transport in a triangular ladder geometry hosting antiferromagnetic spin alignment, where lattice topology and magnetic ordering jointly enable highly efficient spin-selective energy conversion. The inherent geometric frustration of the ladder, together with intrinsic spin-filtering mechanisms, is shown to promote a pronounced separation between spin channels. Implementing spin-dependent onsite modulations, such as binary asymmetric potentials, induces pronounced spin splitting in the transmission spectrum, enabling controlled spin-selective transport and highlighting the role of lattice engineering in tailoring spin-dependent thermoelectric response. Additional control is achieved through modulation of the hopping amplitudes, which activates multiple transport pathways and allows fine tuning of spin-dependent conduction. A detailed evaluation of charge and spin thermoelectric coefficients reveals a strong enhancement of the thermoelectric performance, with the dimensionless figure of merit ZT reaching large values in optimized parameter regimes. Notably, the spin figure of merit systematically surpasses its charge counterpart, underscoring the decisive role of lattice geometry and antiferromagnetic order in amplifying spin thermoelectric efficiency. Our findings provide a versatile theoretical platform for designing low-dimensional spin-caloritronic devices with enhanced functionality."}
{"id": "2512.14495", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.14495", "abs": "https://arxiv.org/abs/2512.14495", "authors": ["Jianhua Zhang", "Jun Liu", "Z. Z. Zhu", "K. M. Ho", "V. V. Dobrovitski", "C. Z. Wang"], "title": "Multimode Jahn-Teller Effect in Negatively Charged Nitrogen-Vacancy Center in Diamond", "comment": null, "summary": "Multimode Jahn-Teller (JT) effect in a negatively charged nitrogen-vacancy (NV) center in its excited state is studied by first-principles calculations based on density function theory (DFT). The activation pathways of the JT distortions are analyzed to elucidate and quantify the contribution of different vibrational modes. The results show that the dominant vibrational modes in the JT distortions are closely related to the phonon sideband observed in two-dimensional electronic spectroscopy (2DES), consistent with ab initio molecular dynamics (AIMD) simulation results. Our calculations provide a new way to understand the origin and the mechanism of the vibronic coupling of the system. The obtained dominant vibrational modes coupled to the NV centre and their interactions with electronic states provides new insights into dephasing, relaxation and optically driven quantum effects, and are critical for the application to quantum information, magnetometry and sensing."}
{"id": "2512.14508", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.14508", "abs": "https://arxiv.org/abs/2512.14508", "authors": ["Myung-Chul Jung", "Nojoon Myoung"], "title": "Electrically tunable spin qubits in strain-engineered graphene p-n junctions", "comment": "16 pages, 4 figures", "summary": "Strain engineering enables quantum confinement in pristine graphene without degrading its intrinsic mobility and spin coherence. Here, we extend previously proposed strain-induced charge-qubit architectures by incorporating spin degrees of freedom through Rashba spin-orbit coupling (RSOC) and Zeeman fields, enabling spin-qubit operation in single-layer graphene (SLG). In a graphene p-n junction, a strain-induced nanobubble generates a pseudo-magnetic field that forms double quantum dots with gate-tunable level hybridization. Tight-binding quantum transport simulations and a four-band model reveal two distinct avoided crossings: spin-conserving gaps at zero detuning and spin-flip gaps at finite detuning, the latter increasing with SOC strength while the former decreases. Time-domain simulations confirm detuning-dependent Rabi oscillations corresponding to these two operational regimes. These results demonstrate that strain-induced confinement combined with tunable SOC provides a viable mechanism for coherent spin manipulation in pristine graphene, positioning strained SLG as a promising platform for scalable spin-based quantum technologies."}
{"id": "2512.14544", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.14544", "abs": "https://arxiv.org/abs/2512.14544", "authors": ["Zhongyi Zhang", "Jun Zhan", "Congcong Le", "Hoi Chun Po", "Jiangping Hu", "Xianxin Wu"], "title": "Mirror-Selective Quasiparticle Interference in Bilayer Nickelate Superconductor", "comment": "10 pages, 5 figures", "summary": "The recent discovery of high-temperature superconductivity in both bulk and thin-film bilayer nickelates has garnered significant attention. In this study, inspired by recent STM experiments on thin films, we investigate the quasiparticle interference (QPI) characteristics of bilayer nickelates in both normal and superconducting states to identify their Fermiology and pairing symmetry. We demonstrate that the mirror symmetry inherent in the bilayer structure induces mirror-selective quasiparticle scattering by establishing selection rules based on the mirror properties of impurities and the mirror eigenvalues of electronic wavefunctions. This mirror-selective scattering allows for the differentiation of distinct Fermiologies, as QPI patterns vary markedly between scenarios with and without the $d_{z^2}$-bonding Fermi surface (FS). Furthermore, it enables the separate detection of sign changes in superconducting gaps both within the same FS and between different FSs. Crucially, if the mirror-symmetry-enforced selection rules are ignored, the QPI response of an $s_\\pm$-wave state can masquerade as that of a conventional $s$-wave state, leading to a misidentification of the pairing symmetry. When combined with field-dependent and reference QPI measurements, this approach facilitates the precise determination of pairing symmetry, even in the presence of FS-dependent gaps and gap anisotropy. Additionally, we discuss practical considerations for STM measurements to effectively identify the pairing symmetry. Our findings demonstrate that mirror-selective QPI is a powerful tool for distinguishing between different Fermiologies and pairing states, which is helpful in pinning down pairing symmetry and revealing the pairing mechanism in bilayer nickelates."}
{"id": "2512.14548", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.14548", "abs": "https://arxiv.org/abs/2512.14548", "authors": ["Andrew C. Burgess", "Lórien MacEnulty", "Ethan D'Arcy", "David Gavin", "David D. O'Regan"], "title": "Accurate bandgaps of photovoltaic kesterites from first-principles DFT+U", "comment": "11 pages, 7 figures", "summary": "Streamlined prediction of the electronic properties of photoactive materials warrants a Density Functional Theory (DFT) based approach that (i) yields reliable bandgaps, (ii) is free of empirically tuned parameters, and (iii) exhibits low computational overhead. Here we show that for Cu2ZnSnS4 and Cu2ZnGeS4 kesterite photovoltaic materials, all three of these demands are met by the DFT plus Hubbard U technique (DFT+U) with corrective parameters evaluated via minimum-tracking linear response. The predicted bandgaps are found to even marginally outperform those from the self-consistent GW approach. Key to this method's success is the application of Hubbard U corrections to all atomic subspaces that dominate the conduction and valence band edges, as opposed to the conventional approach of correcting 3d and 4f atomic states. Intriguingly, the inclusion of Hund's J corrections via the extended DFT+U+J functional significantly worsens these results. This under performance can be ameliorated through the use of the Burgess-Linscott-O'Regan (BLOR) flat-plane based Hubbard U plus Hund's J functional, with bandgap predictions in close agreement with the conventional DFT+U method. The DFT+U method is also used to predict defect-induced changes to the bandgap and associated formation energies, in 1,728-atom supercells."}
{"id": "2512.14558", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.14558", "abs": "https://arxiv.org/abs/2512.14558", "authors": ["Mikhail M. Glazov", "Atac Imamoglu"], "title": "Long-range ferroelectric order in two dimensional excitonic insulators", "comment": "15 pages, 6 figures", "summary": "It is generally argued that Mermin-Wagner theorem excludes the possibility of long-range order in two dimensional bosonic systems at non-zero temperatures. In contrast, we show here that generic bilayer semiconductors could demonstrate true Bose-Einstein condensation of interlayer excitons. We show that the key requirements include (i) reduction of the interlayer band gap using an applied electric field so that excitons spontaneously appear in the ground state, (ii) band structure that allows for long-range electron-hole exchange interaction, and (iii) a finite magnetic field. Our results indicate that superfluidity and ferroelectric order can co-exist in two dimensional excitonic insulators."}
{"id": "2512.14571", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14571", "abs": "https://arxiv.org/abs/2512.14571", "authors": ["Shaun O'Donnell", "Corlyn Regier", "Sharad Mahatara", "H. Cein Mandujano", "Efrain E. Rodriguez", "Danielle R. Yahne", "Stephan Lany", "Sage R. Bauers", "Rebecca W. Smaha", "James R. Neilson"], "title": "Ferrimagnetic Order in Tetragonal Antiperovskite Mn$_3$GeN", "comment": null, "summary": "The crystal and magnetic structures of the nitride antiperovskite Mn$_3$GeN reveals ferrimagnetic order stemming from a distorted kagome-derived lattice of the Mn atoms. Polycrystalline Mn$_3$GeN was synthesized via a solid-state reaction and characterized using neutron powder diffraction, DC magnetometry, and first-principles calculations. Rietveld refinement reveals near-stoichiometric composition (Mn$_3$GeN$_{0.94(1)}$) adopting a tetragonal $I4/mcm$ structure at $T$ = 500 K and below, featuring axially distorted and tilted [NMn$_6$] octahedra that result in a buckled Mn kagome lattice. On heating, the tetragonal distortion and octahedral tilt angle decrease continuously before transitioning to the cubic $Pm\\bar{3}m$ antiperovskite phase at $T \\approx$ 524 K. Neutron diffraction and magnetometry together reveal noncollinear ferrimagnetic ordering. For 30 K $\\le T \\le$ 500 K, the magnetic structure is described by a single propagation vector, $k$ = (0, 0, 0), with inequivalent Mn1 and Mn2 sublattices that couple antiferromagnetically to yield a net moment. Density functional theory-based calculations show the different local moments originate from the bandwidths associated with the distinct Mn-N bond lengths. The temperature dependence of the sublattice moments indicates a compensation-like crossover between Mn1- and Mn2-derived magnetization near 380 K. These findings uncover a previously unrecognized subtlety in the magnetic and structural behavior of Mn$_3$GeN, highlighting the interplay between structural distortions, magnetic ordering, and electronic structure in kagome-derived antiperovskite materials."}
{"id": "2512.14597", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14597", "abs": "https://arxiv.org/abs/2512.14597", "authors": ["Frédéric Chassot", "Aki Pulkkinen", "Ján Minár", "Gunther Springholz", "Matthias Hengsberger", "Claude Monney"], "title": "Detection of Image Potential States above the vacuum level in GeTe", "comment": "10 pages, 9 figures", "summary": "The ferroelectric semiconductor α-GeTe(111) has attracted significant attention in the last decade due to its unique properties, with extensive studies focusing on its occupied electronic bandstructure. In contrast, its unoccupied states - particularly those near the conduction band minimum - remain largely unexplored. In an effort to characterize those states, we surprisingly observe three image potential states (IPS) in α-GeTe(111) extending up to 0.8 eV above the vacuum level. Using time and angle-resolved photoemission spectroscopy, we resolve the full parabolic dispersions of the first three IPS and determine their binding energies. Our analysis, combined with Bloch spectral function calculations, reveals that the unexpected persistence of IPS above the vacuum level originates from strong dipole transitions and the presence of large electron reservoirs in GeTe."}
{"id": "2512.14603", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14603", "abs": "https://arxiv.org/abs/2512.14603", "authors": ["Akshata M. Waghmare", "Sajeev S. Chacko", "Balasaheb J. Nagare"], "title": "Structure, Bonding and Stability of Boron Substituted Tungsten Clusters", "comment": null, "summary": "In this study, we investigate effects of boron substitution on the structural and electronic properties of small tungsten clusters using density functional theory (DFT). We construct a series of tungsten boride clusters by replacing tungsten atoms with boron atoms to analyze their stability and other properties. Boron substitution in Wn clusters results in significant geometric distortions shortening the bond lengths and thereby reducing the clusters overall symmetry. The boron atoms prefers to occupy apex or edge positions. Its lower atomic radius and stronger electronegativity are the driving forces behind these structural changes.The binding energy per atom, HOMO LUMO gap, and chemical hardness increase with boron incorporation, indicating enhanced electronic stability.Additionally, negative chemical potentials are observed, which confirm greater charge localization and lower reactivity.BB stretches at high frequencies suggest strong boron-boron bonds with localized electrons, consistent with negative chemical potentials that promote charge retention over delocalization. WB modes in mid frequencies reflect metal boron interactions stabilizing the cluster, reducing overall reactivity as seen in prior Fukui analyses of electron density.Fukui functions pinpoint nucleophilic or electrophilic sites on W-B clusters, corroborating low reactivity from localized charges negative potentials confirm electrons are tightly bound, limiting site accessibility for reactions."}
{"id": "2512.14623", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14623", "abs": "https://arxiv.org/abs/2512.14623", "authors": ["Diego López-Alcalá", "Alberto M. Ruiz", "Andrei Shumilin", "José J. Baldoví"], "title": "Chemical Engineering of Altermagnetism in Two-Dimensional Metal-Organic Frameworks", "comment": null, "summary": "Altermagnetism represents a novel class of collinear antiferromagnetism exhibiting non-relativistic spin splitting without net magnetization, driven by lattice symmetry rather than spin-orbit coupling (SOC). Here, we introduce a coordination-driven chemical strategy to realize altermagnetic (AM) spin splitting in two-dimensional (2D) planar tetracoordinated Cr-based metal-organic frameworks (MOFs). Using density functional theory (DFT) calculations, we demonstrate that replacing centrosymmetric pyrazine (pyz) ligands with non-centrosymmetric imidazole (imz) linkers in Cr-based MOFs reduces lattice symmetry, enabling g-wave AM spin splitting up to 65 meV. Furthermore, frontier molecular orbital engineering (FMOE) allows selective ligand spin polarization, inducing a shift to d-wave AM anisotropy in polycyclic ligand-based 2D MOFs with spin splitting up to 83.9 meV. Microscopic magnetic exchange interactions (J) analysis reveals that ligand-mediated interactions dominate over metal-metal coupling, stabilizing AM order in systems with radical ligands. Interestingly, we further confirm AM spin splitting in spin wave spectrum, where chiral magnon splitting is observed. Finally, we show that AM spin splitting gives rise to experimentally accessible charge to spin conversion, emerging as a linear response in d-wave and as a symmetry-allowed nonlinear effect in g-wave 2D AM MOFs. This work establishes coordination chemistry as a powerful and versatile route to symmetry control in 2D MOFs, enabling rational design of 2D molecular materials with tunable electronic and AM properties for next-generation spintronic devices."}
{"id": "2512.14632", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14632", "abs": "https://arxiv.org/abs/2512.14632", "authors": ["E. F. Talantsev", "D. A. Komkova"], "title": "Size-strain characteristics of lead and gold under fast ramp compression", "comment": "16 pages, 6 figures (3 figures in the article, 3 figures in Supplementary Materials), 6 equations", "summary": "Phase transitions in materials under fast ramp compression are an ongoing research topic, which is part of several global projects like inertial fusion. Currently, X-ray diffraction (XRD) examination of samples under fast ramp compression is limited to the determination of the sample phase state and the unit cell lattice parameters. Here, we propose to extend this examination route by introducing the Williamson-Hall analysis of the XRD data measured in samples under fast ramp rate conditions. To demonstrate the applicability of the method, we performed an analysis for ramp compressed lead $(P = 200 GPa)$ and gold $(P = 1003 GPa)$, which both exhibit a transition from the face-centred cubic (fcc) lattice to the body-centred cubic (bcc) lattice at the studied pressures. The analysis showed that lead under fast ramp compression has a nanocrystalline structure with a crystalline size of $D = (4 \\pm 1) nm$ and lattice strain $\\varepsilon = 0.006 \\pm 0.002 $. The effect of extreme hardening of bcc-Pb under fast ramp compression can be explained as the formation of an ultrafine grain structure in this metal. Elemental gold exhibits average crystalline size $D > 12 nm $ and unprecedentedly high, for a pure metallic element, lattice strain $\\varepsilon = 0.014 \\pm 0.001 $ under fast ramp compression."}
{"id": "2512.14633", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14633", "abs": "https://arxiv.org/abs/2512.14633", "authors": ["Sergey Prosandeev", "Charles Paillard", "Laurent Bellaiche"], "title": "On the origin of the unusual strain morphologies and polar Moiré patterns in twisted ferroelectrics", "comment": null, "summary": "Density functional theory calculations are conducted to understand and reveal the origin of the complex shear strain morphology and of the polar Moiré topological pattern recently observed in twisted BaTiO$_3$ bilayers. Our first-principles calculations, along with an original analysis of them allowing the decomposition of forces into the acoustic and optical contributions, point out to the occurrence of forces mostly acting on the {\\it acoustic-related} motions to produce the standing waves of the shear strain. Such acoustic waves naturally generate a striking self-organization of the shear strains, and hence create a peculiar gradient of these shear strains. A Moiré dipole pattern, consisting of the interpenetrated arrays of vortices and antivortices made of the electric dipoles, then mostly arises due to the coupling of this gradient of the shear strain with the electric dipoles. Furthermore, other forces, namely acting on the motions associated with the {\\it optical phonons}, could also play a role in the formation of these polar vortices and antivortices, but at a smaller extent."}
{"id": "2512.14659", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14659", "abs": "https://arxiv.org/abs/2512.14659", "authors": ["Jeremy Drew", "Shravan Godse", "Yuxing Liang", "Abhishek Pathak", "Jonathan A. Malen", "Rachel C. Kurchin"], "title": "Analysis and Uncertainty Quantification of Thermal Transport Measurements through Bayesian Parameter Estimation", "comment": null, "summary": "The thermal transport community is increasingly interested in rigorous uncertainty quantification (UQ) of their measurements. In this work, we argue that Bayesian parameter estimation (BPE) represents a powerful framework for both analysis/fitting and UQ. We provide a detailed walkthrough of the technique (including code to duplicate our results) and example analysis based on measuring the thermal conductance of a gold/sapphire interface with FDTR. Comparisons are made against traditional analysis/UQ techniques adopted by the thermal transport community. Notable advantages of BPE include the interpretability of its results, including the capacity to indicate incorrect input assumptions, as well as a way to balance overall goodness of fit against prior knowledge of feasible parameter values. In some cases, incorporating this additional information can affect not only the magnitude of error bars but the inferred values themselves."}
{"id": "2512.14660", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.14660", "abs": "https://arxiv.org/abs/2512.14660", "authors": ["Edward Schwartz", "Hamed Vakili", "Alexey A. Kovalev"], "title": "Theory of thermomagnonic torques in altermagnets", "comment": "6 pages, 4 figures", "summary": "We develop a theory of thermomagnonic torques in insulating altermagnets and predict a spin-splitter magnonic torque arising from the spin Seebeck effect. Additionally, we predict an anisotropic entropic torque. We study the effects of these torques on magnetic-texture dynamics and identify various anisotropic responses to temperature gradients. In particular, we predict spin-current-induced domain-wall precession, which can slow domain-wall motion for certain temperature-gradient directions. We also predict a temperature-gradient-driven anisotropic skyrmion Hall effect that enables fast skyrmion motion in response to thermal gradients. Our findings will be useful for spintronic applications such as magnetic racetrack memories and will serve as a hallmark of altermagnetism in insulating altermagnets with magnetic textures."}
{"id": "2512.14631", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.14631", "abs": "https://arxiv.org/abs/2512.14631", "authors": ["Giovanni Di Muccio", "Gonçalo Paulo", "Lorenzo Iannetti", "Adina Sauciuc", "Giovanni Maglia", "Alberto Giacomello"], "title": "Electrodrying in nanopores: from fundamentals to iontronic and memristive applications", "comment": null, "summary": "Iontronics is a burgeoning paradigm that employs ions in solution as information carriers for sensing and computing, e.g., in neuromorphic devices. The fundamentally different working principle as compared to electronics requires novel approaches and concepts to control the impedance of nanoscale fluidic circuit elements, such as nanopores. For instance, previous research has focused on voltage-induced pore wetting as a means to trigger conduction in nanopores. The present study explores the opposite counter-intuitive mechanism: using voltage to dry hydrophobic nanopores and, therefore, to turn off conduction. This \"electrodrying\" concept affords exquisite, bidirectional control over the conductance of nanopores additionally showing hysteresis in the current-voltage curve that is the fingerprint of memristors. Using an analytical model and free-energy molecular dynamics simulations, we explain the physical mechanism underlying electrodrying and provide clear design criteria for solid-state and biological nanopores with bidirectional control over conductance. The electrical behaviour of electrodrying nanopores shows two unique features: i) the hysteresis loop is shifted from the origin, accounting for the fifth, previously unreported memristor type and ii) negative differential resistance is observed over a broad voltage range in which the non-conductive state is favoured by electrodrying. These properties are demonstrated in a short-term memory task and in an iontronic oscillator circuit to showcase their potential in neuromorphic applications and iontronic devices. Finally, we validate our predictions through experiments on engineered dipolar hydrophobic CytK nanopores, whose voltage-dependent conductance substantiates the electrodrying concept."}
