{"id": "2510.05398", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05398", "abs": "https://arxiv.org/abs/2510.05398", "authors": ["Kazuumi Fujioka", "Rui Sun"], "title": "GMTHRASHpy: Forward Convolutions of Crossed Molecular Beams Experiments in Python", "comment": "36 pages, 26 figures", "summary": "We introduce GMTHRASHpy, a Python-based application to do forward convolution\nfits of crossed molecular beams experiments. The code is designed to be\neasy-to-use and widely-available, so as to be of value to anyone wanting to\nreproduce data or fits from these experiments. GMTHRASHpy has been benchmarked\nto replicate the original GMTHRASH executable for a wide variety of published\nreactions. The inputs and algorithm guiding it are explained. The code is\nopen-source and can be downloaded at: github.com/kaka-zuumi/GMTHRASH. It can be\ninstalled with pip as gmthrash."}
{"id": "2510.05623", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05623", "abs": "https://arxiv.org/abs/2510.05623", "authors": ["Surajit Das", "Raghunathan Ramakrishnan"], "title": "Enhancing NMR Shielding Predictions of Atoms-in-Molecules Machine Learning Models with Neighborhood-Informed Representations", "comment": "First draft", "summary": "Accurate prediction of nuclear magnetic resonance (NMR) shielding with\nmachine learning (ML) models remains a central challenge for data-driven\nspectroscopy. We present atomic variants of the Coulomb matrix (aCM) and\nbag-of-bonds (aBoB) descriptors, and extend them using radial basis functions\n(RBFs) to yield smooth, per-atom representations (aCM-RBF, aBoB-RBF). Local\nstructural information is incorporated by augmenting each atomic descriptor\nwith contributions from the n nearest neighbors, resulting in the family of\ndescriptors, aCM-RBF(n) and aBoB-RBF(n). For 13C shielding prediction on the\nQM9NMR dataset (831,925 shielding values across 130,831 molecules), aBoB-RBF(4)\nachieves an out-of-sample mean error of 1.69 ppm, outperforming models reported\nin previous studies. While explicit three-body descriptors further reduce\nerrors at a higher cost, aBoB-RBF(4) offers the best balance of accuracy and\nefficiency. Benchmarking on external datasets comprising larger molecules\n(GDBm, Drug12/Drug40, and pyrimidinone derivatives) confirms the robustness and\ntransferability of aBoB-RBF(4), establishing it as a practical tool for\nML-based NMR shielding prediction."}
{"id": "2510.05867", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05867", "abs": "https://arxiv.org/abs/2510.05867", "authors": ["Vivekananda Bal", "Jackie M. Wolfrum", "Paul W. Barone", "Stacy L. Springs", "Anthony J. Sinskey", "Robert M. Kotin", "Richard D. Braatz"], "title": "Advanced Characterization Methods for Crystals of an Extraordinary Material", "comment": "20 pages, 10 figures", "summary": "Physicochemical characterization of materials is central to the field of\nscience and engineering and is essential to design new/engineered materials\nwith specific properties. Assays available for small-molecules, e.g., XRD, NMR,\nLC-MS, can't be applied to macromolecules easily. Thus, it is extremely\nchallenging to characterize complex materials such as adeno-associated virus\ncapsids (MW 5.8MDa). Capsid crystals produced in hanging-drop are characterized\nin-situ using cross-polarized light and ex-situ using scanning electron\nmicroscopy, energy dispersive X-ray, and transmission electron microscopy.\nCross-polarized light can be used to identify capsid crystals within a\nheterogenous-system of kosmotropic/chaotropic-salt crystals, fibers, dense\nsolid-phase, opaques crystals. Despite highly-conserved structures, crystal\nbirefringence suggests that capsids possess serotype-specific structural\ndifferences. SEM demonstrated that crystal-growth occurs by random\n2D-nucleation followed by kink-site attachment and/or spread by more 2D-nuclei\nand proteinaceous assemblies tend to form semi-crystalline solids appearing as\ndense/opaque materials. EDX shows that C, O, and N are present in ratio of\n2.33+-0.222:1:0.583+-0.019 for serotypes 5, 8, and 9 and can be an alternative\nto protein sequencing-based virus identification. Biological macromolecular\nassemblies are found to facilitate plural-scattering responsible for\nKikuchi-diffraction pattern even for thin-crystals (~300nm). For an optimal\nspot-diffraction, crystals must possess at least one dimension consisting of at\nmost 8 layers of capsids."}
{"id": "2510.05945", "categories": ["physics.chem-ph", "physics.atm-clus"], "pdf": "https://arxiv.org/pdf/2510.05945", "abs": "https://arxiv.org/abs/2510.05945", "authors": ["Sebastian Hartweg", "Dusan k. Bozanic", "Gustavo A. Garcia-Macias", "Laurent Nahon"], "title": "Large circular dichroism in the total photoemission yield of free chiral nanoparticles created by a pure electric dipole effect", "comment": "16 pages, 7 figures", "summary": "Spectroscopic techniques that are sensitive to molecular chirality are\nimportant analytical tools to quantitatively determine enantiomeric excess and\npurity of chiral molecular samples. Many chiroptical processes however produce\nweak enantio-specific asymmetries due to their origin relying on weak magnetic\ndipole or electric quadrupole effects. Photoelectron circular dichroism (PECD)\nin contrast, is an intense effect, that is fully contained in the electric\ndipole description of light matter interaction and creates a chiral asymmetry\nin the photoelectron angular distribution. Here, we demonstrate that this\nchiral signature in the angular distribution of emitted electrons can be\ntranslated into the total photoionization yield for submicron-sized condensed\nsamples. The resulting chiral asymmetry of the photoionization yield (CAPY),\nmediated by the attenuation of light within the particles, can be detected\nexperimentally without requiring high vacuum systems and electron\nspectrometers. This effect can be exploited as an analytical tool with high\nsensitivity to chirality and enantiopurity for studies of chiral organic and\nhybrid submicron particles in environmental, biomedical or catalytic\napplications."}
{"id": "2510.05282", "categories": ["physics.comp-ph", "cond-mat.other", "cs.MS", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05282", "abs": "https://arxiv.org/abs/2510.05282", "authors": ["Xavier Andrade", "Jacopo Simoni", "Yuan Ping", "Tadashi Ogitsu", "Alfredo A. Correa"], "title": "SHarmonic: A fast and accurate implementation of spherical harmonics for electronic-structure calculations", "comment": "13 pages, 2 figures. The code can be downloaded from\n  https://gitlab.com/npneq/sharmonic", "summary": "The authors present SHarmonic, a new implementation of the spherical\nharmonics targeted for electronic-structure calculations. Their approach is to\nuse explicit formulas for the harmonics written in terms of normalized\nCartesian coordinates. This approach results in a code that is as precise as\nother implementations while being at least one order of magnitude more\ncomputationally efficient. The library can run on graphics processing units\n(GPUs) as well, achieving an additional order of magnitude in execution speed.\nThis new implementation is simple to use and is provided under an open source\nlicense, it can be readily used by other codes to avoid the error-prone and\ncumbersome implementation of the spherical harmonics."}
{"id": "2510.05224", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05224", "abs": "https://arxiv.org/abs/2510.05224", "authors": ["Kryštof Kolář", "Tero T. Heikkilä", "Päivi Törmä"], "title": "Superfluid weight in disordered flat-band superconductors as a competition between localization functionals", "comment": "5 pages + Supplementary", "summary": "According to Anderson's theorem, the gap of a time-reversal symmetric\nweak-coupling superconductor is unaffected by non-magnetic disorder. However,\nthe superfluid weight (stiffness) is reduced in the disordered limit by a\nfactor of $\\Delta \\tau$, a product of the scattering time $\\tau$ and the\nsuperconducting order parameter $\\Delta$. Here we show that the opposite holds\ntrue in flat-band superconductors. While non-magnetic disorder does reduce the\norder parameter, we find that its direct effect on superfluid weight is mostly\nnegligible. We show analytically that the effect of disorder is to lowest order\ngiven in terms of the difference between the intraband and interband parts of\nthe localization functional of impurity wavefunctions, finding it to be\ntypically vanishing."}
{"id": "2510.05242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05242", "abs": "https://arxiv.org/abs/2510.05242", "authors": ["Peter A. Noordman", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Variational and field-theoretical approach to exciton-exciton interactions and biexcitons in semiconductors", "comment": null, "summary": "Bound electron-hole pairs in semiconductors known as excitons are the subject\nof intense research due to their potential for optoelectronic devices and\napplications, especially in the realm of two-dimensional materials. While the\nproperties of free excitons in these systems are well understood, a general\ndescription of their interactions is complicated due to their composite nature,\nwhich leads to exchange between the identical fermions of different excitons.\nIn this work we employ a variational approach to study interactions between\nWannier excitons and obtain an effective interaction potential between two\nground-state excitons in a system of spin-degenerate electrons and holes. This\npotential is in general nonlocal and depends on the coupled spins of the\nparticles. When particularized to hydrogen-like excitons with a heavy hole, it\nbecomes local and exactly reproduces the Heitler-London result for two\ninteracting hydrogen atoms. Thus, our result can be interpreted as a\ngeneralization of the Heitler-London potential to arbitrary masses. Including\ncorrections due to excited states results in a van der Waals potential at large\ndistances, which is expected due to the induced dipole-dipole nature of the\ninteractions. Additionally, we use a path-integral formalism to develop a\nmany-body theory for a gas of excitons, resulting in an excitonic action that\nformally includes many-body interactions between excitons. While in the field\nrepresenting the excitons is exactly bosonic, we clarify how the internal\nexchange processes arise in the field-theoretical treatment, and show that the\ndiagrams corresponding to the interactions between excitons align with our\nvariational calculation when evaluated on shell. Our methods and results lay\nthe groundwork for a generalized theory of exciton-exciton interactions and\ntheir application to the study of biexciton spectra and correlated excitonic\nmatter."}
{"id": "2510.05222", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05222", "abs": "https://arxiv.org/abs/2510.05222", "authors": ["Hongkun Chen", "Daohong Xu", "Grace M. Sommers", "David A. Huse", "Jeff D. Thompson", "Sarang Gopalakrishnan"], "title": "Scalable accuracy gains from postselection in quantum error correcting codes", "comment": "17 pages, 11 figures", "summary": "Decoding stabilizer codes such as the surface and toric codes involves\nevaluating free-energy differences in a disordered statistical mechanics model,\nin which the randomness comes from the observed pattern of error syndromes. We\nstudy the statistical distribution of logical failure rates across observed\nsyndromes in the toric code, and show that, within the coding phase, logical\nfailures are predominantly caused by exponentially unlikely syndromes.\nTherefore, postselecting on not seeing these exponentially unlikely syndrome\npatterns offers a scalable accuracy gain. In general, the logical error rate\ncan be suppressed from $p_f$ to $p_f^b$, where $b \\geq 2$ in general; in the\nspecific case of the toric code with perfect syndrome measurements, we find\nnumerically that $b = 3.1(1)$. Our arguments apply to general topological\nstabilizer codes, and can be extended to more general settings as long as the\ndecoding failure probability obeys a large deviation principle."}
{"id": "2510.05209", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05209", "abs": "https://arxiv.org/abs/2510.05209", "authors": ["Ethan Huecker", "Yuxuan Wang"], "title": "Vestigial $d$-wave charge-$4e$ Superconductivity from Bidirectional Pair Density Waves", "comment": null, "summary": "We analyze the leading vestigial instability due to the melting of a\nbidirectional pair-density-wave state in two dimensions. In a previous work by\none of the authors, it was found that the interplay between pair-density-wave\nfluctuations with ordering momenta along the $x$ and $y$ directions can provide\na strong attractive interaction for charge-$4e$ superconductivity in the\n$d$-wave channel. In this work, we go beyond the artificial large-$M$\nmean-field theory previously adopted and compute the phase diagram by\nincorporating phase fluctuations of the pair-density-wave order parameters. By\ninvestigating the relevance of various topological defects, we show that the\ninteraction in the $d$-wave channel, together with the strong anisotropy of\nphase fluctuations around the pair-density-wave ordering momenta, favors a\nvestigial charge-$4e$ superconducting order at intermediate temperatures. By\ncontrast, a competing charge-density-wave vestigial order does not develop, due\nto the suppression of its stiffness."}
{"id": "2510.05209", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05209", "abs": "https://arxiv.org/abs/2510.05209", "authors": ["Ethan Huecker", "Yuxuan Wang"], "title": "Vestigial $d$-wave charge-$4e$ Superconductivity from Bidirectional Pair Density Waves", "comment": null, "summary": "We analyze the leading vestigial instability due to the melting of a\nbidirectional pair-density-wave state in two dimensions. In a previous work by\none of the authors, it was found that the interplay between pair-density-wave\nfluctuations with ordering momenta along the $x$ and $y$ directions can provide\na strong attractive interaction for charge-$4e$ superconductivity in the\n$d$-wave channel. In this work, we go beyond the artificial large-$M$\nmean-field theory previously adopted and compute the phase diagram by\nincorporating phase fluctuations of the pair-density-wave order parameters. By\ninvestigating the relevance of various topological defects, we show that the\ninteraction in the $d$-wave channel, together with the strong anisotropy of\nphase fluctuations around the pair-density-wave ordering momenta, favors a\nvestigial charge-$4e$ superconducting order at intermediate temperatures. By\ncontrast, a competing charge-density-wave vestigial order does not develop, due\nto the suppression of its stiffness."}
{"id": "2510.06030", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06030", "abs": "https://arxiv.org/abs/2510.06030", "authors": ["Rohit Goswami", "Hannes Jónsson"], "title": "Adaptive Pruning for Increased Robustness and Reduced Computational Overhead in Gaussian Process Accelerated Saddle Point Searches", "comment": "Invited article for the ChemPhysChem special issue dedicated to the\n  60th birthday of Prof. Debabrata Goswami. A preliminary version of this work\n  was presented at the UNOOS 2025 conference", "summary": "Gaussian process (GP) regression provides a strategy for accelerating saddle\npoint searches on high-dimensional energy surfaces by reducing the number of\ntimes the energy and its derivatives with respect to atomic coordinates need to\nbe evaluated. The computational overhead in the hyperparameter optimization\ncan, however, be large and make the approach inefficient. Failures can also\noccur if the search ventures too far into regions that are not represented well\nenough by the GP model. Here, these challenges are resolved by using\ngeometry-aware optimal transport measures and an active pruning strategy using\na summation over Wasserstein-1 distances for each atom-type in farthest-point\nsampling, selecting a fixed-size subset of geometrically diverse configurations\nto avoid rapidly increasing cost of GP updates as more observations are made.\nStability is enhanced by permutation-invariant metric that provides a reliable\ntrust radius for early-stopping and a logarithmic barrier penalty for the\ngrowth of the signal variance. These physically motivated algorithmic changes\nprove their efficacy by reducing to less than a half the mean computational\ntime on a set of 238 challenging configurations from a previously published\ndata set of chemical reactions. With these improvements, the GP approach is\nestablished as, a robust and scalable algorithm for accelerating saddle point\nsearches when the evaluation of the energy and atomic forces requires\nsignificant computational effort."}
{"id": "2510.05392", "categories": ["physics.comp-ph", "hep-ex", "hep-ph", "65C05, 81T18, 81V05", "C.1.2; D.1.3; G.3; I.6.8; J.2"], "pdf": "https://arxiv.org/pdf/2510.05392", "abs": "https://arxiv.org/abs/2510.05392", "authors": ["Andrea Valassi"], "title": "New GPU developments in the Madgraph CUDACPP plugin: kernel splitting, helicity streams, cuBLAS color sums", "comment": "18 pages, 7 figures, 3 tables", "summary": "The first production release of the CUDACPP plugin for the Madgraph5_aMC@NLO\ngenerator, which speeds up matrix element (ME) calculations for leading-order\n(LO) QCD processes using a data parallel approach on vector CPUs and GPUs, was\ndelivered in October 2024. This has been described in previous publications by\nthe team behind that effort. In this paper, I describe my work on some\nadditional developments providing further optimizations of CUDACPP for GPUs,\nwhich I consider ready for inclusion in a new release of the software. The new\napproach mainly consists in splitting the calculation of the ME, which has been\nso far performed using a single large GPU kernel, into several smaller kernels.\nI also take this opportunity to describe more in detail some features of the\nCUDACPP software that are relevant to these new developments and that have not\nyet been documented."}
{"id": "2510.05401", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05401", "abs": "https://arxiv.org/abs/2510.05401", "authors": ["Yuxiang Gao", "Kevin Allen", "Rose Albu Mustaf", "Yichen Zhang", "Sanu Mishra", "Christopher Lane", "Marta Zonno", "Sergey Gorovikov", "Jian-Xin Zhu", "Ming Yi", "Emilia Morosan"], "title": "Quantum oscillations and anisotropic magnetoresistance in the quasi-two-dimensional Dirac nodal line superconductor $\\mathrm{YbSb_2}$", "comment": "9 pages, 8 figures", "summary": "Recent interest in quantum materials has focused on systems exhibiting both\nsuperconductivity and non-trivial band topology as material candidates to\nrealize topological or unconventional superconducting states. So far,\nsuperconductivity in most topological materials has been identified as type II.\nIn this work, we present magnetotransport studies on the quasi-two-dimensional\ntype I superconductor $\\mathrm{YbSb_2}$. Combined ab initio DFT calculations\nand quantum oscillation measurements confirm that $\\mathrm{YbSb_2}$ is a Dirac\nnodal line semimetal in the normal state. The complex Fermi surface morphology\nis evidenced by the non-monotonic angular dependence of both the quantum\noscillation amplitude and the magnetoresistance. Our results establish\n$\\mathrm{YbSb_2}$ as a candidate material platform for exploring the interplay\nbetween band topology and superconductivity."}
{"id": "2510.05250", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05250", "abs": "https://arxiv.org/abs/2510.05250", "authors": ["Praveen Pai", "Aron W. Cummings", "Alexander Cerjan", "Wei Pan", "Fan Zhang", "Catalin D. Spataru"], "title": "Semiconductor Meta-Graphene and Valleytronics", "comment": null, "summary": "Nano-patterned semiconductor interfaces offer a versatile platform for\ncreating quantum metamaterials and exploring novel electronic phenomena. In\nthis study, we illustrate this concept using artificial graphene--a\nmetamaterial featuring distinctive properties including Dirac and saddle\npoints. We demonstrate that introducing additional nano-patterning can open a\nDirac band gap, giving rise to what we term artificial hexagonal boron nitride\n(AhBN). The calculated valley Chern number of AhBN indicates the presence of\ntopological valley Hall states confined to Dirac-gap domain walls. A key\nquestion is whether these one-dimensional edge states are topologically\nprotected against disorder, given their vulnerability to Anderson localization.\nTo this end, we perform band structure and electronic transport simulations\nunder experimentally relevant disorder, including charge puddles and geometric\nimperfections. Our results reveal the resilience of the domain wall states\nagainst typical experimental disorder, particularly while the AhBN band gap\nremains open. The localization length along the domain wall can reach several\nmicrons--several times longer than the bulk electron mean free path--even\nthough the number of bulk transport channels is greater. To enhance the\neffectiveness of the low-dissipation domain wall channel, we propose ribbon\ngeometries with a large length-to-width ratio. These findings underscore both\nthe potential and challenges of AhBN for low-energy, power-efficient\nmicroelectronic applications."}
{"id": "2510.05346", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05346", "abs": "https://arxiv.org/abs/2510.05346", "authors": ["Hui-Huang Chen"], "title": "Exact Quench Dynamics from Thermal Pure Quantum States", "comment": "5+16 pages, 1 figure", "summary": "We present an exact solution for a quantum quench in an integrable system\nthat reveals a new, coherent pathway to thermalization. In chaotic systems,\nthermalization is understood via the eigenstate thermalization hypothesis\n(ETH), which implies that a quench from a thermal pure quantum (TPQ) state\nshould exhibit trivial dynamics. In contrast, integrable systems are expected\nto retain memory of their initial conditions in a non-thermal generalized Gibbs\nensemble (GGE). We show that a quench from a TPQ state in the integrable\nspin-1/2 XX chain defies both expectations. The system thermalizes to a\ncanonical Gibbs ensemble, yet the entanglement dynamics are highly non-trivial,\nexhibiting a \"double plateau\" structure. We solve this process exactly using\ntechniques in two-dimensional (2D) conformal field theories (CFT), an exact\nnumerical method based on the matrix Riccati equation, and an asymptotically\nexact quasiparticle picture. We prove that the non-trivial dynamics are the\nmacroscopic signature of the coherent dephasing of the initial state's\nanomalous pairing correlations."}
{"id": "2510.05226", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05226", "abs": "https://arxiv.org/abs/2510.05226", "authors": ["Darren Pereira", "Erich J. Mueller"], "title": "Spin-spiral instability of the Nagaoka ferromagnet in the crossover between square and triangular lattices", "comment": "6 pages, 2 figures", "summary": "We study the hard-core Fermi-Hubbard model in the crossover between square\nand triangular lattices near half-filling. As was recognized by Nagaoka in the\n1960s, on the square lattice the presence of a single hole leads to\nferromagnetic spin ordering. On the triangular lattice, geometric frustration\ninstead leads to a spin-singlet ground state, which can be associated with a\n120-degree spiral order. On lattices which interpolate between square and\ntriangular, there is a phase transition at which the ferromagnetic order\nbecomes unstable to a spin spiral. We model this instability, finding the exact\ncritical point."}
{"id": "2510.05222", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05222", "abs": "https://arxiv.org/abs/2510.05222", "authors": ["Hongkun Chen", "Daohong Xu", "Grace M. Sommers", "David A. Huse", "Jeff D. Thompson", "Sarang Gopalakrishnan"], "title": "Scalable accuracy gains from postselection in quantum error correcting codes", "comment": "17 pages, 11 figures", "summary": "Decoding stabilizer codes such as the surface and toric codes involves\nevaluating free-energy differences in a disordered statistical mechanics model,\nin which the randomness comes from the observed pattern of error syndromes. We\nstudy the statistical distribution of logical failure rates across observed\nsyndromes in the toric code, and show that, within the coding phase, logical\nfailures are predominantly caused by exponentially unlikely syndromes.\nTherefore, postselecting on not seeing these exponentially unlikely syndrome\npatterns offers a scalable accuracy gain. In general, the logical error rate\ncan be suppressed from $p_f$ to $p_f^b$, where $b \\geq 2$ in general; in the\nspecific case of the toric code with perfect syndrome measurements, we find\nnumerically that $b = 3.1(1)$. Our arguments apply to general topological\nstabilizer codes, and can be extended to more general settings as long as the\ndecoding failure probability obeys a large deviation principle."}
{"id": "2510.06144", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06144", "abs": "https://arxiv.org/abs/2510.06144", "authors": ["Paul A. Johnson", "Charles-Émile Fecteau", "Samuel Nadeau", "Mauricio Rodríguez-Mayorga", "Pierre-François Loos"], "title": "Connections between Richardson-Gaudin States, Perfect-Pairing, and Pair Coupled-Cluster Theory", "comment": null, "summary": "Slater determinants underpin most electronic structure methods, but\norbital-based approaches often struggle to describe strong correlation\nefficiently. Geminal-based theories, by contrast, naturally capture static\ncorrelation in bond-breaking and multireference problems, though at the expense\nof implementation complexity and limited treatment of dynamic effects. In this\nwork, we examine the interplay between orbital and geminal frameworks, focusing\non perfect-pairing (PP) wavefunctions and their relation to pair\ncoupled-cluster doubles (pCCD) and Richardson-Gaudin (RG) states. We show that\nPP arises as an eigenvector of a simplified reduced Bardeen-Cooper-Schrieffer\n(BCS) Hamiltonian expressed in bonding/antibonding orbital pairs, with the\ncomplementary eigenvectors enabling a systematic treatment of weak correlation.\nSecond-order Epstein-Nesbet perturbation theory on top of PP is found to yield\nenergies nearly equivalent to pCCD. These results clarify the role of\npair-based ans\\\"atze and open avenues for hybrid approaches that combine the\nstrengths of orbital- and geminal-based methods."}
{"id": "2510.05961", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05961", "abs": "https://arxiv.org/abs/2510.05961", "authors": ["Florian Buchner", "Johannes Schörghuber", "Nico Unglert", "Jesús Carrete", "Georg K. H. Madsen"], "title": "msmJAX: Fast and Differentiable Electrostatics on the GPU in Python", "comment": null, "summary": "We present msmJAX, a Python package implementing the multilevel summation\nmethod with B-spline interpolation, a linear-scaling algorithm for efficiently\nevaluating electrostatic and other long-range interactions in particle-based\nsimulations. Built on the JAX framework, msmJAX integrates naturally with the\nmachine-learning methods that are transforming chemistry and materials science,\nwhile also serving as a powerful tool in its own right. It combines high\nperformance with Python's accessibility, offers easy deployment on GPUs, and\nsupports automatic differentiation. We outline the modular design of msmJAX,\nenabling users to adapt or extend the code, and present benchmarks and\nexamples, including a verification of linear scaling, and demonstrations of its\nstability in molecular-dynamics simulations."}
{"id": "2510.05473", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05473", "abs": "https://arxiv.org/abs/2510.05473", "authors": ["Wilson J. Yánez-Parreño", "Teun A. J. van Schijndel", "Anthony P. McFadden", "Kaixuan Ji", "Susheng Tan", "Yu Wu", "Sergey Frolov", "Stefan Zollner", "Raymond W. Simmonds", "Christopher J. Palmstrøm"], "title": "Cryogenic growth of aluminum: structural morphology, optical properties, superconductivity and microwave dielectric loss", "comment": null, "summary": "We explore the molecular beam epitaxy synthesis of superconducting aluminum\nthin films grown on c-plane sapphire substrates at cryogenic temperatures of 6\nK and compare their behavior with films synthesized at room temperature. We\ndemonstrate that cryogenic growth increases structural disorder, producing\ncrystalline grains that modify the optical, electrical, and superconducting\nproperties of aluminum. We observe that cryogenic deposition changes the color\nof aluminum from fully reflective to yellow and correlate the pseudo-dielectric\nfunction and reflectance with structural changes in the film. We find that\nsmaller grain sizes enhance the superconductivity of aluminum, increasing its\ncritical temperature and critical field. We then estimate the superconducting\ngap and coherence length of Cooper pairs in aluminum in the presence of\ndisorder. Finally, we fabricate superconducting microwave resonators on these\nfilms and find that, independently of the growth temperature, the system is\ndominated by two-level system loss with similar quality factors in the high and\nlow power regimes. We further measure a higher kinetic inductance in the\ncryogenically grown films."}
{"id": "2510.05265", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05265", "abs": "https://arxiv.org/abs/2510.05265", "authors": ["Waseem Hussain", "Haoyun Huang", "Loren N. Pfeiffer", "Kenneth W. West", "Kirk. W. Baldwin", "Gábor A. Csáthy"], "title": "Topological Protection in a Landau Flat Band at $ν=7/11$, a Candidate Filling Factor for Unconventional Correlations", "comment": null, "summary": "Strong interactions in Landau flat bands are known to stabilize correlated\nstates that do not form in other types of flat bands. We report hallmarks of\ntopological protection at the Landau level filling factor v=7/11 in a\ntwo-dimensional electron system. The $\\nu=7/11$ filling factor is the\nparticle-hole conjugate of $\\nu=4/11$, a filling factor intensely studied for\nthe possibility of realizing unconventional electronic correlations. Our data\nestablishes a new instance for an unusual fractional quantum Hall state and\nopens up possibilities for the study of unconventional correlations in an\nenlarged parameter space. We report and discuss transport signatures developing\nat other filling factors of interest $\\nu= 11/17$, $5/8$, and $8/13$, which\nhowever in our sample do not exhibit topological protection."}
{"id": "2510.05502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05502", "abs": "https://arxiv.org/abs/2510.05502", "authors": ["Tianyi Xiao", "Junjie Liu"], "title": "Full counting statistics of electron-photon hybrid systems: Joint statistics and fluctuation symmetry", "comment": "16 pages, 6 figures, comments are welcome!", "summary": "Electron-photon hybrid systems serve as ideal light-matter interfaces with\nbroad applications in quantum technologies. These systems are typically\noperated dynamically under nonequilibrium conditions, giving rise to coupled\nelectronic and photonic currents. Understanding the joint fluctuation behavior\nof these currents is essential for assessing the performance of light-matter\ninterfaces that rely on electron-photon correlations. Here, we investigate the\nfull counting statistics of coupled electronic and photonic currents in an\nexperimentally feasible hybrid system composed of a double quantum dot coupled\nto an optical cavity. We employ the framework of quantum Lindblad master\nequation which is augmented with both electronic and photonic counting fields\nto derive their joint cumulant generating function--a treatment that differs\nsignificantly from existing studies, which typically focus on either electron\nor photon statistics separately. We reveal that the ratio between photonic and\nelectronic currents, as well as their variances, can deviate from an expected\nquadratic scaling law in the large electron-photon coupling regime.\nFurthermore, we demonstrate that conventional modelings of photonic dissipation\nchannels in quantum master equations must be modified to ensure that the joint\ncumulant generating function satisfies the fluctuation symmetry enforced by the\nfluctuation theorem. Our results advance the understanding of joint fluctuation\nbehaviors in electron-photon hybrid systems and may inform the design of\nefficient quantum light-matter interfaces."}
{"id": "2510.05227", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05227", "abs": "https://arxiv.org/abs/2510.05227", "authors": ["Simon H. Hille", "Attila Szabó"], "title": "TeMFpy: a Python library for converting fermionic mean-field states into tensor networks", "comment": "28 pages, 5 figures, 3 code listings", "summary": "We introduce TeMFpy, a Python library for converting fermionic mean-field\nstates to finite or infinite matrix product state (MPS) form. TeMFpy includes\nnew, efficient, and easy-to-understand algorithms for both Slater determinants\nand Pfaffian states. Together with Gutzwiller projection, these also allow the\nuser to build variational wave functions for various strongly correlated\nelectron systems, such as quantum spin liquids. We present all implemented\nalgorithms in detail and describe how they can be accessed through TeMFpy,\nincluding full example workflows. TeMFpy is built on top of TeNPy and,\ntherefore, integrates seamlessly with existing MPS-based algorithms."}
{"id": "2510.05224", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05224", "abs": "https://arxiv.org/abs/2510.05224", "authors": ["Kryštof Kolář", "Tero T. Heikkilä", "Päivi Törmä"], "title": "Superfluid weight in disordered flat-band superconductors as a competition between localization functionals", "comment": "5 pages + Supplementary", "summary": "According to Anderson's theorem, the gap of a time-reversal symmetric\nweak-coupling superconductor is unaffected by non-magnetic disorder. However,\nthe superfluid weight (stiffness) is reduced in the disordered limit by a\nfactor of $\\Delta \\tau$, a product of the scattering time $\\tau$ and the\nsuperconducting order parameter $\\Delta$. Here we show that the opposite holds\ntrue in flat-band superconductors. While non-magnetic disorder does reduce the\norder parameter, we find that its direct effect on superfluid weight is mostly\nnegligible. We show analytically that the effect of disorder is to lowest order\ngiven in terms of the difference between the intraband and interband parts of\nthe localization functional of impurity wavefunctions, finding it to be\ntypically vanishing."}
{"id": "2510.05267", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05267", "abs": "https://arxiv.org/abs/2510.05267", "authors": ["Aurélie Champagne", "Olugbenga Adeniran", "Jonah B. Haber", "Antonios M. Alvertis", "Zhen-Fei Liu", "Jeffrey B. Neaton"], "title": "Tunable electronic energy level alignment and exciton diversity in organic-inorganic van der Waals heterostructures", "comment": "23 pages, 5 figures", "summary": "van der Waals stacking of two-dimensional (2D) materials offers a powerful\nplatform for engineering material interfaces with tailored electronic and\noptical properties. While most van der Waals multilayers have featured\ninorganic monolayers, incorporating molecular monolayers introduces new degrees\nof tunability and functionality. Here, we investigate hybrid bilayers composed\nof atomically thin perylene-based molecular crystals interfaced with monolayer\ntransition metal dichalcogenides (TMDs), specifically MoS2 and WS2. Using ab\ninitio many-body perturbation theory within the GW approximation and the\nBethe-Salpeter equation approach, we predict emergent properties beyond those\nof the isolated constituent systems. Notably, we find substantial\nrenormalization of monolayer molecular crystal band gap due to TMD-induced\npolarization. Furthermore, by varying the TMD monolayer, we demonstrate tuning\nof the energy level alignment of the bilayer and subsequent control over a\ndiversity of lowest-energy excitons, which include strongly bound hybrid\nexcitons and long-lived charge-transfer excitons. These findings establish\norganic-inorganic van der Waals heterostructures as a promising class of\nmaterials for tunable optoelectronic devices and quantum excitonic phenomena,\nexpanding the design space for low-dimensional systems."}
{"id": "2510.05267", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05267", "abs": "https://arxiv.org/abs/2510.05267", "authors": ["Aurélie Champagne", "Olugbenga Adeniran", "Jonah B. Haber", "Antonios M. Alvertis", "Zhen-Fei Liu", "Jeffrey B. Neaton"], "title": "Tunable electronic energy level alignment and exciton diversity in organic-inorganic van der Waals heterostructures", "comment": "23 pages, 5 figures", "summary": "van der Waals stacking of two-dimensional (2D) materials offers a powerful\nplatform for engineering material interfaces with tailored electronic and\noptical properties. While most van der Waals multilayers have featured\ninorganic monolayers, incorporating molecular monolayers introduces new degrees\nof tunability and functionality. Here, we investigate hybrid bilayers composed\nof atomically thin perylene-based molecular crystals interfaced with monolayer\ntransition metal dichalcogenides (TMDs), specifically MoS2 and WS2. Using ab\ninitio many-body perturbation theory within the GW approximation and the\nBethe-Salpeter equation approach, we predict emergent properties beyond those\nof the isolated constituent systems. Notably, we find substantial\nrenormalization of monolayer molecular crystal band gap due to TMD-induced\npolarization. Furthermore, by varying the TMD monolayer, we demonstrate tuning\nof the energy level alignment of the bilayer and subsequent control over a\ndiversity of lowest-energy excitons, which include strongly bound hybrid\nexcitons and long-lived charge-transfer excitons. These findings establish\norganic-inorganic van der Waals heterostructures as a promising class of\nmaterials for tunable optoelectronic devices and quantum excitonic phenomena,\nexpanding the design space for low-dimensional systems."}
{"id": "2510.05227", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05227", "abs": "https://arxiv.org/abs/2510.05227", "authors": ["Simon H. Hille", "Attila Szabó"], "title": "TeMFpy: a Python library for converting fermionic mean-field states into tensor networks", "comment": "28 pages, 5 figures, 3 code listings", "summary": "We introduce TeMFpy, a Python library for converting fermionic mean-field\nstates to finite or infinite matrix product state (MPS) form. TeMFpy includes\nnew, efficient, and easy-to-understand algorithms for both Slater determinants\nand Pfaffian states. Together with Gutzwiller projection, these also allow the\nuser to build variational wave functions for various strongly correlated\nelectron systems, such as quantum spin liquids. We present all implemented\nalgorithms in detail and describe how they can be accessed through TeMFpy,\nincluding full example workflows. TeMFpy is built on top of TeNPy and,\ntherefore, integrates seamlessly with existing MPS-based algorithms."}
{"id": "2510.05730", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05730", "abs": "https://arxiv.org/abs/2510.05730", "authors": ["Aritra Lahiri", "Juan Carlos Cuevas", "Björn Trauzettel"], "title": "Signatures of superconducting Higgs mode in irradiated Josephson junctions", "comment": null, "summary": "The Higgs mode, originally proposed in the context of superconductivity,\ncorresponds to oscillations of the amplitude of the superconducting order\nparameter. Recent THz-domain optical studies have found signatures consistent\nwith the Higgs mode, but its unambiguous detection is still challenging. We\npredict that the existence of the Higgs mode can be unambiguously revealed by\nstandard measurements of the transport characteristics in microwave-irradiated\nasymmetric and transparent Josephson junctions. One signature of the Higgs mode\nin a Josephson junction is the microwave-induced enhancement of the second\nharmonic of the equilibrium current-phase relation (at zero DC bias voltage),\nwhose sign differs from its expected value in the absence of the Higgs mode. As\nthe radiation frequency is varied, this enhancement exhibits resonant behavior\nwhen the microwave frequency is tuned across the Higgs mass. The second\nsignature that we propose is the enhancement of the second harmonic of the AC\nJosephson current at finite DC voltage bias, which can be probed in a customary\nanalysis of the Shapiro steps in a microwave-irradiated junction."}
{"id": "2510.05301", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05301", "abs": "https://arxiv.org/abs/2510.05301", "authors": ["Carlos Sagaseta", "María José Calderón", "José Carlos Abadillo-Uriel"], "title": "Switchable spin-photon coupling with hole spins in single-quantum dots", "comment": "9 pages + 5 figures + appendices", "summary": "Spin qubits in semiconductor quantum dots offer a gate-tunable platform for\nquantum information processing. While two-qubit interactions are typically\nrealized through exchange coupling between neighboring spins, coupling spin\nqubits to photons via hybrid spin-cQED devices enables long-range interactions\nand integration with other cQED platforms. Here, we investigate hole\nspin-photon coupling in compact single quantum dot setups. By incorporating\nubiquitous strain inhomogeneities to our theory, we identify three main\nspin-photon coupling channels: a vector-potential-spin-orbit geometric\nmechanism--dominant for vertical magnetic fields--, an inhomogeneous Rashba\nterm generalizing previous spin-orbit field models, and strain-induced\n$g$-tensor terms--most relevant for in-plane fields. Comparing Si, unstrained\n(relaxed) Ge, and biaxially strained Ge wells, we find that Si and unstrained\nGe provide optimal coupling strengths (tens of MHz) thanks to their reduced\nheavy-hole, light-hole splitting. We demonstrate efficient switching of the\nspin-photon coupling while preserving sweet spot operation. Finally, we\nevaluate quantum state transfer and two-qubit gate protocols, achieving $>99\\%$\nfidelity for state transfer and $>90\\%$ for two-qubit gates with realistic\ncoherence times, establishing single-dot hole spins as a viable platform for\ncompact spin-cQED architectures and highlighting unstrained Ge as a promising\ncandidate for spin-photon interactions."}
{"id": "2510.05887", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05887", "abs": "https://arxiv.org/abs/2510.05887", "authors": ["Tanay Pathak"], "title": "Full Eigenstate Thermalization in Integrable Spin Systems", "comment": "7pages, 4 figures + Supplementary Material", "summary": "The Eigenstate Thermalization Hypothesis(ETH) is a standard tool to\nunderstand the thermalization properties of an isolated quantum system. Its\ngeneralization to higher order correlations of matrix elements of local\noperators, dubbed the full ETH, predicts the decomposition of higher-order\ncorrelation function into thermal free cumulants. In this work, we numerically\ntest these predictions of full ETH using exact diagonalization of two spin\nmodels: the Ising and the XXZ Heisenberg models. The differences from the\nbehavior of full ETH prediction in chaotic systems are highlighted and\ncontrasted along the way. We also show that although in these integrable spin\nmodels the dynamics of the four-time correlators, specifically the\nout-of-time-ordered correlator (OTOC), is encoded in the fourth order free\ncumulant, it exhibits late-time dynamics that is different from nonintegrable\nsystems."}
{"id": "2510.05230", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.05230", "abs": "https://arxiv.org/abs/2510.05230", "authors": ["Yang Ge", "Huan Jiang", "Hong Yao", "Shao-Kai Jian"], "title": "Boundary criticality in two-dimensional correlated topological superconductors", "comment": "7+4 pages, 3+4 figures, 1 table", "summary": "The presence of a boundary enriches the nature of quantum phase transitions.\nHowever, the boundary critical phenomena in topological superconductors remain\nunderexplored so far. Here, we investigate the boundary criticality in a\ntwo-dimensional correlated time-reversal-invariant topological superconductor\ntuned through a quantum phase transition into a trivial time-reversal-breaking\nsuperconductor. Using sign-problem-free determinant quantum Monte Carlo\nsimulations, we chart the quantum phase diagram and reveal the boundary\ncriticalities encompassing ordinary, special, and extraordinary transitions.\nAdditionally, using renormalization group analysis, we compute the boundary\ncritical exponent up to two loops. Remarkably, the simulations and two-loop\nrenormalization group calculations consistently demonstrate that the presence\nof the boundary Majorana fermion at the special transition gives rise to a new\ntype of boundary Gross-Neveu-Yukawa fixed point. We conclude with a discussion\nof possible experimental realizations in iron-based superconductors."}
{"id": "2510.05226", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05226", "abs": "https://arxiv.org/abs/2510.05226", "authors": ["Darren Pereira", "Erich J. Mueller"], "title": "Spin-spiral instability of the Nagaoka ferromagnet in the crossover between square and triangular lattices", "comment": "6 pages, 2 figures", "summary": "We study the hard-core Fermi-Hubbard model in the crossover between square\nand triangular lattices near half-filling. As was recognized by Nagaoka in the\n1960s, on the square lattice the presence of a single hole leads to\nferromagnetic spin ordering. On the triangular lattice, geometric frustration\ninstead leads to a spin-singlet ground state, which can be associated with a\n120-degree spiral order. On lattices which interpolate between square and\ntriangular, there is a phase transition at which the ferromagnetic order\nbecomes unstable to a spin spiral. We model this instability, finding the exact\ncritical point."}
{"id": "2510.05304", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05304", "abs": "https://arxiv.org/abs/2510.05304", "authors": ["Yuxiang Gao", "Yichen Zhang", "Shiming Lei", "Neil Harrison", "Mun Keat Chan", "Jonathan D. Denlinger", "Sergey Gorovikov", "Sanu Mishra", "Yan Sun", "Ming Yi", "Emilia Morosan"], "title": "Fermi surface and Berry phase analysis for Dirac nodal line semimetals: cautionary tale to SrGa$_2$ and BaGa$_2$", "comment": "15 pages, 13 figures", "summary": "A Berry phase of odd multiples of $\\pi$ inferred from quantum oscillations\n(QOs) has often been treated as evidence for nontrivial reciprocal space\ntopology. However, disentangling the Berry phase values from the Zeeman effect\nand the orbital magnetic moment is often challenging. In centrosymmetric\ncompounds, the case is simpler as the orbital magnetic moment contribution is\nnegligible. Although the Zeeman effect can be significant, it is usually\noverlooked in most studies of QOs in centrosymmetric compounds. Here, we\npresent a detailed study on the non-magnetic centrosymmetric $\\mathrm{SrGa_2}$\nand $\\mathrm{BaGa_2}$, which are predicted to be Dirac nodal line semimetals\n(DNLSs) based on density functional theory (DFT) calculations. Evidence of the\nnontrivial topology is found in magnetotransport measurements. The Fermi\nsurface topology and band structure are carefully studied through a combination\nof angle-dependent QOs, angle-resolved photoemission spectroscopy (ARPES), and\nDFT calculations, where the nodal line is observed in the vicinity of the Fermi\nlevel. Strong de Haas-van Alphen fundamental oscillations associated with\nhigher harmonics are observed in both compounds, which are well-fitted by the\nLifshitz-Kosevich (LK) formula. However, even with the inclusion of higher\nharmonics in the fitting, we found that the Berry phases cannot be\nunambiguously determined when the Zeeman effect is included. We revisit the LK\nformula and analyze the phenomena and outcomes that were associated with the\nZeeman effect in previous studies. Our experimental results confirm that\n$\\mathrm{SrGa_2}$ and $\\mathrm{BaGa_2}$ are Dirac nodal line semimetals.\nAdditionally, we highlight the often overlooked role of spin-damping terms in\nBerry phase analysis."}
{"id": "2510.05282", "categories": ["physics.comp-ph", "cond-mat.other", "cs.MS", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05282", "abs": "https://arxiv.org/abs/2510.05282", "authors": ["Xavier Andrade", "Jacopo Simoni", "Yuan Ping", "Tadashi Ogitsu", "Alfredo A. Correa"], "title": "SHarmonic: A fast and accurate implementation of spherical harmonics for electronic-structure calculations", "comment": "13 pages, 2 figures. The code can be downloaded from\n  https://gitlab.com/npneq/sharmonic", "summary": "The authors present SHarmonic, a new implementation of the spherical\nharmonics targeted for electronic-structure calculations. Their approach is to\nuse explicit formulas for the harmonics written in terms of normalized\nCartesian coordinates. This approach results in a code that is as precise as\nother implementations while being at least one order of magnitude more\ncomputationally efficient. The library can run on graphics processing units\n(GPUs) as well, achieving an additional order of magnitude in execution speed.\nThis new implementation is simple to use and is provided under an open source\nlicense, it can be readily used by other codes to avoid the error-prone and\ncumbersome implementation of the spherical harmonics."}
{"id": "2510.05267", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05267", "abs": "https://arxiv.org/abs/2510.05267", "authors": ["Aurélie Champagne", "Olugbenga Adeniran", "Jonah B. Haber", "Antonios M. Alvertis", "Zhen-Fei Liu", "Jeffrey B. Neaton"], "title": "Tunable electronic energy level alignment and exciton diversity in organic-inorganic van der Waals heterostructures", "comment": "23 pages, 5 figures", "summary": "van der Waals stacking of two-dimensional (2D) materials offers a powerful\nplatform for engineering material interfaces with tailored electronic and\noptical properties. While most van der Waals multilayers have featured\ninorganic monolayers, incorporating molecular monolayers introduces new degrees\nof tunability and functionality. Here, we investigate hybrid bilayers composed\nof atomically thin perylene-based molecular crystals interfaced with monolayer\ntransition metal dichalcogenides (TMDs), specifically MoS2 and WS2. Using ab\ninitio many-body perturbation theory within the GW approximation and the\nBethe-Salpeter equation approach, we predict emergent properties beyond those\nof the isolated constituent systems. Notably, we find substantial\nrenormalization of monolayer molecular crystal band gap due to TMD-induced\npolarization. Furthermore, by varying the TMD monolayer, we demonstrate tuning\nof the energy level alignment of the bilayer and subsequent control over a\ndiversity of lowest-energy excitons, which include strongly bound hybrid\nexcitons and long-lived charge-transfer excitons. These findings establish\norganic-inorganic van der Waals heterostructures as a promising class of\nmaterials for tunable optoelectronic devices and quantum excitonic phenomena,\nexpanding the design space for low-dimensional systems."}
{"id": "2510.05910", "categories": ["cond-mat.supr-con", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.05910", "abs": "https://arxiv.org/abs/2510.05910", "authors": ["F. Avitabile", "F. Colangelo", "M. Yu. Mikhailov", "Z. Makhdoumi Kakhaki", "A. Kumar", "I. Esmaeil Zadeh", "C. Attanasio", "C. Cirillo"], "title": "Superconducting Nanowire Single Photon Detectors based on NbRe nitride ultrafilms", "comment": "accepted for publication in Applied Physics Letters", "summary": "The influence of the reactive DC sputtering parameters on the superconducting\nproperties of NbReN ultrathin films was investigated. A detailed study of the\ncurrent-voltage characteristics of the plasma was performed to optimize the\nsuperconducting critical temperature, Tc. The thickness dependence of Tc for\nthe films deposited under different conditions was analyzed down to the\nultrathin limit. Optimized films were used to fabricate superconducting\nnanowire single photon detectors which, at T=3.5 K, show saturated internal\ndetection efficiency (IDE) up to a wavelength of 1301 nm and 95% IDE at 1548 nm\nwith recovery times and timing jitter of about 8 ns and 28 ps, respectively."}
{"id": "2510.05348", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05348", "abs": "https://arxiv.org/abs/2510.05348", "authors": ["George Stavisskii", "Leonid Fedichkin"], "title": "Dynamics of quantum measurement via electron transport in quantum dot systems: many-particle wavefunction approach", "comment": "15 pages, 10 figures", "summary": "Measurement of a charge qubit via point contacts with complex internal\nstructures is considered. In this context, a fully formalized derivation of the\nmany-body wave function method is presented, together with the corresponding\nmaster equations for point contacts possessing an arbitrary number of internal\nstates. The focus is placed on the current noise power spectrum and its\ndependence on the qubit dynamics and the point contact parameters."}
{"id": "2510.05940", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.05940", "abs": "https://arxiv.org/abs/2510.05940", "authors": ["Vladislav Egorov", "Stepan Osipov"], "title": "Analytic expressions for estimation of the critical properties of inhomogeneous Ising models", "comment": "13 pages, 2 figures", "summary": "In many applications of spin models, the fast estimation of their critical\ntemperatures and other physical properties is of great importance. In this\nwork, we present the analytical expressions estimating the critical properties\nof inhomogeneous Ising models with ferromagnetic interactions. The expressions\nwere obtained within the framework of the m-vicinity method. The accuracy of\nthe critical temperature estimations was evaluated through comparison with\nMonte Carlo simulations. Special attention was given to the case when the model\nconsists of two interacting interpenetrating homogeneous sublattices, and\nrelationships for the compositional dependence of the critical temperature were\nderived."}
{"id": "2510.05234", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05234", "abs": "https://arxiv.org/abs/2510.05234", "authors": ["Alex Friedlan", "Hae-Young Kee"], "title": "Emergence of nematic loop-current bond order in vanadium Kagome metals", "comment": "10 pages, 10 figures", "summary": "The family of layered Kagome metals $\\mathrm{A}\\mathrm{V}_3\\mathrm{Sb}_5$\n$(\\mathrm{A}=\\mathrm{K,Rb,Cs})$ has recently attracted significant interest due\nto reports of charge-bond order, orbital magnetism, and superconductivity. Some\nof these phases may exhibit time-reversal symmetry breaking, as suggested by\ntheir response to magnetic fields. More recently, experiments have reported the\nemergence of nematic order that lowers the rotational symmetry of the system\nfrom sixfold to twofold. Here we investigate the mechanism behind a nematic\nphase that breaks both rotational and time-reversal symmetries. Starting from a\nnine-band tight-binding model and nearest-neighbour Coulomb interactions, we\nfind nematic order to emerge in a narrow region of phase space within\nmean-field theory. The nematic state is a superposition of charge-bond order\nalong one Kagome bond and loop-current order on the other two, preserving one\nof the three mirror planes. To understand this behaviour, we examine an\neffective patch model that captures one $p$-type and one $m$-type van Hove\nsingularity at each $M$ point on the Brillouin zone boundary. Within the\neffective model, nematic order is stabilized by the coupling between the\ncomplex phases of the three bond order parameters. As a consequence, the\nnematic phase develops an elongated Fermi surface distinct from those of\ncompeting phases."}
{"id": "2510.05227", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05227", "abs": "https://arxiv.org/abs/2510.05227", "authors": ["Simon H. Hille", "Attila Szabó"], "title": "TeMFpy: a Python library for converting fermionic mean-field states into tensor networks", "comment": "28 pages, 5 figures, 3 code listings", "summary": "We introduce TeMFpy, a Python library for converting fermionic mean-field\nstates to finite or infinite matrix product state (MPS) form. TeMFpy includes\nnew, efficient, and easy-to-understand algorithms for both Slater determinants\nand Pfaffian states. Together with Gutzwiller projection, these also allow the\nuser to build variational wave functions for various strongly correlated\nelectron systems, such as quantum spin liquids. We present all implemented\nalgorithms in detail and describe how they can be accessed through TeMFpy,\nincluding full example workflows. TeMFpy is built on top of TeNPy and,\ntherefore, integrates seamlessly with existing MPS-based algorithms."}
{"id": "2510.05323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05323", "abs": "https://arxiv.org/abs/2510.05323", "authors": ["Armand J. Lannerd", "Nathan J. Szymanski", "Christopher J. Bartel"], "title": "Thermodynamics of proton insertion across the perovskite-brownmillerite transition in La0.5Sr0.5CoO3-δ", "comment": null, "summary": "La$_{1-x}$Sr$_{x}$CoO3-$\\delta$ is a promising off-stoichiometric metal oxide\nthat undergoes a topotactic perovskite ($\\delta$ = 0) to brownmillerite\n($\\delta$ = 0.5) transition under electrochemical and thermochemical stimuli,\nwith concomitant variations in its electrical, magnetic, thermal, and optical\nproperties. Recent studies on thin-film cycling in electrochemical devices show\nincomplete reversibility of this transition, with significant acid-etching\nserving as a degradation mechanism. While earlier investigations examined the\nprotonation of brownmillerite SrCoO2.5, the thermodynamics of protonation\nacross the perovskite-to-brownmillerite transition remain poorly understood. In\nthis work, we combine density functional theory calculations with predictions\nfrom universal machine-learning interatomic potentials to elucidate the\nenergetics and implications of protonation across the transition for\nLa0.5Sr0.5CoO3-$\\delta$. These calculations reveal negative hydrogen insertion\nenergies and strong competition with oxygen vacancy formation across the\ntransition for a wide range of conditions. The extent of protonation is\nprimarily limited by the availability of Co 3d states to accommodate reduction\nby inserted hydrogen. Although hydrogen insertion is often thermodynamically\nfavorable within a defect picture, a convex hull analysis of the resulting\nHyLa0.5Sr0.5CoO3-$\\delta$ phases reveals them to be unstable against\ndecomposition into hydroxides among other products. This instability increases\nwith hydrogen content and provides a thermodynamic basis for the acid-etching\nobserved during electrochemical cycling. This work advances the fundamental\nunderstanding of protonation in La0.5Sr0.5CoO3-$\\delta$ and contextualizes\nexperimental observations of related materials in the presence of moisture or\nH2."}
{"id": "2510.05413", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05413", "abs": "https://arxiv.org/abs/2510.05413", "authors": ["Wonseok Lee", "Levi D. Palmer", "Thomas E. Gage", "Scott K. Cushing"], "title": "Imaging Nanoscale Carrier, Thermal, and Structural Dynamics with Time-Resolved and Ultrafast Electron Energy-Loss Spectroscopy", "comment": "65 Pages, 18 figures; the following article has been submitted to\n  Chemical Physics Reviews. After it is published, it will be found at\n  https://pubs.aip.org/aip/cpr", "summary": "Time-resolved and ultrafast electron energy-loss spectroscopy (EELS) is an\nemerging technique for measuring photoexcited carriers, lattice dynamics, and\nnear-fields across femtosecond to microsecond timescales. When performed in\neither a specialized scanning transmission electron microscope or ultrafast\nelectron microscope (UEM), time-resolved and ultrafast EELS can directly image\ncharge carriers, lattice vibrations, and heat dissipation following\nphotoexcitation or applied bias. Yet recent advances in theoretical\ncalculations and electron optics are often required to realize the full\npotential of ultrafast EEL spectrum imaging. In this review, we present a\ncomprehensive overview of the recent progress in the theory and instrumentation\nof time-resolved and ultrafast EELS. We begin with an introduction to the\ntechnique, followed by a physical description of the loss function. We outline\napproaches for calculating and interpreting ground-state and transient EEL\nspectra spanning low-loss plasmons to core-level excitations analogous to X-ray\nabsorption. We then survey the current state of time-resolved and ultrafast\nEELS techniques beyond photon-induced near-field electron microscopy,\nhighlighting abilities to image carrier and thermal dynamics. Finally, we\nexamine future directions enabled by emerging technologies, including electron\nbeam monochromation, in situ and operando cells, laser-free UEM, and high-speed\ndirect electron detectors. These advances position time-resolved and ultrafast\nEELS as a critical tool for uncovering nanoscale dynamic processes in quantum\nmaterials and solar energy conversion devices."}
{"id": "2510.05339", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05339", "abs": "https://arxiv.org/abs/2510.05339", "authors": ["Abrar Faiyad", "Ashlie Martini"], "title": "Machine Learning Interatomic Potentials Enable Molecular Dynamics Simulations of Doped MoS2", "comment": null, "summary": "We present the first computational framework for molecular dynamics\nsimulation of MoS2 doped with 25 elements spanning metals, non-metals, and\ntransition metals using Meta's Universal Model for Atoms machine learning\ninteratomic potential (MLIP). Benchmarking against density functional theory\ncalculations demonstrates the accuracy of the MLIP for simulating doped-MoS2\nsystems and highlights opportunities for improvement. Using the MLIP, we\nperform heating-cooling simulations of doped-MoS2 supercells. The simulations\ncapture complex phenomena including dopant clustering, MoS2 layer fracturing,\ninterlayer diffusion, and chemical compound formation at orders-of-magnitude\nreduced computational cost compared to density functional theory. This work\nprovides an open-source computational workflow for application-oriented design\nof doped-MoS2, enabling high-throughput screening of dopant candidates and\noptimization of compositions for targeted tribological, electronic, and\noptoelectronic performance. The MLIP bridges the accuracy-efficiency gap\nbetween first-principles methods and empirical potentials, and the framework\noffers unprecedented opportunities for large-scale materials discovery in\ntwo-dimensional doped material systems."}
{"id": "2510.06109", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06109", "abs": "https://arxiv.org/abs/2510.06109", "authors": ["A. A. Mazanik", "C. -H. Huang", "Miguel A. Cazalilla", "F. S. Bergeret"], "title": "Phase-induced switching of ferromagnetic insulators in Josephson spin valves", "comment": "7 pages, 4 figures", "summary": "We study the Josephson effect in junctions composed of two ferromagnetic\ninsulator/diffusive superconductor bilayers separated by an insulating barrier.\nBy computing the free energy of the system, we identify two distinct\ncontributions: (i) The work performed by a current source to create a\nsupercurrent through the junction, and (ii) an antiferromagnetic coupling\nbetween ferromagnetic insulators, mediated by the superconducting condensate\nacross the insulating barrier. The competition between these contributions\nallows for switching between parallel and antiparallel configurations of the\nmagnetizations of the ferromagnetic insulators. We explicitly show that the\nswitching occurs at finite temperatures and for superconducting phase\ndifferences satisfying $\\pi/2 < \\phi < 3\\pi/2$. Importantly, this effect can be\nrealized in ferromagnetic insulators with sufficiently large easy-plane\nanisotropy energy. Using realistic junction parameters, we demonstrate that the\nswitching can be controlled by phase bias and triggered by half-flux-quantum\nvoltage pulses or external magnetic field pulses on the microsecond timescale.\nThese results provide a route towards controllable Josephson-based\nsuperconducting memory devices based on EuS/Al heterostructures."}
{"id": "2510.05349", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05349", "abs": "https://arxiv.org/abs/2510.05349", "authors": ["Sihe Chen", "Kevin Batzinger", "Manuel Smeu"], "title": "Investigation of the Effect of Thermal-Induced Atomic Motion on the Conductance of Copper Thin Films", "comment": null, "summary": "Decrease in the size of integrated circuits (IC) and metal interconnects\nraise resistivity due the amplification of electron scattering effects, which\ndecreases the efficiency of chiplets. While previous studies have investigated\nthe electron scattering due to a roughened surface, the effect of thermal\ninduced atomic motion on the roughened surface remains unclear. To address this\ngap, we investigated electron transport in pristine and roughened Cu thin films\nby performing \\textit{ab initio} molecular dynamics (AIMD) trajectories over\n20~ps at temperatures of 218~K, 300~K, and 540~K on Cu thin film models, and\nthen calculating the electron transport properties of the resulting snapshots\nat 100-fs intervals for the last 10~ps using the non-equilibrium Green's\nfunction formalism in combination with density functional theory (NEGF-DFT). As\nexpected, higher temperatures induce larger atomic displacement from their\nequilibrium positions and increase atomic layer separation. We also find that\nincrease in temperature results in increased resistance (lower conductance) for\nthe pristine film, but less so for the roughened thin film where the surface\nroughness itself is the main source of resistance. This study provides insights\ninto how pristine and roughened Cu thin films behave under thermal conditions,\nhelping researchers design better treatments to mitigate thermal effects in ICs\nand their metal interconnects."}
{"id": "2510.06037", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06037", "abs": "https://arxiv.org/abs/2510.06037", "authors": ["Luis Enrique Coronas", "Stepan Timr", "Fabio Sterpone", "Giancarlo Franzese"], "title": "Unveiling the entropic role of hydration water in SOD1 partitioning within FUS condensate", "comment": "25 pages, 13 figures, 3 tables. Submitted to The Journal of Chemical\n  Physics", "summary": "Biological processes like the sequestration of Superoxide Dismutase 1 (SOD1)\ninto biomolecular condensates such as FUS and stress granules are essential to\nunderstanding disease mechanisms, including amyotrophic lateral sclerosis\n(ALS). Our study demonstrates that the hydration environment is crucial in\nthese processes. Using the advanced CVF water model, which captures\nhydrogen-bond networks at the molecular level, we show how water greatly\nimpacts SOD1's behavior, residency times, and transition rates between\ndifferent associative states. Importantly, when water is included to hydrate an\nimplicit solvent model (OPEP), we gain a new perspective on the free energy\nlandscape of the system, leading to a conclusion that clarifies that suggested\nby OPEP alone. While the OPEP model indicated that Bovine Serum Albumin (BSA)\ncrowders reduce SOD1's partition coefficient (PC) mainly due to nonspecific\ninteractions with BSA, our enhanced explicit-water approach reveals that the\nhydration entropy behavior in BSA drives the observed decrease in PC. This\nhighlights that explicitly modeling water is essential for accurately\nunderstanding protein-crowder interactions and their biological relevance,\nemphasizing water's role in cellular phase separation and disease-related\nprocesses."}
{"id": "2510.05655", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05655", "abs": "https://arxiv.org/abs/2510.05655", "authors": ["Yuchen Fan"], "title": "Liquid-gas analog multicriticality in a frustrated Ising bilayer", "comment": "8 pages, 9 figures", "summary": "We report the discovery of a multicritical point that extends the liquid-gas\nparadigm to systems with competing symmetry-breaking orders. Using large-scale\nMonte Carlo simulations of a frustrated bilayer Ising antiferromagnet with\ntunable couplings, we map out a rich finite-temperature phase diagram hosting\nthree ordered phases separated by both continuous and first-order transitions.\nBy tuning the couplings, a tricritical line and a critical end-point line\nconverge into a single multicritical line. At all points along the\nmulticritical line, symmetry-distinct phases exhibit identical leading critical\nbehavior -- consistent with the tricritical Ising universality class -- while\nthe subleading exponent exhibits a sharp shift from $y_g = 0.8$ to $y_g = 1$.\nThis shift reflects an emergent $Z_2$ symmetry akin to that of the liquid-gas\ncritical point, but realized here at a genuine multicritical point involving\nsimultaneous microscopic symmetry breaking. Our results establish a\nuniversality scenario in which emergent symmetry preserves the leading class\nbut reorganizes subleading scaling, providing a general mechanism for\nsymmetry-enforced multicriticality."}
{"id": "2510.05230", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.05230", "abs": "https://arxiv.org/abs/2510.05230", "authors": ["Yang Ge", "Huan Jiang", "Hong Yao", "Shao-Kai Jian"], "title": "Boundary criticality in two-dimensional correlated topological superconductors", "comment": "7+4 pages, 3+4 figures, 1 table", "summary": "The presence of a boundary enriches the nature of quantum phase transitions.\nHowever, the boundary critical phenomena in topological superconductors remain\nunderexplored so far. Here, we investigate the boundary criticality in a\ntwo-dimensional correlated time-reversal-invariant topological superconductor\ntuned through a quantum phase transition into a trivial time-reversal-breaking\nsuperconductor. Using sign-problem-free determinant quantum Monte Carlo\nsimulations, we chart the quantum phase diagram and reveal the boundary\ncriticalities encompassing ordinary, special, and extraordinary transitions.\nAdditionally, using renormalization group analysis, we compute the boundary\ncritical exponent up to two loops. Remarkably, the simulations and two-loop\nrenormalization group calculations consistently demonstrate that the presence\nof the boundary Majorana fermion at the special transition gives rise to a new\ntype of boundary Gross-Neveu-Yukawa fixed point. We conclude with a discussion\nof possible experimental realizations in iron-based superconductors."}
{"id": "2510.05328", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05328", "abs": "https://arxiv.org/abs/2510.05328", "authors": ["Nathan J. Szymanski", "Kent J. Warren", "Alan W. Weimer", "Christopher J. Bartel"], "title": "Cation vacancies mediate thermochemical water splitting with iron aluminates", "comment": null, "summary": "Solar thermochemical water splitting enables hydrogen production by cycling\nmetal oxides between reduced and oxidized states, typically through an oxygen\nvacancy mechanism. However, recent experimental work suggests that cation\nvacancies have a greater influence on the redox behavior of iron aluminate\nspinels used in water splitting. This remains debated, as calculations predict\nthat such cation vacancies are thermodynamically unfavorable. In the current\nwork, we show that Fe vacancies in (Fe$\\zeta$Al1-$\\zeta$)3O4 become accessible\nonly when facilitated by inversion between Fe and Al. This antisite disorder\nlowers the formation energy of octahedral Fe vacancies in Al-rich spinels\n($\\zeta$ = 1/3) from over 3 eV to just 0.62 eV when one third of the cation\nsites are inverted, allowing high Fe vacancy concentrations under oxidizing\nconditions. This mechanism supports high H2 yields up to 361 $\\mu$mol/g,\nconsistent with experimental observations. Our findings support the notion that\nsolar thermochemical water splitting can occur through a cation vacancy\nmechanism. They also clarify how site inversion, vacancy energetics, and defect\ninteractions each contribute to redox performance, offering general design\nprinciples for identifying and optimizing materials that operate through cation\nvacancy cycling."}
{"id": "2510.05564", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05564", "abs": "https://arxiv.org/abs/2510.05564", "authors": ["Junhyoung Park", "Andrea Olivati", "Mirko Prato", "Min Kim", "Annamaria Petrozza"], "title": "Co-evaporated Formamidinium tin triiodide with suppressed p-type self-doping", "comment": "14 Pages, 6 figures", "summary": "Co-evaporation of formamidinium tin triiodide (FASnI3) precursors, without\nany additives or reducing agents, leads to the growth of a highly crystalline\nthin film which shows a bandgap around 1.31 eV, closely matching the\ntheoretical value predicted from the ideal single crystal structure of FASnI3.\nThe polycrystalline thin film presents a lower tendency of Sn2+ to Sn4+\noxidation and highly reduced tendency to self-doping, demonstrating, overall,\nan improved resistance to defects formation. These findings suggest\nsolvent-free co-evaporation processes as a promising route for high quality\nSn-based perovskite polycrystalline thin films."}
{"id": "2510.06030", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06030", "abs": "https://arxiv.org/abs/2510.06030", "authors": ["Rohit Goswami", "Hannes Jónsson"], "title": "Adaptive Pruning for Increased Robustness and Reduced Computational Overhead in Gaussian Process Accelerated Saddle Point Searches", "comment": "Invited article for the ChemPhysChem special issue dedicated to the\n  60th birthday of Prof. Debabrata Goswami. A preliminary version of this work\n  was presented at the UNOOS 2025 conference", "summary": "Gaussian process (GP) regression provides a strategy for accelerating saddle\npoint searches on high-dimensional energy surfaces by reducing the number of\ntimes the energy and its derivatives with respect to atomic coordinates need to\nbe evaluated. The computational overhead in the hyperparameter optimization\ncan, however, be large and make the approach inefficient. Failures can also\noccur if the search ventures too far into regions that are not represented well\nenough by the GP model. Here, these challenges are resolved by using\ngeometry-aware optimal transport measures and an active pruning strategy using\na summation over Wasserstein-1 distances for each atom-type in farthest-point\nsampling, selecting a fixed-size subset of geometrically diverse configurations\nto avoid rapidly increasing cost of GP updates as more observations are made.\nStability is enhanced by permutation-invariant metric that provides a reliable\ntrust radius for early-stopping and a logarithmic barrier penalty for the\ngrowth of the signal variance. These physically motivated algorithmic changes\nprove their efficacy by reducing to less than a half the mean computational\ntime on a set of 238 challenging configurations from a previously published\ndata set of chemical reactions. With these improvements, the GP approach is\nestablished as, a robust and scalable algorithm for accelerating saddle point\nsearches when the evaluation of the energy and atomic forces requires\nsignificant computational effort."}
{"id": "2510.05209", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05209", "abs": "https://arxiv.org/abs/2510.05209", "authors": ["Ethan Huecker", "Yuxuan Wang"], "title": "Vestigial $d$-wave charge-$4e$ Superconductivity from Bidirectional Pair Density Waves", "comment": null, "summary": "We analyze the leading vestigial instability due to the melting of a\nbidirectional pair-density-wave state in two dimensions. In a previous work by\none of the authors, it was found that the interplay between pair-density-wave\nfluctuations with ordering momenta along the $x$ and $y$ directions can provide\na strong attractive interaction for charge-$4e$ superconductivity in the\n$d$-wave channel. In this work, we go beyond the artificial large-$M$\nmean-field theory previously adopted and compute the phase diagram by\nincorporating phase fluctuations of the pair-density-wave order parameters. By\ninvestigating the relevance of various topological defects, we show that the\ninteraction in the $d$-wave channel, together with the strong anisotropy of\nphase fluctuations around the pair-density-wave ordering momenta, favors a\nvestigial charge-$4e$ superconducting order at intermediate temperatures. By\ncontrast, a competing charge-density-wave vestigial order does not develop, due\nto the suppression of its stiffness."}
{"id": "2510.05543", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05543", "abs": "https://arxiv.org/abs/2510.05543", "authors": ["E. Santos", "J. L. Costa", "R. L. Rodriguez-Suarez", "J. B. S. Mendes", "A. Azevedo"], "title": "Probing orbital currents through inverse orbital Hall and Rashba effects", "comment": "25 pages, 9 figures, 1 table", "summary": "We report a comprehensive experimental investigation of orbital-to-charge\nconversion in metallic and semiconductor materials, emphasizing the fundamental\nroles of the inverse orbital Hall effect (IOHE) and the inverse orbital Rashba\neffect. Using spin pumping driven by ferromagnetic resonance (SP-FMR) and the\nspin Seebeck effect (SSE), we demonstrate efficient orbital current generation\nand detection in YIG/Pt/NM structures, where NM is either a metal or a\nsemiconductor. A central finding is the dominance of orbital contributions over\nspin-related effects, even in systems with weak spin-orbit coupling. In\nparticular, a large enhancement of the SP-FMR and SSE signals is observed in\nthe presence of naturally oxidized Cu in different heterostructures.\nFurthermore, we identify positive and negative IOHE signals in Ti and Ge,\nrespectively, and extract orbital diffusion lengths in both systems using a\ndiffusive model. Our results confirm the presence of orbital transport and\noffer valuable insights that may guide the further development of orbitronics."}
{"id": "2510.05230", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.05230", "abs": "https://arxiv.org/abs/2510.05230", "authors": ["Yang Ge", "Huan Jiang", "Hong Yao", "Shao-Kai Jian"], "title": "Boundary criticality in two-dimensional correlated topological superconductors", "comment": "7+4 pages, 3+4 figures, 1 table", "summary": "The presence of a boundary enriches the nature of quantum phase transitions.\nHowever, the boundary critical phenomena in topological superconductors remain\nunderexplored so far. Here, we investigate the boundary criticality in a\ntwo-dimensional correlated time-reversal-invariant topological superconductor\ntuned through a quantum phase transition into a trivial time-reversal-breaking\nsuperconductor. Using sign-problem-free determinant quantum Monte Carlo\nsimulations, we chart the quantum phase diagram and reveal the boundary\ncriticalities encompassing ordinary, special, and extraordinary transitions.\nAdditionally, using renormalization group analysis, we compute the boundary\ncritical exponent up to two loops. Remarkably, the simulations and two-loop\nrenormalization group calculations consistently demonstrate that the presence\nof the boundary Majorana fermion at the special transition gives rise to a new\ntype of boundary Gross-Neveu-Yukawa fixed point. We conclude with a discussion\nof possible experimental realizations in iron-based superconductors."}
{"id": "2510.05908", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05908", "abs": "https://arxiv.org/abs/2510.05908", "authors": ["Lei Wang", "Mingwei Ma", "Jiangxu Li", "Liucheng Chen", "Bingru Lu", "Xiang Li", "Feng Jin", "Elbert E. M. Chia", "Jianlin Luo", "Rongyan Chen", "Peitao Liu", "Fang Hong", "Xinbo Wang"], "title": "Hidden phonon-assisted charge density wave transition in BaFe2Al9 revealed by ultrafast optical spectroscopy", "comment": "7 pages, 4 figures", "summary": "The interplay between electronic and lattice degrees of freedom is\nfundamental to charge density wave (CDW) formation, yet the microscopic origin\noften remains elusive. Here, we investigate the transient optical response of\nthe intermetallic compound BaFe2Al9 using polarization-resolved ultrafast\noptical spectroscopy. We identify a discontinuous sign reversal in the\ntransient reflectivity at Tc ~ 110 K, providing unambiguous evidence for the\nfirst-order transition. The anisotropic quasiparticle relaxation establishes\nthe three-dimensional nature of the ordered state. Below Tc, a single coherent\n1.6 THz oscillation appears abruptly and remains confined to the CDW phase.\nThis mode exhibits weak temperature dependence with negligible softening and is\nabsent in Raman spectra. First-principles calculations imply that it is a\nprecursor phonon at the CDW wave vector with strong electron-phonon coupling.\nOur results indicate that the CDW in BaFe2Al9 arises from intertwined\nelectronic and lattice instabilities, assisted by a displacive mechanism\nmediated by a hidden strongly coupled phonon, distinct from conventional\namplitude-mode softening scenarios."}
{"id": "2510.05234", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05234", "abs": "https://arxiv.org/abs/2510.05234", "authors": ["Alex Friedlan", "Hae-Young Kee"], "title": "Emergence of nematic loop-current bond order in vanadium Kagome metals", "comment": "10 pages, 10 figures", "summary": "The family of layered Kagome metals $\\mathrm{A}\\mathrm{V}_3\\mathrm{Sb}_5$\n$(\\mathrm{A}=\\mathrm{K,Rb,Cs})$ has recently attracted significant interest due\nto reports of charge-bond order, orbital magnetism, and superconductivity. Some\nof these phases may exhibit time-reversal symmetry breaking, as suggested by\ntheir response to magnetic fields. More recently, experiments have reported the\nemergence of nematic order that lowers the rotational symmetry of the system\nfrom sixfold to twofold. Here we investigate the mechanism behind a nematic\nphase that breaks both rotational and time-reversal symmetries. Starting from a\nnine-band tight-binding model and nearest-neighbour Coulomb interactions, we\nfind nematic order to emerge in a narrow region of phase space within\nmean-field theory. The nematic state is a superposition of charge-bond order\nalong one Kagome bond and loop-current order on the other two, preserving one\nof the three mirror planes. To understand this behaviour, we examine an\neffective patch model that captures one $p$-type and one $m$-type van Hove\nsingularity at each $M$ point on the Brillouin zone boundary. Within the\neffective model, nematic order is stabilized by the coupling between the\ncomplex phases of the three bond order parameters. As a consequence, the\nnematic phase develops an elongated Fermi surface distinct from those of\ncompeting phases."}
{"id": "2510.05339", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05339", "abs": "https://arxiv.org/abs/2510.05339", "authors": ["Abrar Faiyad", "Ashlie Martini"], "title": "Machine Learning Interatomic Potentials Enable Molecular Dynamics Simulations of Doped MoS2", "comment": null, "summary": "We present the first computational framework for molecular dynamics\nsimulation of MoS2 doped with 25 elements spanning metals, non-metals, and\ntransition metals using Meta's Universal Model for Atoms machine learning\ninteratomic potential (MLIP). Benchmarking against density functional theory\ncalculations demonstrates the accuracy of the MLIP for simulating doped-MoS2\nsystems and highlights opportunities for improvement. Using the MLIP, we\nperform heating-cooling simulations of doped-MoS2 supercells. The simulations\ncapture complex phenomena including dopant clustering, MoS2 layer fracturing,\ninterlayer diffusion, and chemical compound formation at orders-of-magnitude\nreduced computational cost compared to density functional theory. This work\nprovides an open-source computational workflow for application-oriented design\nof doped-MoS2, enabling high-throughput screening of dopant candidates and\noptimization of compositions for targeted tribological, electronic, and\noptoelectronic performance. The MLIP bridges the accuracy-efficiency gap\nbetween first-principles methods and empirical potentials, and the framework\noffers unprecedented opportunities for large-scale materials discovery in\ntwo-dimensional doped material systems."}
{"id": "2510.05227", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05227", "abs": "https://arxiv.org/abs/2510.05227", "authors": ["Simon H. Hille", "Attila Szabó"], "title": "TeMFpy: a Python library for converting fermionic mean-field states into tensor networks", "comment": "28 pages, 5 figures, 3 code listings", "summary": "We introduce TeMFpy, a Python library for converting fermionic mean-field\nstates to finite or infinite matrix product state (MPS) form. TeMFpy includes\nnew, efficient, and easy-to-understand algorithms for both Slater determinants\nand Pfaffian states. Together with Gutzwiller projection, these also allow the\nuser to build variational wave functions for various strongly correlated\nelectron systems, such as quantum spin liquids. We present all implemented\nalgorithms in detail and describe how they can be accessed through TeMFpy,\nincluding full example workflows. TeMFpy is built on top of TeNPy and,\ntherefore, integrates seamlessly with existing MPS-based algorithms."}
{"id": "2510.05618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05618", "abs": "https://arxiv.org/abs/2510.05618", "authors": ["M. I. Sobirov", "K. A. Rogachev", "M. A. Bazrov", "Zh. Zh. Namsaraev", "I. M. Sapovskii", "T. R. Rakhmatullaev", "N. V. Ilin", "A. O Lembikov", "S. M. Pisarev", "A. V. Ognev", "A. S. Samardak", "A. Yu. Samardak"], "title": "Engineering Magnetic States and Magnetoresistance in Bisegmented Co-Ni Jellyfish Nanowires via Interplay of Shape and Magnetocrystalline Anisotropies", "comment": "19 pages, 9 figures, 2 tables, 5 supplementary figures", "summary": "Expanding the spectrum of 3D magnetic nanostructures requires mastering the\ninterplay between different anisotropy contributions. Here, we fabricate\nbisegmented jellyfish nanowires with tailored arrangements of Co (strong\nmagnetocrystalline anisotropy) and Ni (dominant shape anisotropy) segments. We\nuncover a unique magnetic duality: Co segments can be tuned to exhibit either a\nflux-closing multidomain state or a shape-anisotropy-dominated vortex\nconfiguration, directly governed by their geometry. This local domain\nstructure, imaged by MFM and simulated micromagnetically, dictates the global\nmagnetic response-suppressing magnetostatic interactions in arrays and enabling\nthe programming of the anisotropic magnetoresistance (AMR) in single nanowires.\nOur work provides a blueprint for designing functional magnetic nanomaterials\nwhere magnetoresistive properties are engineered through strategic anisotropy\ncontrol."}
{"id": "2510.05974", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05974", "abs": "https://arxiv.org/abs/2510.05974", "authors": ["Simon Rousseau", "Gabriel Seyfarth", "Georg Knebel", "Dai Aoki", "Yoshichika Ōnuki", "Alexandre Pourret"], "title": "Metastability of the Topological Magnetic Orders in the Chiral Antiferromagnet EuPtSi", "comment": "11 pages, 8 figures", "summary": "We report resistivity and Hall effect measurements in the chiral\nantiferromagnet EuPtSi. Depending on the magnetic field orientation with\nrespect to the crystallographic axes, EuPtSi presents different topological\nmagnetic phases below the N\\'eel temperature $T_N=4.05$K. In particular, for a\nfield $H \\parallel $ [111], it exhibits the well known skyrmion lattice A-phase\ninside the conical phase between $T=0.45$K and $T_N$ in the field range from\n0.8T to 1.4T. Remarkably, the skyrmion lattice state in EuPtSi, composed of\nnanoscale skyrmions, can be extended down to very low temperature (lower than\n0.1K) through field-cooling regardless of the cooling rate and of the magnetic\nhistory. Similarly the metastability of the A'- and B-phases ($H \\parallel $\n[100]) at low temperature is evidenced by our measurements. These results\nsuggest that EuPtSi is a peculiar example where the competition between the\ntopological stability and the thermal agitation can lead to metastable quantum\nskyrmion state."}
{"id": "2510.05242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05242", "abs": "https://arxiv.org/abs/2510.05242", "authors": ["Peter A. Noordman", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Variational and field-theoretical approach to exciton-exciton interactions and biexcitons in semiconductors", "comment": null, "summary": "Bound electron-hole pairs in semiconductors known as excitons are the subject\nof intense research due to their potential for optoelectronic devices and\napplications, especially in the realm of two-dimensional materials. While the\nproperties of free excitons in these systems are well understood, a general\ndescription of their interactions is complicated due to their composite nature,\nwhich leads to exchange between the identical fermions of different excitons.\nIn this work we employ a variational approach to study interactions between\nWannier excitons and obtain an effective interaction potential between two\nground-state excitons in a system of spin-degenerate electrons and holes. This\npotential is in general nonlocal and depends on the coupled spins of the\nparticles. When particularized to hydrogen-like excitons with a heavy hole, it\nbecomes local and exactly reproduces the Heitler-London result for two\ninteracting hydrogen atoms. Thus, our result can be interpreted as a\ngeneralization of the Heitler-London potential to arbitrary masses. Including\ncorrections due to excited states results in a van der Waals potential at large\ndistances, which is expected due to the induced dipole-dipole nature of the\ninteractions. Additionally, we use a path-integral formalism to develop a\nmany-body theory for a gas of excitons, resulting in an excitonic action that\nformally includes many-body interactions between excitons. While in the field\nrepresenting the excitons is exactly bosonic, we clarify how the internal\nexchange processes arise in the field-theoretical treatment, and show that the\ndiagrams corresponding to the interactions between excitons align with our\nvariational calculation when evaluated on shell. Our methods and results lay\nthe groundwork for a generalized theory of exciton-exciton interactions and\ntheir application to the study of biexciton spectra and correlated excitonic\nmatter."}
{"id": "2510.05357", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05357", "abs": "https://arxiv.org/abs/2510.05357", "authors": ["Alexander Blackston", "Alexandra Fonseca Montenegro", "Sevim Polat Genlik", "Maryam Ghazisaeidi", "Roberto C. Myers"], "title": "Photoluminescence excitation spectroscopy of quantum wire-like dislocation states in ZnS", "comment": "8 pages, 8 figures, 3 tables", "summary": "Recent \\textit{ab initio} calculations predict 1D dispersive electronic bands\nconfined to the atomic scale cores of dislocations in the wide bandgap (3.84\neV) semiconductor ZnS. We test these predictions by correlating sub-bandgap\noptical transitions with the density of dislocations formed during strain\nrelaxation in epitaxial ZnS grown on GaP. The densities for four predicted\npartial dislocations are quantified using scanning electron microscopy-based\nelectron channeling contrast imaging. Room-temperature ellipsometry reveals\nabsorption peaks that scale with dislocation density and align with theoretical\npredictions. Low-temperature photoluminescence spectra show deep emission peaks\nmatching dislocation 1D band-to-band transitions. Photoluminescence excitation\nspectroscopy reveals six distinct emission lines with contrasting excitation\ndependence. Four peaks (2.78, 2.41, 2.20, 1.88 eV), assigned to dislocations,\nexhibit only modest suppression ($\\leq$5$\\times$) when excited below the ZnS\nbandgap, while two other peaks (3.11, 1.53~eV) are strongly quenched\n($>$10$\\times$). These findings support the existence of efficient, 1D\nband-to-band radiative transitions within quantum wire-like dislocation core\nstates in ZnS, distinct from typical non-radiative deep-level defects in\nwide-gap semiconductors."}
{"id": "2510.05772", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05772", "abs": "https://arxiv.org/abs/2510.05772", "authors": ["Bao-Zong Wang", "Zi-Kai Li", "Zhong-Da Li", "Xiong-Jun Liu"], "title": "Giant and robust Josephson diode effect in multiband topological nanowires", "comment": null, "summary": "We theoretically predict the giant and robust Josephson diode effect in\nquasi-one-dimensional topological Majorana nanowires in the regime with\nmultiple subbands, which is expected to be relevant for the real experiment. In\nthe multiband regime, the Majorana bound states and conventional Andreev bound\nstates can naturally coexist, and respectively contribute to the fractional and\nconventional parts in the Josephson effect, with the former/latter having\n4$\\pi$/2$\\pi$-periodicity. We show that the interplay between the two types of\nbound modes can produce a robust and giant diode effect in the deep topological\nphase regime. Notably, we unveil a novel spin parity exchange mechanism,\noccurring only in the multiband regime, which leads to a robust high efficiency\nplateau of the giant diode effect. This effect is a nontrivial consequence of\nthe balanced Fermi moment shifts of the multiple subbands in tuning the\nexternal magnetic field. Our finding highlights the subband engineering as a\npowerful tool to optimize the Josephson diode effect realistically and provides\na new feasible signature to identify topological phase regime in\nsuperconducting nanowires."}
{"id": "2510.05653", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05653", "abs": "https://arxiv.org/abs/2510.05653", "authors": ["Zheng-Han Huang", "Jing-Yuan Lai", "Yu-Shu G. Wu"], "title": "Valley-dependent topological interface states in biased armchair nanoribbons in gapless graphene", "comment": "9 pages, and 7 figures", "summary": "We investigate an electrical bias-controlled, topological kind discontinuity\nin valley polarization, in a two-segment armchair nanoribbon of gapless\ngraphene, where the discontinuity is created at the interface by applying\nopposite in-plane, transverse electrical biases to the two segments. In\nparticular, using an efficient tight-binding theoretical formulation, we\nexplicitly obtain energy eigenvalues and probability distributions of\ndiscontinuity-induced, interface-confined electron eigenstates, in a reference\nconfiguration. Moreover, implications of the confinement for electron transport\nare explored. A configurational variation is introduced to transform the\neigenstates into transport-active, quasi-localized ones. Such states are shown\nto result in Fano \"anti-resonances\" in transmission spectra. The resilience of\nthe quasi-localized states and their associated Fano fingerprints is also\nillustrated with respect to configurational fluctuations, demonstrating their\npotential detectability in realistic devices and suggesting transport\nspectroscopy as a practical probe of valley-dependent topological interface\nphysics in graphene nanoribbons."}
{"id": "2510.05988", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05988", "abs": "https://arxiv.org/abs/2510.05988", "authors": ["Julien Fitouchi", "Natalia Chepiga"], "title": "Commensurate-incommensurate Mott transition without magnetic field: emergence of nematic Luttinger liquid in XXZ chain", "comment": "7 pages, 8 figures", "summary": "We investigate the zero-magnetization phase diagram of a spin-1/2 chain with\ncompeting ferromagnetic nearest-neighbor and antiferromagnetic\nnext-nearest-neighbor exchange couplings in the strongly interacting regime.\nUsing density matrix renormalization group (DMRG) simulations, we discover two\nsuccessive commensurate-incommensurate transitions of the non-conformal\nPokrovsky-Talapov universality class, occurring (even) at zero magnetic field.\nThe first transition marks the condensation of bound pairs of magnons into a\ncritical phase with central charge $c=2$, emerging from a gapped period-4\nphase. At the second transition, an incommensurate quadrupolar (or nematic)\nLuttinger liquid forms out of a gapped phase separation state, via the pairwise\ncondensation of domain walls. We argue that both transitions involve the same\nunderlying incommensurate nematic Luttinger liquid, and that the $c=2$ phase\ncan be understood as a coexistence of a conventional (single-magnon type) and\nquadrupolar (two-magnon type) Luttinger liquids. Our results demonstrate that\nfrustration alone is sufficient to drive continuous commensurate-incommensurate\ntransitions of Mott type and stabilise incommensurate quasi-long-range order\nwithout doping."}
{"id": "2510.05250", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05250", "abs": "https://arxiv.org/abs/2510.05250", "authors": ["Praveen Pai", "Aron W. Cummings", "Alexander Cerjan", "Wei Pan", "Fan Zhang", "Catalin D. Spataru"], "title": "Semiconductor Meta-Graphene and Valleytronics", "comment": null, "summary": "Nano-patterned semiconductor interfaces offer a versatile platform for\ncreating quantum metamaterials and exploring novel electronic phenomena. In\nthis study, we illustrate this concept using artificial graphene--a\nmetamaterial featuring distinctive properties including Dirac and saddle\npoints. We demonstrate that introducing additional nano-patterning can open a\nDirac band gap, giving rise to what we term artificial hexagonal boron nitride\n(AhBN). The calculated valley Chern number of AhBN indicates the presence of\ntopological valley Hall states confined to Dirac-gap domain walls. A key\nquestion is whether these one-dimensional edge states are topologically\nprotected against disorder, given their vulnerability to Anderson localization.\nTo this end, we perform band structure and electronic transport simulations\nunder experimentally relevant disorder, including charge puddles and geometric\nimperfections. Our results reveal the resilience of the domain wall states\nagainst typical experimental disorder, particularly while the AhBN band gap\nremains open. The localization length along the domain wall can reach several\nmicrons--several times longer than the bulk electron mean free path--even\nthough the number of bulk transport channels is greater. To enhance the\neffectiveness of the low-dissipation domain wall channel, we propose ribbon\ngeometries with a large length-to-width ratio. These findings underscore both\nthe potential and challenges of AhBN for low-energy, power-efficient\nmicroelectronic applications."}
{"id": "2510.05413", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05413", "abs": "https://arxiv.org/abs/2510.05413", "authors": ["Wonseok Lee", "Levi D. Palmer", "Thomas E. Gage", "Scott K. Cushing"], "title": "Imaging Nanoscale Carrier, Thermal, and Structural Dynamics with Time-Resolved and Ultrafast Electron Energy-Loss Spectroscopy", "comment": "65 Pages, 18 figures; the following article has been submitted to\n  Chemical Physics Reviews. After it is published, it will be found at\n  https://pubs.aip.org/aip/cpr", "summary": "Time-resolved and ultrafast electron energy-loss spectroscopy (EELS) is an\nemerging technique for measuring photoexcited carriers, lattice dynamics, and\nnear-fields across femtosecond to microsecond timescales. When performed in\neither a specialized scanning transmission electron microscope or ultrafast\nelectron microscope (UEM), time-resolved and ultrafast EELS can directly image\ncharge carriers, lattice vibrations, and heat dissipation following\nphotoexcitation or applied bias. Yet recent advances in theoretical\ncalculations and electron optics are often required to realize the full\npotential of ultrafast EEL spectrum imaging. In this review, we present a\ncomprehensive overview of the recent progress in the theory and instrumentation\nof time-resolved and ultrafast EELS. We begin with an introduction to the\ntechnique, followed by a physical description of the loss function. We outline\napproaches for calculating and interpreting ground-state and transient EEL\nspectra spanning low-loss plasmons to core-level excitations analogous to X-ray\nabsorption. We then survey the current state of time-resolved and ultrafast\nEELS techniques beyond photon-induced near-field electron microscopy,\nhighlighting abilities to image carrier and thermal dynamics. Finally, we\nexamine future directions enabled by emerging technologies, including electron\nbeam monochromation, in situ and operando cells, laser-free UEM, and high-speed\ndirect electron detectors. These advances position time-resolved and ultrafast\nEELS as a critical tool for uncovering nanoscale dynamic processes in quantum\nmaterials and solar energy conversion devices."}
{"id": "2510.06168", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06168", "abs": "https://arxiv.org/abs/2510.06168", "authors": ["Siyu Cheng", "Keyu Zeng", "Yi Liu", "Christopher Candelora", "Ziqiang Wang", "Guang-Han Cao", "Ilija Zeljkovic"], "title": "Frieze charge-stripes in a correlated kagome superconductor CsCr$_3$Sb$_5$", "comment": null, "summary": "Kagome metals have developed into a vibrant playground for materials physics,\nwhere geometric frustration, electronic correlations and band topology come\ntogether to create a variety of exotic phenomena. Recently synthesized\nCsCr$_3$Sb$_5$ has provided a rare opportunity to explore unconventional\nsuperconductivity in a strongly correlated kagome system with hints of\nfrustrated magnetism and quantum criticality. Using spectroscopic imaging\nscanning tunneling microscopy, we reveal a cascade of density wave transitions\nwith different symmetries in bulk single crystals of CsCr$_3$Sb$_5$. In\nparticular, we discover a new electronic state $-$ a unidirectional density\nwave that breaks all mirror symmetries akin to a chiral density wave, but in\ncontrast retains a mirror-glide symmetry. We term this state a frieze\ncharge-stripe order phase, because its symmetry properties agree with one of\nthe fundamental frieze symmetry groups. A combination of high-resolution\nimaging, Fourier analysis and theoretical simulations uncovers the crucial role\nof sublattice degrees of freedom in forming this phase, with internal chiral\ntextures of opposite handedness. Our experiments reveal that superconductivity\nin CsCr$_3$Sb$_5$ develops from a new type of a unidirectional density wave,\nand set the foundation for exploring electronic states with frieze symmetry\ngroups in quantum materials."}
{"id": "2510.05772", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05772", "abs": "https://arxiv.org/abs/2510.05772", "authors": ["Bao-Zong Wang", "Zi-Kai Li", "Zhong-Da Li", "Xiong-Jun Liu"], "title": "Giant and robust Josephson diode effect in multiband topological nanowires", "comment": null, "summary": "We theoretically predict the giant and robust Josephson diode effect in\nquasi-one-dimensional topological Majorana nanowires in the regime with\nmultiple subbands, which is expected to be relevant for the real experiment. In\nthe multiband regime, the Majorana bound states and conventional Andreev bound\nstates can naturally coexist, and respectively contribute to the fractional and\nconventional parts in the Josephson effect, with the former/latter having\n4$\\pi$/2$\\pi$-periodicity. We show that the interplay between the two types of\nbound modes can produce a robust and giant diode effect in the deep topological\nphase regime. Notably, we unveil a novel spin parity exchange mechanism,\noccurring only in the multiband regime, which leads to a robust high efficiency\nplateau of the giant diode effect. This effect is a nontrivial consequence of\nthe balanced Fermi moment shifts of the multiple subbands in tuning the\nexternal magnetic field. Our finding highlights the subband engineering as a\npowerful tool to optimize the Josephson diode effect realistically and provides\na new feasible signature to identify topological phase regime in\nsuperconducting nanowires."}
{"id": "2510.06086", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.06086", "abs": "https://arxiv.org/abs/2510.06086", "authors": ["Avijit Maity", "Aman Kumar", "Vikram Tripathi"], "title": "Identifying chiral topological order in microscopic spin models by modular commutator", "comment": "6 pages, 4 figures, 2 figures in Supplementary Material", "summary": "The chiral central charge $c_-$ is a key topological invariant of the edge\ncharacterizing the bulk two-dimensional chiral topological order, but its\ndirect evaluation in microscopic spin models has long been a challenge,\nespecially for non-abelian topological order. Building on the recently\ndeveloped modular commutator formalism, we numerically obtain $c_-$ directly\nfrom single ground-state wave functions of two-dimensional interacting spin\nmodels that have chiral topological order. This provides a geometry-independent\nand bulk diagnostic of chirality. We study two nonintegrable systems -- the\nZeeman-Kitaev honeycomb model and the kagome antiferromagnet -- both subjected\nto scalar spin chirality perturbations. We find that the modular commutator\nyields results consistent with the expected topological quantum field theories.\nWe also compute the topological entanglement entropy which provides an\nindependent diagnostic of the topological orders. Our work establishes modular\ncommutators as a powerful numerical probe of chiral topological order in\nstrongly correlated quantum magnets."}
{"id": "2510.05265", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05265", "abs": "https://arxiv.org/abs/2510.05265", "authors": ["Waseem Hussain", "Haoyun Huang", "Loren N. Pfeiffer", "Kenneth W. West", "Kirk. W. Baldwin", "Gábor A. Csáthy"], "title": "Topological Protection in a Landau Flat Band at $ν=7/11$, a Candidate Filling Factor for Unconventional Correlations", "comment": null, "summary": "Strong interactions in Landau flat bands are known to stabilize correlated\nstates that do not form in other types of flat bands. We report hallmarks of\ntopological protection at the Landau level filling factor v=7/11 in a\ntwo-dimensional electron system. The $\\nu=7/11$ filling factor is the\nparticle-hole conjugate of $\\nu=4/11$, a filling factor intensely studied for\nthe possibility of realizing unconventional electronic correlations. Our data\nestablishes a new instance for an unusual fractional quantum Hall state and\nopens up possibilities for the study of unconventional correlations in an\nenlarged parameter space. We report and discuss transport signatures developing\nat other filling factors of interest $\\nu= 11/17$, $5/8$, and $8/13$, which\nhowever in our sample do not exhibit topological protection."}
{"id": "2510.05424", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05424", "abs": "https://arxiv.org/abs/2510.05424", "authors": ["Md Hasan Shahriar Rifat", "Tanvir Khan", "Md Arafat Hossain Shourov", "Md Sahat Bin Sayed", "Md Saiful Islam"], "title": "Unveiling the physical attributes of CdGa2Te4 and ZnGa2Te4 compounds: A first-principles study for next-generation photovoltaics", "comment": "33 pages, 8 figures", "summary": "The electronic and optical properties of CdGa2Te4 and ZnGa2Te4 were studied\nusing first-principles DFT calculations. Band gaps were calculated using the\nGGA-PBESol functional. Both materials show promise for photovoltaic\napplications because of their large, near-unity absorption efficiencies (10^4\ncm^-1) in the visible region. They exhibit low exciton binding energies\n(18.85-26.81 meV), large Bohr radii (23-34.3 Angstrom), and moderate exciton\ntemperatures (218-311 K), which are favorable for photovoltaic applications.\nTheir performance as solar cells was simulated using the SCAPS-1D tool for\nthin-film devices with Pt/CdS/CdGa2Te4/Cu2O/Ti and Pt/CdS/ZnGa2Te4/Cu2O/Ti\nstructures. We investigated the effects of layer thickness, donor and acceptor\nconcentrations (shallow donors/acceptors), and defect density on device\nperformance. The ideal absorber thickness for XGa2Te4 (X = Cd, Zn) was found to\nbe 1000-1800 nm, and the CdS buffer layer around 150 nm. To obtain an\nefficiency above 20%, the defect density in the CdGa2Te4 and ZnGa2Te4 absorber\nlayers should be kept below 1.772 x 10^13 cm^-3. The best simulations show\nefficiencies of 18.46% and 17.35% for CdGa2Te4- and ZnGa2Te4-based solar cells,\nrespectively."}
{"id": "2510.05866", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05866", "abs": "https://arxiv.org/abs/2510.05866", "authors": ["T. de Ara", "B. Olivera", "C. Sabater", "C. Untiedt"], "title": "Measurement of the Quantum Capacitance Between Two Metallic Electrodes", "comment": null, "summary": "Two factors contribute to the electrical capacitance between two electrodes:\na classical contribution, stemming from the electric field, and a quantum\ncontribution, governed by the Pauli exclusion principle, which increases the\ndifficulty of adding charge to the electrodes. In metals, the high electronic\nDensity of States (DOS) at the Fermi energy allows the quantum contribution to\nbe neglected, and a classical description of the electrical capacitance between\ntwo metallic electrodes is normally used. Here, we study the evolution of the\ncapacitance as two metallic electrodes (Pt or Au) are approached to the limit\nwhen quantum corrections are needed, before contact formation. At small\ndistances, we observe that the classical increase in capacitance turns into\nsaturation as the electrodes are approached, reaching the quantum capacitance\nlimit. Finally, a capacitance leakage due to quantum tunneling is observed.\nSince the quantum capacitance depends on the electronic DOS on the surface of\nthe electrodes, we use it to probe the DOS change induced by molecular\nadsorption (Toluene) on the metallic surface."}
{"id": "2510.06168", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06168", "abs": "https://arxiv.org/abs/2510.06168", "authors": ["Siyu Cheng", "Keyu Zeng", "Yi Liu", "Christopher Candelora", "Ziqiang Wang", "Guang-Han Cao", "Ilija Zeljkovic"], "title": "Frieze charge-stripes in a correlated kagome superconductor CsCr$_3$Sb$_5$", "comment": null, "summary": "Kagome metals have developed into a vibrant playground for materials physics,\nwhere geometric frustration, electronic correlations and band topology come\ntogether to create a variety of exotic phenomena. Recently synthesized\nCsCr$_3$Sb$_5$ has provided a rare opportunity to explore unconventional\nsuperconductivity in a strongly correlated kagome system with hints of\nfrustrated magnetism and quantum criticality. Using spectroscopic imaging\nscanning tunneling microscopy, we reveal a cascade of density wave transitions\nwith different symmetries in bulk single crystals of CsCr$_3$Sb$_5$. In\nparticular, we discover a new electronic state $-$ a unidirectional density\nwave that breaks all mirror symmetries akin to a chiral density wave, but in\ncontrast retains a mirror-glide symmetry. We term this state a frieze\ncharge-stripe order phase, because its symmetry properties agree with one of\nthe fundamental frieze symmetry groups. A combination of high-resolution\nimaging, Fourier analysis and theoretical simulations uncovers the crucial role\nof sublattice degrees of freedom in forming this phase, with internal chiral\ntextures of opposite handedness. Our experiments reveal that superconductivity\nin CsCr$_3$Sb$_5$ develops from a new type of a unidirectional density wave,\nand set the foundation for exploring electronic states with frieze symmetry\ngroups in quantum materials."}
{"id": "2510.05267", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05267", "abs": "https://arxiv.org/abs/2510.05267", "authors": ["Aurélie Champagne", "Olugbenga Adeniran", "Jonah B. Haber", "Antonios M. Alvertis", "Zhen-Fei Liu", "Jeffrey B. Neaton"], "title": "Tunable electronic energy level alignment and exciton diversity in organic-inorganic van der Waals heterostructures", "comment": "23 pages, 5 figures", "summary": "van der Waals stacking of two-dimensional (2D) materials offers a powerful\nplatform for engineering material interfaces with tailored electronic and\noptical properties. While most van der Waals multilayers have featured\ninorganic monolayers, incorporating molecular monolayers introduces new degrees\nof tunability and functionality. Here, we investigate hybrid bilayers composed\nof atomically thin perylene-based molecular crystals interfaced with monolayer\ntransition metal dichalcogenides (TMDs), specifically MoS2 and WS2. Using ab\ninitio many-body perturbation theory within the GW approximation and the\nBethe-Salpeter equation approach, we predict emergent properties beyond those\nof the isolated constituent systems. Notably, we find substantial\nrenormalization of monolayer molecular crystal band gap due to TMD-induced\npolarization. Furthermore, by varying the TMD monolayer, we demonstrate tuning\nof the energy level alignment of the bilayer and subsequent control over a\ndiversity of lowest-energy excitons, which include strongly bound hybrid\nexcitons and long-lived charge-transfer excitons. These findings establish\norganic-inorganic van der Waals heterostructures as a promising class of\nmaterials for tunable optoelectronic devices and quantum excitonic phenomena,\nexpanding the design space for low-dimensional systems."}
{"id": "2510.05564", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05564", "abs": "https://arxiv.org/abs/2510.05564", "authors": ["Junhyoung Park", "Andrea Olivati", "Mirko Prato", "Min Kim", "Annamaria Petrozza"], "title": "Co-evaporated Formamidinium tin triiodide with suppressed p-type self-doping", "comment": "14 Pages, 6 figures", "summary": "Co-evaporation of formamidinium tin triiodide (FASnI3) precursors, without\nany additives or reducing agents, leads to the growth of a highly crystalline\nthin film which shows a bandgap around 1.31 eV, closely matching the\ntheoretical value predicted from the ideal single crystal structure of FASnI3.\nThe polycrystalline thin film presents a lower tendency of Sn2+ to Sn4+\noxidation and highly reduced tendency to self-doping, demonstrating, overall,\nan improved resistance to defects formation. These findings suggest\nsolvent-free co-evaporation processes as a promising route for high quality\nSn-based perovskite polycrystalline thin films."}
{"id": "2510.05224", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05224", "abs": "https://arxiv.org/abs/2510.05224", "authors": ["Kryštof Kolář", "Tero T. Heikkilä", "Päivi Törmä"], "title": "Superfluid weight in disordered flat-band superconductors as a competition between localization functionals", "comment": "5 pages + Supplementary", "summary": "According to Anderson's theorem, the gap of a time-reversal symmetric\nweak-coupling superconductor is unaffected by non-magnetic disorder. However,\nthe superfluid weight (stiffness) is reduced in the disordered limit by a\nfactor of $\\Delta \\tau$, a product of the scattering time $\\tau$ and the\nsuperconducting order parameter $\\Delta$. Here we show that the opposite holds\ntrue in flat-band superconductors. While non-magnetic disorder does reduce the\norder parameter, we find that its direct effect on superfluid weight is mostly\nnegligible. We show analytically that the effect of disorder is to lowest order\ngiven in terms of the difference between the intraband and interband parts of\nthe localization functional of impurity wavefunctions, finding it to be\ntypically vanishing."}
{"id": "2510.05224", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05224", "abs": "https://arxiv.org/abs/2510.05224", "authors": ["Kryštof Kolář", "Tero T. Heikkilä", "Päivi Törmä"], "title": "Superfluid weight in disordered flat-band superconductors as a competition between localization functionals", "comment": "5 pages + Supplementary", "summary": "According to Anderson's theorem, the gap of a time-reversal symmetric\nweak-coupling superconductor is unaffected by non-magnetic disorder. However,\nthe superfluid weight (stiffness) is reduced in the disordered limit by a\nfactor of $\\Delta \\tau$, a product of the scattering time $\\tau$ and the\nsuperconducting order parameter $\\Delta$. Here we show that the opposite holds\ntrue in flat-band superconductors. While non-magnetic disorder does reduce the\norder parameter, we find that its direct effect on superfluid weight is mostly\nnegligible. We show analytically that the effect of disorder is to lowest order\ngiven in terms of the difference between the intraband and interband parts of\nthe localization functional of impurity wavefunctions, finding it to be\ntypically vanishing."}
{"id": "2510.05301", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05301", "abs": "https://arxiv.org/abs/2510.05301", "authors": ["Carlos Sagaseta", "María José Calderón", "José Carlos Abadillo-Uriel"], "title": "Switchable spin-photon coupling with hole spins in single-quantum dots", "comment": "9 pages + 5 figures + appendices", "summary": "Spin qubits in semiconductor quantum dots offer a gate-tunable platform for\nquantum information processing. While two-qubit interactions are typically\nrealized through exchange coupling between neighboring spins, coupling spin\nqubits to photons via hybrid spin-cQED devices enables long-range interactions\nand integration with other cQED platforms. Here, we investigate hole\nspin-photon coupling in compact single quantum dot setups. By incorporating\nubiquitous strain inhomogeneities to our theory, we identify three main\nspin-photon coupling channels: a vector-potential-spin-orbit geometric\nmechanism--dominant for vertical magnetic fields--, an inhomogeneous Rashba\nterm generalizing previous spin-orbit field models, and strain-induced\n$g$-tensor terms--most relevant for in-plane fields. Comparing Si, unstrained\n(relaxed) Ge, and biaxially strained Ge wells, we find that Si and unstrained\nGe provide optimal coupling strengths (tens of MHz) thanks to their reduced\nheavy-hole, light-hole splitting. We demonstrate efficient switching of the\nspin-photon coupling while preserving sweet spot operation. Finally, we\nevaluate quantum state transfer and two-qubit gate protocols, achieving $>99\\%$\nfidelity for state transfer and $>90\\%$ for two-qubit gates with realistic\ncoherence times, establishing single-dot hole spins as a viable platform for\ncompact spin-cQED architectures and highlighting unstrained Ge as a promising\ncandidate for spin-photon interactions."}
{"id": "2510.05629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05629", "abs": "https://arxiv.org/abs/2510.05629", "authors": ["Jian Luo"], "title": "From High-Entropy Ceramics (HECs) to Compositionally Complex Ceramics (CCCs) and Beyond", "comment": null, "summary": "Over the past decade, the field of high-entropy ceramics (HECs) has rapidly\nexpanded to encompass a wide range of oxides, borides, silicides, and other\nceramic solid solutions. In 2020, we proposed extending the concept of HECs to\ncompositionally complex ceramics (CCCs), in which non-equimolar compositions\nand the presence of long- or short-range order reduce entropy while offering\nnew opportunities to tailor and enhance properties, often beyond those of\nhigher-entropy counterparts. Here, fundamental questions arise: Is the entropy\nin HECs truly high? Should maximizing entropy always be our goal? This\nperspective article revisits key concepts and terminologies and highlights\nemerging directions, including dual-phase CCCs, ultrahigh-entropy phases, and\nnovel processing routes such as ultrafast reactive sintering. We propose that\nexploring compositional complexity across vast non-equimolar spaces, together\nwith correlated disorder (coupled short-range chemical and structural orders),\noffers a more effective strategy for designing ceramics with superior\nperformance than simply maximizing entropy."}
{"id": "2510.05227", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05227", "abs": "https://arxiv.org/abs/2510.05227", "authors": ["Simon H. Hille", "Attila Szabó"], "title": "TeMFpy: a Python library for converting fermionic mean-field states into tensor networks", "comment": "28 pages, 5 figures, 3 code listings", "summary": "We introduce TeMFpy, a Python library for converting fermionic mean-field\nstates to finite or infinite matrix product state (MPS) form. TeMFpy includes\nnew, efficient, and easy-to-understand algorithms for both Slater determinants\nand Pfaffian states. Together with Gutzwiller projection, these also allow the\nuser to build variational wave functions for various strongly correlated\nelectron systems, such as quantum spin liquids. We present all implemented\nalgorithms in detail and describe how they can be accessed through TeMFpy,\nincluding full example workflows. TeMFpy is built on top of TeNPy and,\ntherefore, integrates seamlessly with existing MPS-based algorithms."}
{"id": "2510.05242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05242", "abs": "https://arxiv.org/abs/2510.05242", "authors": ["Peter A. Noordman", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Variational and field-theoretical approach to exciton-exciton interactions and biexcitons in semiconductors", "comment": null, "summary": "Bound electron-hole pairs in semiconductors known as excitons are the subject\nof intense research due to their potential for optoelectronic devices and\napplications, especially in the realm of two-dimensional materials. While the\nproperties of free excitons in these systems are well understood, a general\ndescription of their interactions is complicated due to their composite nature,\nwhich leads to exchange between the identical fermions of different excitons.\nIn this work we employ a variational approach to study interactions between\nWannier excitons and obtain an effective interaction potential between two\nground-state excitons in a system of spin-degenerate electrons and holes. This\npotential is in general nonlocal and depends on the coupled spins of the\nparticles. When particularized to hydrogen-like excitons with a heavy hole, it\nbecomes local and exactly reproduces the Heitler-London result for two\ninteracting hydrogen atoms. Thus, our result can be interpreted as a\ngeneralization of the Heitler-London potential to arbitrary masses. Including\ncorrections due to excited states results in a van der Waals potential at large\ndistances, which is expected due to the induced dipole-dipole nature of the\ninteractions. Additionally, we use a path-integral formalism to develop a\nmany-body theory for a gas of excitons, resulting in an excitonic action that\nformally includes many-body interactions between excitons. While in the field\nrepresenting the excitons is exactly bosonic, we clarify how the internal\nexchange processes arise in the field-theoretical treatment, and show that the\ndiagrams corresponding to the interactions between excitons align with our\nvariational calculation when evaluated on shell. Our methods and results lay\nthe groundwork for a generalized theory of exciton-exciton interactions and\ntheir application to the study of biexciton spectra and correlated excitonic\nmatter."}
{"id": "2510.05304", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05304", "abs": "https://arxiv.org/abs/2510.05304", "authors": ["Yuxiang Gao", "Yichen Zhang", "Shiming Lei", "Neil Harrison", "Mun Keat Chan", "Jonathan D. Denlinger", "Sergey Gorovikov", "Sanu Mishra", "Yan Sun", "Ming Yi", "Emilia Morosan"], "title": "Fermi surface and Berry phase analysis for Dirac nodal line semimetals: cautionary tale to SrGa$_2$ and BaGa$_2$", "comment": "15 pages, 13 figures", "summary": "A Berry phase of odd multiples of $\\pi$ inferred from quantum oscillations\n(QOs) has often been treated as evidence for nontrivial reciprocal space\ntopology. However, disentangling the Berry phase values from the Zeeman effect\nand the orbital magnetic moment is often challenging. In centrosymmetric\ncompounds, the case is simpler as the orbital magnetic moment contribution is\nnegligible. Although the Zeeman effect can be significant, it is usually\noverlooked in most studies of QOs in centrosymmetric compounds. Here, we\npresent a detailed study on the non-magnetic centrosymmetric $\\mathrm{SrGa_2}$\nand $\\mathrm{BaGa_2}$, which are predicted to be Dirac nodal line semimetals\n(DNLSs) based on density functional theory (DFT) calculations. Evidence of the\nnontrivial topology is found in magnetotransport measurements. The Fermi\nsurface topology and band structure are carefully studied through a combination\nof angle-dependent QOs, angle-resolved photoemission spectroscopy (ARPES), and\nDFT calculations, where the nodal line is observed in the vicinity of the Fermi\nlevel. Strong de Haas-van Alphen fundamental oscillations associated with\nhigher harmonics are observed in both compounds, which are well-fitted by the\nLifshitz-Kosevich (LK) formula. However, even with the inclusion of higher\nharmonics in the fitting, we found that the Berry phases cannot be\nunambiguously determined when the Zeeman effect is included. We revisit the LK\nformula and analyze the phenomena and outcomes that were associated with the\nZeeman effect in previous studies. Our experimental results confirm that\n$\\mathrm{SrGa_2}$ and $\\mathrm{BaGa_2}$ are Dirac nodal line semimetals.\nAdditionally, we highlight the often overlooked role of spin-damping terms in\nBerry phase analysis."}
{"id": "2510.05889", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05889", "abs": "https://arxiv.org/abs/2510.05889", "authors": ["Ihsan Caha", "Aqrab ul Ahmad", "Francis Leonard Deepak"], "title": "Confinement-Controlled Morphology and Stability of One-Dimensional CrI3 Nanotubes", "comment": "Research article", "summary": "Integrating monolayers derived from 2D van der Waals (vdW) magnetic materials\ninto next-generation technological applications remains a significant challenge\ndue to their structural and magnetic instability issues. Template-assisted\nencapsulation is a potential route for the growth of stable 2D monolayers aimed\nat designing novel 1D heterostructures, opening new avenues for studying\nlow-dimensional quantum effects and spin-related phenomena. In this study, we\nexplored the diameter-dependent encapsulation of 2D CrI3 crystals using\nmulti-walled carbon nanotubes as nanoscale host templates. Advanced microscopic\nanalysis revealed distinct structural transitions, ranging from internal\nnanorod encapsulation to external shell formation, directly influenced by the\nhost nanotube diameter. Furthermore, statistical analysis of structural\nmorphologies indicates that CrI3 nanorods preferentially form within MWCNTs\nwith inner diameters up to 5 nm, while single-walled CrI3 nanotubes are\nstabilized in CNTs with diameters up to 8 nm. For host CNTs exceeding 10 nm in\ndiameter, CrI3 predominantly forms surface coatings rather than confined\none-dimensional structures. In situ electron beam irradiation demonstrates the\nsuperior structural stability of single-walled CrI3 confined within MWCNTs,\nwhile externally coated CrI3 undergoes decomposition into metallic Cr clusters.\nProlonged irradiation induces a morphological transformation of CrI3 nanotubes\ninto nanorods. These insights lay the groundwork for engineering robust,\ntunable 1D magnetic heterostructures of CrI3 for spintronic and data storage\napplications."}
{"id": "2510.05502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05502", "abs": "https://arxiv.org/abs/2510.05502", "authors": ["Tianyi Xiao", "Junjie Liu"], "title": "Full counting statistics of electron-photon hybrid systems: Joint statistics and fluctuation symmetry", "comment": "16 pages, 6 figures, comments are welcome!", "summary": "Electron-photon hybrid systems serve as ideal light-matter interfaces with\nbroad applications in quantum technologies. These systems are typically\noperated dynamically under nonequilibrium conditions, giving rise to coupled\nelectronic and photonic currents. Understanding the joint fluctuation behavior\nof these currents is essential for assessing the performance of light-matter\ninterfaces that rely on electron-photon correlations. Here, we investigate the\nfull counting statistics of coupled electronic and photonic currents in an\nexperimentally feasible hybrid system composed of a double quantum dot coupled\nto an optical cavity. We employ the framework of quantum Lindblad master\nequation which is augmented with both electronic and photonic counting fields\nto derive their joint cumulant generating function--a treatment that differs\nsignificantly from existing studies, which typically focus on either electron\nor photon statistics separately. We reveal that the ratio between photonic and\nelectronic currents, as well as their variances, can deviate from an expected\nquadratic scaling law in the large electron-photon coupling regime.\nFurthermore, we demonstrate that conventional modelings of photonic dissipation\nchannels in quantum master equations must be modified to ensure that the joint\ncumulant generating function satisfies the fluctuation symmetry enforced by the\nfluctuation theorem. Our results advance the understanding of joint fluctuation\nbehaviors in electron-photon hybrid systems and may inform the design of\nefficient quantum light-matter interfaces."}
{"id": "2510.05346", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05346", "abs": "https://arxiv.org/abs/2510.05346", "authors": ["Hui-Huang Chen"], "title": "Exact Quench Dynamics from Thermal Pure Quantum States", "comment": "5+16 pages, 1 figure", "summary": "We present an exact solution for a quantum quench in an integrable system\nthat reveals a new, coherent pathway to thermalization. In chaotic systems,\nthermalization is understood via the eigenstate thermalization hypothesis\n(ETH), which implies that a quench from a thermal pure quantum (TPQ) state\nshould exhibit trivial dynamics. In contrast, integrable systems are expected\nto retain memory of their initial conditions in a non-thermal generalized Gibbs\nensemble (GGE). We show that a quench from a TPQ state in the integrable\nspin-1/2 XX chain defies both expectations. The system thermalizes to a\ncanonical Gibbs ensemble, yet the entanglement dynamics are highly non-trivial,\nexhibiting a \"double plateau\" structure. We solve this process exactly using\ntechniques in two-dimensional (2D) conformal field theories (CFT), an exact\nnumerical method based on the matrix Riccati equation, and an asymptotically\nexact quasiparticle picture. We prove that the non-trivial dynamics are the\nmacroscopic signature of the coherent dephasing of the initial state's\nanomalous pairing correlations."}
{"id": "2510.05323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05323", "abs": "https://arxiv.org/abs/2510.05323", "authors": ["Armand J. Lannerd", "Nathan J. Szymanski", "Christopher J. Bartel"], "title": "Thermodynamics of proton insertion across the perovskite-brownmillerite transition in La0.5Sr0.5CoO3-δ", "comment": null, "summary": "La$_{1-x}$Sr$_{x}$CoO3-$\\delta$ is a promising off-stoichiometric metal oxide\nthat undergoes a topotactic perovskite ($\\delta$ = 0) to brownmillerite\n($\\delta$ = 0.5) transition under electrochemical and thermochemical stimuli,\nwith concomitant variations in its electrical, magnetic, thermal, and optical\nproperties. Recent studies on thin-film cycling in electrochemical devices show\nincomplete reversibility of this transition, with significant acid-etching\nserving as a degradation mechanism. While earlier investigations examined the\nprotonation of brownmillerite SrCoO2.5, the thermodynamics of protonation\nacross the perovskite-to-brownmillerite transition remain poorly understood. In\nthis work, we combine density functional theory calculations with predictions\nfrom universal machine-learning interatomic potentials to elucidate the\nenergetics and implications of protonation across the transition for\nLa0.5Sr0.5CoO3-$\\delta$. These calculations reveal negative hydrogen insertion\nenergies and strong competition with oxygen vacancy formation across the\ntransition for a wide range of conditions. The extent of protonation is\nprimarily limited by the availability of Co 3d states to accommodate reduction\nby inserted hydrogen. Although hydrogen insertion is often thermodynamically\nfavorable within a defect picture, a convex hull analysis of the resulting\nHyLa0.5Sr0.5CoO3-$\\delta$ phases reveals them to be unstable against\ndecomposition into hydroxides among other products. This instability increases\nwith hydrogen content and provides a thermodynamic basis for the acid-etching\nobserved during electrochemical cycling. This work advances the fundamental\nunderstanding of protonation in La0.5Sr0.5CoO3-$\\delta$ and contextualizes\nexperimental observations of related materials in the presence of moisture or\nH2."}
{"id": "2510.05928", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.05928", "abs": "https://arxiv.org/abs/2510.05928", "authors": ["Pavel Souček", "Stanislava Debnárová", "Šárka Zuzjaková", "Shuyao Lin", "Matej Fekete", "Zsolt Czigány", "Katalin Balázsi", "Lukáš Vrána", "Tatiana Pitoňáková", "Ondřej Jašek", "Petr Zeman", "Nikola Koutná"], "title": "High- and medium-entropy nitride coatings from the Cr-Hf-Mo-Ta-W-N system: properties and high-temperature stability", "comment": null, "summary": "High- and medium-entropy nitride coatings from the Cr-Hf-Mo-Ta-W-N system\nwere studied using ab initio calculations and experiments to clarify the role\nof entropy and individual elements in phase stability, microstructure, and\nhigh-temperature behaviour. Formation energy calculations indicated that\nnitrogen vacancies stabilise the cubic (fcc) phase, with hafnium and tantalum\nacting as strong stabilisers, while tungsten destabilises the lattice. Coatings\nwere deposited by reactive magnetron sputtering at approx. 50C (AT) and approx.\n580C (HT). All exhibited columnar fcc structures; high-temperature deposition\nproduced denser coatings, lower nitrogen content, and larger crystallites,\nresulting in higher hardness and elastic modulus. Thermal stability was tested\nup to 1200C on Si and oxidation at 1400C on sapphire. AT coatings failed early,\nwhile most HT coatings endured. Nitrogen loss less than 10 at.% at 1000C was\ncritical for survival. TEM revealed tungsten segregation and HfO2 formation,\nwhile fcc nitride remained dominant. Ta enrichment proved essential for\nsuperior thermal and oxidation stability."}
{"id": "2510.05730", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05730", "abs": "https://arxiv.org/abs/2510.05730", "authors": ["Aritra Lahiri", "Juan Carlos Cuevas", "Björn Trauzettel"], "title": "Signatures of superconducting Higgs mode in irradiated Josephson junctions", "comment": null, "summary": "The Higgs mode, originally proposed in the context of superconductivity,\ncorresponds to oscillations of the amplitude of the superconducting order\nparameter. Recent THz-domain optical studies have found signatures consistent\nwith the Higgs mode, but its unambiguous detection is still challenging. We\npredict that the existence of the Higgs mode can be unambiguously revealed by\nstandard measurements of the transport characteristics in microwave-irradiated\nasymmetric and transparent Josephson junctions. One signature of the Higgs mode\nin a Josephson junction is the microwave-induced enhancement of the second\nharmonic of the equilibrium current-phase relation (at zero DC bias voltage),\nwhose sign differs from its expected value in the absence of the Higgs mode. As\nthe radiation frequency is varied, this enhancement exhibits resonant behavior\nwhen the microwave frequency is tuned across the Higgs mass. The second\nsignature that we propose is the enhancement of the second harmonic of the AC\nJosephson current at finite DC voltage bias, which can be probed in a customary\nanalysis of the Shapiro steps in a microwave-irradiated junction."}
{"id": "2510.06144", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06144", "abs": "https://arxiv.org/abs/2510.06144", "authors": ["Paul A. Johnson", "Charles-Émile Fecteau", "Samuel Nadeau", "Mauricio Rodríguez-Mayorga", "Pierre-François Loos"], "title": "Connections between Richardson-Gaudin States, Perfect-Pairing, and Pair Coupled-Cluster Theory", "comment": null, "summary": "Slater determinants underpin most electronic structure methods, but\norbital-based approaches often struggle to describe strong correlation\nefficiently. Geminal-based theories, by contrast, naturally capture static\ncorrelation in bond-breaking and multireference problems, though at the expense\nof implementation complexity and limited treatment of dynamic effects. In this\nwork, we examine the interplay between orbital and geminal frameworks, focusing\non perfect-pairing (PP) wavefunctions and their relation to pair\ncoupled-cluster doubles (pCCD) and Richardson-Gaudin (RG) states. We show that\nPP arises as an eigenvector of a simplified reduced Bardeen-Cooper-Schrieffer\n(BCS) Hamiltonian expressed in bonding/antibonding orbital pairs, with the\ncomplementary eigenvectors enabling a systematic treatment of weak correlation.\nSecond-order Epstein-Nesbet perturbation theory on top of PP is found to yield\nenergies nearly equivalent to pCCD. These results clarify the role of\npair-based ans\\\"atze and open avenues for hybrid approaches that combine the\nstrengths of orbital- and geminal-based methods."}
{"id": "2510.05328", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05328", "abs": "https://arxiv.org/abs/2510.05328", "authors": ["Nathan J. Szymanski", "Kent J. Warren", "Alan W. Weimer", "Christopher J. Bartel"], "title": "Cation vacancies mediate thermochemical water splitting with iron aluminates", "comment": null, "summary": "Solar thermochemical water splitting enables hydrogen production by cycling\nmetal oxides between reduced and oxidized states, typically through an oxygen\nvacancy mechanism. However, recent experimental work suggests that cation\nvacancies have a greater influence on the redox behavior of iron aluminate\nspinels used in water splitting. This remains debated, as calculations predict\nthat such cation vacancies are thermodynamically unfavorable. In the current\nwork, we show that Fe vacancies in (Fe$\\zeta$Al1-$\\zeta$)3O4 become accessible\nonly when facilitated by inversion between Fe and Al. This antisite disorder\nlowers the formation energy of octahedral Fe vacancies in Al-rich spinels\n($\\zeta$ = 1/3) from over 3 eV to just 0.62 eV when one third of the cation\nsites are inverted, allowing high Fe vacancy concentrations under oxidizing\nconditions. This mechanism supports high H2 yields up to 361 $\\mu$mol/g,\nconsistent with experimental observations. Our findings support the notion that\nsolar thermochemical water splitting can occur through a cation vacancy\nmechanism. They also clarify how site inversion, vacancy energetics, and defect\ninteractions each contribute to redox performance, offering general design\nprinciples for identifying and optimizing materials that operate through cation\nvacancy cycling."}
{"id": "2510.05932", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.05932", "abs": "https://arxiv.org/abs/2510.05932", "authors": ["Thanh Tran", "Phuong Vo", "Thomas Sheppard", "Timothy Grotjohn", "Paul Quayle"], "title": "Retardance of lab grown diamond substrates as a function of thickness: momentum-drift random walk model", "comment": "20 pages, 8 figures", "summary": "This work studies the correlation between mean retardance and thickness of\ndiamond substrates grown homoepitaxially via microwave plasma-enhanced chemical\nvapor deposition (MPCVD). We measure the retardance of a diamond substrate in\ntwo orientations: perpendicular and parallel to the growth direction. Our\nexperimental results demonstrate that the correlation between mean retardance\nand thickness differs for these orientations. When measured perpendicular to\nthe growth direction, the mean retardance is approximately proportional to the\nsquare root of the substrate thickness. In contrast, when measured parallel to\nthe growth direction, we observe a generally higher mean retardance and an\napproximately linear correlation with thickness. This anisotropy arises not\nfrom differences in stress magnitude but from differences in the interlayer\ncorrelation of the principal stress axes, as evidenced by correlation\ncoefficients between the azimuth angles of consecutive layers in the diamond\ncrystal. To simulate the integrated retardance of diamond wafers, we propose a\ntwo-dimensional random walk model with momentum drift, which captures the\ndiamond crystal tendency to preserve the azimuth angle across the samples. By\noptimizing the momentum factor, we show that the model can closely match\nexperimental data. The momentum factor is found higher along the growth\ndirection, which is consistent with the calculated correlation coefficients.\nFurthermore, both the model and experiments indicate that\nretardance-to-thickness ratios of thin samples converge toward similar base\nretardances in both orientations. These findings establish a quantitative\nframework for interpreting birefringence in diamond substrates, with\nimplications for material selection and development in thermal management,\nquantum sensing, high-power electronics, and optical applications."}
{"id": "2510.06004", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.06004", "abs": "https://arxiv.org/abs/2510.06004", "authors": ["Rawnak Sultana", "Mojtaba Taghipour Kaffash", "Gianluca Gubbiotti", "Yi Ji", "M. Benjamin Jungfleisch", "Federico Montoncello"], "title": "Magnon-Magnon Interaction Induced by Dynamic Coupling in a Hybrid Magnonic Crystal", "comment": null, "summary": "We report a combined experimental and numerical investigation of spin-wave\ndynamics in a hybrid magnonic crystal consisting of a CoFeB artificial spin ice\n(ASI) of stadium-shaped nanoelements patterned atop a continuous NiFe film,\nseparated by a 5 nm Al2O3 spacer. Using Brillouin light scattering\nspectroscopy, we probe the frequency dependence of thermal spin waves as\nfunctions of applied magnetic field and wavevector, revealing the decisive role\nof interlayer dipolar coupling in the magnetization dynamics. Micromagnetic\nsimulations complement the experiments, showing a strong interplay between ASI\nedge modes and backward volume modes in the NiFe film. The contrast in\nsaturation magnetization between CoFeB and NiFe enhances this coupling, leading\nto a pronounced hybridization manifested as a triplet of peaks in the spectra -\npredicted by simulations and observed experimentally. This magnon-magnon\ncoupling persists over a wide magnetic field range, shaping both the spin-wave\ndispersion and frequency-field response throughout the hysteresis loop. Our\nfindings establish how ASI geometry can selectively enhance specific spin-wave\nwavelengths in the underlying film, identifying them as preferential channels\nfor magnonic signal transport and manipulation."}
{"id": "2510.05339", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.05339", "abs": "https://arxiv.org/abs/2510.05339", "authors": ["Abrar Faiyad", "Ashlie Martini"], "title": "Machine Learning Interatomic Potentials Enable Molecular Dynamics Simulations of Doped MoS2", "comment": null, "summary": "We present the first computational framework for molecular dynamics\nsimulation of MoS2 doped with 25 elements spanning metals, non-metals, and\ntransition metals using Meta's Universal Model for Atoms machine learning\ninteratomic potential (MLIP). Benchmarking against density functional theory\ncalculations demonstrates the accuracy of the MLIP for simulating doped-MoS2\nsystems and highlights opportunities for improvement. Using the MLIP, we\nperform heating-cooling simulations of doped-MoS2 supercells. The simulations\ncapture complex phenomena including dopant clustering, MoS2 layer fracturing,\ninterlayer diffusion, and chemical compound formation at orders-of-magnitude\nreduced computational cost compared to density functional theory. This work\nprovides an open-source computational workflow for application-oriented design\nof doped-MoS2, enabling high-throughput screening of dopant candidates and\noptimization of compositions for targeted tribological, electronic, and\noptoelectronic performance. The MLIP bridges the accuracy-efficiency gap\nbetween first-principles methods and empirical potentials, and the framework\noffers unprecedented opportunities for large-scale materials discovery in\ntwo-dimensional doped material systems."}
{"id": "2510.05938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05938", "abs": "https://arxiv.org/abs/2510.05938", "authors": ["Andy S. Anker", "John L. A. Gardner", "Louise A. M. Rosset", "Andrew L. Goodwin", "Volker L. Deringer"], "title": "Autonomous interpretation of atomistic scattering data", "comment": null, "summary": "Materials with bespoke properties have long been identified by computational\nsearches, and their experimental realisation is now coming within reach through\nautonomous laboratories. Scattering experiments are central to verifying the\natomic structures of autonomously synthesised materials. Yet, interpreting\nthese measurements typically requires user expertise and manual processing, or\nmachine learning (ML) models trained on predefined datasets, limiting fully\nautonomous materials discovery. Here, we introduce a differentiable\noptimisation framework that treats scattering calculations, energetics, and\nchemical constraints as a unified refinement problem. Capability demonstrations\nacross molecules, crystal structures, nanoparticles, and amorphous matter show\nthat this data-driven approach resolves structural degeneracies with\nmulti-modal inputs - suggesting its usefulness for informing, and ultimately\nguiding, the operation of autonomous laboratories."}
{"id": "2510.05346", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05346", "abs": "https://arxiv.org/abs/2510.05346", "authors": ["Hui-Huang Chen"], "title": "Exact Quench Dynamics from Thermal Pure Quantum States", "comment": "5+16 pages, 1 figure", "summary": "We present an exact solution for a quantum quench in an integrable system\nthat reveals a new, coherent pathway to thermalization. In chaotic systems,\nthermalization is understood via the eigenstate thermalization hypothesis\n(ETH), which implies that a quench from a thermal pure quantum (TPQ) state\nshould exhibit trivial dynamics. In contrast, integrable systems are expected\nto retain memory of their initial conditions in a non-thermal generalized Gibbs\nensemble (GGE). We show that a quench from a TPQ state in the integrable\nspin-1/2 XX chain defies both expectations. The system thermalizes to a\ncanonical Gibbs ensemble, yet the entanglement dynamics are highly non-trivial,\nexhibiting a \"double plateau\" structure. We solve this process exactly using\ntechniques in two-dimensional (2D) conformal field theories (CFT), an exact\nnumerical method based on the matrix Riccati equation, and an asymptotically\nexact quasiparticle picture. We prove that the non-trivial dynamics are the\nmacroscopic signature of the coherent dephasing of the initial state's\nanomalous pairing correlations."}
{"id": "2510.05970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05970", "abs": "https://arxiv.org/abs/2510.05970", "authors": ["Ezgi Hatipoğlu", "Ayman A. El-Zoka", "Yujun Zhao", "Stanislav Mráz", "Jochen M. Schneider", "Baptiste Gault", "Aparna Saksena"], "title": "Effect of crystallographic texture on dealloying kinetics and composition of nanoporous gold surface", "comment": null, "summary": "Nanoporous metals allow for tailoring composition and surface-to-volume\nratio, both aspects critical for applications in catalysis. Here, Ag70Au30 (2\nat. %) films with a face-centered cubic structure were deposited at 400{\\deg}C,\neither {111}-textured or randomly oriented. Upon chemical dealloying, atom\nprobe tomography of the nanoporous structure reveals that the textured film\nretains a up to 2.7 times higher Ag concentration within the ligaments compared\nto the randomly oriented film that exhibits ligament coarsening, indicating\nfaster dealloying kinetics. Our study highlights the potential of\nmicrostructure engineering in tailoring the properties of nanoporous metals for\npossible future catalytic and electrochemical applications."}
{"id": "2510.05348", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05348", "abs": "https://arxiv.org/abs/2510.05348", "authors": ["George Stavisskii", "Leonid Fedichkin"], "title": "Dynamics of quantum measurement via electron transport in quantum dot systems: many-particle wavefunction approach", "comment": "15 pages, 10 figures", "summary": "Measurement of a charge qubit via point contacts with complex internal\nstructures is considered. In this context, a fully formalized derivation of the\nmany-body wave function method is presented, together with the corresponding\nmaster equations for point contacts possessing an arbitrary number of internal\nstates. The focus is placed on the current noise power spectrum and its\ndependence on the qubit dynamics and the point contact parameters."}
{"id": "2510.06004", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.06004", "abs": "https://arxiv.org/abs/2510.06004", "authors": ["Rawnak Sultana", "Mojtaba Taghipour Kaffash", "Gianluca Gubbiotti", "Yi Ji", "M. Benjamin Jungfleisch", "Federico Montoncello"], "title": "Magnon-Magnon Interaction Induced by Dynamic Coupling in a Hybrid Magnonic Crystal", "comment": null, "summary": "We report a combined experimental and numerical investigation of spin-wave\ndynamics in a hybrid magnonic crystal consisting of a CoFeB artificial spin ice\n(ASI) of stadium-shaped nanoelements patterned atop a continuous NiFe film,\nseparated by a 5 nm Al2O3 spacer. Using Brillouin light scattering\nspectroscopy, we probe the frequency dependence of thermal spin waves as\nfunctions of applied magnetic field and wavevector, revealing the decisive role\nof interlayer dipolar coupling in the magnetization dynamics. Micromagnetic\nsimulations complement the experiments, showing a strong interplay between ASI\nedge modes and backward volume modes in the NiFe film. The contrast in\nsaturation magnetization between CoFeB and NiFe enhances this coupling, leading\nto a pronounced hybridization manifested as a triplet of peaks in the spectra -\npredicted by simulations and observed experimentally. This magnon-magnon\ncoupling persists over a wide magnetic field range, shaping both the spin-wave\ndispersion and frequency-field response throughout the hysteresis loop. Our\nfindings establish how ASI geometry can selectively enhance specific spin-wave\nwavelengths in the underlying film, identifying them as preferential channels\nfor magnonic signal transport and manipulation."}
{"id": "2510.05349", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05349", "abs": "https://arxiv.org/abs/2510.05349", "authors": ["Sihe Chen", "Kevin Batzinger", "Manuel Smeu"], "title": "Investigation of the Effect of Thermal-Induced Atomic Motion on the Conductance of Copper Thin Films", "comment": null, "summary": "Decrease in the size of integrated circuits (IC) and metal interconnects\nraise resistivity due the amplification of electron scattering effects, which\ndecreases the efficiency of chiplets. While previous studies have investigated\nthe electron scattering due to a roughened surface, the effect of thermal\ninduced atomic motion on the roughened surface remains unclear. To address this\ngap, we investigated electron transport in pristine and roughened Cu thin films\nby performing \\textit{ab initio} molecular dynamics (AIMD) trajectories over\n20~ps at temperatures of 218~K, 300~K, and 540~K on Cu thin film models, and\nthen calculating the electron transport properties of the resulting snapshots\nat 100-fs intervals for the last 10~ps using the non-equilibrium Green's\nfunction formalism in combination with density functional theory (NEGF-DFT). As\nexpected, higher temperatures induce larger atomic displacement from their\nequilibrium positions and increase atomic layer separation. We also find that\nincrease in temperature results in increased resistance (lower conductance) for\nthe pristine film, but less so for the roughened thin film where the surface\nroughness itself is the main source of resistance. This study provides insights\ninto how pristine and roughened Cu thin films behave under thermal conditions,\nhelping researchers design better treatments to mitigate thermal effects in ICs\nand their metal interconnects."}
{"id": "2510.06006", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06006", "abs": "https://arxiv.org/abs/2510.06006", "authors": ["Sergio M. Rezende", "Byron Freelon", "Roberto L. Rodríguez-Suárez"], "title": "Spin wave theory for the triaxial magnetic anisotropy 2D van der Waals antiferromagnet CrSBr", "comment": "8 pages, 4 figures", "summary": "The magnetic properties of two-dimensional (2D) materials have been\nattracting increasing attention in recent years due to their unique behavior\nand possible applications in new devices. One material of great interest is the\n2D van der Waals (vdW) crystal CrSBr, that exhibits antiferromagnetic (AF)\norder at low temperatures due to an interlayer AF exchange interaction. Here we\npresent a full quantum spin-wave theory for CrSBr considering three intralayer\nand one interlayer exchange interactions, and triaxial magnetic anisotropy. The\nfits of the theoretical results to antiferromagnetic resonance (AFMR)\nmeasurements and inelastic neutron scattering data yield reliable values for\nthe seven interaction parameters that can be used to calculate other properties\nof this interesting material."}
{"id": "2510.05357", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05357", "abs": "https://arxiv.org/abs/2510.05357", "authors": ["Alexander Blackston", "Alexandra Fonseca Montenegro", "Sevim Polat Genlik", "Maryam Ghazisaeidi", "Roberto C. Myers"], "title": "Photoluminescence excitation spectroscopy of quantum wire-like dislocation states in ZnS", "comment": "8 pages, 8 figures, 3 tables", "summary": "Recent \\textit{ab initio} calculations predict 1D dispersive electronic bands\nconfined to the atomic scale cores of dislocations in the wide bandgap (3.84\neV) semiconductor ZnS. We test these predictions by correlating sub-bandgap\noptical transitions with the density of dislocations formed during strain\nrelaxation in epitaxial ZnS grown on GaP. The densities for four predicted\npartial dislocations are quantified using scanning electron microscopy-based\nelectron channeling contrast imaging. Room-temperature ellipsometry reveals\nabsorption peaks that scale with dislocation density and align with theoretical\npredictions. Low-temperature photoluminescence spectra show deep emission peaks\nmatching dislocation 1D band-to-band transitions. Photoluminescence excitation\nspectroscopy reveals six distinct emission lines with contrasting excitation\ndependence. Four peaks (2.78, 2.41, 2.20, 1.88 eV), assigned to dislocations,\nexhibit only modest suppression ($\\leq$5$\\times$) when excited below the ZnS\nbandgap, while two other peaks (3.11, 1.53~eV) are strongly quenched\n($>$10$\\times$). These findings support the existence of efficient, 1D\nband-to-band radiative transitions within quantum wire-like dislocation core\nstates in ZnS, distinct from typical non-radiative deep-level defects in\nwide-gap semiconductors."}
{"id": "2510.06075", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06075", "abs": "https://arxiv.org/abs/2510.06075", "authors": ["Aleksandra Szczupak", "Grzegorz Cios", "Benedykt R. Jany"], "title": "Colorimetry and Tribology of Ultrapure Copper Surface Micromodification", "comment": null, "summary": "Controlling optical and tribological properties of metal surfaces, like color\nand wear rate, without altering their chemical composition is a highly\ndesirable process across numerous fields of science and industry. It represents\na cost-effective alternative to traditional chemical methods, particularly for\ncopper, one of the most important metals widely used where high electrical and\nthermal conductivity, alongside resistance to corrosion, are required. We\ninvestigated the control of copper surface texture through a controlled\nmicromodification process, utilizing constant force and velocity with abrasive\nsilicon carbide sandpaper on ultrapure copper pellets exhibiting elongated\ncrystallographic grains, and its impact on optical properties. Systematically\nvarying grit size and rubbing direction, both along and across the grains,\nresulted in tunable microgroove morphology, demonstrating a marked difference\nin wear rate between single-grain and multi-grain abrasion. Furthermore,\nmodification along copper grain boundaries yielded a change in the wear rate by\na factor of two, related to single-grain and multi-grain abrasion regime\nchanges, enabling precise control over material performance via tuned abrasion\nconditions. Colorimetric analysis via C-Microscopy revealed a strong,\nstatistically significant relationship between abrasive parameters, microgroove\ngeometry (inclination angle, depth, and size), and optical spectral signatures,\nwhich were then parametrized to achieve targeted control. This research\ndemonstrates a simple yet effective approach to color and reflectance\nmodification via microgroove engineering, offering a pathway to customized\nmaterial properties by uniquely coupling contact mechanics, surface morphology,\nand colorimetry at the microscale level."}
{"id": "2510.05401", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05401", "abs": "https://arxiv.org/abs/2510.05401", "authors": ["Yuxiang Gao", "Kevin Allen", "Rose Albu Mustaf", "Yichen Zhang", "Sanu Mishra", "Christopher Lane", "Marta Zonno", "Sergey Gorovikov", "Jian-Xin Zhu", "Ming Yi", "Emilia Morosan"], "title": "Quantum oscillations and anisotropic magnetoresistance in the quasi-two-dimensional Dirac nodal line superconductor $\\mathrm{YbSb_2}$", "comment": "9 pages, 8 figures", "summary": "Recent interest in quantum materials has focused on systems exhibiting both\nsuperconductivity and non-trivial band topology as material candidates to\nrealize topological or unconventional superconducting states. So far,\nsuperconductivity in most topological materials has been identified as type II.\nIn this work, we present magnetotransport studies on the quasi-two-dimensional\ntype I superconductor $\\mathrm{YbSb_2}$. Combined ab initio DFT calculations\nand quantum oscillation measurements confirm that $\\mathrm{YbSb_2}$ is a Dirac\nnodal line semimetal in the normal state. The complex Fermi surface morphology\nis evidenced by the non-monotonic angular dependence of both the quantum\noscillation amplitude and the magnetoresistance. Our results establish\n$\\mathrm{YbSb_2}$ as a candidate material platform for exploring the interplay\nbetween band topology and superconductivity."}
{"id": "2510.06137", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06137", "abs": "https://arxiv.org/abs/2510.06137", "authors": ["Indrajit Maity", "Johannes Lischner", "Arash A. Mostofi", "Ángel Rubio"], "title": "Origin of trapped intralayer Wannier and charge-transfer excitons in moiré materials", "comment": null, "summary": "Moir\\'e materials offer a versatile platform for engineering excitons with\nunprecedented control, promising next-generation optoelectronic applications.\nWhile continuum models are widely used to study moir\\'e excitons due to their\ncomputational efficiency, they often disagree with ab initio many-body\napproaches, as seen for intralayer excitons in WS$_2$/WSe$_2$ heterobilayers.\nHere, we resolve these discrepancies using an atomistic, quantum-mechanical\nframework based on the Bethe-Salpeter equation with localized Wannier functions\nas the basis for the electronic structure. We show that inclusion of dielectric\nscreening due to hexagonal boron nitride (hBN) encapsulation is essential to\nreproduce the full set of experimentally observed features of moir\\'e\nintralayer excitons. Our analysis reveals a competition between Wannier and\ncharge transfer characters, driven by variations between direct and indirect\nband gaps at high symmetry stacking regions due to atomic relaxations and\nenvironmentally tunable electron-hole interactions. Building on this insight,\nwe demonstrate that the lowest-energy bright excitons are Wannier-like in\nWS2/WSe2 heterobilayers but charge-transfer-like in twisted WSe2 homobilayers,\ndespite having comparable moir\\'e lengths when encapsulated in hBN. In the\nabsence of hBN encapsulation, the lowest-energy bright exciton in twisted\nWSe$_2$ becomes Wannier-like. These results establish atomistic modeling as a\npowerful and efficient approach for designing and controlling excitonic\nphenomena in moir\\'e materials."}
{"id": "2510.05413", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05413", "abs": "https://arxiv.org/abs/2510.05413", "authors": ["Wonseok Lee", "Levi D. Palmer", "Thomas E. Gage", "Scott K. Cushing"], "title": "Imaging Nanoscale Carrier, Thermal, and Structural Dynamics with Time-Resolved and Ultrafast Electron Energy-Loss Spectroscopy", "comment": "65 Pages, 18 figures; the following article has been submitted to\n  Chemical Physics Reviews. After it is published, it will be found at\n  https://pubs.aip.org/aip/cpr", "summary": "Time-resolved and ultrafast electron energy-loss spectroscopy (EELS) is an\nemerging technique for measuring photoexcited carriers, lattice dynamics, and\nnear-fields across femtosecond to microsecond timescales. When performed in\neither a specialized scanning transmission electron microscope or ultrafast\nelectron microscope (UEM), time-resolved and ultrafast EELS can directly image\ncharge carriers, lattice vibrations, and heat dissipation following\nphotoexcitation or applied bias. Yet recent advances in theoretical\ncalculations and electron optics are often required to realize the full\npotential of ultrafast EEL spectrum imaging. In this review, we present a\ncomprehensive overview of the recent progress in the theory and instrumentation\nof time-resolved and ultrafast EELS. We begin with an introduction to the\ntechnique, followed by a physical description of the loss function. We outline\napproaches for calculating and interpreting ground-state and transient EEL\nspectra spanning low-loss plasmons to core-level excitations analogous to X-ray\nabsorption. We then survey the current state of time-resolved and ultrafast\nEELS techniques beyond photon-induced near-field electron microscopy,\nhighlighting abilities to image carrier and thermal dynamics. Finally, we\nexamine future directions enabled by emerging technologies, including electron\nbeam monochromation, in situ and operando cells, laser-free UEM, and high-speed\ndirect electron detectors. These advances position time-resolved and ultrafast\nEELS as a critical tool for uncovering nanoscale dynamic processes in quantum\nmaterials and solar energy conversion devices."}
{"id": "2510.06166", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06166", "abs": "https://arxiv.org/abs/2510.06166", "authors": ["Rushik Desai", "Junyeong Ahn", "Alejandro Strachan", "Arun Mannodi-Kanakkithodi"], "title": "Bridging the Synthesizability Gap in Perovskites by Combining Computations, Literature Data, and PU Learning", "comment": null, "summary": "Among emerging energy materials, halide and chalcogenide perovskites have\ngarnered significant attention over the last decade owing to the abundance of\ntheir constituent species, low manufacturing costs, and their highly tunable\ncomposition-structure-property space. Navigating the vast perovskite\ncompositional landscape is possible using density functional theory (DFT)\ncomputations, but they are not easily extended to predictions of the\nsynthesizability of new materials and their properties. As a result, only a\nlimited number of compositions identified to have desirable optoelectronic\nproperties from these calculations have been realized experimentally. One way\nto bridge this gap is by learning from the experimental literature about how\nthe perovskite composition-structure space relates to their likelihood of\nlaboratory synthesis. Here, we present our efforts in combining high-throughput\nDFT data with experimental labels collected from the literature to train\nclassifier models employing various materials descriptors to forecast the\nsynthesizability of any given perovskite compound. Our framework utilizes the\npositive and unlabeled (PU) learning strategy and makes probabilistic estimates\nof the synthesis likelihood based on DFT- computed energies and the prior\nexistence of similar synthesized compounds. Our data and models can be readily\naccessed via a Findable, Accessible, Interoperable, and Reproducible (FAIR)\nnanoHUB tool."}
{"id": "2510.05424", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05424", "abs": "https://arxiv.org/abs/2510.05424", "authors": ["Md Hasan Shahriar Rifat", "Tanvir Khan", "Md Arafat Hossain Shourov", "Md Sahat Bin Sayed", "Md Saiful Islam"], "title": "Unveiling the physical attributes of CdGa2Te4 and ZnGa2Te4 compounds: A first-principles study for next-generation photovoltaics", "comment": "33 pages, 8 figures", "summary": "The electronic and optical properties of CdGa2Te4 and ZnGa2Te4 were studied\nusing first-principles DFT calculations. Band gaps were calculated using the\nGGA-PBESol functional. Both materials show promise for photovoltaic\napplications because of their large, near-unity absorption efficiencies (10^4\ncm^-1) in the visible region. They exhibit low exciton binding energies\n(18.85-26.81 meV), large Bohr radii (23-34.3 Angstrom), and moderate exciton\ntemperatures (218-311 K), which are favorable for photovoltaic applications.\nTheir performance as solar cells was simulated using the SCAPS-1D tool for\nthin-film devices with Pt/CdS/CdGa2Te4/Cu2O/Ti and Pt/CdS/ZnGa2Te4/Cu2O/Ti\nstructures. We investigated the effects of layer thickness, donor and acceptor\nconcentrations (shallow donors/acceptors), and defect density on device\nperformance. The ideal absorber thickness for XGa2Te4 (X = Cd, Zn) was found to\nbe 1000-1800 nm, and the CdS buffer layer around 150 nm. To obtain an\nefficiency above 20%, the defect density in the CdGa2Te4 and ZnGa2Te4 absorber\nlayers should be kept below 1.772 x 10^13 cm^-3. The best simulations show\nefficiencies of 18.46% and 17.35% for CdGa2Te4- and ZnGa2Te4-based solar cells,\nrespectively."}
{"id": "2510.05242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05242", "abs": "https://arxiv.org/abs/2510.05242", "authors": ["Peter A. Noordman", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Variational and field-theoretical approach to exciton-exciton interactions and biexcitons in semiconductors", "comment": null, "summary": "Bound electron-hole pairs in semiconductors known as excitons are the subject\nof intense research due to their potential for optoelectronic devices and\napplications, especially in the realm of two-dimensional materials. While the\nproperties of free excitons in these systems are well understood, a general\ndescription of their interactions is complicated due to their composite nature,\nwhich leads to exchange between the identical fermions of different excitons.\nIn this work we employ a variational approach to study interactions between\nWannier excitons and obtain an effective interaction potential between two\nground-state excitons in a system of spin-degenerate electrons and holes. This\npotential is in general nonlocal and depends on the coupled spins of the\nparticles. When particularized to hydrogen-like excitons with a heavy hole, it\nbecomes local and exactly reproduces the Heitler-London result for two\ninteracting hydrogen atoms. Thus, our result can be interpreted as a\ngeneralization of the Heitler-London potential to arbitrary masses. Including\ncorrections due to excited states results in a van der Waals potential at large\ndistances, which is expected due to the induced dipole-dipole nature of the\ninteractions. Additionally, we use a path-integral formalism to develop a\nmany-body theory for a gas of excitons, resulting in an excitonic action that\nformally includes many-body interactions between excitons. While in the field\nrepresenting the excitons is exactly bosonic, we clarify how the internal\nexchange processes arise in the field-theoretical treatment, and show that the\ndiagrams corresponding to the interactions between excitons align with our\nvariational calculation when evaluated on shell. Our methods and results lay\nthe groundwork for a generalized theory of exciton-exciton interactions and\ntheir application to the study of biexciton spectra and correlated excitonic\nmatter."}
{"id": "2510.05473", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05473", "abs": "https://arxiv.org/abs/2510.05473", "authors": ["Wilson J. Yánez-Parreño", "Teun A. J. van Schijndel", "Anthony P. McFadden", "Kaixuan Ji", "Susheng Tan", "Yu Wu", "Sergey Frolov", "Stefan Zollner", "Raymond W. Simmonds", "Christopher J. Palmstrøm"], "title": "Cryogenic growth of aluminum: structural morphology, optical properties, superconductivity and microwave dielectric loss", "comment": null, "summary": "We explore the molecular beam epitaxy synthesis of superconducting aluminum\nthin films grown on c-plane sapphire substrates at cryogenic temperatures of 6\nK and compare their behavior with films synthesized at room temperature. We\ndemonstrate that cryogenic growth increases structural disorder, producing\ncrystalline grains that modify the optical, electrical, and superconducting\nproperties of aluminum. We observe that cryogenic deposition changes the color\nof aluminum from fully reflective to yellow and correlate the pseudo-dielectric\nfunction and reflectance with structural changes in the film. We find that\nsmaller grain sizes enhance the superconductivity of aluminum, increasing its\ncritical temperature and critical field. We then estimate the superconducting\ngap and coherence length of Cooper pairs in aluminum in the presence of\ndisorder. Finally, we fabricate superconducting microwave resonators on these\nfilms and find that, independently of the growth temperature, the system is\ndominated by two-level system loss with similar quality factors in the high and\nlow power regimes. We further measure a higher kinetic inductance in the\ncryogenically grown films."}
{"id": "2510.05401", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05401", "abs": "https://arxiv.org/abs/2510.05401", "authors": ["Yuxiang Gao", "Kevin Allen", "Rose Albu Mustaf", "Yichen Zhang", "Sanu Mishra", "Christopher Lane", "Marta Zonno", "Sergey Gorovikov", "Jian-Xin Zhu", "Ming Yi", "Emilia Morosan"], "title": "Quantum oscillations and anisotropic magnetoresistance in the quasi-two-dimensional Dirac nodal line superconductor $\\mathrm{YbSb_2}$", "comment": "9 pages, 8 figures", "summary": "Recent interest in quantum materials has focused on systems exhibiting both\nsuperconductivity and non-trivial band topology as material candidates to\nrealize topological or unconventional superconducting states. So far,\nsuperconductivity in most topological materials has been identified as type II.\nIn this work, we present magnetotransport studies on the quasi-two-dimensional\ntype I superconductor $\\mathrm{YbSb_2}$. Combined ab initio DFT calculations\nand quantum oscillation measurements confirm that $\\mathrm{YbSb_2}$ is a Dirac\nnodal line semimetal in the normal state. The complex Fermi surface morphology\nis evidenced by the non-monotonic angular dependence of both the quantum\noscillation amplitude and the magnetoresistance. Our results establish\n$\\mathrm{YbSb_2}$ as a candidate material platform for exploring the interplay\nbetween band topology and superconductivity."}
{"id": "2510.05502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05502", "abs": "https://arxiv.org/abs/2510.05502", "authors": ["Tianyi Xiao", "Junjie Liu"], "title": "Full counting statistics of electron-photon hybrid systems: Joint statistics and fluctuation symmetry", "comment": "16 pages, 6 figures, comments are welcome!", "summary": "Electron-photon hybrid systems serve as ideal light-matter interfaces with\nbroad applications in quantum technologies. These systems are typically\noperated dynamically under nonequilibrium conditions, giving rise to coupled\nelectronic and photonic currents. Understanding the joint fluctuation behavior\nof these currents is essential for assessing the performance of light-matter\ninterfaces that rely on electron-photon correlations. Here, we investigate the\nfull counting statistics of coupled electronic and photonic currents in an\nexperimentally feasible hybrid system composed of a double quantum dot coupled\nto an optical cavity. We employ the framework of quantum Lindblad master\nequation which is augmented with both electronic and photonic counting fields\nto derive their joint cumulant generating function--a treatment that differs\nsignificantly from existing studies, which typically focus on either electron\nor photon statistics separately. We reveal that the ratio between photonic and\nelectronic currents, as well as their variances, can deviate from an expected\nquadratic scaling law in the large electron-photon coupling regime.\nFurthermore, we demonstrate that conventional modelings of photonic dissipation\nchannels in quantum master equations must be modified to ensure that the joint\ncumulant generating function satisfies the fluctuation symmetry enforced by the\nfluctuation theorem. Our results advance the understanding of joint fluctuation\nbehaviors in electron-photon hybrid systems and may inform the design of\nefficient quantum light-matter interfaces."}
{"id": "2510.05543", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05543", "abs": "https://arxiv.org/abs/2510.05543", "authors": ["E. Santos", "J. L. Costa", "R. L. Rodriguez-Suarez", "J. B. S. Mendes", "A. Azevedo"], "title": "Probing orbital currents through inverse orbital Hall and Rashba effects", "comment": "25 pages, 9 figures, 1 table", "summary": "We report a comprehensive experimental investigation of orbital-to-charge\nconversion in metallic and semiconductor materials, emphasizing the fundamental\nroles of the inverse orbital Hall effect (IOHE) and the inverse orbital Rashba\neffect. Using spin pumping driven by ferromagnetic resonance (SP-FMR) and the\nspin Seebeck effect (SSE), we demonstrate efficient orbital current generation\nand detection in YIG/Pt/NM structures, where NM is either a metal or a\nsemiconductor. A central finding is the dominance of orbital contributions over\nspin-related effects, even in systems with weak spin-orbit coupling. In\nparticular, a large enhancement of the SP-FMR and SSE signals is observed in\nthe presence of naturally oxidized Cu in different heterostructures.\nFurthermore, we identify positive and negative IOHE signals in Ti and Ge,\nrespectively, and extract orbital diffusion lengths in both systems using a\ndiffusive model. Our results confirm the presence of orbital transport and\noffer valuable insights that may guide the further development of orbitronics."}
{"id": "2510.05543", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05543", "abs": "https://arxiv.org/abs/2510.05543", "authors": ["E. Santos", "J. L. Costa", "R. L. Rodriguez-Suarez", "J. B. S. Mendes", "A. Azevedo"], "title": "Probing orbital currents through inverse orbital Hall and Rashba effects", "comment": "25 pages, 9 figures, 1 table", "summary": "We report a comprehensive experimental investigation of orbital-to-charge\nconversion in metallic and semiconductor materials, emphasizing the fundamental\nroles of the inverse orbital Hall effect (IOHE) and the inverse orbital Rashba\neffect. Using spin pumping driven by ferromagnetic resonance (SP-FMR) and the\nspin Seebeck effect (SSE), we demonstrate efficient orbital current generation\nand detection in YIG/Pt/NM structures, where NM is either a metal or a\nsemiconductor. A central finding is the dominance of orbital contributions over\nspin-related effects, even in systems with weak spin-orbit coupling. In\nparticular, a large enhancement of the SP-FMR and SSE signals is observed in\nthe presence of naturally oxidized Cu in different heterostructures.\nFurthermore, we identify positive and negative IOHE signals in Ti and Ge,\nrespectively, and extract orbital diffusion lengths in both systems using a\ndiffusive model. Our results confirm the presence of orbital transport and\noffer valuable insights that may guide the further development of orbitronics."}
{"id": "2510.05618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05618", "abs": "https://arxiv.org/abs/2510.05618", "authors": ["M. I. Sobirov", "K. A. Rogachev", "M. A. Bazrov", "Zh. Zh. Namsaraev", "I. M. Sapovskii", "T. R. Rakhmatullaev", "N. V. Ilin", "A. O Lembikov", "S. M. Pisarev", "A. V. Ognev", "A. S. Samardak", "A. Yu. Samardak"], "title": "Engineering Magnetic States and Magnetoresistance in Bisegmented Co-Ni Jellyfish Nanowires via Interplay of Shape and Magnetocrystalline Anisotropies", "comment": "19 pages, 9 figures, 2 tables, 5 supplementary figures", "summary": "Expanding the spectrum of 3D magnetic nanostructures requires mastering the\ninterplay between different anisotropy contributions. Here, we fabricate\nbisegmented jellyfish nanowires with tailored arrangements of Co (strong\nmagnetocrystalline anisotropy) and Ni (dominant shape anisotropy) segments. We\nuncover a unique magnetic duality: Co segments can be tuned to exhibit either a\nflux-closing multidomain state or a shape-anisotropy-dominated vortex\nconfiguration, directly governed by their geometry. This local domain\nstructure, imaged by MFM and simulated micromagnetically, dictates the global\nmagnetic response-suppressing magnetostatic interactions in arrays and enabling\nthe programming of the anisotropic magnetoresistance (AMR) in single nanowires.\nOur work provides a blueprint for designing functional magnetic nanomaterials\nwhere magnetoresistive properties are engineered through strategic anisotropy\ncontrol."}
{"id": "2510.05564", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05564", "abs": "https://arxiv.org/abs/2510.05564", "authors": ["Junhyoung Park", "Andrea Olivati", "Mirko Prato", "Min Kim", "Annamaria Petrozza"], "title": "Co-evaporated Formamidinium tin triiodide with suppressed p-type self-doping", "comment": "14 Pages, 6 figures", "summary": "Co-evaporation of formamidinium tin triiodide (FASnI3) precursors, without\nany additives or reducing agents, leads to the growth of a highly crystalline\nthin film which shows a bandgap around 1.31 eV, closely matching the\ntheoretical value predicted from the ideal single crystal structure of FASnI3.\nThe polycrystalline thin film presents a lower tendency of Sn2+ to Sn4+\noxidation and highly reduced tendency to self-doping, demonstrating, overall,\nan improved resistance to defects formation. These findings suggest\nsolvent-free co-evaporation processes as a promising route for high quality\nSn-based perovskite polycrystalline thin films."}
{"id": "2510.05772", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05772", "abs": "https://arxiv.org/abs/2510.05772", "authors": ["Bao-Zong Wang", "Zi-Kai Li", "Zhong-Da Li", "Xiong-Jun Liu"], "title": "Giant and robust Josephson diode effect in multiband topological nanowires", "comment": null, "summary": "We theoretically predict the giant and robust Josephson diode effect in\nquasi-one-dimensional topological Majorana nanowires in the regime with\nmultiple subbands, which is expected to be relevant for the real experiment. In\nthe multiband regime, the Majorana bound states and conventional Andreev bound\nstates can naturally coexist, and respectively contribute to the fractional and\nconventional parts in the Josephson effect, with the former/latter having\n4$\\pi$/2$\\pi$-periodicity. We show that the interplay between the two types of\nbound modes can produce a robust and giant diode effect in the deep topological\nphase regime. Notably, we unveil a novel spin parity exchange mechanism,\noccurring only in the multiband regime, which leads to a robust high efficiency\nplateau of the giant diode effect. This effect is a nontrivial consequence of\nthe balanced Fermi moment shifts of the multiple subbands in tuning the\nexternal magnetic field. Our finding highlights the subband engineering as a\npowerful tool to optimize the Josephson diode effect realistically and provides\na new feasible signature to identify topological phase regime in\nsuperconducting nanowires."}
{"id": "2510.05618", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05618", "abs": "https://arxiv.org/abs/2510.05618", "authors": ["M. I. Sobirov", "K. A. Rogachev", "M. A. Bazrov", "Zh. Zh. Namsaraev", "I. M. Sapovskii", "T. R. Rakhmatullaev", "N. V. Ilin", "A. O Lembikov", "S. M. Pisarev", "A. V. Ognev", "A. S. Samardak", "A. Yu. Samardak"], "title": "Engineering Magnetic States and Magnetoresistance in Bisegmented Co-Ni Jellyfish Nanowires via Interplay of Shape and Magnetocrystalline Anisotropies", "comment": "19 pages, 9 figures, 2 tables, 5 supplementary figures", "summary": "Expanding the spectrum of 3D magnetic nanostructures requires mastering the\ninterplay between different anisotropy contributions. Here, we fabricate\nbisegmented jellyfish nanowires with tailored arrangements of Co (strong\nmagnetocrystalline anisotropy) and Ni (dominant shape anisotropy) segments. We\nuncover a unique magnetic duality: Co segments can be tuned to exhibit either a\nflux-closing multidomain state or a shape-anisotropy-dominated vortex\nconfiguration, directly governed by their geometry. This local domain\nstructure, imaged by MFM and simulated micromagnetically, dictates the global\nmagnetic response-suppressing magnetostatic interactions in arrays and enabling\nthe programming of the anisotropic magnetoresistance (AMR) in single nanowires.\nOur work provides a blueprint for designing functional magnetic nanomaterials\nwhere magnetoresistive properties are engineered through strategic anisotropy\ncontrol."}
{"id": "2510.05908", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05908", "abs": "https://arxiv.org/abs/2510.05908", "authors": ["Lei Wang", "Mingwei Ma", "Jiangxu Li", "Liucheng Chen", "Bingru Lu", "Xiang Li", "Feng Jin", "Elbert E. M. Chia", "Jianlin Luo", "Rongyan Chen", "Peitao Liu", "Fang Hong", "Xinbo Wang"], "title": "Hidden phonon-assisted charge density wave transition in BaFe2Al9 revealed by ultrafast optical spectroscopy", "comment": "7 pages, 4 figures", "summary": "The interplay between electronic and lattice degrees of freedom is\nfundamental to charge density wave (CDW) formation, yet the microscopic origin\noften remains elusive. Here, we investigate the transient optical response of\nthe intermetallic compound BaFe2Al9 using polarization-resolved ultrafast\noptical spectroscopy. We identify a discontinuous sign reversal in the\ntransient reflectivity at Tc ~ 110 K, providing unambiguous evidence for the\nfirst-order transition. The anisotropic quasiparticle relaxation establishes\nthe three-dimensional nature of the ordered state. Below Tc, a single coherent\n1.6 THz oscillation appears abruptly and remains confined to the CDW phase.\nThis mode exhibits weak temperature dependence with negligible softening and is\nabsent in Raman spectra. First-principles calculations imply that it is a\nprecursor phonon at the CDW wave vector with strong electron-phonon coupling.\nOur results indicate that the CDW in BaFe2Al9 arises from intertwined\nelectronic and lattice instabilities, assisted by a displacive mechanism\nmediated by a hidden strongly coupled phonon, distinct from conventional\namplitude-mode softening scenarios."}
{"id": "2510.05629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05629", "abs": "https://arxiv.org/abs/2510.05629", "authors": ["Jian Luo"], "title": "From High-Entropy Ceramics (HECs) to Compositionally Complex Ceramics (CCCs) and Beyond", "comment": null, "summary": "Over the past decade, the field of high-entropy ceramics (HECs) has rapidly\nexpanded to encompass a wide range of oxides, borides, silicides, and other\nceramic solid solutions. In 2020, we proposed extending the concept of HECs to\ncompositionally complex ceramics (CCCs), in which non-equimolar compositions\nand the presence of long- or short-range order reduce entropy while offering\nnew opportunities to tailor and enhance properties, often beyond those of\nhigher-entropy counterparts. Here, fundamental questions arise: Is the entropy\nin HECs truly high? Should maximizing entropy always be our goal? This\nperspective article revisits key concepts and terminologies and highlights\nemerging directions, including dual-phase CCCs, ultrahigh-entropy phases, and\nnovel processing routes such as ultrafast reactive sintering. We propose that\nexploring compositional complexity across vast non-equimolar spaces, together\nwith correlated disorder (coupled short-range chemical and structural orders),\noffers a more effective strategy for designing ceramics with superior\nperformance than simply maximizing entropy."}
{"id": "2510.06030", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06030", "abs": "https://arxiv.org/abs/2510.06030", "authors": ["Rohit Goswami", "Hannes Jónsson"], "title": "Adaptive Pruning for Increased Robustness and Reduced Computational Overhead in Gaussian Process Accelerated Saddle Point Searches", "comment": "Invited article for the ChemPhysChem special issue dedicated to the\n  60th birthday of Prof. Debabrata Goswami. A preliminary version of this work\n  was presented at the UNOOS 2025 conference", "summary": "Gaussian process (GP) regression provides a strategy for accelerating saddle\npoint searches on high-dimensional energy surfaces by reducing the number of\ntimes the energy and its derivatives with respect to atomic coordinates need to\nbe evaluated. The computational overhead in the hyperparameter optimization\ncan, however, be large and make the approach inefficient. Failures can also\noccur if the search ventures too far into regions that are not represented well\nenough by the GP model. Here, these challenges are resolved by using\ngeometry-aware optimal transport measures and an active pruning strategy using\na summation over Wasserstein-1 distances for each atom-type in farthest-point\nsampling, selecting a fixed-size subset of geometrically diverse configurations\nto avoid rapidly increasing cost of GP updates as more observations are made.\nStability is enhanced by permutation-invariant metric that provides a reliable\ntrust radius for early-stopping and a logarithmic barrier penalty for the\ngrowth of the signal variance. These physically motivated algorithmic changes\nprove their efficacy by reducing to less than a half the mean computational\ntime on a set of 238 challenging configurations from a previously published\ndata set of chemical reactions. With these improvements, the GP approach is\nestablished as, a robust and scalable algorithm for accelerating saddle point\nsearches when the evaluation of the energy and atomic forces requires\nsignificant computational effort."}
{"id": "2510.05653", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05653", "abs": "https://arxiv.org/abs/2510.05653", "authors": ["Zheng-Han Huang", "Jing-Yuan Lai", "Yu-Shu G. Wu"], "title": "Valley-dependent topological interface states in biased armchair nanoribbons in gapless graphene", "comment": "9 pages, and 7 figures", "summary": "We investigate an electrical bias-controlled, topological kind discontinuity\nin valley polarization, in a two-segment armchair nanoribbon of gapless\ngraphene, where the discontinuity is created at the interface by applying\nopposite in-plane, transverse electrical biases to the two segments. In\nparticular, using an efficient tight-binding theoretical formulation, we\nexplicitly obtain energy eigenvalues and probability distributions of\ndiscontinuity-induced, interface-confined electron eigenstates, in a reference\nconfiguration. Moreover, implications of the confinement for electron transport\nare explored. A configurational variation is introduced to transform the\neigenstates into transport-active, quasi-localized ones. Such states are shown\nto result in Fano \"anti-resonances\" in transmission spectra. The resilience of\nthe quasi-localized states and their associated Fano fingerprints is also\nillustrated with respect to configurational fluctuations, demonstrating their\npotential detectability in realistic devices and suggesting transport\nspectroscopy as a practical probe of valley-dependent topological interface\nphysics in graphene nanoribbons."}
{"id": "2510.06168", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06168", "abs": "https://arxiv.org/abs/2510.06168", "authors": ["Siyu Cheng", "Keyu Zeng", "Yi Liu", "Christopher Candelora", "Ziqiang Wang", "Guang-Han Cao", "Ilija Zeljkovic"], "title": "Frieze charge-stripes in a correlated kagome superconductor CsCr$_3$Sb$_5$", "comment": null, "summary": "Kagome metals have developed into a vibrant playground for materials physics,\nwhere geometric frustration, electronic correlations and band topology come\ntogether to create a variety of exotic phenomena. Recently synthesized\nCsCr$_3$Sb$_5$ has provided a rare opportunity to explore unconventional\nsuperconductivity in a strongly correlated kagome system with hints of\nfrustrated magnetism and quantum criticality. Using spectroscopic imaging\nscanning tunneling microscopy, we reveal a cascade of density wave transitions\nwith different symmetries in bulk single crystals of CsCr$_3$Sb$_5$. In\nparticular, we discover a new electronic state $-$ a unidirectional density\nwave that breaks all mirror symmetries akin to a chiral density wave, but in\ncontrast retains a mirror-glide symmetry. We term this state a frieze\ncharge-stripe order phase, because its symmetry properties agree with one of\nthe fundamental frieze symmetry groups. A combination of high-resolution\nimaging, Fourier analysis and theoretical simulations uncovers the crucial role\nof sublattice degrees of freedom in forming this phase, with internal chiral\ntextures of opposite handedness. Our experiments reveal that superconductivity\nin CsCr$_3$Sb$_5$ develops from a new type of a unidirectional density wave,\nand set the foundation for exploring electronic states with frieze symmetry\ngroups in quantum materials."}
{"id": "2510.05655", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05655", "abs": "https://arxiv.org/abs/2510.05655", "authors": ["Yuchen Fan"], "title": "Liquid-gas analog multicriticality in a frustrated Ising bilayer", "comment": "8 pages, 9 figures", "summary": "We report the discovery of a multicritical point that extends the liquid-gas\nparadigm to systems with competing symmetry-breaking orders. Using large-scale\nMonte Carlo simulations of a frustrated bilayer Ising antiferromagnet with\ntunable couplings, we map out a rich finite-temperature phase diagram hosting\nthree ordered phases separated by both continuous and first-order transitions.\nBy tuning the couplings, a tricritical line and a critical end-point line\nconverge into a single multicritical line. At all points along the\nmulticritical line, symmetry-distinct phases exhibit identical leading critical\nbehavior -- consistent with the tricritical Ising universality class -- while\nthe subleading exponent exhibits a sharp shift from $y_g = 0.8$ to $y_g = 1$.\nThis shift reflects an emergent $Z_2$ symmetry akin to that of the liquid-gas\ncritical point, but realized here at a genuine multicritical point involving\nsimultaneous microscopic symmetry breaking. Our results establish a\nuniversality scenario in which emergent symmetry preserves the leading class\nbut reorganizes subleading scaling, providing a general mechanism for\nsymmetry-enforced multicriticality."}
{"id": "2510.05730", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05730", "abs": "https://arxiv.org/abs/2510.05730", "authors": ["Aritra Lahiri", "Juan Carlos Cuevas", "Björn Trauzettel"], "title": "Signatures of superconducting Higgs mode in irradiated Josephson junctions", "comment": null, "summary": "The Higgs mode, originally proposed in the context of superconductivity,\ncorresponds to oscillations of the amplitude of the superconducting order\nparameter. Recent THz-domain optical studies have found signatures consistent\nwith the Higgs mode, but its unambiguous detection is still challenging. We\npredict that the existence of the Higgs mode can be unambiguously revealed by\nstandard measurements of the transport characteristics in microwave-irradiated\nasymmetric and transparent Josephson junctions. One signature of the Higgs mode\nin a Josephson junction is the microwave-induced enhancement of the second\nharmonic of the equilibrium current-phase relation (at zero DC bias voltage),\nwhose sign differs from its expected value in the absence of the Higgs mode. As\nthe radiation frequency is varied, this enhancement exhibits resonant behavior\nwhen the microwave frequency is tuned across the Higgs mass. The second\nsignature that we propose is the enhancement of the second harmonic of the AC\nJosephson current at finite DC voltage bias, which can be probed in a customary\nanalysis of the Shapiro steps in a microwave-irradiated junction."}
{"id": "2510.05772", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.05772", "abs": "https://arxiv.org/abs/2510.05772", "authors": ["Bao-Zong Wang", "Zi-Kai Li", "Zhong-Da Li", "Xiong-Jun Liu"], "title": "Giant and robust Josephson diode effect in multiband topological nanowires", "comment": null, "summary": "We theoretically predict the giant and robust Josephson diode effect in\nquasi-one-dimensional topological Majorana nanowires in the regime with\nmultiple subbands, which is expected to be relevant for the real experiment. In\nthe multiband regime, the Majorana bound states and conventional Andreev bound\nstates can naturally coexist, and respectively contribute to the fractional and\nconventional parts in the Josephson effect, with the former/latter having\n4$\\pi$/2$\\pi$-periodicity. We show that the interplay between the two types of\nbound modes can produce a robust and giant diode effect in the deep topological\nphase regime. Notably, we unveil a novel spin parity exchange mechanism,\noccurring only in the multiband regime, which leads to a robust high efficiency\nplateau of the giant diode effect. This effect is a nontrivial consequence of\nthe balanced Fermi moment shifts of the multiple subbands in tuning the\nexternal magnetic field. Our finding highlights the subband engineering as a\npowerful tool to optimize the Josephson diode effect realistically and provides\na new feasible signature to identify topological phase regime in\nsuperconducting nanowires."}
{"id": "2510.05866", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.05866", "abs": "https://arxiv.org/abs/2510.05866", "authors": ["T. de Ara", "B. Olivera", "C. Sabater", "C. Untiedt"], "title": "Measurement of the Quantum Capacitance Between Two Metallic Electrodes", "comment": null, "summary": "Two factors contribute to the electrical capacitance between two electrodes:\na classical contribution, stemming from the electric field, and a quantum\ncontribution, governed by the Pauli exclusion principle, which increases the\ndifficulty of adding charge to the electrodes. In metals, the high electronic\nDensity of States (DOS) at the Fermi energy allows the quantum contribution to\nbe neglected, and a classical description of the electrical capacitance between\ntwo metallic electrodes is normally used. Here, we study the evolution of the\ncapacitance as two metallic electrodes (Pt or Au) are approached to the limit\nwhen quantum corrections are needed, before contact formation. At small\ndistances, we observe that the classical increase in capacitance turns into\nsaturation as the electrodes are approached, reaching the quantum capacitance\nlimit. Finally, a capacitance leakage due to quantum tunneling is observed.\nSince the quantum capacitance depends on the electronic DOS on the surface of\nthe electrodes, we use it to probe the DOS change induced by molecular\nadsorption (Toluene) on the metallic surface."}
{"id": "2510.05887", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.05887", "abs": "https://arxiv.org/abs/2510.05887", "authors": ["Tanay Pathak"], "title": "Full Eigenstate Thermalization in Integrable Spin Systems", "comment": "7pages, 4 figures + Supplementary Material", "summary": "The Eigenstate Thermalization Hypothesis(ETH) is a standard tool to\nunderstand the thermalization properties of an isolated quantum system. Its\ngeneralization to higher order correlations of matrix elements of local\noperators, dubbed the full ETH, predicts the decomposition of higher-order\ncorrelation function into thermal free cumulants. In this work, we numerically\ntest these predictions of full ETH using exact diagonalization of two spin\nmodels: the Ising and the XXZ Heisenberg models. The differences from the\nbehavior of full ETH prediction in chaotic systems are highlighted and\ncontrasted along the way. We also show that although in these integrable spin\nmodels the dynamics of the four-time correlators, specifically the\nout-of-time-ordered correlator (OTOC), is encoded in the fourth order free\ncumulant, it exhibits late-time dynamics that is different from nonintegrable\nsystems."}
{"id": "2510.05889", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05889", "abs": "https://arxiv.org/abs/2510.05889", "authors": ["Ihsan Caha", "Aqrab ul Ahmad", "Francis Leonard Deepak"], "title": "Confinement-Controlled Morphology and Stability of One-Dimensional CrI3 Nanotubes", "comment": "Research article", "summary": "Integrating monolayers derived from 2D van der Waals (vdW) magnetic materials\ninto next-generation technological applications remains a significant challenge\ndue to their structural and magnetic instability issues. Template-assisted\nencapsulation is a potential route for the growth of stable 2D monolayers aimed\nat designing novel 1D heterostructures, opening new avenues for studying\nlow-dimensional quantum effects and spin-related phenomena. In this study, we\nexplored the diameter-dependent encapsulation of 2D CrI3 crystals using\nmulti-walled carbon nanotubes as nanoscale host templates. Advanced microscopic\nanalysis revealed distinct structural transitions, ranging from internal\nnanorod encapsulation to external shell formation, directly influenced by the\nhost nanotube diameter. Furthermore, statistical analysis of structural\nmorphologies indicates that CrI3 nanorods preferentially form within MWCNTs\nwith inner diameters up to 5 nm, while single-walled CrI3 nanotubes are\nstabilized in CNTs with diameters up to 8 nm. For host CNTs exceeding 10 nm in\ndiameter, CrI3 predominantly forms surface coatings rather than confined\none-dimensional structures. In situ electron beam irradiation demonstrates the\nsuperior structural stability of single-walled CrI3 confined within MWCNTs,\nwhile externally coated CrI3 undergoes decomposition into metallic Cr clusters.\nProlonged irradiation induces a morphological transformation of CrI3 nanotubes\ninto nanorods. These insights lay the groundwork for engineering robust,\ntunable 1D magnetic heterostructures of CrI3 for spintronic and data storage\napplications."}
{"id": "2510.05908", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05908", "abs": "https://arxiv.org/abs/2510.05908", "authors": ["Lei Wang", "Mingwei Ma", "Jiangxu Li", "Liucheng Chen", "Bingru Lu", "Xiang Li", "Feng Jin", "Elbert E. M. Chia", "Jianlin Luo", "Rongyan Chen", "Peitao Liu", "Fang Hong", "Xinbo Wang"], "title": "Hidden phonon-assisted charge density wave transition in BaFe2Al9 revealed by ultrafast optical spectroscopy", "comment": "7 pages, 4 figures", "summary": "The interplay between electronic and lattice degrees of freedom is\nfundamental to charge density wave (CDW) formation, yet the microscopic origin\noften remains elusive. Here, we investigate the transient optical response of\nthe intermetallic compound BaFe2Al9 using polarization-resolved ultrafast\noptical spectroscopy. We identify a discontinuous sign reversal in the\ntransient reflectivity at Tc ~ 110 K, providing unambiguous evidence for the\nfirst-order transition. The anisotropic quasiparticle relaxation establishes\nthe three-dimensional nature of the ordered state. Below Tc, a single coherent\n1.6 THz oscillation appears abruptly and remains confined to the CDW phase.\nThis mode exhibits weak temperature dependence with negligible softening and is\nabsent in Raman spectra. First-principles calculations imply that it is a\nprecursor phonon at the CDW wave vector with strong electron-phonon coupling.\nOur results indicate that the CDW in BaFe2Al9 arises from intertwined\nelectronic and lattice instabilities, assisted by a displacive mechanism\nmediated by a hidden strongly coupled phonon, distinct from conventional\namplitude-mode softening scenarios."}
{"id": "2510.05910", "categories": ["cond-mat.supr-con", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2510.05910", "abs": "https://arxiv.org/abs/2510.05910", "authors": ["F. Avitabile", "F. Colangelo", "M. Yu. Mikhailov", "Z. Makhdoumi Kakhaki", "A. Kumar", "I. Esmaeil Zadeh", "C. Attanasio", "C. Cirillo"], "title": "Superconducting Nanowire Single Photon Detectors based on NbRe nitride ultrafilms", "comment": "accepted for publication in Applied Physics Letters", "summary": "The influence of the reactive DC sputtering parameters on the superconducting\nproperties of NbReN ultrathin films was investigated. A detailed study of the\ncurrent-voltage characteristics of the plasma was performed to optimize the\nsuperconducting critical temperature, Tc. The thickness dependence of Tc for\nthe films deposited under different conditions was analyzed down to the\nultrathin limit. Optimized films were used to fabricate superconducting\nnanowire single photon detectors which, at T=3.5 K, show saturated internal\ndetection efficiency (IDE) up to a wavelength of 1301 nm and 95% IDE at 1548 nm\nwith recovery times and timing jitter of about 8 ns and 28 ps, respectively."}
{"id": "2510.05928", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.05928", "abs": "https://arxiv.org/abs/2510.05928", "authors": ["Pavel Souček", "Stanislava Debnárová", "Šárka Zuzjaková", "Shuyao Lin", "Matej Fekete", "Zsolt Czigány", "Katalin Balázsi", "Lukáš Vrána", "Tatiana Pitoňáková", "Ondřej Jašek", "Petr Zeman", "Nikola Koutná"], "title": "High- and medium-entropy nitride coatings from the Cr-Hf-Mo-Ta-W-N system: properties and high-temperature stability", "comment": null, "summary": "High- and medium-entropy nitride coatings from the Cr-Hf-Mo-Ta-W-N system\nwere studied using ab initio calculations and experiments to clarify the role\nof entropy and individual elements in phase stability, microstructure, and\nhigh-temperature behaviour. Formation energy calculations indicated that\nnitrogen vacancies stabilise the cubic (fcc) phase, with hafnium and tantalum\nacting as strong stabilisers, while tungsten destabilises the lattice. Coatings\nwere deposited by reactive magnetron sputtering at approx. 50C (AT) and approx.\n580C (HT). All exhibited columnar fcc structures; high-temperature deposition\nproduced denser coatings, lower nitrogen content, and larger crystallites,\nresulting in higher hardness and elastic modulus. Thermal stability was tested\nup to 1200C on Si and oxidation at 1400C on sapphire. AT coatings failed early,\nwhile most HT coatings endured. Nitrogen loss less than 10 at.% at 1000C was\ncritical for survival. TEM revealed tungsten segregation and HfO2 formation,\nwhile fcc nitride remained dominant. Ta enrichment proved essential for\nsuperior thermal and oxidation stability."}
{"id": "2510.05932", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.05932", "abs": "https://arxiv.org/abs/2510.05932", "authors": ["Thanh Tran", "Phuong Vo", "Thomas Sheppard", "Timothy Grotjohn", "Paul Quayle"], "title": "Retardance of lab grown diamond substrates as a function of thickness: momentum-drift random walk model", "comment": "20 pages, 8 figures", "summary": "This work studies the correlation between mean retardance and thickness of\ndiamond substrates grown homoepitaxially via microwave plasma-enhanced chemical\nvapor deposition (MPCVD). We measure the retardance of a diamond substrate in\ntwo orientations: perpendicular and parallel to the growth direction. Our\nexperimental results demonstrate that the correlation between mean retardance\nand thickness differs for these orientations. When measured perpendicular to\nthe growth direction, the mean retardance is approximately proportional to the\nsquare root of the substrate thickness. In contrast, when measured parallel to\nthe growth direction, we observe a generally higher mean retardance and an\napproximately linear correlation with thickness. This anisotropy arises not\nfrom differences in stress magnitude but from differences in the interlayer\ncorrelation of the principal stress axes, as evidenced by correlation\ncoefficients between the azimuth angles of consecutive layers in the diamond\ncrystal. To simulate the integrated retardance of diamond wafers, we propose a\ntwo-dimensional random walk model with momentum drift, which captures the\ndiamond crystal tendency to preserve the azimuth angle across the samples. By\noptimizing the momentum factor, we show that the model can closely match\nexperimental data. The momentum factor is found higher along the growth\ndirection, which is consistent with the calculated correlation coefficients.\nFurthermore, both the model and experiments indicate that\nretardance-to-thickness ratios of thin samples converge toward similar base\nretardances in both orientations. These findings establish a quantitative\nframework for interpreting birefringence in diamond substrates, with\nimplications for material selection and development in thermal management,\nquantum sensing, high-power electronics, and optical applications."}
{"id": "2510.05938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05938", "abs": "https://arxiv.org/abs/2510.05938", "authors": ["Andy S. Anker", "John L. A. Gardner", "Louise A. M. Rosset", "Andrew L. Goodwin", "Volker L. Deringer"], "title": "Autonomous interpretation of atomistic scattering data", "comment": null, "summary": "Materials with bespoke properties have long been identified by computational\nsearches, and their experimental realisation is now coming within reach through\nautonomous laboratories. Scattering experiments are central to verifying the\natomic structures of autonomously synthesised materials. Yet, interpreting\nthese measurements typically requires user expertise and manual processing, or\nmachine learning (ML) models trained on predefined datasets, limiting fully\nautonomous materials discovery. Here, we introduce a differentiable\noptimisation framework that treats scattering calculations, energetics, and\nchemical constraints as a unified refinement problem. Capability demonstrations\nacross molecules, crystal structures, nanoparticles, and amorphous matter show\nthat this data-driven approach resolves structural degeneracies with\nmulti-modal inputs - suggesting its usefulness for informing, and ultimately\nguiding, the operation of autonomous laboratories."}
{"id": "2510.05940", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.05940", "abs": "https://arxiv.org/abs/2510.05940", "authors": ["Vladislav Egorov", "Stepan Osipov"], "title": "Analytic expressions for estimation of the critical properties of inhomogeneous Ising models", "comment": "13 pages, 2 figures", "summary": "In many applications of spin models, the fast estimation of their critical\ntemperatures and other physical properties is of great importance. In this\nwork, we present the analytical expressions estimating the critical properties\nof inhomogeneous Ising models with ferromagnetic interactions. The expressions\nwere obtained within the framework of the m-vicinity method. The accuracy of\nthe critical temperature estimations was evaluated through comparison with\nMonte Carlo simulations. Special attention was given to the case when the model\nconsists of two interacting interpenetrating homogeneous sublattices, and\nrelationships for the compositional dependence of the critical temperature were\nderived."}
{"id": "2510.05970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.05970", "abs": "https://arxiv.org/abs/2510.05970", "authors": ["Ezgi Hatipoğlu", "Ayman A. El-Zoka", "Yujun Zhao", "Stanislav Mráz", "Jochen M. Schneider", "Baptiste Gault", "Aparna Saksena"], "title": "Effect of crystallographic texture on dealloying kinetics and composition of nanoporous gold surface", "comment": null, "summary": "Nanoporous metals allow for tailoring composition and surface-to-volume\nratio, both aspects critical for applications in catalysis. Here, Ag70Au30 (2\nat. %) films with a face-centered cubic structure were deposited at 400{\\deg}C,\neither {111}-textured or randomly oriented. Upon chemical dealloying, atom\nprobe tomography of the nanoporous structure reveals that the textured film\nretains a up to 2.7 times higher Ag concentration within the ligaments compared\nto the randomly oriented film that exhibits ligament coarsening, indicating\nfaster dealloying kinetics. Our study highlights the potential of\nmicrostructure engineering in tailoring the properties of nanoporous metals for\npossible future catalytic and electrochemical applications."}
{"id": "2510.05974", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05974", "abs": "https://arxiv.org/abs/2510.05974", "authors": ["Simon Rousseau", "Gabriel Seyfarth", "Georg Knebel", "Dai Aoki", "Yoshichika Ōnuki", "Alexandre Pourret"], "title": "Metastability of the Topological Magnetic Orders in the Chiral Antiferromagnet EuPtSi", "comment": "11 pages, 8 figures", "summary": "We report resistivity and Hall effect measurements in the chiral\nantiferromagnet EuPtSi. Depending on the magnetic field orientation with\nrespect to the crystallographic axes, EuPtSi presents different topological\nmagnetic phases below the N\\'eel temperature $T_N=4.05$K. In particular, for a\nfield $H \\parallel $ [111], it exhibits the well known skyrmion lattice A-phase\ninside the conical phase between $T=0.45$K and $T_N$ in the field range from\n0.8T to 1.4T. Remarkably, the skyrmion lattice state in EuPtSi, composed of\nnanoscale skyrmions, can be extended down to very low temperature (lower than\n0.1K) through field-cooling regardless of the cooling rate and of the magnetic\nhistory. Similarly the metastability of the A'- and B-phases ($H \\parallel $\n[100]) at low temperature is evidenced by our measurements. These results\nsuggest that EuPtSi is a peculiar example where the competition between the\ntopological stability and the thermal agitation can lead to metastable quantum\nskyrmion state."}
{"id": "2510.05988", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.05988", "abs": "https://arxiv.org/abs/2510.05988", "authors": ["Julien Fitouchi", "Natalia Chepiga"], "title": "Commensurate-incommensurate Mott transition without magnetic field: emergence of nematic Luttinger liquid in XXZ chain", "comment": "7 pages, 8 figures", "summary": "We investigate the zero-magnetization phase diagram of a spin-1/2 chain with\ncompeting ferromagnetic nearest-neighbor and antiferromagnetic\nnext-nearest-neighbor exchange couplings in the strongly interacting regime.\nUsing density matrix renormalization group (DMRG) simulations, we discover two\nsuccessive commensurate-incommensurate transitions of the non-conformal\nPokrovsky-Talapov universality class, occurring (even) at zero magnetic field.\nThe first transition marks the condensation of bound pairs of magnons into a\ncritical phase with central charge $c=2$, emerging from a gapped period-4\nphase. At the second transition, an incommensurate quadrupolar (or nematic)\nLuttinger liquid forms out of a gapped phase separation state, via the pairwise\ncondensation of domain walls. We argue that both transitions involve the same\nunderlying incommensurate nematic Luttinger liquid, and that the $c=2$ phase\ncan be understood as a coexistence of a conventional (single-magnon type) and\nquadrupolar (two-magnon type) Luttinger liquids. Our results demonstrate that\nfrustration alone is sufficient to drive continuous commensurate-incommensurate\ntransitions of Mott type and stabilise incommensurate quasi-long-range order\nwithout doping."}
{"id": "2510.06004", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.06004", "abs": "https://arxiv.org/abs/2510.06004", "authors": ["Rawnak Sultana", "Mojtaba Taghipour Kaffash", "Gianluca Gubbiotti", "Yi Ji", "M. Benjamin Jungfleisch", "Federico Montoncello"], "title": "Magnon-Magnon Interaction Induced by Dynamic Coupling in a Hybrid Magnonic Crystal", "comment": null, "summary": "We report a combined experimental and numerical investigation of spin-wave\ndynamics in a hybrid magnonic crystal consisting of a CoFeB artificial spin ice\n(ASI) of stadium-shaped nanoelements patterned atop a continuous NiFe film,\nseparated by a 5 nm Al2O3 spacer. Using Brillouin light scattering\nspectroscopy, we probe the frequency dependence of thermal spin waves as\nfunctions of applied magnetic field and wavevector, revealing the decisive role\nof interlayer dipolar coupling in the magnetization dynamics. Micromagnetic\nsimulations complement the experiments, showing a strong interplay between ASI\nedge modes and backward volume modes in the NiFe film. The contrast in\nsaturation magnetization between CoFeB and NiFe enhances this coupling, leading\nto a pronounced hybridization manifested as a triplet of peaks in the spectra -\npredicted by simulations and observed experimentally. This magnon-magnon\ncoupling persists over a wide magnetic field range, shaping both the spin-wave\ndispersion and frequency-field response throughout the hysteresis loop. Our\nfindings establish how ASI geometry can selectively enhance specific spin-wave\nwavelengths in the underlying film, identifying them as preferential channels\nfor magnonic signal transport and manipulation."}
{"id": "2510.06006", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06006", "abs": "https://arxiv.org/abs/2510.06006", "authors": ["Sergio M. Rezende", "Byron Freelon", "Roberto L. Rodríguez-Suárez"], "title": "Spin wave theory for the triaxial magnetic anisotropy 2D van der Waals antiferromagnet CrSBr", "comment": "8 pages, 4 figures", "summary": "The magnetic properties of two-dimensional (2D) materials have been\nattracting increasing attention in recent years due to their unique behavior\nand possible applications in new devices. One material of great interest is the\n2D van der Waals (vdW) crystal CrSBr, that exhibits antiferromagnetic (AF)\norder at low temperatures due to an interlayer AF exchange interaction. Here we\npresent a full quantum spin-wave theory for CrSBr considering three intralayer\nand one interlayer exchange interactions, and triaxial magnetic anisotropy. The\nfits of the theoretical results to antiferromagnetic resonance (AFMR)\nmeasurements and inelastic neutron scattering data yield reliable values for\nthe seven interaction parameters that can be used to calculate other properties\nof this interesting material."}
{"id": "2510.06037", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.06037", "abs": "https://arxiv.org/abs/2510.06037", "authors": ["Luis Enrique Coronas", "Stepan Timr", "Fabio Sterpone", "Giancarlo Franzese"], "title": "Unveiling the entropic role of hydration water in SOD1 partitioning within FUS condensate", "comment": "25 pages, 13 figures, 3 tables. Submitted to The Journal of Chemical\n  Physics", "summary": "Biological processes like the sequestration of Superoxide Dismutase 1 (SOD1)\ninto biomolecular condensates such as FUS and stress granules are essential to\nunderstanding disease mechanisms, including amyotrophic lateral sclerosis\n(ALS). Our study demonstrates that the hydration environment is crucial in\nthese processes. Using the advanced CVF water model, which captures\nhydrogen-bond networks at the molecular level, we show how water greatly\nimpacts SOD1's behavior, residency times, and transition rates between\ndifferent associative states. Importantly, when water is included to hydrate an\nimplicit solvent model (OPEP), we gain a new perspective on the free energy\nlandscape of the system, leading to a conclusion that clarifies that suggested\nby OPEP alone. While the OPEP model indicated that Bovine Serum Albumin (BSA)\ncrowders reduce SOD1's partition coefficient (PC) mainly due to nonspecific\ninteractions with BSA, our enhanced explicit-water approach reveals that the\nhydration entropy behavior in BSA drives the observed decrease in PC. This\nhighlights that explicitly modeling water is essential for accurately\nunderstanding protein-crowder interactions and their biological relevance,\nemphasizing water's role in cellular phase separation and disease-related\nprocesses."}
{"id": "2510.06075", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.06075", "abs": "https://arxiv.org/abs/2510.06075", "authors": ["Aleksandra Szczupak", "Grzegorz Cios", "Benedykt R. Jany"], "title": "Colorimetry and Tribology of Ultrapure Copper Surface Micromodification", "comment": null, "summary": "Controlling optical and tribological properties of metal surfaces, like color\nand wear rate, without altering their chemical composition is a highly\ndesirable process across numerous fields of science and industry. It represents\na cost-effective alternative to traditional chemical methods, particularly for\ncopper, one of the most important metals widely used where high electrical and\nthermal conductivity, alongside resistance to corrosion, are required. We\ninvestigated the control of copper surface texture through a controlled\nmicromodification process, utilizing constant force and velocity with abrasive\nsilicon carbide sandpaper on ultrapure copper pellets exhibiting elongated\ncrystallographic grains, and its impact on optical properties. Systematically\nvarying grit size and rubbing direction, both along and across the grains,\nresulted in tunable microgroove morphology, demonstrating a marked difference\nin wear rate between single-grain and multi-grain abrasion. Furthermore,\nmodification along copper grain boundaries yielded a change in the wear rate by\na factor of two, related to single-grain and multi-grain abrasion regime\nchanges, enabling precise control over material performance via tuned abrasion\nconditions. Colorimetric analysis via C-Microscopy revealed a strong,\nstatistically significant relationship between abrasive parameters, microgroove\ngeometry (inclination angle, depth, and size), and optical spectral signatures,\nwhich were then parametrized to achieve targeted control. This research\ndemonstrates a simple yet effective approach to color and reflectance\nmodification via microgroove engineering, offering a pathway to customized\nmaterial properties by uniquely coupling contact mechanics, surface morphology,\nand colorimetry at the microscale level."}
{"id": "2510.06086", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.06086", "abs": "https://arxiv.org/abs/2510.06086", "authors": ["Avijit Maity", "Aman Kumar", "Vikram Tripathi"], "title": "Identifying chiral topological order in microscopic spin models by modular commutator", "comment": "6 pages, 4 figures, 2 figures in Supplementary Material", "summary": "The chiral central charge $c_-$ is a key topological invariant of the edge\ncharacterizing the bulk two-dimensional chiral topological order, but its\ndirect evaluation in microscopic spin models has long been a challenge,\nespecially for non-abelian topological order. Building on the recently\ndeveloped modular commutator formalism, we numerically obtain $c_-$ directly\nfrom single ground-state wave functions of two-dimensional interacting spin\nmodels that have chiral topological order. This provides a geometry-independent\nand bulk diagnostic of chirality. We study two nonintegrable systems -- the\nZeeman-Kitaev honeycomb model and the kagome antiferromagnet -- both subjected\nto scalar spin chirality perturbations. We find that the modular commutator\nyields results consistent with the expected topological quantum field theories.\nWe also compute the topological entanglement entropy which provides an\nindependent diagnostic of the topological orders. Our work establishes modular\ncommutators as a powerful numerical probe of chiral topological order in\nstrongly correlated quantum magnets."}
{"id": "2510.06109", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06109", "abs": "https://arxiv.org/abs/2510.06109", "authors": ["A. A. Mazanik", "C. -H. Huang", "Miguel A. Cazalilla", "F. S. Bergeret"], "title": "Phase-induced switching of ferromagnetic insulators in Josephson spin valves", "comment": "7 pages, 4 figures", "summary": "We study the Josephson effect in junctions composed of two ferromagnetic\ninsulator/diffusive superconductor bilayers separated by an insulating barrier.\nBy computing the free energy of the system, we identify two distinct\ncontributions: (i) The work performed by a current source to create a\nsupercurrent through the junction, and (ii) an antiferromagnetic coupling\nbetween ferromagnetic insulators, mediated by the superconducting condensate\nacross the insulating barrier. The competition between these contributions\nallows for switching between parallel and antiparallel configurations of the\nmagnetizations of the ferromagnetic insulators. We explicitly show that the\nswitching occurs at finite temperatures and for superconducting phase\ndifferences satisfying $\\pi/2 < \\phi < 3\\pi/2$. Importantly, this effect can be\nrealized in ferromagnetic insulators with sufficiently large easy-plane\nanisotropy energy. Using realistic junction parameters, we demonstrate that the\nswitching can be controlled by phase bias and triggered by half-flux-quantum\nvoltage pulses or external magnetic field pulses on the microsecond timescale.\nThese results provide a route towards controllable Josephson-based\nsuperconducting memory devices based on EuS/Al heterostructures."}
{"id": "2510.06137", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06137", "abs": "https://arxiv.org/abs/2510.06137", "authors": ["Indrajit Maity", "Johannes Lischner", "Arash A. Mostofi", "Ángel Rubio"], "title": "Origin of trapped intralayer Wannier and charge-transfer excitons in moiré materials", "comment": null, "summary": "Moir\\'e materials offer a versatile platform for engineering excitons with\nunprecedented control, promising next-generation optoelectronic applications.\nWhile continuum models are widely used to study moir\\'e excitons due to their\ncomputational efficiency, they often disagree with ab initio many-body\napproaches, as seen for intralayer excitons in WS$_2$/WSe$_2$ heterobilayers.\nHere, we resolve these discrepancies using an atomistic, quantum-mechanical\nframework based on the Bethe-Salpeter equation with localized Wannier functions\nas the basis for the electronic structure. We show that inclusion of dielectric\nscreening due to hexagonal boron nitride (hBN) encapsulation is essential to\nreproduce the full set of experimentally observed features of moir\\'e\nintralayer excitons. Our analysis reveals a competition between Wannier and\ncharge transfer characters, driven by variations between direct and indirect\nband gaps at high symmetry stacking regions due to atomic relaxations and\nenvironmentally tunable electron-hole interactions. Building on this insight,\nwe demonstrate that the lowest-energy bright excitons are Wannier-like in\nWS2/WSe2 heterobilayers but charge-transfer-like in twisted WSe2 homobilayers,\ndespite having comparable moir\\'e lengths when encapsulated in hBN. In the\nabsence of hBN encapsulation, the lowest-energy bright exciton in twisted\nWSe$_2$ becomes Wannier-like. These results establish atomistic modeling as a\npowerful and efficient approach for designing and controlling excitonic\nphenomena in moir\\'e materials."}
{"id": "2510.06166", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.06166", "abs": "https://arxiv.org/abs/2510.06166", "authors": ["Rushik Desai", "Junyeong Ahn", "Alejandro Strachan", "Arun Mannodi-Kanakkithodi"], "title": "Bridging the Synthesizability Gap in Perovskites by Combining Computations, Literature Data, and PU Learning", "comment": null, "summary": "Among emerging energy materials, halide and chalcogenide perovskites have\ngarnered significant attention over the last decade owing to the abundance of\ntheir constituent species, low manufacturing costs, and their highly tunable\ncomposition-structure-property space. Navigating the vast perovskite\ncompositional landscape is possible using density functional theory (DFT)\ncomputations, but they are not easily extended to predictions of the\nsynthesizability of new materials and their properties. As a result, only a\nlimited number of compositions identified to have desirable optoelectronic\nproperties from these calculations have been realized experimentally. One way\nto bridge this gap is by learning from the experimental literature about how\nthe perovskite composition-structure space relates to their likelihood of\nlaboratory synthesis. Here, we present our efforts in combining high-throughput\nDFT data with experimental labels collected from the literature to train\nclassifier models employing various materials descriptors to forecast the\nsynthesizability of any given perovskite compound. Our framework utilizes the\npositive and unlabeled (PU) learning strategy and makes probabilistic estimates\nof the synthesis likelihood based on DFT- computed energies and the prior\nexistence of similar synthesized compounds. Our data and models can be readily\naccessed via a Findable, Accessible, Interoperable, and Reproducible (FAIR)\nnanoHUB tool."}
{"id": "2510.06168", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.06168", "abs": "https://arxiv.org/abs/2510.06168", "authors": ["Siyu Cheng", "Keyu Zeng", "Yi Liu", "Christopher Candelora", "Ziqiang Wang", "Guang-Han Cao", "Ilija Zeljkovic"], "title": "Frieze charge-stripes in a correlated kagome superconductor CsCr$_3$Sb$_5$", "comment": null, "summary": "Kagome metals have developed into a vibrant playground for materials physics,\nwhere geometric frustration, electronic correlations and band topology come\ntogether to create a variety of exotic phenomena. Recently synthesized\nCsCr$_3$Sb$_5$ has provided a rare opportunity to explore unconventional\nsuperconductivity in a strongly correlated kagome system with hints of\nfrustrated magnetism and quantum criticality. Using spectroscopic imaging\nscanning tunneling microscopy, we reveal a cascade of density wave transitions\nwith different symmetries in bulk single crystals of CsCr$_3$Sb$_5$. In\nparticular, we discover a new electronic state $-$ a unidirectional density\nwave that breaks all mirror symmetries akin to a chiral density wave, but in\ncontrast retains a mirror-glide symmetry. We term this state a frieze\ncharge-stripe order phase, because its symmetry properties agree with one of\nthe fundamental frieze symmetry groups. A combination of high-resolution\nimaging, Fourier analysis and theoretical simulations uncovers the crucial role\nof sublattice degrees of freedom in forming this phase, with internal chiral\ntextures of opposite handedness. Our experiments reveal that superconductivity\nin CsCr$_3$Sb$_5$ develops from a new type of a unidirectional density wave,\nand set the foundation for exploring electronic states with frieze symmetry\ngroups in quantum materials."}
{"id": "2510.05282", "categories": ["physics.comp-ph", "cond-mat.other", "cs.MS", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.05282", "abs": "https://arxiv.org/abs/2510.05282", "authors": ["Xavier Andrade", "Jacopo Simoni", "Yuan Ping", "Tadashi Ogitsu", "Alfredo A. Correa"], "title": "SHarmonic: A fast and accurate implementation of spherical harmonics for electronic-structure calculations", "comment": "13 pages, 2 figures. The code can be downloaded from\n  https://gitlab.com/npneq/sharmonic", "summary": "The authors present SHarmonic, a new implementation of the spherical\nharmonics targeted for electronic-structure calculations. Their approach is to\nuse explicit formulas for the harmonics written in terms of normalized\nCartesian coordinates. This approach results in a code that is as precise as\nother implementations while being at least one order of magnitude more\ncomputationally efficient. The library can run on graphics processing units\n(GPUs) as well, achieving an additional order of magnitude in execution speed.\nThis new implementation is simple to use and is provided under an open source\nlicense, it can be readily used by other codes to avoid the error-prone and\ncumbersome implementation of the spherical harmonics."}
{"id": "2510.06030", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.06030", "abs": "https://arxiv.org/abs/2510.06030", "authors": ["Rohit Goswami", "Hannes Jónsson"], "title": "Adaptive Pruning for Increased Robustness and Reduced Computational Overhead in Gaussian Process Accelerated Saddle Point Searches", "comment": "Invited article for the ChemPhysChem special issue dedicated to the\n  60th birthday of Prof. Debabrata Goswami. A preliminary version of this work\n  was presented at the UNOOS 2025 conference", "summary": "Gaussian process (GP) regression provides a strategy for accelerating saddle\npoint searches on high-dimensional energy surfaces by reducing the number of\ntimes the energy and its derivatives with respect to atomic coordinates need to\nbe evaluated. The computational overhead in the hyperparameter optimization\ncan, however, be large and make the approach inefficient. Failures can also\noccur if the search ventures too far into regions that are not represented well\nenough by the GP model. Here, these challenges are resolved by using\ngeometry-aware optimal transport measures and an active pruning strategy using\na summation over Wasserstein-1 distances for each atom-type in farthest-point\nsampling, selecting a fixed-size subset of geometrically diverse configurations\nto avoid rapidly increasing cost of GP updates as more observations are made.\nStability is enhanced by permutation-invariant metric that provides a reliable\ntrust radius for early-stopping and a logarithmic barrier penalty for the\ngrowth of the signal variance. These physically motivated algorithmic changes\nprove their efficacy by reducing to less than a half the mean computational\ntime on a set of 238 challenging configurations from a previously published\ndata set of chemical reactions. With these improvements, the GP approach is\nestablished as, a robust and scalable algorithm for accelerating saddle point\nsearches when the evaluation of the energy and atomic forces requires\nsignificant computational effort."}
{"id": "2510.06144", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.06144", "abs": "https://arxiv.org/abs/2510.06144", "authors": ["Paul A. Johnson", "Charles-Émile Fecteau", "Samuel Nadeau", "Mauricio Rodríguez-Mayorga", "Pierre-François Loos"], "title": "Connections between Richardson-Gaudin States, Perfect-Pairing, and Pair Coupled-Cluster Theory", "comment": null, "summary": "Slater determinants underpin most electronic structure methods, but\norbital-based approaches often struggle to describe strong correlation\nefficiently. Geminal-based theories, by contrast, naturally capture static\ncorrelation in bond-breaking and multireference problems, though at the expense\nof implementation complexity and limited treatment of dynamic effects. In this\nwork, we examine the interplay between orbital and geminal frameworks, focusing\non perfect-pairing (PP) wavefunctions and their relation to pair\ncoupled-cluster doubles (pCCD) and Richardson-Gaudin (RG) states. We show that\nPP arises as an eigenvector of a simplified reduced Bardeen-Cooper-Schrieffer\n(BCS) Hamiltonian expressed in bonding/antibonding orbital pairs, with the\ncomplementary eigenvectors enabling a systematic treatment of weak correlation.\nSecond-order Epstein-Nesbet perturbation theory on top of PP is found to yield\nenergies nearly equivalent to pCCD. These results clarify the role of\npair-based ans\\\"atze and open avenues for hybrid approaches that combine the\nstrengths of orbital- and geminal-based methods."}
