{"id": "2510.02521", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.02521", "abs": "https://arxiv.org/abs/2510.02521", "authors": ["E. O. Kamenetskii"], "title": "Symmetry in magnetoelectric electromagnetism and magnetoelectric meta-atoms", "comment": null, "summary": "While in electromagnetism we have space-time symmetry, magnetoelectric (ME)\nprocesses are characterized by space-time symmetry breaking. Our goal is to\nshow that quantum vacuum fields with both time reversal and space inversion\nsymmetry breaking (so-called ME fields) can be observed in subwavelength\nregions of electromagnetic (EM) radiation. The sources of ME fields are ME\nmeta-atoms, subwavelength elements made of magnetic insulators, where the\ndynamical ME behavior is due to modulations and topological coupling of\nmagnetization and electric polarization. The interaction between EM and ME\nsystems occurs through virtual structures, ME virtual photons. Experimentally,\nME quantum vacuum states can be detected in a microwave cavity. The topic of\nthese studies concerns fundamental aspects of ME quantum electrodynamics\n(MEQED)."}
{"id": "2510.02574", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02574", "abs": "https://arxiv.org/abs/2510.02574", "authors": ["Jacob Huber", "Supriyo Bandyopadhyay"], "title": "A Physical Unclonable Function Based on Variations of Write Times in STT-MRAM due to Manufacturing Defects", "comment": null, "summary": "A physical unclonable function (PUF) utilizes the unclonable random\nvariations in a device's responses to a set of inputs to produce a unique\n\"biometric\" that can be used for authentication. The variations are caused by\nunpredictable, unclonable and random manufacturing defects. Here, we show that\nthe switching time of a magnetic tunnel junction injected with a spin-polarized\ncurrent generating spin transfer torque is sensitive to the nature of\nstructural defects introduced during manufacturing and hence can be the basis\nof a PUF. We use micromagnetic simulations to study the switching times under a\nconstant current excitation for six different (commonly encountered) defect\nmorphologies in spin-transfer-torque magnetic random access memory (STT-MRAM)\nto establish the viability of a PUF."}
{"id": "2510.02644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02644", "abs": "https://arxiv.org/abs/2510.02644", "authors": ["Yuto Furutani", "Hayato Fukushima", "Yutaka Yamamoto", "Masanori Ichioka", "Hiroto Adachi"], "title": "Ginzburg-Landau theory of spin pumping through an antiferromagnetic layer near the Néel temperature", "comment": "13 pages, 4 figures", "summary": "Spin pumping is a microwave-driven means for injecting spins from a\nferromagnet into the adjacent target material. The insertion of a thin\nantiferromagnetic layer between the ferromagnet and the target material is\nknown to enhance the spin pumping signal. Here, in view of describing dynamic\nfluctuations of the N\\'{e}el order parameter, we develop Ginzburg-Landau theory\nof the spin pumping in a ferromagnet/antiferromagnet/heavy metal trilayer in\nthe vicinity of the antiferromagnetic N\\'{e}el temperature $T_{\\rm N}$. When\nthere exists an interfacial exchange interaction between the ferromagnetic\nspins and the antiferromagnetic N\\'{e}el order parameter at the\nferromagnet/antiferromagnet interface, we find a strongly frequency-dependent\nenhancement of the pumped spin current that is peaked at $T_{\\rm N}$. The\npresent finding offers an explanation for the enhanced spin pumping with strong\nfrequency dependence observed in a Y$_3$Fe$_5$O$_{12}$/CoO/Pt system."}
{"id": "2510.02661", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02661", "abs": "https://arxiv.org/abs/2510.02661", "authors": ["Longjun Xiang", "Jinxiong Jia", "Fuming Xu", "Jian Wang"], "title": "Classification of electromagnetic responses by quantum geometry", "comment": null, "summary": "The nonlinear charge current $j_a=\\sigma_{abc}E_bE_c$ of Bloch electrons in\nquantum materials under an electric field can be well characterized by the\nquantum geometry, as most exemplified by the extrinsic and intrinsic nonlinear\nHall effects induced by the Berry curvature dipole and the quantum metric\ndipole, respectively. Nevertheless, a unified quantum geometric description for\nthe bilinear charge current $j_a=\\sigma_{ab,c}E_bB_c$ of Bloch electrons driven\nby the electromagnetic fields, including the ordinary Hall effect (OHE), the\nmagnetononlinear Hall effect (MNHE), and the planar Hall effect (PHE), remains\nelusive. Herein, we show that this bilinear conductivity, as contributed by the\norbital minimal coupling and the spin Zeeman coupling of the applied magnetic\nfield, respectively, can be classified by the conventional quantum geometry and\nthe recently proposed Zeeman quantum geometry, where the symmetry constraint\nfrom the fundamental response equation is encoded. Specifically, we uncover\nthat the intrinsic orbital and spin bilinear currents--responsible for the\norbital and spin MNHEs--are governed by the quantum metric quadrupole and the\nZeeman quantum metric dipole, respectively. In contrast, the extrinsic orbital\nand spin bilinear currents, which are linear in the relaxation time $\\tau$ and\nlead to the orbital and spin PHEs, are governed by the Berry curvature\nquadrupole and the Zeeman Berry curvature dipole, respectively.\nCounterintuitively, we find that the OHE due to the Lorentz force can also\ninclude an interband contribution from the quantum metric quadrupole. After\nbuilding the quantum geometric classification of this bilinear current, we\nstudy the rarely known spin PHE with the surface Dirac cone of\nthree-dimensional topological insulators."}
{"id": "2510.02949", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.02949", "abs": "https://arxiv.org/abs/2510.02949", "authors": ["Peter Reinholdt", "Erik Kjellgren", "Jacob Kongsted"], "title": "Linear Response Selected Configuration Interaction", "comment": "31 pages, 6 figures", "summary": "In this work, we extend selected configuration interaction (SCI) methods\nbeyond energies and expectation values by introducing a linear response (LR)\nframework for molecular response properties. Existing SCI approaches are\ncapable of approximating the energy of the full configuration interaction (FCI)\nwave function with high accuracy but at a much lower cost. However,\nconventional determinant selection will, by design, mainly select determinants\nthat are expected to improve energies, and this can lead to the omission of\nmany determinants that are important for wave function response. We address\nthis by introducing two new selection criteria motivated by linear response\ntheory. Using these extended determinant selection criteria, we demonstrate\nthat LR-SCI can systematically converge toward the FCI limit for static\npolarizabilities. Using a damped LR formulation, we compute the water K-edge\nX-ray absorption spectrum in active spaces up to (10e, 58o). Finally, we use\nLR-SCI to compute NMR spin-spin coupling constants for water, where we find\nthat accuracy beyond that offered by CCSDT can be achieved. Overall, LR-SCI\noffers a promising route to compute response properties with near-FCI accuracy\nto systems beyond the reach of exact FCI."}
{"id": "2510.02440", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02440", "abs": "https://arxiv.org/abs/2510.02440", "authors": ["Feng He", "Arthur Hutsalyuk", "Giuseppe Mussardo", "Andrea Stampiggi"], "title": "Statistical Signatures of Integrable and Non-Integrable Quantum Hamiltonians", "comment": "68+22 pages, 27 figures", "summary": "Integrability is a cornerstone of classical mechanics, where it has a precise\nmeaning. Extending this notion to quantum systems, however, remains subtle and\nunresolved. In particular, deciding whether a quantum Hamiltonian - viewed\nsimply as a matrix - defines an integrable system is far from obvious, yet\ncrucial for understanding non-equilibrium dynamics, spectral correlations, and\ncorrelation functions in many-body physics. We develop a statistical framework\nthat approaches quantum integrability from a probabilistic standpoint. A key\nobservation is that integrability requires a finite probability of vanishing\nenergy gaps. Building on this, we propose a two-step protocol to distinguish\nintegrable from non-integrable Hamiltonians. First, we apply a systematic Monte\nCarlo decimation of the spectrum, which exponentially compresses the Hilbert\nspace and reveals whether level spacings approach Poisson statistics or remain\nmixed. The termination point of this decimation indicates the statistical\ncharacter of the spectrum. Second, we analyze $k$-step gap distributions, which\nsharpen the distinction between Poisson and mixed statistics. Our procedure\napplies to Hamiltonians of any finite size, independent of whether their\nstructure involves a few blocks or an exponentially fragmented Hilbert space.\nAs a benchmark, we implement the protocol on quantum Hamiltonians built from\nthe permutation group $\\mathcal{S}_N$, demonstrating both its effectiveness and\ngenerality."}
{"id": "2510.02715", "categories": ["physics.comp-ph", "cs.AI", "cs.CE"], "pdf": "https://arxiv.org/pdf/2510.02715", "abs": "https://arxiv.org/abs/2510.02715", "authors": ["Yuhao Zhou", "Huangyan Shen", "Qingliang Song", "Qingshu Dong", "Jianfeng Li", "Weihua Li"], "title": "Fully automated inverse co-optimization of templates and block copolymer blending recipes for DSA lithography", "comment": null, "summary": "The directed self-assembly (DSA) of block copolymers (BCPs) offers a highly\npromising approach for the fabrication of contact holes or vertical\ninterconnect access at sub-7nm technology nodes. To fabricate circular holes\nwith precisely controlled size and positions, the self-assembly of block\ncopolymers requires guidance from a properly designed template. Effectively\nparameterizing the template shape to enable efficient optimization remains a\ncritical yet challenging problem. Moreover, the optimized template must possess\nexcellent manufacturability for practical applications. In this work, we\npropose a Gaussian descriptor for characterizing the template shape with only\ntwo parameters. We further propose to use AB/AB binary blends instead of pure\ndiblock copolymer to improve the adaptability of the block copolymer system to\nthe template shape. The Bayesian optimization (BO) is applied to co-optimize\nthe binary blend and the template shape. Our results demonstrate that BO based\non the Gaussian descriptor can efficiently yield the optimal templates for\ndiverse multi-hole patterns, all leading to highly matched self-assembled\nmorphologies. Moreover, by imposing constraints on the variation of curvature\nof the template during optimization, superior manufacturability is ensured for\neach optimized template. It is noteworthy that each key parameter of the blend\nexhibits a relatively wide tunable window under the requirement of rather high\nprecision. Our work provides valuable insights for advancing DSA technology,\nand thus potentially propels its practical applications forward."}
{"id": "2510.02451", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02451", "abs": "https://arxiv.org/abs/2510.02451", "authors": ["Mohsen Yarmohammadi", "Jacob Linder", "James K. Freericks"], "title": "Slow-phonon control of spin Edelstein effect in Rashba $d$-wave altermagnets", "comment": "14 pages, 8 figures", "summary": "Altermagnets have zero net magnetization yet feature spin-split bands that\nhost spin-polarized states. Here, we investigate how slow lattice vibrations\n(phonons) influence both the intrinsic and externally induced spin\npolarizations in two-dimensional $d$-wave altermagnets. For the induced spin\npolarizations, we employ a Rashba continuum model with electron-phonon coupling\n(EPC) treated at the static-Holstein level and analyze the spin Edelstein\neffect using the Kubo linear-response formalism. We find that\nmoderate-to-strong EPC progressively suppresses the induced polarization via\nboth intraband and interband channels, with a critical coupling marking the\nonset of complete spin Edelstein depolarization. The depolarization transition\narises from a phonon-induced energy renormalization that pushes the spin-split\nbands anisotropically above the chemical potential, leading to a complete\ncollapse of the Fermi surface. While (de)polarization can occur even in the\nRashba non-altermagnetic phase, it remains isotropic. The presence of\naltermagnetism makes it anisotropic and breaks the conventional antisymmetry\nbetween spin susceptibilities that occurs with pure spin-orbit coupling,\nrendering the effect highly relevant for spintronic applications. We further\ninvestigate how the phonon coupling to the altermagnetic order, Rashba\nspin-orbit strength, and carrier doping collectively tune the depolarization\ntransition. Our findings demonstrate that phonon scattering (e.g., through\nvarious substrates) offers a powerful means for on-demand control of spin\npolarization, enabling reversible switching between spin-polarized and\ndepolarized states -- a key functionality for advancing spin logic\narchitectures and optimizing next-generation spintronic devices."}
{"id": "2510.02413", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02413", "abs": "https://arxiv.org/abs/2510.02413", "authors": ["V. Apinyan", "M. Sahakyan"], "title": "Unusual spin-triplet superconductivity in monolayer graphene", "comment": "21 pages, 13 figures", "summary": "In this paper we consider the phonons in monolayer graphene and we show the\npossibility for the spin-triplet superconducting excitations states by\ndiscretizing the single-particle excitations near Fermi wave vector. The\nmolonayer graphene was supposed to be exposed under the influence of the\nexternal gate-potential and the local Coulomb interaction effects have been\ntaken into account at each lattice site position in the monolayer. A\nsufficiently large temperature domain was found, where the superconducting\norder parameter is not vanishing. Corresponding to this, at the surprisingly\nhigh temperature limit, we obtain a narrow domain of the electron-phonon\ncoupling parameter $\\lambda_{\\rm eff}$, emphasizing the superconducting state.\nWe discuss the localizing role of Hubbard-$U$ interaction and the effects\nexternal gate potential on the calculated physical parameters in the system. We\nexplain the importance of the chemical potential in the formation of the\nsuperconducting state. We show the existence of a large superconducting\nband-gap in the system even in the case of the absence of the applied electric\nfield potential."}
{"id": "2510.02429", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02429", "abs": "https://arxiv.org/abs/2510.02429", "authors": ["Srinivas V. Mandyam", "Esther Wang", "Zhipan Wang", "Bijuan Chen", "Nishan C. Jayarama", "Anmay Gupta", "Eric A. Riesel", "Valery I. Levitas", "Christopher R. Laumann", "Norman Y. Yao"], "title": "Uncovering origins of heterogeneous superconductivity in La$_3$Ni$_2$O$_7$ using quantum sensors", "comment": null, "summary": "The family of nickelate superconductors have long been explored as analogs of\nthe high temperature cuprates. Nonetheless, the recent discovery that certain\nstoichiometric nickelates superconduct up to high $T_c$ under pressure came as\na surprise. The mechanisms underlying the superconducting state remain\nexperimentally unclear. In addition to the practical challenges posed by\nworking in a high pressure environment, typical samples exhibit anomalously\nweak diamagnetic responses, which have been conjectured to reflect\ninhomogeneous `filamentary' superconducting states. We perform wide-field,\nhigh-pressure, optically detected magnetic resonance spectroscopy to image the\nlocal diamagnetic responses of as grown La$_3$Ni$_2$O$_7$ samples \\emph{in\nsitu}, using nitrogen vacancy quantum sensors embedded in the diamond anvil\ncell. These maps confirm significant inhomogeneity of the functional\nsuperconducting responses at the few micron scale. By spatially correlating the\ndiamagnetic Meissner response with both the local tensorial stress environment,\nalso imaged \\emph{in situ}, and stoichiometric composition, we unravel the\ndominant mechanisms suppressing and enhancing superconductivity. Our wide-field\ntechnique simultaneously provides a broad view of sample behavior and excellent\nlocal sensitivity, enabling the rapid construction of multi-parameter phase\ndiagrams from the local structure-function correlations observed at the\nsub-micron pixel scale."}
{"id": "2510.02413", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02413", "abs": "https://arxiv.org/abs/2510.02413", "authors": ["V. Apinyan", "M. Sahakyan"], "title": "Unusual spin-triplet superconductivity in monolayer graphene", "comment": "21 pages, 13 figures", "summary": "In this paper we consider the phonons in monolayer graphene and we show the\npossibility for the spin-triplet superconducting excitations states by\ndiscretizing the single-particle excitations near Fermi wave vector. The\nmolonayer graphene was supposed to be exposed under the influence of the\nexternal gate-potential and the local Coulomb interaction effects have been\ntaken into account at each lattice site position in the monolayer. A\nsufficiently large temperature domain was found, where the superconducting\norder parameter is not vanishing. Corresponding to this, at the surprisingly\nhigh temperature limit, we obtain a narrow domain of the electron-phonon\ncoupling parameter $\\lambda_{\\rm eff}$, emphasizing the superconducting state.\nWe discuss the localizing role of Hubbard-$U$ interaction and the effects\nexternal gate potential on the calculated physical parameters in the system. We\nexplain the importance of the chemical potential in the formation of the\nsuperconducting state. We show the existence of a large superconducting\nband-gap in the system even in the case of the absence of the applied electric\nfield potential."}
{"id": "2510.02684", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02684", "abs": "https://arxiv.org/abs/2510.02684", "authors": ["Dmitry V. Chichinadze"], "title": "Weak localization and antilocalization corrections to nonlinear transport: a semiclassical Boltzmann treatment", "comment": "Main text: 4 pages, 1 figure, 32 references; Supplementary\n  information: 9 pages, 1 figure", "summary": "The nonlinear transport regime is manifested in the nonlinear current-voltage\ncharacteristic of the system. An example of such a nonlinear regime is a setup\nin which current is injected into the sample and the measured voltage drop is\nquadratic in the injected current. Such a quadratic nonlinear regime requires\ninversion symmetry to be broken. This is the same symmetry condition as one\nneeds to observe weak antilocalization, which can be prominent in\ntwo-dimensional systems. Here, we study the effects of weak (anti)localization\non second-order nonlinear transport in two-dimensional systems using the\nsemiclassical Boltzmann approach. We solve for quasiparticle distribution\nfunction up to the second order in the applied external electric field and\ncalculate linear and nonlinear conductivity tensors for a toy model. We find\nthat localization effects could lead to a sign change of the nonlinear\nconductivity tensor -- a phenomenon observed in single-layer graphene devices."}
{"id": "2510.03114", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.03114", "abs": "https://arxiv.org/abs/2510.03114", "authors": ["Sushmitha S", "Subhasmita Ray", "Lavanya Rao", "Mahesha P Nayak", "Karel Carva", "Badekai Ramachandra Bhat"], "title": "Electrochemical insights into manganese-cobalt doped $α-Fe_2O_3$ nanomaterial for cholesterol detection: A comparative approach", "comment": null, "summary": "Herein, a self-assembled hierarchical structure of hematite\n($\\alpha$-$Fe_2O_3$) was synthesized via a one-pot hydrothermal method.\nSubsequently, the nanomaterial was doped to get $M_{x}Fe_{2-x}O_3$ (M = Mn-Co;\nx = 0.01, 0.05, 0.1) at precise concentrations. The electrode was fabricated by\ncoating the resulting nanocomposite onto a Nickel Foam (NF) substrate. The\nelectrochemical characterization demonstrated the excellent performance of\ncobalt-doped $\\alpha$-$Fe_2O_3$, among which, $Co_0.05Fe_0.95O_3$ (CF5)\nexhibited superior performance, showing a two-fold increase in sensitivity of\n1364.2 $\\mu$A.m$M^{-1}$.$cm^{-2}$ $(\\pm 0.03, n = 3)$ in 0.5 M KOH, a Limit of\nDetection (LOD) of $\\sim 0.17 mM$, and a Limit of Quantification (LOQ) of\n{\\sim}0.58 mM. Density Functional Theory (DFT) was performed to understand the\ndoping prompting in the reduced bandgap. The fabricated electrode displayed a\nrapid response time of 2 s and demonstrated 95% stability, excellent\nreproducibility, and selectivity, as confirmed by tests with several\ninterfering species. A comprehensive evaluation of the electrode's performance\nusing human blood serum highlighted its robustness and reliability for\ncholesterol detection in clinical settings, making it a promising tool for\nclinical and pharmaceutical applications."}
{"id": "2510.02448", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.02448", "abs": "https://arxiv.org/abs/2510.02448", "authors": ["Rupak Majumder", "Julien Barré", "Shamik Gupta"], "title": "Finite-size fluctuations for stochastic coupled oscillators: A general theory", "comment": "26 pages, 6 figures", "summary": "Phase transitions, sharp in the thermodynamic limit, get smeared in finite\nsystems where macroscopic order-parameter fluctuations dominate. Achieving a\ncoherent and complete theoretical description of these fluctuations is a\ncentral challenge. We develop a general framework to quantify these finite-size\neffects in synchronization transitions of generic stochastic, globally-coupled\nnonlinear oscillators. By applying a center-manifold reduction to the nonlinear\nstochastic PDE for the single-oscillator distribution in finite systems, we\nderive a mesoscopic description that yields the complete time evolution of the\norder parameter in the form of a Langevin equation. In particular, this\nequation provides the first closed-form steady-state distribution of the order\nparameter, fully capturing finite-size effects. Free from integrability\nconstraints and the celebrated Ott-Antonsen ansatz, our theory shows excellent\nagreement with simulations across diverse coupling functions and frequency\ndistributions, demonstrating broad applicability. Strikingly, it surpasses\nrecent approaches near criticality and in the incoherent phase, where\nfinite-size fluctuations are most pronounced."}
{"id": "2510.02755", "categories": ["physics.comp-ph", "math-ph", "math.MP", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.02755", "abs": "https://arxiv.org/abs/2510.02755", "authors": ["Matthias Zschornak", "Muthu Vallinayagam", "Melanie Nentwich", "Dirk C. Meyer", "Karl Fischer"], "title": "A review on the Parameter Space Concept and its use for crystal structure determination", "comment": null, "summary": "We present a comprehensive review of the emerging crystal structure\ndetermination method Parameter Space Concept (PSC), which solves and refines\neither partial or complete crystal structures by mapping each experimental or\ntheoretical observation as a geometric interpretation, bypassing the\nconventional Fourier inversion. The PSC utilizes only a few \\xray (equivalently\nneutron) diffraction amplitudes or intensities and turns them into piecewise\nanalytic hyper-surfaces, called isosurfaces, embedded in a higher-dimensional\northonormal Cartesian space (Parameter Space (PS)). It reformulates the crystal\ndetermination task into a geometric interpretation, searching for a common\nintersection point of different isosurfaces. The art of defining various kinds\nof isosurfaces, based on signs, amplitude or intensity values, normalized\nratios, and ranking of reflections, offers multiple choices of adapting methods\nin PSC based on available experimental or theoretical observations. The\nelegance of PSC stems from one-dimensional projections of atomic coordinates,\nenabling the construction of full three-dimensional crystal structures by\ncombining multiple projections. By these means, the user may explore homometric\nand non-homometric solutions within both centric and acentric structures with\nspatial resolution remarkably down to pm, even with a limited number of\ndiffraction reflections. Having demonstrated the potential of PSC for various\nsynthetic structures and exemplarily verified direct application to realistic\ncrystals, the origin and development of PSC methods are coherently discussed in\nthis review. Notably, this review emphasizes the theoretical foundations,\ncomputational strategies, and potential extensions of PSC, outlining the\nroadmap for future applications of PSC in the broader context of structure\ndetermination from experimental diffraction observations."}
{"id": "2510.02452", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02452", "abs": "https://arxiv.org/abs/2510.02452", "authors": ["Mohsen Yarmohammadi", "Marco Berritta", "Marin Bukov", "Libor Šmejkal", "Jacob Linder", "Peter M. Oppeneer"], "title": "Spin polarization engineering in $d$-wave altermagnets", "comment": "10 pages, 4 figures", "summary": "Altermagnets host unconventional spin-polarized bands despite zero net\nmagnetization, but controlling their spin structure remains challenging. We\npropose a multi-field approach to engineer spin polarization in $d$-wave\naltermagnets using gating, optical driving, and in-plane electric fields, which\nenable tunable and switchable polarizations along multiple directions. Optical\ndriving induces out-of-plane ($z$) polarization, while gating and in-plane\nfields generate $x$- and $y$-polarizations via the Edelstein effect, all of\nwhich are experimentally detectable. We further find that spin- and\nband-selective doping induces chiral optical activity, a feature unique to\naltermagnets. Our approach provides a versatile route for full control of spin\npolarization in altermagnets."}
{"id": "2510.02444", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02444", "abs": "https://arxiv.org/abs/2510.02444", "authors": ["Manato Fujimoto", "Naoto Nakatsuji", "Ashvin Vishwanath", "Patrick Ledwith"], "title": "Four Moiré materials at One Magic Angle in Helical Quadrilayer Graphene", "comment": "5 pages, 3 figures main text. 9 pages 5 figures supplement", "summary": "We introduce helical twisted quadrilayer graphene (HTQG), four graphene\nsheets rotated by the same small angle, as a versatile and experimentally\naccessible platform for correlated topological matter. HTQG consists of three\nmoir\\'e lattices, formed by interference between adjacent graphene layers, that\nare twisted relative to each other. Lattice relaxation produces four types of\nlarge-scale commensurate domains. The domains are characterized by the stacking\nof the three moir\\'e lattices and come in two types: Type-I \"Bernal\" stacking\nand Type-II \"rhombohedral\" stacking. Domain walls between adjacent stackings\noften host topologically protected edge states, forming networks at the\nsupermoir\\'e and super-supermoir\\'e scales. Remarkably, all four moir\\'e\nsubstructures have narrow bands at the same magic angle $\\theta \\approx\n2.3^\\circ$, allowing their correlated phases to be simultaneously targeted in\ndevice manufacturing. We argue that the Type-I domains are especially suitable\nfor realizing robust superconductivity which emerges from doping topological\ninsulators, and Chern insulators in $C = \\pm 2$ bands."}
{"id": "2510.02474", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02474", "abs": "https://arxiv.org/abs/2510.02474", "authors": ["Yanek Verghis", "Denis Sedov", "Jakob Weßling", "Prathyush P. Poduval", "Mathias S. Scheurer"], "title": "Vestigial pairing from fluctuating magnetism and triplet superconductivity", "comment": null, "summary": "We study the finite-temperature vestigial superconducting phases of a\ntwo-dimensional system of fluctuating spin-triplet pairing and spin magnetism.\nDenoting the respective primary order parameters by $\\mathbf{d}$ and\n$\\mathbf{N}$, which are not long-range ordered at finite temperature, the\ncomposite fields $\\phi_{dd} = \\mathbf{d}\\cdot\\mathbf{d}$ and $\\phi_{dN} =\n\\mathbf{d}\\cdot\\mathbf{N}$ are spin-rotation invariant and can condense at\nfinite temperature. Using a large-$N$ approach that respects the Mermin-Wagner\ntheorem, we here derive the phase diagram which features two vestigial\nsuperconductors: $(A)$ a charge-$4e$ superconductor with $\\phi_{dd}\\neq 0$ and\n$\\phi_{dN} =0$ and $(B)$ a charge-$2e$ state with $\\phi_{dN} ,\\phi_{dd}\\neq 0$.\nWe analyze the temperature and coupling-constant dependent properties of these\ntwo superconductors using a perturbative approach and a variational\nHartree-Fock study. This reveals non-trivial spectra in the superconductors,\nwhich result from the fundamental building blocks being distinct from the usual\nCooper pairs--in phase $(A)$, the elementary bosons are bound states of four\nelectrons and, in phase $(B)$, of three electrons and a hole. This work\ncomplements the previous study [Nat. Commun. 15, 1713 (2024),\narXiv:2301.01344], which focused on the properties of phase $(B)$."}
{"id": "2510.02429", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02429", "abs": "https://arxiv.org/abs/2510.02429", "authors": ["Srinivas V. Mandyam", "Esther Wang", "Zhipan Wang", "Bijuan Chen", "Nishan C. Jayarama", "Anmay Gupta", "Eric A. Riesel", "Valery I. Levitas", "Christopher R. Laumann", "Norman Y. Yao"], "title": "Uncovering origins of heterogeneous superconductivity in La$_3$Ni$_2$O$_7$ using quantum sensors", "comment": null, "summary": "The family of nickelate superconductors have long been explored as analogs of\nthe high temperature cuprates. Nonetheless, the recent discovery that certain\nstoichiometric nickelates superconduct up to high $T_c$ under pressure came as\na surprise. The mechanisms underlying the superconducting state remain\nexperimentally unclear. In addition to the practical challenges posed by\nworking in a high pressure environment, typical samples exhibit anomalously\nweak diamagnetic responses, which have been conjectured to reflect\ninhomogeneous `filamentary' superconducting states. We perform wide-field,\nhigh-pressure, optically detected magnetic resonance spectroscopy to image the\nlocal diamagnetic responses of as grown La$_3$Ni$_2$O$_7$ samples \\emph{in\nsitu}, using nitrogen vacancy quantum sensors embedded in the diamond anvil\ncell. These maps confirm significant inhomogeneity of the functional\nsuperconducting responses at the few micron scale. By spatially correlating the\ndiamagnetic Meissner response with both the local tensorial stress environment,\nalso imaged \\emph{in situ}, and stoichiometric composition, we unravel the\ndominant mechanisms suppressing and enhancing superconductivity. Our wide-field\ntechnique simultaneously provides a broad view of sample behavior and excellent\nlocal sensitivity, enabling the rapid construction of multi-parameter phase\ndiagrams from the local structure-function correlations observed at the\nsub-micron pixel scale."}
{"id": "2510.02777", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02777", "abs": "https://arxiv.org/abs/2510.02777", "authors": ["N. N. Orlova", "V. D. Esin", "A. V. Timonina", "N. N. Kolesnikov", "E. V. Deviatov"], "title": "Magnetocaloric effect for the altermagnetic candidate MnTe", "comment": null, "summary": "We experimentally investigate magnetocaloric effect for single crystals of\nMnTe altermagnet at the transition to the state with spontaneous spin\npolarization, i.e. well below the N\\'eel temperature of MnTe. The isothermal\nmagnetic entropy change $\\Delta S$ is calculated from the experimental\nmagnetization curves by using Maxwell relation. We observe well-defined\nmagnetocaloric effect as a narrow $\\Delta S$ peak around the cricital\ntemperature $T_c\\approx 81$~K, which is accompanied by sharp magnetization\njump. This behavior is unusual for standard ferromagnetic transitions, so it\nconfirms the predicted spin-orbit-induced spin polarization in the MnTe\naltermagnetic state."}
{"id": "2510.02458", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02458", "abs": "https://arxiv.org/abs/2510.02458", "authors": ["Valerio Pagni", "Guido Giachetti", "Andrea Trombettoni", "Nicolò Defenu"], "title": "One-dimensional long-range Ising model: two (almost) equivalent approximations", "comment": null, "summary": "We investigate the critical behavior of the one-dimensional Ising model with\nlong-range interactions using the functional renormalization group in the local\npotential approximation (LPA), and compare our findings with Dyson's\nhierarchical model (DHM). While the DHM lacks translational invariance, it\nadmits a field-theoretical description closely resembling the LPA, up to minor\nbut nontrivial differences. After reviewing the real-space renormalization\ngroup approach to the DHM, we demonstrate a remarkable agreement in the\ncritical exponent $\\nu$ between the two methods across the entire range of\npower-law decays $1/2 < \\sigma < 1$. We further benchmark our results against\nMonte Carlo simulations and analytical expansions near the upper boundary of\nthe nontrivial regime, $\\sigma \\lesssim 1$."}
{"id": "2510.02604", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.02604", "abs": "https://arxiv.org/abs/2510.02604", "authors": ["Cameron A. M Scott", "Finlay D. Morrison", "Nicholas. C. Bristowe"], "title": "Improper-proper ferroelectric competition as a mechanism for multistate polarisation and ferrielectric-like behaviour", "comment": "23 pages including 15 pages of supplemental information", "summary": "In this paper, we re-explore a simple textbook Landau model describing\nimproper ferroelectricity and show that in the limit where both proper and\nimproper instabilities exist and compete, improper ferroelectrics can display\nswitching between multiple polarisation states. Using first principles\ncalculations we highlight how the hexagonal tungsten bronze materials may be an\narchetypal case, with the possibility to switch between improper and proper\nphases. The resulting functional characteristics are akin to \"ferrielectrics\",\nwith switching behaviour in the form of a triple hysteresis loop. Such\nfunctionality could be ideal for creating non-volatile multistate systems for\nuse in memory devices or as a backbone for neuromorphic computing."}
{"id": "2510.02531", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02531", "abs": "https://arxiv.org/abs/2510.02531", "authors": ["Faisal Kimbugwe", "Marzieh Baan", "Alexandra Fonseca Montenegro", "Roberto C Myers", "Tyler J Grassman"], "title": "Epitaxially-stabilized growth of wüstite FeO on 4H-SiC", "comment": null, "summary": "Iron(II) monoxide (FeO) is thermodynamically stable in the halite (w\\\"ustite)\nstructure only at elevated temperatures in a typically non-stoichiometric,\nFe-deficient, Fe$_{1-z}$O form that tends to phase separate and/or transform\ninto metallic $\\alpha$-Fe and magnetite Fe$_3$O$_4$ at ambient conditions. Here\nwe report on the successful growth of up to 180 nm thick $(111)$-oriented FeO\nheteroepitaxial films on slightly lattice-matched 4H-SiC$(0001)$ using\nmolecular beam epitaxy (MBE). The films have flat, terraced surfaces with tall\nmulti-layer steps. X-ray diffraction (XRD), high-resolution scanning\ntransmission electron microscopy (S/TEM), energy-dispersive X-ray spectroscopy\n(EDS), and core-level electron energy loss spectroscopy (EELS) collectively\nconfirm the epilayer as phase-pure w\\\"ustite FeO, with atomically sharp FeO/SiC\ninterfaces. The films are found to exhibit a slight misfit strain-induced\nrhombohedral distortion that does not appear to vary over the range of\nthicknesses examined. These results demonstrate the power of epitaxial\nstabilization for integrating a thermodynamically unstable, yet functionally\ninteresting material with a commercially available and technologically\nimportant semiconductor platform."}
{"id": "2510.02460", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02460", "abs": "https://arxiv.org/abs/2510.02460", "authors": ["A. R. Moura", "L. V. Santos"], "title": "Detecting quantum spin liquid on Kitaev model through a superconducting junction", "comment": "12 pages, 6 figures", "summary": "The Kitaev model belongs to an unconventional class of two-dimensional spin\nsystems characterized by anisotropic, bond-dependent interactions that give\nrise to Quantum Spin Liquid (QSL) states. These exotic phases, marked by the\nabsence of magnetic ordering even at zero temperature, support fractionalized\nexcitations and emergent gauge fields. A particularly compelling feature of the\nKitaev model is its exact solvability, which reveals low-energy excitations in\nthe form of itinerant Majorana fermions-quasiparticles that obey non-Abelian\nstatistics and are of central interest in topological quantum computation due\nto their inherent robustness against local perturbations and decoherence.\nDespite extensive theoretical advancements, the experimental identification of\nQSLs remains challenging, as conventional magnetic probes fail to detect their\ndefining properties. In this work, we present a theoretical investigation of\nspin current injection from a superconducting metal into a Kitaev quantum spin\nliquid. By employing a spintronic framework, we derive the dynamics of the\ninjected spin current and demonstrate how its signatures can be traced back to\nthe underlying Majorana excitations in the spin liquid phase. Superconductivity\nplays a pivotal role in this context, not only as a source of coherent\nquasiparticles but also as a platform with potential for interfacing with\ntopological quantum devices. Our analysis contrasts the Kitaev-superconductor\ninterface with conventional ferromagnetic junctions, where spin transport is\ncarried by magnons, and highlights distinctive features in the spin current\nresponse. These findings open new directions for the detection of QSLs and\ncontribute to the broader effort of integrating topological quantum materials\ninto scalable quantum technologies."}
{"id": "2510.02552", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02552", "abs": "https://arxiv.org/abs/2510.02552", "authors": ["A. Cruz-García", "J. Puig", "R. M. Besana", "A. B. Kolton", "Y. Fasano"], "title": "Finite-size and quenching effects on hyperuniform structures formed during cooling", "comment": "14 pages, 12 figures", "summary": "The outstanding physical properties of hyperuniform condensed matter systems\nholds significant promise for technological applications and studying effects\nthat may disrupt this hidden order is therefore very important. Vortex matter\nin superconductors is a model system to study this problem since imaging\nexperiments have revealed that correlated disorder in the host media and finite\nsize effects disrupt the hyperuniformity of the in-plane arrangement of\nvortices. Here we report simulations of layered interacting elastic lines as a\nmodel for the vortex lattice in three-dimensional superconductors, following a\ncooling protocol that closely mimics the experimental conditions. We show that\nfinite-thickness effects limiting the hyperuniformity range arise both in\nequilibrium and out-of-equilibrium. Our results provide a theoretical framework\nto draw a realistic road-map on synthesizing hyperuniform materials when\ncooling structures on finite host media with disorder."}
{"id": "2510.02440", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02440", "abs": "https://arxiv.org/abs/2510.02440", "authors": ["Feng He", "Arthur Hutsalyuk", "Giuseppe Mussardo", "Andrea Stampiggi"], "title": "Statistical Signatures of Integrable and Non-Integrable Quantum Hamiltonians", "comment": "68+22 pages, 27 figures", "summary": "Integrability is a cornerstone of classical mechanics, where it has a precise\nmeaning. Extending this notion to quantum systems, however, remains subtle and\nunresolved. In particular, deciding whether a quantum Hamiltonian - viewed\nsimply as a matrix - defines an integrable system is far from obvious, yet\ncrucial for understanding non-equilibrium dynamics, spectral correlations, and\ncorrelation functions in many-body physics. We develop a statistical framework\nthat approaches quantum integrability from a probabilistic standpoint. A key\nobservation is that integrability requires a finite probability of vanishing\nenergy gaps. Building on this, we propose a two-step protocol to distinguish\nintegrable from non-integrable Hamiltonians. First, we apply a systematic Monte\nCarlo decimation of the spectrum, which exponentially compresses the Hilbert\nspace and reveals whether level spacings approach Poisson statistics or remain\nmixed. The termination point of this decimation indicates the statistical\ncharacter of the spectrum. Second, we analyze $k$-step gap distributions, which\nsharpen the distinction between Poisson and mixed statistics. Our procedure\napplies to Hamiltonians of any finite size, independent of whether their\nstructure involves a few blocks or an exponentially fragmented Hilbert space.\nAs a benchmark, we implement the protocol on quantum Hamiltonians built from\nthe permutation group $\\mathcal{S}_N$, demonstrating both its effectiveness and\ngenerality."}
{"id": "2510.02794", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02794", "abs": "https://arxiv.org/abs/2510.02794", "authors": ["Asser Elsayed", "Davide Costa", "Lucas E. A. Stehouwer", "Alberto Tosato", "Mario Lodari", "Brian Paquelet Wuetz", "Davide Degli Esposti", "Giordano Scappucci"], "title": "Using Landau quantization to probe disorder in semiconductor heterostructures", "comment": null, "summary": "Understanding scattering mechanisms in semiconductor heterostructures is\ncrucial to reducing sources of disorder and ensuring high yield and uniformity\nin large spin qubit arrays. Disorder of the parent two-dimensional electron or\nhole gas is commonly estimated by the critical, percolation-driven density\nassociated with the metal-insulator transition. However, a reliable estimation\nof the critical density within percolation theory is hindered by the need to\nmeasure conductivity with high precision at low carrier densities, where\nexperiments are most difficult. Here, we connect experimentally percolation\ndensity and quantum Hall plateau width, in line with an earlier heuristic\nintuition, and offer an alternative method for characterizing semiconductor\nheterostructure disorder."}
{"id": "2510.02891", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02891", "abs": "https://arxiv.org/abs/2510.02891", "authors": ["Sara Oliver-Bonafoux", "Javier Aguilar", "Tobias Galla", "Raúl Toral"], "title": "Numerical methods for quasi-stationary distributions", "comment": null, "summary": "In stochastic processes with absorbing states, the quasi-stationary\ndistribution provides valuable insights into the long-term behaviour prior to\nabsorption. In this work, we revisit two well-established numerical methods for\nits computation. The first is an iterative algorithm for solving the non-linear\nequation that defines the quasi-stationary distribution. We generalise this\ntechnique to accommodate general Markov stochastic processes, either with\ndiscrete or continuous state space, and with multiple absorbing states. The\nsecond is a Monte Carlo method with resetting, for which we propose a novel\nsingle-trajectory approach that uses the trajectory's own history to perform\nresets after absorption. In addition to these methodological contributions, we\nprovide a detailed analysis of implementation aspects for both methods. We also\ncompare their accuracy and efficiency across a range of examples. The results\nindicate that the iterative algorithm is generally the preferred choice for\nproblems with simple boundaries, while the Monte Carlo approach is more\nsuitable for problems with complex boundaries, where the implementation of the\niterative algorithm is a challenging task."}
{"id": "2510.02544", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02544", "abs": "https://arxiv.org/abs/2510.02544", "authors": ["Sarvesh Chaudhari", "Cristobal Mendez", "Rushil Choudhary", "Tathagata Banerjee", "Maciej Olszewski", "Jadrien Paustian", "Jaehong Choi", "Zhaslan Baraissov", "Raul Hernandez", "David Muller", "Britton Plourde", "Gregory Fuchs", "Valla Fatemi", "Tomas Arias"], "title": "Active-Learning Inspired Ab Initio Theory-Experiment Loop Approach for Management of Material Defects: Application to Superconducting Qubits", "comment": "7 pages, 6 figures (7 images)", "summary": "Surface oxides are associated with two-level systems (TLSs) that degrade the\nperformance of niobium-based superconducting quantum computing devices. To\naddress this, we introduce a predictive framework for selecting metal capping\nlayers that inhibit niobium oxide formation. Using DFT-calculated oxygen\ninterstitial and vacancy energies as thermodynamic descriptors, we train a\nlogistic regression model on a limited set of experimental outcomes to\nsuccessfully predict the likelihood of oxide formation beneath different\ncapping materials. This approach identifies Zr, Hf, and Ta as effective\ndiffusion barriers. Our analysis further reveals that the oxide formation\nenergy per oxygen atom serves as an excellent standalone descriptor for\npredicting barrier performance. By combining this new descriptor with lattice\nmismatch as a secondary criterion to promote structurally coherent interfaces,\nwe identify Zr, Ta, and Sc as especially promising candidates. This closed-loop\nstrategy integrates first-principles theory, machine learning, and limited\nexperimental data to enable rational design of next-generation materials."}
{"id": "2510.02593", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02593", "abs": "https://arxiv.org/abs/2510.02593", "authors": ["Shivani Bhardwaj", "Sudhir K. Pandey"], "title": "Spin-dependent orbital selectivity and partial Kondo-screening in magnetically ordered Hund's metal", "comment": null, "summary": "Hund's metallicity in 3$d$ transition metal oxides constitutes a rare class\nof compounds, since they have been long understood considering the dominance of\nHubbard $U$. $\\mathrm{LiV_2O_4}$\\& $\\mathrm{Sr_2CoO_4}$ belong to this rare\nclass of metals; among them, $\\mathrm{LiV_2O_4}$ has been the subject of\nextensive investigations for its unconventional heavy-fermion behavior, while\nstudies on $\\mathrm{Sr_2CoO_4}$ remain limited despite its anomalous\nferromagnetic ground state. In this study, we report an unusual spin-orbital\nselective localization in $\\mathrm{Sr_2CoO_4}$ leading to a sharp Kondo\nresonance at $\\sim$70 K in the spin-$up$ channel of orbitals of $t_{2g}$\nsymmetry using a combination of Density functional theory and Dynamical mean\nfield theory (DFT+DMFT) calculations. Correspondingly, an appreciable reduction\nin the magnetization below $T$=100 K further suggests partial Kondo screening\nof local moments active at low temperatures, explaining its effective spin\nmagnetization state and upturn in its resistivity observed in experimental\nreports. We note a significant effect of Hund's induced spin-orbital selective\nincoherence in dictating the temperature evolution of its macroscopic\nobservables e.g. spin-spin correlation function and effective local moment. Our\nresults reveal a potentially distinct/new form of spin-dependent selectivity\ninduced via Hund's coupling in addition to the conventional orbital-selectivity\nin the Hund's metals, as a plausible key mechanism in stabilizing their\nlong-range magnetic order."}
{"id": "2510.02923", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02923", "abs": "https://arxiv.org/abs/2510.02923", "authors": ["G. Trupiano", "E. Riccardi", "C. Puglia", "M. Kiczynski", "A. Gardin", "G. De Simoni", "G. C. Tettamanzi", "F. Giazotto"], "title": "Highly-Linear Proximity-Based Bi-SQUID Operating above 4 K", "comment": "7 pages, 5 figures", "summary": "We demonstrate a highly linear superconducting quantum interference device\n(SQUID) amplifier based on a double-loop (Bi-SQUID) architecture incorporating\nthree superconductor-normal metal-superconductor (S-N-S) junctions. Fabricated\nusing niobium-gold technology, the device exhibits robust operation at liquid\nhelium temperatures, with a superconducting transition temperature of 8.5 K.\nThe flux-to-voltage transfer function demonstrates sharp, symmetric, and highly\nlinear behavior at temperatures up to 5 K. Bi-SQUIDs featuring our\nsingle-element S-N-S design represent an interesting and original approach to\nthis field, as they demonstrate a numerically estimated spurious-free dynamic\nrange (SFDR) linearity exceeding 60 dB, achieved in a single element,\nsimplifying the requirements in terms of arrays containing hundreds of\njunctions. These results highlight the potential of proximity-based Bi-SQUIDs\nfor compact, low-noise, and highly linear cryogenic amplifiers in quantum\nsensing, magnetometry, and biomedical diagnostics."}
{"id": "2510.02444", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02444", "abs": "https://arxiv.org/abs/2510.02444", "authors": ["Manato Fujimoto", "Naoto Nakatsuji", "Ashvin Vishwanath", "Patrick Ledwith"], "title": "Four Moiré materials at One Magic Angle in Helical Quadrilayer Graphene", "comment": "5 pages, 3 figures main text. 9 pages 5 figures supplement", "summary": "We introduce helical twisted quadrilayer graphene (HTQG), four graphene\nsheets rotated by the same small angle, as a versatile and experimentally\naccessible platform for correlated topological matter. HTQG consists of three\nmoir\\'e lattices, formed by interference between adjacent graphene layers, that\nare twisted relative to each other. Lattice relaxation produces four types of\nlarge-scale commensurate domains. The domains are characterized by the stacking\nof the three moir\\'e lattices and come in two types: Type-I \"Bernal\" stacking\nand Type-II \"rhombohedral\" stacking. Domain walls between adjacent stackings\noften host topologically protected edge states, forming networks at the\nsupermoir\\'e and super-supermoir\\'e scales. Remarkably, all four moir\\'e\nsubstructures have narrow bands at the same magic angle $\\theta \\approx\n2.3^\\circ$, allowing their correlated phases to be simultaneously targeted in\ndevice manufacturing. We argue that the Type-I domains are especially suitable\nfor realizing robust superconductivity which emerges from doping topological\ninsulators, and Chern insulators in $C = \\pm 2$ bands."}
{"id": "2510.02935", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02935", "abs": "https://arxiv.org/abs/2510.02935", "authors": ["V. Desbuis", "D. Lacour", "M. Hehn", "S. Geiskopf", "L. Michez", "J. Rial", "V. Baltz", "J. -E. Wegrowe"], "title": "Dissipation properties of anomalous Hall effect: intrinsic vs. extrinsic magnetic materials", "comment": null, "summary": "A comparative study of anomalous-Hall current injection and anisotropic\ncurrent injection (through planar Hall effect) are studied in Hall devices\ncontacted to a lateral load circuit. Hall currents are injected into the load\ncircuit from three different kinds of magnetic Hall bars: Mn5Si3 altermagnet,\nCo75Gd25 ferrimagnet, and Ni80Fe20 ferromagnet. The current, the voltage and\nthe power are measured as a function of the load resistance and the Hall angle.\nIt is observed that the power dissipated for the three kinds of materials\nfellow the same law as a function of load resistance and Hall angle, at the\nleading order in the Hall angle. Since the anomalous Hall effect in the\naltermagnetic Hall-bar is due to the intrinsic topological structure (i.e. due\nto the presence of a Berry phase in the reciprocal space), these observations\nsuggest that the dissipative properties of anomalous Hall effect are dominated\nby the injection of electric charges accumulated at the edges (including\nelectric screening), instead of the very mechanism responsible for it."}
{"id": "2510.02961", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02961", "abs": "https://arxiv.org/abs/2510.02961", "authors": ["Greivin Alfaro Miranda", "Mingyuan Zheng", "Patrick Charbonneau", "Antonio Coniglio", "Leticia F. Cugliandolo", "Marco Tarzia"], "title": "Percolation and criticality of systems with competing interactions on Bethe lattices: limitations and potential strengths of cluster schemes", "comment": "31 pages, 13 figures", "summary": "The random clusters introduced by Fortuin and Kasteleyn (FK) and analyzed by\nConiglio and Klein (CK) for Ising and related models have led first Swendsen\nand Wang and then Wolff to formulate remarkably efficient Markov chain Monte\nCarlo sampling schemes that weaken the critical slowing down. In frustrated\nmodels, however, no standard way to produce a comparable gain at small\nfrustration -- let alone efficiently sample the large frustration regime -- has\nyet been identified. In order to understand why formulating appropriate cluster\ncriteria for frustrated models has thus far been elusive, we here study minimal\nshort-range attractive and long-range repulsive as well as spin-glass models on\nBethe lattices. Using a generalization of the CK approach and the cavity-field\nmethod, the appropriateness and limitations of the FK--CK type clusters are\nidentified. We find that a standard, constructive cluster scheme is then\ninoperable, and that the frustration range over which generalized FK--CK\nclusters are even definable is finite. These results demonstrate the futility\nof seeking constructive cluster schemes for frustrated systems but leaves open\nthe possibility that alternate approaches could be devised."}
{"id": "2510.02575", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02575", "abs": "https://arxiv.org/abs/2510.02575", "authors": ["Joseph Pierre Anderson", "Anter El-Azab"], "title": "The line bundle regime and the scale-dependence of continuum dislocation dynamics", "comment": null, "summary": "Continuum dislocation dynamics (CDD) has become the state-of-the-art\ntheoretical approach for mesoscale dislocation plasticity of metals. Within\nthis approach, there are multiple CDD theories that can all be derived from the\nprinciples of statistical mechanics. In these theories density-based measures\nare used to represent dislocation lines. Establishing these density measures\nrequires some level of coarse graining with the result of losing track of some\nparts of the dislocation population due to cancellation in the tangent vectors\nof unaligned dislocations. The leading CDD theories either treat dislocations\nas nearly parallel or distributed locally over orientation space. The\ndifference between these theories is a matter of the spatial resolution at\nwhich the definition of the relevant dislocation density field holds: for fine\nresolutions, single dislocations are resolved and there is no cancellation; for\ncoarse resolutions, whole dislocation loops could contribute at a single point\nand there is complete cancellation. In the current work, a formulation of the\nresolution-dependent transition between these limits is presented in terms of\nthe statistics of dislocation line orientation fluctuations about a local\naverage line direction. From this formulation, a study of the orientation\nfluctuation behavior in intermediate resolution regimes is conducted. Two\npossible closure equations for truncating the moment sequence of the\nfluctuation distributions relating the two theories mentioned above are\nevaluated from data, the newly introduced line bundle closure and the previous\nstandard maximum entropy closure relations. The line bundle closure relation is\nshown to be accurate for coarse-graining lengths up to half the dislocation\nspacing and the maximum entropy closure is found to poorly agree with the data\nat all coarse-graining lengths."}
{"id": "2510.02697", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02697", "abs": "https://arxiv.org/abs/2510.02697", "authors": ["Deepali Sharma", "Neeraj Bhatt", "Asif Ali", "Rajeswari Roy Chowdhury", "Chandan Patra", "Ravi Prakash Singh", "Ravi Shankar Singh"], "title": "Spectroscopic evidence of Kondo resonance in 3$d$ van der Waals ferromagnets", "comment": "to appear in Phys. Rev. B", "summary": "Two-dimensional van der Waals (vdW) ferromagnets drive the advancement in\nspintronic applications and enable the exploration of exotic magnetism in\nlow-dimensional systems. The entanglement of dual $-$ localized and itinerant\n$-$ nature of electrons lies at the heart of the correlated electron systems\ngiving rise to exotic ground state properties such as complex magnetism, heavy\nfermionic behavior, Kondo lattice formation, \\textit{etc}. Through\ntemperature-dependent electronic structure of vdW ferromagnets,\n(Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$, probed using high-resolution\nphotoemission spectroscopy and density functional theory combined with\ndynamical mean field theory (DFT+DMFT), we provide direct evidence of the\nemergence of Kondo resonance peak driven by complex interplay between localized\nand itinerant electrons. In overall agreement with experimental electronic\nstructure and magnetic properties, DFT+DMFT also reveals finite spin band\nsplitting well beyond $T_{C}$. Core levels, valence band photoemission spectra\ntogether with DFT+DMFT spectral functions reveal insignificant change across\n$T_{C}$ indicating non-Stoner magnetism in\n(Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$. Our results provide a way forward to the\nunderstanding of complex interplay between electronic structure, exotic\nmagnetism and heavy fermionic behavior leading to Kondo scenerio in 3$d$ vdW\nferromagnets."}
{"id": "2510.03188", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.03188", "abs": "https://arxiv.org/abs/2510.03188", "authors": ["Pavan Kumar Meena", "Dibyendu Samanta", "Shashank Srivastava", "Poulami Manna", "Sudeep Kumar Ghosh", "Ravi Prakash Singh"], "title": "Nonsymmorphic symmetry protected hourglass Dirac chain topology and conventional superconductivity in ZrIrGe", "comment": "9 pages, 4 figures, Accepted in Physical Review B", "summary": "Ternary transition-metal germanide superconductors with nonsymmorphic\nsymmetries offer promising platforms for symmetry-protected topological phases.\nIn this work, we investigate ZrIrGe, which crystallizes in the nonsymmorphic\nTiNiSi-type structure. Electrical, magnetic, and specific heat measurements\nconfirm bulk type-II superconductivity with a full gap and a transition\ntemperature of 2.84(7) K, consistent with weak-coupling BCS behavior.\nFirst-principles calculations reveal hourglass-shaped bulk band dispersions and\na Dirac chain composed of symmetry-protected fourfold-degenerate Dirac points,\nleading to drumhead-like surface states near the Fermi level. Additionally,\nZrIrGe exhibits a nontrivial $\\mathbb{Z}_2$ topological character, resulting in\nhelical surface states that cross the Fermi level, making it a strong candidate\nfor proximity-induced topological superconductivity. The coexistence of\nconventional superconductivity and topological band features establishes ZrIrGe\nas a rare stoichiometric system for exploring intrinsic topological\nsuperconductivity."}
{"id": "2510.02448", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.02448", "abs": "https://arxiv.org/abs/2510.02448", "authors": ["Rupak Majumder", "Julien Barré", "Shamik Gupta"], "title": "Finite-size fluctuations for stochastic coupled oscillators: A general theory", "comment": "26 pages, 6 figures", "summary": "Phase transitions, sharp in the thermodynamic limit, get smeared in finite\nsystems where macroscopic order-parameter fluctuations dominate. Achieving a\ncoherent and complete theoretical description of these fluctuations is a\ncentral challenge. We develop a general framework to quantify these finite-size\neffects in synchronization transitions of generic stochastic, globally-coupled\nnonlinear oscillators. By applying a center-manifold reduction to the nonlinear\nstochastic PDE for the single-oscillator distribution in finite systems, we\nderive a mesoscopic description that yields the complete time evolution of the\norder parameter in the form of a Langevin equation. In particular, this\nequation provides the first closed-form steady-state distribution of the order\nparameter, fully capturing finite-size effects. Free from integrability\nconstraints and the celebrated Ott-Antonsen ansatz, our theory shows excellent\nagreement with simulations across diverse coupling functions and frequency\ndistributions, demonstrating broad applicability. Strikingly, it surpasses\nrecent approaches near criticality and in the incoherent phase, where\nfinite-size fluctuations are most pronounced."}
{"id": "2510.03010", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03010", "abs": "https://arxiv.org/abs/2510.03010", "authors": ["Dipankar Jana", "Swagata Acharya", "Milan Orlita", "Clement Faugeras", "Dimitar Pashov", "Mark van Schilfgaarde", "Marek Potemski", "Maciej Koperski"], "title": "Deconstruction of the anisotropic magnetic interactions from spin-entangled optical excitations in van der Waals antiferromagnets", "comment": "11 pages 4 figures", "summary": "Magneto-optical excitations in antiferromagnetic d systems can originate from\na multiplicity of light-spin and spin-spin interactions, as the light and spin\ndegrees of freedom can be entangled. This is exemplified in van der Waals\nsystems with attendant strong anisotropy between in-plane and out-of-plane\ndirections, such as MnPS3 and NiPS3 films studied here. The rich interplay\nbetween the magnetic ordering and sub-bandgap optical transitions poses a\nchallenge to resolve the mechanisms driving spin-entangled optical transitions,\nas well as the single-particle bandgap itself. Here we employ a high-fidelity\nab initio theory to find a realistic estimation of the bandgap by elucidating\nthe atom- and orbital-resolved contributions to the fundamental sub-bands. We\nfurther demonstrate that the spin-entangled excitations, observable as\nphotoluminescence and absorption resonances, originate from an on-site\nspin-flip transition confined to a magnetic atom (Mn or Ni). The evolution of\nthe spin-flip transition"}
{"id": "2510.03087", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.03087", "abs": "https://arxiv.org/abs/2510.03087", "authors": ["Michel Alexandre", "Thiago Christiano Silva", "Francisco A. Rodrigues"], "title": "The systemic impact of edges in financial networks", "comment": "28 pages, 11 figures", "summary": "In this paper, we assess how the stability of financial networks is affected\nby interconnectedness considering its tiniest variation: the edge. We compute\nthe impact of edges as the percentage difference in the systemic risk (SR) of\nthe whole network caused by the inclusion of that edge. We apply this framework\nto a thorough Brazilian dataset to compute the impact of bank-firm edges. After\nobserving that (i) edges are heterogeneous regarding their impact on the SR,\nand (ii) the fraction of edges whose impact on the SR is non-positive increases\nwith the level of the initial shock, we use machine learning techniques to try\nto predict two variables: the criticality of the edges (defining as critical an\nedge whose impact on SR is significantly greater than that of the others) and\nthe sign of the edge impact. The level of accuracy obtained in these prediction\nexercises was very high. These results have important implications for the\ndevelopment macroprudential policies aimed at financial stability. Our\nframework allows to identify, based on features related to the origin and\ndestination nodes of the edge (i.e., the lending bank and the borrowing firm),\nwhether an additional loan will have a significant and positive impact on the\nSR."}
{"id": "2510.02604", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.02604", "abs": "https://arxiv.org/abs/2510.02604", "authors": ["Cameron A. M Scott", "Finlay D. Morrison", "Nicholas. C. Bristowe"], "title": "Improper-proper ferroelectric competition as a mechanism for multistate polarisation and ferrielectric-like behaviour", "comment": "23 pages including 15 pages of supplemental information", "summary": "In this paper, we re-explore a simple textbook Landau model describing\nimproper ferroelectricity and show that in the limit where both proper and\nimproper instabilities exist and compete, improper ferroelectrics can display\nswitching between multiple polarisation states. Using first principles\ncalculations we highlight how the hexagonal tungsten bronze materials may be an\narchetypal case, with the possibility to switch between improper and proper\nphases. The resulting functional characteristics are akin to \"ferrielectrics\",\nwith switching behaviour in the form of a triple hysteresis loop. Such\nfunctionality could be ideal for creating non-volatile multistate systems for\nuse in memory devices or as a backbone for neuromorphic computing."}
{"id": "2510.02772", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02772", "abs": "https://arxiv.org/abs/2510.02772", "authors": ["A. Singh", "H. Y. Huang", "K. Tsutsui", "T. Tohyama", "S. Komiya", "J. Okamoto", "C. T. Chen", "A. Fujimori", "D. J. Huang"], "title": "Bimagnon dispersion of La2CuO4 probed by resonant inelastic X-ray scattering", "comment": null, "summary": "We report on the study of the magnetic excitations of Mott insulator La2CuO4\nby using resonant inelastic x-ray scattering (RIXS) and cluster calculations\nwithin the framework of exact diagonalization. Our results demonstrate\nexperimentally that the bimagnon excitation in Cu L-edge RIXS is enhanced if\nthe incident x-ray energy is slightly above the absorption edge. Through\nincident-energy-dependent momentum-resolved RIXS, we investigated the\nexcitation of the bimagnon with predominantly A1 symmetry. The bimagnons of\nLa2CuO4 exhibit a nearly flat dispersion with momentum along the Cu-O bond\ndirection. This observation agrees with the bimagnon dispersion from the\ncalculations on a single-band Hubbard model rather than a Heisenberg model with\nonly the nearest neighbor exchange interaction. This means that the effect of\nthe higher-order spin couplings such as the cyclic or ring exchange\ninteractions caused by the coherent motion of electrons beyond nearest-neighbor\nsites is important for understanding the bimagnon dynamics of cuprates."}
{"id": "2510.02772", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02772", "abs": "https://arxiv.org/abs/2510.02772", "authors": ["A. Singh", "H. Y. Huang", "K. Tsutsui", "T. Tohyama", "S. Komiya", "J. Okamoto", "C. T. Chen", "A. Fujimori", "D. J. Huang"], "title": "Bimagnon dispersion of La2CuO4 probed by resonant inelastic X-ray scattering", "comment": null, "summary": "We report on the study of the magnetic excitations of Mott insulator La2CuO4\nby using resonant inelastic x-ray scattering (RIXS) and cluster calculations\nwithin the framework of exact diagonalization. Our results demonstrate\nexperimentally that the bimagnon excitation in Cu L-edge RIXS is enhanced if\nthe incident x-ray energy is slightly above the absorption edge. Through\nincident-energy-dependent momentum-resolved RIXS, we investigated the\nexcitation of the bimagnon with predominantly A1 symmetry. The bimagnons of\nLa2CuO4 exhibit a nearly flat dispersion with momentum along the Cu-O bond\ndirection. This observation agrees with the bimagnon dispersion from the\ncalculations on a single-band Hubbard model rather than a Heisenberg model with\nonly the nearest neighbor exchange interaction. This means that the effect of\nthe higher-order spin couplings such as the cyclic or ring exchange\ninteractions caused by the coherent motion of electrons beyond nearest-neighbor\nsites is important for understanding the bimagnon dynamics of cuprates."}
{"id": "2510.02451", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02451", "abs": "https://arxiv.org/abs/2510.02451", "authors": ["Mohsen Yarmohammadi", "Jacob Linder", "James K. Freericks"], "title": "Slow-phonon control of spin Edelstein effect in Rashba $d$-wave altermagnets", "comment": "14 pages, 8 figures", "summary": "Altermagnets have zero net magnetization yet feature spin-split bands that\nhost spin-polarized states. Here, we investigate how slow lattice vibrations\n(phonons) influence both the intrinsic and externally induced spin\npolarizations in two-dimensional $d$-wave altermagnets. For the induced spin\npolarizations, we employ a Rashba continuum model with electron-phonon coupling\n(EPC) treated at the static-Holstein level and analyze the spin Edelstein\neffect using the Kubo linear-response formalism. We find that\nmoderate-to-strong EPC progressively suppresses the induced polarization via\nboth intraband and interband channels, with a critical coupling marking the\nonset of complete spin Edelstein depolarization. The depolarization transition\narises from a phonon-induced energy renormalization that pushes the spin-split\nbands anisotropically above the chemical potential, leading to a complete\ncollapse of the Fermi surface. While (de)polarization can occur even in the\nRashba non-altermagnetic phase, it remains isotropic. The presence of\naltermagnetism makes it anisotropic and breaks the conventional antisymmetry\nbetween spin susceptibilities that occurs with pure spin-orbit coupling,\nrendering the effect highly relevant for spintronic applications. We further\ninvestigate how the phonon coupling to the altermagnetic order, Rashba\nspin-orbit strength, and carrier doping collectively tune the depolarization\ntransition. Our findings demonstrate that phonon scattering (e.g., through\nvarious substrates) offers a powerful means for on-demand control of spin\npolarization, enabling reversible switching between spin-polarized and\ndepolarized states -- a key functionality for advancing spin logic\narchitectures and optimizing next-generation spintronic devices."}
{"id": "2510.03099", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03099", "abs": "https://arxiv.org/abs/2510.03099", "authors": ["Filippo Troiani", "Athanassios K. Boudalis"], "title": "Polarization dependence of spin-electric transitions in molecular exchange qubits", "comment": null, "summary": "Quasi-optical experiments are emerging as a powerful technique to probe\nmagnetic transitions in molecular spin systems. However, the simultaneous\npresence of the electric- and magnetic-dipole induced transitions poses the\nchallenge of discriminating between these two contributions. Besides, the\nidentification of the spin-electric transitions can hardly rely on the peak\nintensity, because of the current uncertainties on the value of the\nspin-electric coupling in most molecular compounds. Here, we compute the\npolarizations required for electric- and magnetic-dipole induced transitions\nthrough spin-Hamiltonian models of molecular spin triangles. We show that the\npolarization allows a clear discrimination between the two kinds of\ntransitions. In addition, it allows one to identify the physical origin of the\nzero-field splitting in the ground multiplet, a debated issue with significant\nimplications on the coherence properties of the spin qubit implemented in\nmolecular spin triangles."}
{"id": "2510.03112", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03112", "abs": "https://arxiv.org/abs/2510.03112", "authors": ["Viktor Eisler", "Riccarda Bonsignori", "Stefano Scopa"], "title": "Analytical solution of a free-fermion chain with time-dependent ramps", "comment": "8 pages, 6 figures", "summary": "We provide an exact analytical solution of the single-particle Schr\\\"odinger\nequation for a chain of non-interacting fermions subject to a time-dependent\nlinear potential, with its slope varied as an arbitrary function of time. The\nresulting dynamics exhibit self-similar behavior, with a structure reminiscent\nof the domain wall melting problem, albeit characterized by a nontrivial\ntime-dependent length scale and phase. Building on this solution, we derive\nhydrodynamic predictions for the evolution of particle density, current, and\nentanglement entropy along the chain. In the special case of a sudden quench,\nthe system develops a breathing interface region, which may be interpreted as a\nrealization of Wannier-Stark localization, as previously suggested on the basis\nof hydrodynamic arguments."}
{"id": "2510.02681", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02681", "abs": "https://arxiv.org/abs/2510.02681", "authors": ["Marco Fronzi", "Michael J. Ford", "Kamal Singh Nayal", "Olexandr Isayev", "Catherine Stampfl"], "title": "Kolmogorov-Arnold Networks in Thermoelectric Materials Design", "comment": "15 pages , 11 figures, 6 tables", "summary": "The discovery of high-performance thermoelectric materials requires models\nthat are both accurate and interpretable. Traditional machine learning\napproaches, while effective at property prediction, often act as black boxes\nand provide limited physical insight. In this work, we introduce\nKolmogorov--Arnold Networks (KANs) for the prediction of thermoelectric\nproperties, focusing on the Seebeck coefficient and band gap. Compared to\nmultilayer perceptrons (MLPs), KANs achieve comparable predictive accuracy\nwhile offering explicit symbolic representations of structure--property\nrelationships. This dual capability enables both reliable predictions and the\nextraction of physically meaningful functional forms. Benchmarking against\nliterature models further highlights the robustness and generalisability of the\napproach. Our findings demonstrate that KANs provide a powerful framework for\nreverse engineering materials with targeted thermoelectric properties, bridging\nthe gap between predictive performance and scientific interpretability."}
{"id": "2510.03018", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.03018", "abs": "https://arxiv.org/abs/2510.03018", "authors": ["Ang-Kun Wu", "Louis Primeau", "Jingtao Zhang", "Kai Sun", "Yang Zhang", "Shi-Zeng Lin"], "title": "Modeling Quantum Geometry for Fractional Chern Insulators with unsupervised learning", "comment": "17 pages, 11 figures", "summary": "Fractional Chern insulators (FCIs) in moire materials present a unique\nplatform for exploring strongly correlated topological phases beyond the\nparadigm of ideal quantum geometry. While analytical approaches to FCIs and\nfractional quantum Hall states (FQHS) often rely on idealized Bloch\nwavefunctions, realistic moire models lack direct tunability of quantum metric\nand Berry curvature, limiting theoretical and numerical exploration. Here, we\nintroduce an unsupervised machine learning framework to model interacting\nHamiltonians directly through the distribution of single-particle form factors.\nUsing a variational autoencoder (VAE), we show that unsupervised learning can\nnot only distinguish FCI and non-FCI states, but also generate new form factors\nwith distinct topological character, not present in the training set. This\nlatent space enables the generation and interpolation of form factors for\ntopological flatbands with Chern number $|C|=1$, enabling the discovery of\nunobserved many-body states such as charge density waves. Principal component\nanalysis (PCA) further reveals that the dominant patterns in the form\nfactors-reflecting correlations across the Brillouin zone-can be decomposed\ninto components with approximately quantized Chern numbers, providing new\ninsights into the global and topological structure of quantum geometry. Our\nresults highlight the ability of machine learning to generalize and model\ntopological quantum systems, paving the way for the inverse design of form\nfactors with tailored quantum geometry and many-body phases in flatband\nmaterials."}
{"id": "2510.02452", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02452", "abs": "https://arxiv.org/abs/2510.02452", "authors": ["Mohsen Yarmohammadi", "Marco Berritta", "Marin Bukov", "Libor Šmejkal", "Jacob Linder", "Peter M. Oppeneer"], "title": "Spin polarization engineering in $d$-wave altermagnets", "comment": "10 pages, 4 figures", "summary": "Altermagnets host unconventional spin-polarized bands despite zero net\nmagnetization, but controlling their spin structure remains challenging. We\npropose a multi-field approach to engineer spin polarization in $d$-wave\naltermagnets using gating, optical driving, and in-plane electric fields, which\nenable tunable and switchable polarizations along multiple directions. Optical\ndriving induces out-of-plane ($z$) polarization, while gating and in-plane\nfields generate $x$- and $y$-polarizations via the Edelstein effect, all of\nwhich are experimentally detectable. We further find that spin- and\nband-selective doping induces chiral optical activity, a feature unique to\naltermagnets. Our approach provides a versatile route for full control of spin\npolarization in altermagnets."}
{"id": "2510.03125", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03125", "abs": "https://arxiv.org/abs/2510.03125", "authors": ["Inga Seidler", "Bence Hetényi", "Lisa Sommer", "Leonardo Massai", "Konstantinos Tsoukalas", "Eoin G. Kelly", "Alexei Orekhov", "Michele Aldeghi", "Stephen W. Bedell", "Stephan Paredes", "Felix J. Schupp", "Matthias Mergenthaler", "Gian Salis", "Andreas Fuhrer", "Patrick Harvey-Collard"], "title": "Spatial uniformity of g-tensor and spin-orbit interaction in germanium hole spin qubits", "comment": null, "summary": "Holes in Ge/SiGe heterostructures are now a leading platform for\nsemiconductor spin qubits, thanks to the high confinement quality,\ntwo-dimensional arrays, high tunability, and larger gate structure dimensions.\nOne limiting factor for the operation of large arrays of qubits is the\nconsiderable variation in qubit frequencies or properties resulting from the\nstrongly anisotropic $g$-tensor. We study the $g$-tensors of six and seven\nqubits in an array with a Y geometry across two devices. We report a mean\ndistribution of the tilts of the $g$-tensor's out-of-plane principal axis of\naround $1.1 \\deg$, where nearby quantum dots are more likely to have a similar\ntilt. Independently of this tilt, and unlike simple theoretical predictions, we\nfind a strong in-plane $g$-tensor anisotropy with strong correlations between\nneighboring quantum dots. Additionally, in one device where the principal axes\nof all g-tensors are aligned along the [100] crystal direction, we extract the\nspin-flip tunneling vector from adjacent dot pairs and find a pattern that is\nconsistent with a uniform Dresselhaus-like spin-orbit field. The Y arrangement\nof the gate layout and quantum dots allows us to rule out local factors like\nelectrostatic confinement shape or local strain as the origin of the\npreferential direction. Our results reveal long-range correlations in the\nspin-orbit interaction and $g$-tensors that were not previously predicted or\nobserved, and could prove critical to reliably understand $g$-tensors in\ngermanium quantum dots."}
{"id": "2510.03137", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.03137", "abs": "https://arxiv.org/abs/2510.03137", "authors": ["Jeff Hnybida", "Simon Verret"], "title": "Minimal-Dissipation Learning for Energy-Based Models", "comment": null, "summary": "We show that the bias of the approximate maximum-likelihood estimation (MLE)\nobjective of a persistent chain energy-based model (EBM) is precisely equal to\nthe thermodynamic excess work of an overdamped Langevin dynamical system. We\nthen answer the question of whether such a model can be trained with minimal\nexcess work, that is, energy dissipation, in a finite amount of time. We find\nthat a Gaussian energy function with constant variance can be trained with\nminimal excess work by controlling only the learning rate. This proves that it\nis possible to train a persistent chain EBM in a finite amount of time with\nminimal dissipation and also provides a lower bound on the energy required for\nthe computation. We refer to such a learning process that minimizes the excess\nwork as minimal-dissipation learning. We then provide a generalization of the\noptimal learning rate schedule to general potentials and find that it induces a\nnatural gradient flow on the MLE objective, a well-known second-order\noptimization method."}
{"id": "2510.02786", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02786", "abs": "https://arxiv.org/abs/2510.02786", "authors": ["Hojun Im", "Masahiro Teraoka"], "title": "Photovoltaic Performance of a Rotationally Faulted Multilayer Graphene/n-Si Schottky Junction", "comment": "25 pages, 9 figures", "summary": "We report the fabrication and photovoltaic performance of a rotationally\nfaulted multilayer graphene (rf-MLG)/n-Si Schottky junction device. A\nthickness-controlled rf-MLG is synthesized using a 5 {\\mu}m Ni foil catalyst\nvia the chemical vapor deposition method and transferred to the n-Si substrate\nvia a polymer-free process, enabling facile and cost-effective fabrication. The\ndevice demonstrates an ideality factor of 1.67, a rectification factor of\napproximately 4x10^5 at {\\pm}1.0 V, and a Schottky barrier height of 0.83 eV. A\nstrong linear relationship between light intensity and photocurrent is also\nobserved. Furthermore, the device exhibits a peak external quantum efficiency\nof ~26% at 540 nm and a peak internal quantum efficiency of ~97% at 410 nm.\nTransient photocurrent and photovoltaic measurements show approximately\none-microsecond extraction and several-millisecond recombination times,\nrespectively, revealing effective charge collection for photovoltaic\napplications. These results indicate that the rf-MLG/n-Si Schottky junction is\nwell-formed and achieves performance comparable to that of SLG devices,\ndemonstrating its potential for optoelectronic applications."}
{"id": "2510.02451", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02451", "abs": "https://arxiv.org/abs/2510.02451", "authors": ["Mohsen Yarmohammadi", "Jacob Linder", "James K. Freericks"], "title": "Slow-phonon control of spin Edelstein effect in Rashba $d$-wave altermagnets", "comment": "14 pages, 8 figures", "summary": "Altermagnets have zero net magnetization yet feature spin-split bands that\nhost spin-polarized states. Here, we investigate how slow lattice vibrations\n(phonons) influence both the intrinsic and externally induced spin\npolarizations in two-dimensional $d$-wave altermagnets. For the induced spin\npolarizations, we employ a Rashba continuum model with electron-phonon coupling\n(EPC) treated at the static-Holstein level and analyze the spin Edelstein\neffect using the Kubo linear-response formalism. We find that\nmoderate-to-strong EPC progressively suppresses the induced polarization via\nboth intraband and interband channels, with a critical coupling marking the\nonset of complete spin Edelstein depolarization. The depolarization transition\narises from a phonon-induced energy renormalization that pushes the spin-split\nbands anisotropically above the chemical potential, leading to a complete\ncollapse of the Fermi surface. While (de)polarization can occur even in the\nRashba non-altermagnetic phase, it remains isotropic. The presence of\naltermagnetism makes it anisotropic and breaks the conventional antisymmetry\nbetween spin susceptibilities that occurs with pure spin-orbit coupling,\nrendering the effect highly relevant for spintronic applications. We further\ninvestigate how the phonon coupling to the altermagnetic order, Rashba\nspin-orbit strength, and carrier doping collectively tune the depolarization\ntransition. Our findings demonstrate that phonon scattering (e.g., through\nvarious substrates) offers a powerful means for on-demand control of spin\npolarization, enabling reversible switching between spin-polarized and\ndepolarized states -- a key functionality for advancing spin logic\narchitectures and optimizing next-generation spintronic devices."}
{"id": "2510.02458", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02458", "abs": "https://arxiv.org/abs/2510.02458", "authors": ["Valerio Pagni", "Guido Giachetti", "Andrea Trombettoni", "Nicolò Defenu"], "title": "One-dimensional long-range Ising model: two (almost) equivalent approximations", "comment": null, "summary": "We investigate the critical behavior of the one-dimensional Ising model with\nlong-range interactions using the functional renormalization group in the local\npotential approximation (LPA), and compare our findings with Dyson's\nhierarchical model (DHM). While the DHM lacks translational invariance, it\nadmits a field-theoretical description closely resembling the LPA, up to minor\nbut nontrivial differences. After reviewing the real-space renormalization\ngroup approach to the DHM, we demonstrate a remarkable agreement in the\ncritical exponent $\\nu$ between the two methods across the entire range of\npower-law decays $1/2 < \\sigma < 1$. We further benchmark our results against\nMonte Carlo simulations and analytical expansions near the upper boundary of\nthe nontrivial regime, $\\sigma \\lesssim 1$."}
{"id": "2510.02444", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02444", "abs": "https://arxiv.org/abs/2510.02444", "authors": ["Manato Fujimoto", "Naoto Nakatsuji", "Ashvin Vishwanath", "Patrick Ledwith"], "title": "Four Moiré materials at One Magic Angle in Helical Quadrilayer Graphene", "comment": "5 pages, 3 figures main text. 9 pages 5 figures supplement", "summary": "We introduce helical twisted quadrilayer graphene (HTQG), four graphene\nsheets rotated by the same small angle, as a versatile and experimentally\naccessible platform for correlated topological matter. HTQG consists of three\nmoir\\'e lattices, formed by interference between adjacent graphene layers, that\nare twisted relative to each other. Lattice relaxation produces four types of\nlarge-scale commensurate domains. The domains are characterized by the stacking\nof the three moir\\'e lattices and come in two types: Type-I \"Bernal\" stacking\nand Type-II \"rhombohedral\" stacking. Domain walls between adjacent stackings\noften host topologically protected edge states, forming networks at the\nsupermoir\\'e and super-supermoir\\'e scales. Remarkably, all four moir\\'e\nsubstructures have narrow bands at the same magic angle $\\theta \\approx\n2.3^\\circ$, allowing their correlated phases to be simultaneously targeted in\ndevice manufacturing. We argue that the Type-I domains are especially suitable\nfor realizing robust superconductivity which emerges from doping topological\ninsulators, and Chern insulators in $C = \\pm 2$ bands."}
{"id": "2510.03159", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03159", "abs": "https://arxiv.org/abs/2510.03159", "authors": ["Vanja Marić", "Luka Paljk", "Lenart Zadnik"], "title": "Slow dynamics from a nested hierarchy of frozen states", "comment": "10 pages, 5 figures", "summary": "We identify the mechanism of slow heterogeneous relaxation in quantum\nkinetically constrained models (KCMs) in which the potential energy strength is\ncontrolled by a coupling parameter. The regime of slow relaxation includes the\nlarge-coupling limit. By expanding around that limit, we reveal a \\emph{nested\nhierarchy} of states that remain frozen on time scales determined by powers of\nthe coupling. The classification of such states, together with the evolution of\ntheir Krylov complexity, reveal that these time scales are related to the\ndistance between the sites where facilitated dynamics is allowed by the kinetic\nconstraint. While correlations within frozen states relax slowly and exhibit\nmetastable plateaus that persist on time scales set by powers of the coupling\nparameter, the correlations in the rest of the states decay rapidly. We compute\nthe plateau heights of correlations across all frozen states up to second-order\ncorrections in the inverse coupling. Our results explain slow relaxation in\nquantum KCMs and elucidate dynamical heterogeneity by relating the relaxation\ntimes to the spatial separations between the active regions."}
{"id": "2510.02872", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02872", "abs": "https://arxiv.org/abs/2510.02872", "authors": ["Mohid Farooqi", "Ingmar Bösing", "Conrad G. Tetsassi Feugmo"], "title": "A physics-informed neural network approach to the point defect model for electrochemical oxide film growth", "comment": null, "summary": "Physics-informed neural networks (PINNs) offer a novel AI-driven framework\nfor integrating physical laws directly into neural network models, facilitating\nthe solution of complex multiphysics problems in materials engineering. This\nstudy systematically explores the application of PINNs to simulate oxide film\nlayer growth in halide-free solutions using the point defect model (PDM). We\nidentify and analyze four key failure modes in this context: imbalanced loss\ncomponents across different physical processes, numerical instabilities due to\nvariable scale disparities, challenges in enforcing boundary conditions within\nmultiphysics systems, and convergence to mathematically valid but physically\nmeaningless solutions. To overcome these challenges, we implement and validate\nestablished techniques including nondimensionalization for training\nstabilization, Neural Tangent Kernel-based adaptive loss balancing, and robust\nenforcement of boundary conditions. Our results demonstrate the effectiveness\nof these strategies in enhancing the reliability and physical fidelity of PINN\nsimulations in electrochemical physics, highlighting the novelty and practical\nimpact of our approach."}
{"id": "2510.02452", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02452", "abs": "https://arxiv.org/abs/2510.02452", "authors": ["Mohsen Yarmohammadi", "Marco Berritta", "Marin Bukov", "Libor Šmejkal", "Jacob Linder", "Peter M. Oppeneer"], "title": "Spin polarization engineering in $d$-wave altermagnets", "comment": "10 pages, 4 figures", "summary": "Altermagnets host unconventional spin-polarized bands despite zero net\nmagnetization, but controlling their spin structure remains challenging. We\npropose a multi-field approach to engineer spin polarization in $d$-wave\naltermagnets using gating, optical driving, and in-plane electric fields, which\nenable tunable and switchable polarizations along multiple directions. Optical\ndriving induces out-of-plane ($z$) polarization, while gating and in-plane\nfields generate $x$- and $y$-polarizations via the Edelstein effect, all of\nwhich are experimentally detectable. We further find that spin- and\nband-selective doping induces chiral optical activity, a feature unique to\naltermagnets. Our approach provides a versatile route for full control of spin\npolarization in altermagnets."}
{"id": "2510.02460", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02460", "abs": "https://arxiv.org/abs/2510.02460", "authors": ["A. R. Moura", "L. V. Santos"], "title": "Detecting quantum spin liquid on Kitaev model through a superconducting junction", "comment": "12 pages, 6 figures", "summary": "The Kitaev model belongs to an unconventional class of two-dimensional spin\nsystems characterized by anisotropic, bond-dependent interactions that give\nrise to Quantum Spin Liquid (QSL) states. These exotic phases, marked by the\nabsence of magnetic ordering even at zero temperature, support fractionalized\nexcitations and emergent gauge fields. A particularly compelling feature of the\nKitaev model is its exact solvability, which reveals low-energy excitations in\nthe form of itinerant Majorana fermions-quasiparticles that obey non-Abelian\nstatistics and are of central interest in topological quantum computation due\nto their inherent robustness against local perturbations and decoherence.\nDespite extensive theoretical advancements, the experimental identification of\nQSLs remains challenging, as conventional magnetic probes fail to detect their\ndefining properties. In this work, we present a theoretical investigation of\nspin current injection from a superconducting metal into a Kitaev quantum spin\nliquid. By employing a spintronic framework, we derive the dynamics of the\ninjected spin current and demonstrate how its signatures can be traced back to\nthe underlying Majorana excitations in the spin liquid phase. Superconductivity\nplays a pivotal role in this context, not only as a source of coherent\nquasiparticles but also as a platform with potential for interfacing with\ntopological quantum devices. Our analysis contrasts the Kitaev-superconductor\ninterface with conventional ferromagnetic junctions, where spin transport is\ncarried by magnons, and highlights distinctive features in the spin current\nresponse. These findings open new directions for the detection of QSLs and\ncontribute to the broader effort of integrating topological quantum materials\ninto scalable quantum technologies."}
{"id": "2510.02451", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02451", "abs": "https://arxiv.org/abs/2510.02451", "authors": ["Mohsen Yarmohammadi", "Jacob Linder", "James K. Freericks"], "title": "Slow-phonon control of spin Edelstein effect in Rashba $d$-wave altermagnets", "comment": "14 pages, 8 figures", "summary": "Altermagnets have zero net magnetization yet feature spin-split bands that\nhost spin-polarized states. Here, we investigate how slow lattice vibrations\n(phonons) influence both the intrinsic and externally induced spin\npolarizations in two-dimensional $d$-wave altermagnets. For the induced spin\npolarizations, we employ a Rashba continuum model with electron-phonon coupling\n(EPC) treated at the static-Holstein level and analyze the spin Edelstein\neffect using the Kubo linear-response formalism. We find that\nmoderate-to-strong EPC progressively suppresses the induced polarization via\nboth intraband and interband channels, with a critical coupling marking the\nonset of complete spin Edelstein depolarization. The depolarization transition\narises from a phonon-induced energy renormalization that pushes the spin-split\nbands anisotropically above the chemical potential, leading to a complete\ncollapse of the Fermi surface. While (de)polarization can occur even in the\nRashba non-altermagnetic phase, it remains isotropic. The presence of\naltermagnetism makes it anisotropic and breaks the conventional antisymmetry\nbetween spin susceptibilities that occurs with pure spin-orbit coupling,\nrendering the effect highly relevant for spintronic applications. We further\ninvestigate how the phonon coupling to the altermagnetic order, Rashba\nspin-orbit strength, and carrier doping collectively tune the depolarization\ntransition. Our findings demonstrate that phonon scattering (e.g., through\nvarious substrates) offers a powerful means for on-demand control of spin\npolarization, enabling reversible switching between spin-polarized and\ndepolarized states -- a key functionality for advancing spin logic\narchitectures and optimizing next-generation spintronic devices."}
{"id": "2510.02875", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02875", "abs": "https://arxiv.org/abs/2510.02875", "authors": ["Ruiwen Xie", "Maximilian Mellin", "Wolfram Jaegermann", "Jan P. Hofmann", "Frank M. F. de Groot", "Hongbin Zhang"], "title": "Redox Chemistry of LiCoO$_2$, LiNiO$_2$, and LiNi$_{1/3}$Mn$_{1/3}$Co$_{1/3}$O$_2$ Cathodes: Deduced via XPS, DFT+DMFT, and Charge Transfer Multiplet Simulations", "comment": null, "summary": "Understanding the evolution of the physicochemical bulk properties during the\nLi deintercalation (charging) process is critical for optimizing battery\ncathode materials. In this study, we combine X-ray photoelectron spectroscopy\n(XPS), density functional theory plus dynamical mean-field theory (DFT+DMFT)\ncalculations, and charge transfer multiplet (CTM) model simulations to\ninvestigate how hybridization between transition metal (TM) 3d and oxygen 2p\norbitals evolves with Li deintercalation. Based on the presented approach\ncombining theoretical calculations and experimental studies of pristine and\ndeintercalated cathodes, two important problems of ion batteries can be\naddressed: i) the detailed electronic structure and involved changes with\ndeintercalation providing information of the charge compensation mechanism, and\nii) the precise experimental analysis of XPS data which are dominated by charge\ntransfer coupled to final-state effects affecting the satellite structure. As\nmain result for the investigated Li TM oxides, it can be concluded that the\nelectron transfer coupled to the Li$^{+}$-ion migration does not follow a rigid\nband model but is modified due to changes in TM 3d and O 2p states\nhybridization. Furthermore, this integrated approach identifies the 2p XPS\nsatellite peak intensity of TM as an effective indicator of the redox\nchemistry. With that the redox chemistry of cathodes can be deduced, thus\noffering a foundation for designing more efficient battery materials."}
{"id": "2510.02684", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02684", "abs": "https://arxiv.org/abs/2510.02684", "authors": ["Dmitry V. Chichinadze"], "title": "Weak localization and antilocalization corrections to nonlinear transport: a semiclassical Boltzmann treatment", "comment": "Main text: 4 pages, 1 figure, 32 references; Supplementary\n  information: 9 pages, 1 figure", "summary": "The nonlinear transport regime is manifested in the nonlinear current-voltage\ncharacteristic of the system. An example of such a nonlinear regime is a setup\nin which current is injected into the sample and the measured voltage drop is\nquadratic in the injected current. Such a quadratic nonlinear regime requires\ninversion symmetry to be broken. This is the same symmetry condition as one\nneeds to observe weak antilocalization, which can be prominent in\ntwo-dimensional systems. Here, we study the effects of weak (anti)localization\non second-order nonlinear transport in two-dimensional systems using the\nsemiclassical Boltzmann approach. We solve for quasiparticle distribution\nfunction up to the second order in the applied external electric field and\ncalculate linear and nonlinear conductivity tensors for a toy model. We find\nthat localization effects could lead to a sign change of the nonlinear\nconductivity tensor -- a phenomenon observed in single-layer graphene devices."}
{"id": "2510.02474", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02474", "abs": "https://arxiv.org/abs/2510.02474", "authors": ["Yanek Verghis", "Denis Sedov", "Jakob Weßling", "Prathyush P. Poduval", "Mathias S. Scheurer"], "title": "Vestigial pairing from fluctuating magnetism and triplet superconductivity", "comment": null, "summary": "We study the finite-temperature vestigial superconducting phases of a\ntwo-dimensional system of fluctuating spin-triplet pairing and spin magnetism.\nDenoting the respective primary order parameters by $\\mathbf{d}$ and\n$\\mathbf{N}$, which are not long-range ordered at finite temperature, the\ncomposite fields $\\phi_{dd} = \\mathbf{d}\\cdot\\mathbf{d}$ and $\\phi_{dN} =\n\\mathbf{d}\\cdot\\mathbf{N}$ are spin-rotation invariant and can condense at\nfinite temperature. Using a large-$N$ approach that respects the Mermin-Wagner\ntheorem, we here derive the phase diagram which features two vestigial\nsuperconductors: $(A)$ a charge-$4e$ superconductor with $\\phi_{dd}\\neq 0$ and\n$\\phi_{dN} =0$ and $(B)$ a charge-$2e$ state with $\\phi_{dN} ,\\phi_{dd}\\neq 0$.\nWe analyze the temperature and coupling-constant dependent properties of these\ntwo superconductors using a perturbative approach and a variational\nHartree-Fock study. This reveals non-trivial spectra in the superconductors,\nwhich result from the fundamental building blocks being distinct from the usual\nCooper pairs--in phase $(A)$, the elementary bosons are bound states of four\nelectrons and, in phase $(B)$, of three electrons and a hole. This work\ncomplements the previous study [Nat. Commun. 15, 1713 (2024),\narXiv:2301.01344], which focused on the properties of phase $(B)$."}
{"id": "2510.02452", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02452", "abs": "https://arxiv.org/abs/2510.02452", "authors": ["Mohsen Yarmohammadi", "Marco Berritta", "Marin Bukov", "Libor Šmejkal", "Jacob Linder", "Peter M. Oppeneer"], "title": "Spin polarization engineering in $d$-wave altermagnets", "comment": "10 pages, 4 figures", "summary": "Altermagnets host unconventional spin-polarized bands despite zero net\nmagnetization, but controlling their spin structure remains challenging. We\npropose a multi-field approach to engineer spin polarization in $d$-wave\naltermagnets using gating, optical driving, and in-plane electric fields, which\nenable tunable and switchable polarizations along multiple directions. Optical\ndriving induces out-of-plane ($z$) polarization, while gating and in-plane\nfields generate $x$- and $y$-polarizations via the Edelstein effect, all of\nwhich are experimentally detectable. We further find that spin- and\nband-selective doping induces chiral optical activity, a feature unique to\naltermagnets. Our approach provides a versatile route for full control of spin\npolarization in altermagnets."}
{"id": "2510.02897", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02897", "abs": "https://arxiv.org/abs/2510.02897", "authors": ["S. A. Rozhkov", "V. V. Bakin", "H. E. Scheibler", "V. S. Rusetsky", "D. V. Gorshkov", "D. A. Kustov", "V. A. Golyashov", "V. L. Alperovich", "O. E. Tereshchenko"], "title": "Subthermal Mean Transverse Energies Induced by Electron Refraction on the Jump in Mass at the Surface of Multialkali Photocathodes", "comment": "6 pages, 3 figures", "summary": "The search for photocathode materials with low mean transverse energies\n(MTEs) and, hence, low intrinsic emittance is of crucial importance for various\nfields of particle and solid state physics. Here, we demonstrate that\npolycrystalline multialkali Na$_{2}$KSb(Cs,Sb) photocathodes with negative\neffective electron affinity (NEA) have MTE values at room temperature by a\nfactor of 2 lower than those of monocrystalline \\textit{p}-GaAs(Cs,O)\nphotocathodes. These low MTE values are due to the electron refraction on the\njump in mass, between a small effective mass in Na$_{2}$KSb and free electron\nmass in vacuum. It is proved that, at the NEA state, up to half of\nphotoelectrons are emitted in a narrow-angle cone with the fractional MTE of\n9\\,meV at room temperature. We also showed that the transition from NEA to\npositive effective affinity results in the subthermal total MTE of the\nNa$_{2}$KSb(Cs,Sb) photocathode, along with quantum efficiency of about\n10$^{-2}$. The physical reasons for the manifestation of the refraction effect\nin multialkali photocathodes are discussed, opening up opportunities for the\ndevelopment of high-brightness and ultracold robust electron sources."}
{"id": "2510.02521", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.02521", "abs": "https://arxiv.org/abs/2510.02521", "authors": ["E. O. Kamenetskii"], "title": "Symmetry in magnetoelectric electromagnetism and magnetoelectric meta-atoms", "comment": null, "summary": "While in electromagnetism we have space-time symmetry, magnetoelectric (ME)\nprocesses are characterized by space-time symmetry breaking. Our goal is to\nshow that quantum vacuum fields with both time reversal and space inversion\nsymmetry breaking (so-called ME fields) can be observed in subwavelength\nregions of electromagnetic (EM) radiation. The sources of ME fields are ME\nmeta-atoms, subwavelength elements made of magnetic insulators, where the\ndynamical ME behavior is due to modulations and topological coupling of\nmagnetization and electric polarization. The interaction between EM and ME\nsystems occurs through virtual structures, ME virtual photons. Experimentally,\nME quantum vacuum states can be detected in a microwave cavity. The topic of\nthese studies concerns fundamental aspects of ME quantum electrodynamics\n(MEQED)."}
{"id": "2510.02923", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02923", "abs": "https://arxiv.org/abs/2510.02923", "authors": ["G. Trupiano", "E. Riccardi", "C. Puglia", "M. Kiczynski", "A. Gardin", "G. De Simoni", "G. C. Tettamanzi", "F. Giazotto"], "title": "Highly-Linear Proximity-Based Bi-SQUID Operating above 4 K", "comment": "7 pages, 5 figures", "summary": "We demonstrate a highly linear superconducting quantum interference device\n(SQUID) amplifier based on a double-loop (Bi-SQUID) architecture incorporating\nthree superconductor-normal metal-superconductor (S-N-S) junctions. Fabricated\nusing niobium-gold technology, the device exhibits robust operation at liquid\nhelium temperatures, with a superconducting transition temperature of 8.5 K.\nThe flux-to-voltage transfer function demonstrates sharp, symmetric, and highly\nlinear behavior at temperatures up to 5 K. Bi-SQUIDs featuring our\nsingle-element S-N-S design represent an interesting and original approach to\nthis field, as they demonstrate a numerically estimated spurious-free dynamic\nrange (SFDR) linearity exceeding 60 dB, achieved in a single element,\nsimplifying the requirements in terms of arrays containing hundreds of\njunctions. These results highlight the potential of proximity-based Bi-SQUIDs\nfor compact, low-noise, and highly linear cryogenic amplifiers in quantum\nsensing, magnetometry, and biomedical diagnostics."}
{"id": "2510.03047", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.03047", "abs": "https://arxiv.org/abs/2510.03047", "authors": ["F. Gómez-Ortiz", "A. Zabalo", "A. M. Glazer", "E. E. McCabe", "A. H. Romero", "E. Bousquet"], "title": "Structural Chirality and Natural Optical Activity across the $α$-to-$β$ Phase Transition in SiO$_2$ and AlPO$_4$ from first-principles", "comment": null, "summary": "Natural optical activity (NOA), the ability of a material to rotate the plane\nof polarized light, has traditionally been associated with structural\nchirality. However, this relationship has often been oversimplified, leading to\nconceptual misunderstandings, particularly when attempts are made to directly\ncorrelate structural handedness with optical rotatory power. In reality, the\nrelationship between chirality and NOA is more nuanced: optical activity can\narise in both chiral and achiral crystal structures, and the sign of the\nrotation cannot necessarily be inferred from the handedness of the space group.\n% In this work, we conduct a first-principles investigation of natural optical\nactivity in SiO$_2$ and AlPO$_4$ crystals, focusing on their enantiomorphic\nstructural phase transition from high-symmetry hexagonal ($P6_422$ or $P6_222$)\nto low-symmetry trigonal ($P3_121$ or $P3_221$) space groups. This transition,\ndriven by the condensation of a zone-center $\\Gamma_3$ phonon mode, reverses\nthe screw axis type given by the space group symbol while leaving the sign of\nthe optical activity unchanged. By following the evolution of the structure and\nthe optical response along the transition pathway, we clarify the microscopic\norigin of this behavior. We demonstrate that the sense of optical rotation is\ndetermined not by the nominal helicity of the screw axis given in the space\ngroup symbol, but by the atomic-scale helicity of the most polarizable atoms of\nthe structure."}
{"id": "2510.02531", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02531", "abs": "https://arxiv.org/abs/2510.02531", "authors": ["Faisal Kimbugwe", "Marzieh Baan", "Alexandra Fonseca Montenegro", "Roberto C Myers", "Tyler J Grassman"], "title": "Epitaxially-stabilized growth of wüstite FeO on 4H-SiC", "comment": null, "summary": "Iron(II) monoxide (FeO) is thermodynamically stable in the halite (w\\\"ustite)\nstructure only at elevated temperatures in a typically non-stoichiometric,\nFe-deficient, Fe$_{1-z}$O form that tends to phase separate and/or transform\ninto metallic $\\alpha$-Fe and magnetite Fe$_3$O$_4$ at ambient conditions. Here\nwe report on the successful growth of up to 180 nm thick $(111)$-oriented FeO\nheteroepitaxial films on slightly lattice-matched 4H-SiC$(0001)$ using\nmolecular beam epitaxy (MBE). The films have flat, terraced surfaces with tall\nmulti-layer steps. X-ray diffraction (XRD), high-resolution scanning\ntransmission electron microscopy (S/TEM), energy-dispersive X-ray spectroscopy\n(EDS), and core-level electron energy loss spectroscopy (EELS) collectively\nconfirm the epilayer as phase-pure w\\\"ustite FeO, with atomically sharp FeO/SiC\ninterfaces. The films are found to exhibit a slight misfit strain-induced\nrhombohedral distortion that does not appear to vary over the range of\nthicknesses examined. These results demonstrate the power of epitaxial\nstabilization for integrating a thermodynamically unstable, yet functionally\ninteresting material with a commercially available and technologically\nimportant semiconductor platform."}
{"id": "2510.03054", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03054", "abs": "https://arxiv.org/abs/2510.03054", "authors": ["Natalia Zawadzka", "Kristina Vaklinova", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Kenji Watanabe", "Takashi Taniguchi", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Electrically modulated light-emitting diodes driven by resonant and antiresonant tunneling between Cr$_2$Ge$_2$Te$_6$ electrodes", "comment": "8 pages, 4 figures + SI", "summary": "Exploring the electron tunneling mechanisms in diverse materials systems\nconstitutes a versatile strategy for tailoring the properties of optoelectronic\ndevices. In this domain, bipolar vertical tunneling junctions composed of van\nder Waals materials with vastly different electronic band structures enable\nsimultaneous injection of electrons and holes into an optically active\nmaterial, providing a universal blueprint for light-emitting diodes (LEDs).\nEfficient modulation of the injection efficiency has previously been\ndemonstrated by creating resonant states within the energy barrier formed by\nthe luminescent material. Here, we present an alternative approach towards\nresonant tunneling conditions by fabricating tunneling junctions composed\nentirely from gapped materials: Cr$_2$Ge$_2$Te$_6$ as electrodes, hBN as a\ntunneling barrier, and monolayer WSe$_2$ as a luminescent medium. The\ncharacterization of such LEDs revealed a nonmonotonous evolution of the\nelectroluminescence intensity with the tunneling bias. The dominant role\ndriving the characteristics of the electron tunneling was associated with the\nrelative alignment of the density of states in Cr$_2$Ge$_2$Te$_6$ electrodes.\nThe unique device architecture introduced here presents a universal pathway\ntowards LEDs operating at room temperature with electrically modulated emission\nintensity."}
{"id": "2510.03054", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03054", "abs": "https://arxiv.org/abs/2510.03054", "authors": ["Natalia Zawadzka", "Kristina Vaklinova", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Kenji Watanabe", "Takashi Taniguchi", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Electrically modulated light-emitting diodes driven by resonant and antiresonant tunneling between Cr$_2$Ge$_2$Te$_6$ electrodes", "comment": "8 pages, 4 figures + SI", "summary": "Exploring the electron tunneling mechanisms in diverse materials systems\nconstitutes a versatile strategy for tailoring the properties of optoelectronic\ndevices. In this domain, bipolar vertical tunneling junctions composed of van\nder Waals materials with vastly different electronic band structures enable\nsimultaneous injection of electrons and holes into an optically active\nmaterial, providing a universal blueprint for light-emitting diodes (LEDs).\nEfficient modulation of the injection efficiency has previously been\ndemonstrated by creating resonant states within the energy barrier formed by\nthe luminescent material. Here, we present an alternative approach towards\nresonant tunneling conditions by fabricating tunneling junctions composed\nentirely from gapped materials: Cr$_2$Ge$_2$Te$_6$ as electrodes, hBN as a\ntunneling barrier, and monolayer WSe$_2$ as a luminescent medium. The\ncharacterization of such LEDs revealed a nonmonotonous evolution of the\nelectroluminescence intensity with the tunneling bias. The dominant role\ndriving the characteristics of the electron tunneling was associated with the\nrelative alignment of the density of states in Cr$_2$Ge$_2$Te$_6$ electrodes.\nThe unique device architecture introduced here presents a universal pathway\ntowards LEDs operating at room temperature with electrically modulated emission\nintensity."}
{"id": "2510.02544", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02544", "abs": "https://arxiv.org/abs/2510.02544", "authors": ["Sarvesh Chaudhari", "Cristobal Mendez", "Rushil Choudhary", "Tathagata Banerjee", "Maciej Olszewski", "Jadrien Paustian", "Jaehong Choi", "Zhaslan Baraissov", "Raul Hernandez", "David Muller", "Britton Plourde", "Gregory Fuchs", "Valla Fatemi", "Tomas Arias"], "title": "Active-Learning Inspired Ab Initio Theory-Experiment Loop Approach for Management of Material Defects: Application to Superconducting Qubits", "comment": "7 pages, 6 figures (7 images)", "summary": "Surface oxides are associated with two-level systems (TLSs) that degrade the\nperformance of niobium-based superconducting quantum computing devices. To\naddress this, we introduce a predictive framework for selecting metal capping\nlayers that inhibit niobium oxide formation. Using DFT-calculated oxygen\ninterstitial and vacancy energies as thermodynamic descriptors, we train a\nlogistic regression model on a limited set of experimental outcomes to\nsuccessfully predict the likelihood of oxide formation beneath different\ncapping materials. This approach identifies Zr, Hf, and Ta as effective\ndiffusion barriers. Our analysis further reveals that the oxide formation\nenergy per oxygen atom serves as an excellent standalone descriptor for\npredicting barrier performance. By combining this new descriptor with lattice\nmismatch as a secondary criterion to promote structurally coherent interfaces,\nwe identify Zr, Ta, and Sc as especially promising candidates. This closed-loop\nstrategy integrates first-principles theory, machine learning, and limited\nexperimental data to enable rational design of next-generation materials."}
{"id": "2510.03220", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03220", "abs": "https://arxiv.org/abs/2510.03220", "authors": ["Carter Fox", "Jose D. Mella", "Jack Rollins", "Yangchen He", "Yulu Mao", "Haotian Jiang", "Alaina Drew", "Hongrui Ma", "Takashi Taniguchi", "Kenji Watanabe", "Ying Wang", "Daniel Rhodes", "Salvador Barraza-Lopez", "Jun Xiao"], "title": "Sliding multiferroicity in hexagonal stacked CrI3", "comment": null, "summary": "Developing new multiferroics at the two-dimensional (2D) limit with\nenergy-efficient magnetoelectric coupling can inform the interplay physics of\nnovel orders and advance on-chip high-performance computing applications. Here\nwe apply stacking order engineering to create a new type of 2D multiferroics,\nnamely sliding multiferroics, based on polar hexagonal stacked (H-stacked)\nCrI3. This new stacking order removes structural inversion symmetry and gives\nrise to room temperature sliding ferroelectricity, as confirmed by Raman\nspectroscopy, second harmonic generation spectroscopy and electrical transport\nmeasurements. Building upon the gate-dependent reflective magnetic circular\ndichroism, first-principles calculations, and modeling, sliding\nferroelectricity is shown to interplay with an emergent interfacial\nferromagnetism via interlayer spin-polarized charge transfer. This coupling\nmechanism results in non-volatile magnetic switching by as low as 0.4V across\nthe H-stacked CrI3. Our demonstration introduces polar stacking order\nengineering of 2D magnets as a general approach to create non-volatile 2D\nmultiferroics with efficient magnetoelectric coupling, paving the way for\nlow-power electronics and spintronics at the atomically thin limit."}
{"id": "2510.03092", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.03092", "abs": "https://arxiv.org/abs/2510.03092", "authors": ["Dorian Béret", "Louka Hemmen", "Vishwas Jindal", "Sreyan Raha", "Thierry Amand", "Delphine Lagarde", "Andrea Balocchi", "Cédric Robert", "Helene Carrere", "Xavier Marie", "Pierre Renucci", "Laurent Lombez"], "title": "Thermal assisted transport of biexcitons in monolayer WSe2", "comment": null, "summary": "Studies of excitonic transport in transition metal dichalcogenide monolayers\nhave attracted increasing interest in recent years in order to develop\nnano-optoelectronic devices made with 2D materials. These studies began with\nlow to moderate optical excitation regimes, and more recently have focused on\nhigh injection regimes where nonlinear effects appear. This article is focused\non the transport of biexcitons by spatially and temporally resolved\nphotoluminescence spectroscopy at high excitation flux. The study is carried\nout on a high-quality WSe$_2$ monolayer encapsulated in hexagonal boron\nnitride. The results show that a Seebeck current affects transport in\nconnection with the presence of hot biexcitons. In particular, we observe the\nformation of spatial rings, also called halos, which have been observed in\nother excitonic gases. These results tend to generalize the importance of\nhigh-energy populations in excitonic transport in TMD, even for complex and\nheavy excitonic particles."}
{"id": "2510.02552", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02552", "abs": "https://arxiv.org/abs/2510.02552", "authors": ["A. Cruz-García", "J. Puig", "R. M. Besana", "A. B. Kolton", "Y. Fasano"], "title": "Finite-size and quenching effects on hyperuniform structures formed during cooling", "comment": "14 pages, 12 figures", "summary": "The outstanding physical properties of hyperuniform condensed matter systems\nholds significant promise for technological applications and studying effects\nthat may disrupt this hidden order is therefore very important. Vortex matter\nin superconductors is a model system to study this problem since imaging\nexperiments have revealed that correlated disorder in the host media and finite\nsize effects disrupt the hyperuniformity of the in-plane arrangement of\nvortices. Here we report simulations of layered interacting elastic lines as a\nmodel for the vortex lattice in three-dimensional superconductors, following a\ncooling protocol that closely mimics the experimental conditions. We show that\nfinite-thickness effects limiting the hyperuniformity range arise both in\nequilibrium and out-of-equilibrium. Our results provide a theoretical framework\nto draw a realistic road-map on synthesizing hyperuniform materials when\ncooling structures on finite host media with disorder."}
{"id": "2510.03220", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03220", "abs": "https://arxiv.org/abs/2510.03220", "authors": ["Carter Fox", "Jose D. Mella", "Jack Rollins", "Yangchen He", "Yulu Mao", "Haotian Jiang", "Alaina Drew", "Hongrui Ma", "Takashi Taniguchi", "Kenji Watanabe", "Ying Wang", "Daniel Rhodes", "Salvador Barraza-Lopez", "Jun Xiao"], "title": "Sliding multiferroicity in hexagonal stacked CrI3", "comment": null, "summary": "Developing new multiferroics at the two-dimensional (2D) limit with\nenergy-efficient magnetoelectric coupling can inform the interplay physics of\nnovel orders and advance on-chip high-performance computing applications. Here\nwe apply stacking order engineering to create a new type of 2D multiferroics,\nnamely sliding multiferroics, based on polar hexagonal stacked (H-stacked)\nCrI3. This new stacking order removes structural inversion symmetry and gives\nrise to room temperature sliding ferroelectricity, as confirmed by Raman\nspectroscopy, second harmonic generation spectroscopy and electrical transport\nmeasurements. Building upon the gate-dependent reflective magnetic circular\ndichroism, first-principles calculations, and modeling, sliding\nferroelectricity is shown to interplay with an emergent interfacial\nferromagnetism via interlayer spin-polarized charge transfer. This coupling\nmechanism results in non-volatile magnetic switching by as low as 0.4V across\nthe H-stacked CrI3. Our demonstration introduces polar stacking order\nengineering of 2D magnets as a general approach to create non-volatile 2D\nmultiferroics with efficient magnetoelectric coupling, paving the way for\nlow-power electronics and spintronics at the atomically thin limit."}
{"id": "2510.02574", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02574", "abs": "https://arxiv.org/abs/2510.02574", "authors": ["Jacob Huber", "Supriyo Bandyopadhyay"], "title": "A Physical Unclonable Function Based on Variations of Write Times in STT-MRAM due to Manufacturing Defects", "comment": null, "summary": "A physical unclonable function (PUF) utilizes the unclonable random\nvariations in a device's responses to a set of inputs to produce a unique\n\"biometric\" that can be used for authentication. The variations are caused by\nunpredictable, unclonable and random manufacturing defects. Here, we show that\nthe switching time of a magnetic tunnel junction injected with a spin-polarized\ncurrent generating spin transfer torque is sensitive to the nature of\nstructural defects introduced during manufacturing and hence can be the basis\nof a PUF. We use micromagnetic simulations to study the switching times under a\nconstant current excitation for six different (commonly encountered) defect\nmorphologies in spin-transfer-torque magnetic random access memory (STT-MRAM)\nto establish the viability of a PUF."}
{"id": "2510.02429", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.02429", "abs": "https://arxiv.org/abs/2510.02429", "authors": ["Srinivas V. Mandyam", "Esther Wang", "Zhipan Wang", "Bijuan Chen", "Nishan C. Jayarama", "Anmay Gupta", "Eric A. Riesel", "Valery I. Levitas", "Christopher R. Laumann", "Norman Y. Yao"], "title": "Uncovering origins of heterogeneous superconductivity in La$_3$Ni$_2$O$_7$ using quantum sensors", "comment": null, "summary": "The family of nickelate superconductors have long been explored as analogs of\nthe high temperature cuprates. Nonetheless, the recent discovery that certain\nstoichiometric nickelates superconduct up to high $T_c$ under pressure came as\na surprise. The mechanisms underlying the superconducting state remain\nexperimentally unclear. In addition to the practical challenges posed by\nworking in a high pressure environment, typical samples exhibit anomalously\nweak diamagnetic responses, which have been conjectured to reflect\ninhomogeneous `filamentary' superconducting states. We perform wide-field,\nhigh-pressure, optically detected magnetic resonance spectroscopy to image the\nlocal diamagnetic responses of as grown La$_3$Ni$_2$O$_7$ samples \\emph{in\nsitu}, using nitrogen vacancy quantum sensors embedded in the diamond anvil\ncell. These maps confirm significant inhomogeneity of the functional\nsuperconducting responses at the few micron scale. By spatially correlating the\ndiamagnetic Meissner response with both the local tensorial stress environment,\nalso imaged \\emph{in situ}, and stoichiometric composition, we unravel the\ndominant mechanisms suppressing and enhancing superconductivity. Our wide-field\ntechnique simultaneously provides a broad view of sample behavior and excellent\nlocal sensitivity, enabling the rapid construction of multi-parameter phase\ndiagrams from the local structure-function correlations observed at the\nsub-micron pixel scale."}
{"id": "2510.02575", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02575", "abs": "https://arxiv.org/abs/2510.02575", "authors": ["Joseph Pierre Anderson", "Anter El-Azab"], "title": "The line bundle regime and the scale-dependence of continuum dislocation dynamics", "comment": null, "summary": "Continuum dislocation dynamics (CDD) has become the state-of-the-art\ntheoretical approach for mesoscale dislocation plasticity of metals. Within\nthis approach, there are multiple CDD theories that can all be derived from the\nprinciples of statistical mechanics. In these theories density-based measures\nare used to represent dislocation lines. Establishing these density measures\nrequires some level of coarse graining with the result of losing track of some\nparts of the dislocation population due to cancellation in the tangent vectors\nof unaligned dislocations. The leading CDD theories either treat dislocations\nas nearly parallel or distributed locally over orientation space. The\ndifference between these theories is a matter of the spatial resolution at\nwhich the definition of the relevant dislocation density field holds: for fine\nresolutions, single dislocations are resolved and there is no cancellation; for\ncoarse resolutions, whole dislocation loops could contribute at a single point\nand there is complete cancellation. In the current work, a formulation of the\nresolution-dependent transition between these limits is presented in terms of\nthe statistics of dislocation line orientation fluctuations about a local\naverage line direction. From this formulation, a study of the orientation\nfluctuation behavior in intermediate resolution regimes is conducted. Two\npossible closure equations for truncating the moment sequence of the\nfluctuation distributions relating the two theories mentioned above are\nevaluated from data, the newly introduced line bundle closure and the previous\nstandard maximum entropy closure relations. The line bundle closure relation is\nshown to be accurate for coarse-graining lengths up to half the dislocation\nspacing and the maximum entropy closure is found to poorly agree with the data\nat all coarse-graining lengths."}
{"id": "2510.02644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02644", "abs": "https://arxiv.org/abs/2510.02644", "authors": ["Yuto Furutani", "Hayato Fukushima", "Yutaka Yamamoto", "Masanori Ichioka", "Hiroto Adachi"], "title": "Ginzburg-Landau theory of spin pumping through an antiferromagnetic layer near the Néel temperature", "comment": "13 pages, 4 figures", "summary": "Spin pumping is a microwave-driven means for injecting spins from a\nferromagnet into the adjacent target material. The insertion of a thin\nantiferromagnetic layer between the ferromagnet and the target material is\nknown to enhance the spin pumping signal. Here, in view of describing dynamic\nfluctuations of the N\\'{e}el order parameter, we develop Ginzburg-Landau theory\nof the spin pumping in a ferromagnet/antiferromagnet/heavy metal trilayer in\nthe vicinity of the antiferromagnetic N\\'{e}el temperature $T_{\\rm N}$. When\nthere exists an interfacial exchange interaction between the ferromagnetic\nspins and the antiferromagnetic N\\'{e}el order parameter at the\nferromagnet/antiferromagnet interface, we find a strongly frequency-dependent\nenhancement of the pumped spin current that is peaked at $T_{\\rm N}$. The\npresent finding offers an explanation for the enhanced spin pumping with strong\nfrequency dependence observed in a Y$_3$Fe$_5$O$_{12}$/CoO/Pt system."}
{"id": "2510.02593", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02593", "abs": "https://arxiv.org/abs/2510.02593", "authors": ["Shivani Bhardwaj", "Sudhir K. Pandey"], "title": "Spin-dependent orbital selectivity and partial Kondo-screening in magnetically ordered Hund's metal", "comment": null, "summary": "Hund's metallicity in 3$d$ transition metal oxides constitutes a rare class\nof compounds, since they have been long understood considering the dominance of\nHubbard $U$. $\\mathrm{LiV_2O_4}$\\& $\\mathrm{Sr_2CoO_4}$ belong to this rare\nclass of metals; among them, $\\mathrm{LiV_2O_4}$ has been the subject of\nextensive investigations for its unconventional heavy-fermion behavior, while\nstudies on $\\mathrm{Sr_2CoO_4}$ remain limited despite its anomalous\nferromagnetic ground state. In this study, we report an unusual spin-orbital\nselective localization in $\\mathrm{Sr_2CoO_4}$ leading to a sharp Kondo\nresonance at $\\sim$70 K in the spin-$up$ channel of orbitals of $t_{2g}$\nsymmetry using a combination of Density functional theory and Dynamical mean\nfield theory (DFT+DMFT) calculations. Correspondingly, an appreciable reduction\nin the magnetization below $T$=100 K further suggests partial Kondo screening\nof local moments active at low temperatures, explaining its effective spin\nmagnetization state and upturn in its resistivity observed in experimental\nreports. We note a significant effect of Hund's induced spin-orbital selective\nincoherence in dictating the temperature evolution of its macroscopic\nobservables e.g. spin-spin correlation function and effective local moment. Our\nresults reveal a potentially distinct/new form of spin-dependent selectivity\ninduced via Hund's coupling in addition to the conventional orbital-selectivity\nin the Hund's metals, as a plausible key mechanism in stabilizing their\nlong-range magnetic order."}
{"id": "2510.02777", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02777", "abs": "https://arxiv.org/abs/2510.02777", "authors": ["N. N. Orlova", "V. D. Esin", "A. V. Timonina", "N. N. Kolesnikov", "E. V. Deviatov"], "title": "Magnetocaloric effect for the altermagnetic candidate MnTe", "comment": null, "summary": "We experimentally investigate magnetocaloric effect for single crystals of\nMnTe altermagnet at the transition to the state with spontaneous spin\npolarization, i.e. well below the N\\'eel temperature of MnTe. The isothermal\nmagnetic entropy change $\\Delta S$ is calculated from the experimental\nmagnetization curves by using Maxwell relation. We observe well-defined\nmagnetocaloric effect as a narrow $\\Delta S$ peak around the cricital\ntemperature $T_c\\approx 81$~K, which is accompanied by sharp magnetization\njump. This behavior is unusual for standard ferromagnetic transitions, so it\nconfirms the predicted spin-orbit-induced spin polarization in the MnTe\naltermagnetic state."}
{"id": "2510.02604", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.02604", "abs": "https://arxiv.org/abs/2510.02604", "authors": ["Cameron A. M Scott", "Finlay D. Morrison", "Nicholas. C. Bristowe"], "title": "Improper-proper ferroelectric competition as a mechanism for multistate polarisation and ferrielectric-like behaviour", "comment": "23 pages including 15 pages of supplemental information", "summary": "In this paper, we re-explore a simple textbook Landau model describing\nimproper ferroelectricity and show that in the limit where both proper and\nimproper instabilities exist and compete, improper ferroelectrics can display\nswitching between multiple polarisation states. Using first principles\ncalculations we highlight how the hexagonal tungsten bronze materials may be an\narchetypal case, with the possibility to switch between improper and proper\nphases. The resulting functional characteristics are akin to \"ferrielectrics\",\nwith switching behaviour in the form of a triple hysteresis loop. Such\nfunctionality could be ideal for creating non-volatile multistate systems for\nuse in memory devices or as a backbone for neuromorphic computing."}
{"id": "2510.02644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02644", "abs": "https://arxiv.org/abs/2510.02644", "authors": ["Yuto Furutani", "Hayato Fukushima", "Yutaka Yamamoto", "Masanori Ichioka", "Hiroto Adachi"], "title": "Ginzburg-Landau theory of spin pumping through an antiferromagnetic layer near the Néel temperature", "comment": "13 pages, 4 figures", "summary": "Spin pumping is a microwave-driven means for injecting spins from a\nferromagnet into the adjacent target material. The insertion of a thin\nantiferromagnetic layer between the ferromagnet and the target material is\nknown to enhance the spin pumping signal. Here, in view of describing dynamic\nfluctuations of the N\\'{e}el order parameter, we develop Ginzburg-Landau theory\nof the spin pumping in a ferromagnet/antiferromagnet/heavy metal trilayer in\nthe vicinity of the antiferromagnetic N\\'{e}el temperature $T_{\\rm N}$. When\nthere exists an interfacial exchange interaction between the ferromagnetic\nspins and the antiferromagnetic N\\'{e}el order parameter at the\nferromagnet/antiferromagnet interface, we find a strongly frequency-dependent\nenhancement of the pumped spin current that is peaked at $T_{\\rm N}$. The\npresent finding offers an explanation for the enhanced spin pumping with strong\nfrequency dependence observed in a Y$_3$Fe$_5$O$_{12}$/CoO/Pt system."}
{"id": "2510.02661", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02661", "abs": "https://arxiv.org/abs/2510.02661", "authors": ["Longjun Xiang", "Jinxiong Jia", "Fuming Xu", "Jian Wang"], "title": "Classification of electromagnetic responses by quantum geometry", "comment": null, "summary": "The nonlinear charge current $j_a=\\sigma_{abc}E_bE_c$ of Bloch electrons in\nquantum materials under an electric field can be well characterized by the\nquantum geometry, as most exemplified by the extrinsic and intrinsic nonlinear\nHall effects induced by the Berry curvature dipole and the quantum metric\ndipole, respectively. Nevertheless, a unified quantum geometric description for\nthe bilinear charge current $j_a=\\sigma_{ab,c}E_bB_c$ of Bloch electrons driven\nby the electromagnetic fields, including the ordinary Hall effect (OHE), the\nmagnetononlinear Hall effect (MNHE), and the planar Hall effect (PHE), remains\nelusive. Herein, we show that this bilinear conductivity, as contributed by the\norbital minimal coupling and the spin Zeeman coupling of the applied magnetic\nfield, respectively, can be classified by the conventional quantum geometry and\nthe recently proposed Zeeman quantum geometry, where the symmetry constraint\nfrom the fundamental response equation is encoded. Specifically, we uncover\nthat the intrinsic orbital and spin bilinear currents--responsible for the\norbital and spin MNHEs--are governed by the quantum metric quadrupole and the\nZeeman quantum metric dipole, respectively. In contrast, the extrinsic orbital\nand spin bilinear currents, which are linear in the relaxation time $\\tau$ and\nlead to the orbital and spin PHEs, are governed by the Berry curvature\nquadrupole and the Zeeman Berry curvature dipole, respectively.\nCounterintuitively, we find that the OHE due to the Lorentz force can also\ninclude an interband contribution from the quantum metric quadrupole. After\nbuilding the quantum geometric classification of this bilinear current, we\nstudy the rarely known spin PHE with the surface Dirac cone of\nthree-dimensional topological insulators."}
{"id": "2510.02681", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02681", "abs": "https://arxiv.org/abs/2510.02681", "authors": ["Marco Fronzi", "Michael J. Ford", "Kamal Singh Nayal", "Olexandr Isayev", "Catherine Stampfl"], "title": "Kolmogorov-Arnold Networks in Thermoelectric Materials Design", "comment": "15 pages , 11 figures, 6 tables", "summary": "The discovery of high-performance thermoelectric materials requires models\nthat are both accurate and interpretable. Traditional machine learning\napproaches, while effective at property prediction, often act as black boxes\nand provide limited physical insight. In this work, we introduce\nKolmogorov--Arnold Networks (KANs) for the prediction of thermoelectric\nproperties, focusing on the Seebeck coefficient and band gap. Compared to\nmultilayer perceptrons (MLPs), KANs achieve comparable predictive accuracy\nwhile offering explicit symbolic representations of structure--property\nrelationships. This dual capability enables both reliable predictions and the\nextraction of physically meaningful functional forms. Benchmarking against\nliterature models further highlights the robustness and generalisability of the\napproach. Our findings demonstrate that KANs provide a powerful framework for\nreverse engineering materials with targeted thermoelectric properties, bridging\nthe gap between predictive performance and scientific interpretability."}
{"id": "2510.02684", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02684", "abs": "https://arxiv.org/abs/2510.02684", "authors": ["Dmitry V. Chichinadze"], "title": "Weak localization and antilocalization corrections to nonlinear transport: a semiclassical Boltzmann treatment", "comment": "Main text: 4 pages, 1 figure, 32 references; Supplementary\n  information: 9 pages, 1 figure", "summary": "The nonlinear transport regime is manifested in the nonlinear current-voltage\ncharacteristic of the system. An example of such a nonlinear regime is a setup\nin which current is injected into the sample and the measured voltage drop is\nquadratic in the injected current. Such a quadratic nonlinear regime requires\ninversion symmetry to be broken. This is the same symmetry condition as one\nneeds to observe weak antilocalization, which can be prominent in\ntwo-dimensional systems. Here, we study the effects of weak (anti)localization\non second-order nonlinear transport in two-dimensional systems using the\nsemiclassical Boltzmann approach. We solve for quasiparticle distribution\nfunction up to the second order in the applied external electric field and\ncalculate linear and nonlinear conductivity tensors for a toy model. We find\nthat localization effects could lead to a sign change of the nonlinear\nconductivity tensor -- a phenomenon observed in single-layer graphene devices."}
{"id": "2510.02697", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.02697", "abs": "https://arxiv.org/abs/2510.02697", "authors": ["Deepali Sharma", "Neeraj Bhatt", "Asif Ali", "Rajeswari Roy Chowdhury", "Chandan Patra", "Ravi Prakash Singh", "Ravi Shankar Singh"], "title": "Spectroscopic evidence of Kondo resonance in 3$d$ van der Waals ferromagnets", "comment": "to appear in Phys. Rev. B", "summary": "Two-dimensional van der Waals (vdW) ferromagnets drive the advancement in\nspintronic applications and enable the exploration of exotic magnetism in\nlow-dimensional systems. The entanglement of dual $-$ localized and itinerant\n$-$ nature of electrons lies at the heart of the correlated electron systems\ngiving rise to exotic ground state properties such as complex magnetism, heavy\nfermionic behavior, Kondo lattice formation, \\textit{etc}. Through\ntemperature-dependent electronic structure of vdW ferromagnets,\n(Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$, probed using high-resolution\nphotoemission spectroscopy and density functional theory combined with\ndynamical mean field theory (DFT+DMFT), we provide direct evidence of the\nemergence of Kondo resonance peak driven by complex interplay between localized\nand itinerant electrons. In overall agreement with experimental electronic\nstructure and magnetic properties, DFT+DMFT also reveals finite spin band\nsplitting well beyond $T_{C}$. Core levels, valence band photoemission spectra\ntogether with DFT+DMFT spectral functions reveal insignificant change across\n$T_{C}$ indicating non-Stoner magnetism in\n(Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$. Our results provide a way forward to the\nunderstanding of complex interplay between electronic structure, exotic\nmagnetism and heavy fermionic behavior leading to Kondo scenerio in 3$d$ vdW\nferromagnets."}
{"id": "2510.02772", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.02772", "abs": "https://arxiv.org/abs/2510.02772", "authors": ["A. Singh", "H. Y. Huang", "K. Tsutsui", "T. Tohyama", "S. Komiya", "J. Okamoto", "C. T. Chen", "A. Fujimori", "D. J. Huang"], "title": "Bimagnon dispersion of La2CuO4 probed by resonant inelastic X-ray scattering", "comment": null, "summary": "We report on the study of the magnetic excitations of Mott insulator La2CuO4\nby using resonant inelastic x-ray scattering (RIXS) and cluster calculations\nwithin the framework of exact diagonalization. Our results demonstrate\nexperimentally that the bimagnon excitation in Cu L-edge RIXS is enhanced if\nthe incident x-ray energy is slightly above the absorption edge. Through\nincident-energy-dependent momentum-resolved RIXS, we investigated the\nexcitation of the bimagnon with predominantly A1 symmetry. The bimagnons of\nLa2CuO4 exhibit a nearly flat dispersion with momentum along the Cu-O bond\ndirection. This observation agrees with the bimagnon dispersion from the\ncalculations on a single-band Hubbard model rather than a Heisenberg model with\nonly the nearest neighbor exchange interaction. This means that the effect of\nthe higher-order spin couplings such as the cyclic or ring exchange\ninteractions caused by the coherent motion of electrons beyond nearest-neighbor\nsites is important for understanding the bimagnon dynamics of cuprates."}
{"id": "2510.02777", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02777", "abs": "https://arxiv.org/abs/2510.02777", "authors": ["N. N. Orlova", "V. D. Esin", "A. V. Timonina", "N. N. Kolesnikov", "E. V. Deviatov"], "title": "Magnetocaloric effect for the altermagnetic candidate MnTe", "comment": null, "summary": "We experimentally investigate magnetocaloric effect for single crystals of\nMnTe altermagnet at the transition to the state with spontaneous spin\npolarization, i.e. well below the N\\'eel temperature of MnTe. The isothermal\nmagnetic entropy change $\\Delta S$ is calculated from the experimental\nmagnetization curves by using Maxwell relation. We observe well-defined\nmagnetocaloric effect as a narrow $\\Delta S$ peak around the cricital\ntemperature $T_c\\approx 81$~K, which is accompanied by sharp magnetization\njump. This behavior is unusual for standard ferromagnetic transitions, so it\nconfirms the predicted spin-orbit-induced spin polarization in the MnTe\naltermagnetic state."}
{"id": "2510.02786", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02786", "abs": "https://arxiv.org/abs/2510.02786", "authors": ["Hojun Im", "Masahiro Teraoka"], "title": "Photovoltaic Performance of a Rotationally Faulted Multilayer Graphene/n-Si Schottky Junction", "comment": "25 pages, 9 figures", "summary": "We report the fabrication and photovoltaic performance of a rotationally\nfaulted multilayer graphene (rf-MLG)/n-Si Schottky junction device. A\nthickness-controlled rf-MLG is synthesized using a 5 {\\mu}m Ni foil catalyst\nvia the chemical vapor deposition method and transferred to the n-Si substrate\nvia a polymer-free process, enabling facile and cost-effective fabrication. The\ndevice demonstrates an ideality factor of 1.67, a rectification factor of\napproximately 4x10^5 at {\\pm}1.0 V, and a Schottky barrier height of 0.83 eV. A\nstrong linear relationship between light intensity and photocurrent is also\nobserved. Furthermore, the device exhibits a peak external quantum efficiency\nof ~26% at 540 nm and a peak internal quantum efficiency of ~97% at 410 nm.\nTransient photocurrent and photovoltaic measurements show approximately\none-microsecond extraction and several-millisecond recombination times,\nrespectively, revealing effective charge collection for photovoltaic\napplications. These results indicate that the rf-MLG/n-Si Schottky junction is\nwell-formed and achieves performance comparable to that of SLG devices,\ndemonstrating its potential for optoelectronic applications."}
{"id": "2510.02794", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02794", "abs": "https://arxiv.org/abs/2510.02794", "authors": ["Asser Elsayed", "Davide Costa", "Lucas E. A. Stehouwer", "Alberto Tosato", "Mario Lodari", "Brian Paquelet Wuetz", "Davide Degli Esposti", "Giordano Scappucci"], "title": "Using Landau quantization to probe disorder in semiconductor heterostructures", "comment": null, "summary": "Understanding scattering mechanisms in semiconductor heterostructures is\ncrucial to reducing sources of disorder and ensuring high yield and uniformity\nin large spin qubit arrays. Disorder of the parent two-dimensional electron or\nhole gas is commonly estimated by the critical, percolation-driven density\nassociated with the metal-insulator transition. However, a reliable estimation\nof the critical density within percolation theory is hindered by the need to\nmeasure conductivity with high precision at low carrier densities, where\nexperiments are most difficult. Here, we connect experimentally percolation\ndensity and quantum Hall plateau width, in line with an earlier heuristic\nintuition, and offer an alternative method for characterizing semiconductor\nheterostructure disorder."}
{"id": "2510.02872", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02872", "abs": "https://arxiv.org/abs/2510.02872", "authors": ["Mohid Farooqi", "Ingmar Bösing", "Conrad G. Tetsassi Feugmo"], "title": "A physics-informed neural network approach to the point defect model for electrochemical oxide film growth", "comment": null, "summary": "Physics-informed neural networks (PINNs) offer a novel AI-driven framework\nfor integrating physical laws directly into neural network models, facilitating\nthe solution of complex multiphysics problems in materials engineering. This\nstudy systematically explores the application of PINNs to simulate oxide film\nlayer growth in halide-free solutions using the point defect model (PDM). We\nidentify and analyze four key failure modes in this context: imbalanced loss\ncomponents across different physical processes, numerical instabilities due to\nvariable scale disparities, challenges in enforcing boundary conditions within\nmultiphysics systems, and convergence to mathematically valid but physically\nmeaningless solutions. To overcome these challenges, we implement and validate\nestablished techniques including nondimensionalization for training\nstabilization, Neural Tangent Kernel-based adaptive loss balancing, and robust\nenforcement of boundary conditions. Our results demonstrate the effectiveness\nof these strategies in enhancing the reliability and physical fidelity of PINN\nsimulations in electrochemical physics, highlighting the novelty and practical\nimpact of our approach."}
{"id": "2510.02875", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02875", "abs": "https://arxiv.org/abs/2510.02875", "authors": ["Ruiwen Xie", "Maximilian Mellin", "Wolfram Jaegermann", "Jan P. Hofmann", "Frank M. F. de Groot", "Hongbin Zhang"], "title": "Redox Chemistry of LiCoO$_2$, LiNiO$_2$, and LiNi$_{1/3}$Mn$_{1/3}$Co$_{1/3}$O$_2$ Cathodes: Deduced via XPS, DFT+DMFT, and Charge Transfer Multiplet Simulations", "comment": null, "summary": "Understanding the evolution of the physicochemical bulk properties during the\nLi deintercalation (charging) process is critical for optimizing battery\ncathode materials. In this study, we combine X-ray photoelectron spectroscopy\n(XPS), density functional theory plus dynamical mean-field theory (DFT+DMFT)\ncalculations, and charge transfer multiplet (CTM) model simulations to\ninvestigate how hybridization between transition metal (TM) 3d and oxygen 2p\norbitals evolves with Li deintercalation. Based on the presented approach\ncombining theoretical calculations and experimental studies of pristine and\ndeintercalated cathodes, two important problems of ion batteries can be\naddressed: i) the detailed electronic structure and involved changes with\ndeintercalation providing information of the charge compensation mechanism, and\nii) the precise experimental analysis of XPS data which are dominated by charge\ntransfer coupled to final-state effects affecting the satellite structure. As\nmain result for the investigated Li TM oxides, it can be concluded that the\nelectron transfer coupled to the Li$^{+}$-ion migration does not follow a rigid\nband model but is modified due to changes in TM 3d and O 2p states\nhybridization. Furthermore, this integrated approach identifies the 2p XPS\nsatellite peak intensity of TM as an effective indicator of the redox\nchemistry. With that the redox chemistry of cathodes can be deduced, thus\noffering a foundation for designing more efficient battery materials."}
{"id": "2510.02891", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02891", "abs": "https://arxiv.org/abs/2510.02891", "authors": ["Sara Oliver-Bonafoux", "Javier Aguilar", "Tobias Galla", "Raúl Toral"], "title": "Numerical methods for quasi-stationary distributions", "comment": null, "summary": "In stochastic processes with absorbing states, the quasi-stationary\ndistribution provides valuable insights into the long-term behaviour prior to\nabsorption. In this work, we revisit two well-established numerical methods for\nits computation. The first is an iterative algorithm for solving the non-linear\nequation that defines the quasi-stationary distribution. We generalise this\ntechnique to accommodate general Markov stochastic processes, either with\ndiscrete or continuous state space, and with multiple absorbing states. The\nsecond is a Monte Carlo method with resetting, for which we propose a novel\nsingle-trajectory approach that uses the trajectory's own history to perform\nresets after absorption. In addition to these methodological contributions, we\nprovide a detailed analysis of implementation aspects for both methods. We also\ncompare their accuracy and efficiency across a range of examples. The results\nindicate that the iterative algorithm is generally the preferred choice for\nproblems with simple boundaries, while the Monte Carlo approach is more\nsuitable for problems with complex boundaries, where the implementation of the\niterative algorithm is a challenging task."}
{"id": "2510.02897", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.02897", "abs": "https://arxiv.org/abs/2510.02897", "authors": ["S. A. Rozhkov", "V. V. Bakin", "H. E. Scheibler", "V. S. Rusetsky", "D. V. Gorshkov", "D. A. Kustov", "V. A. Golyashov", "V. L. Alperovich", "O. E. Tereshchenko"], "title": "Subthermal Mean Transverse Energies Induced by Electron Refraction on the Jump in Mass at the Surface of Multialkali Photocathodes", "comment": "6 pages, 3 figures", "summary": "The search for photocathode materials with low mean transverse energies\n(MTEs) and, hence, low intrinsic emittance is of crucial importance for various\nfields of particle and solid state physics. Here, we demonstrate that\npolycrystalline multialkali Na$_{2}$KSb(Cs,Sb) photocathodes with negative\neffective electron affinity (NEA) have MTE values at room temperature by a\nfactor of 2 lower than those of monocrystalline \\textit{p}-GaAs(Cs,O)\nphotocathodes. These low MTE values are due to the electron refraction on the\njump in mass, between a small effective mass in Na$_{2}$KSb and free electron\nmass in vacuum. It is proved that, at the NEA state, up to half of\nphotoelectrons are emitted in a narrow-angle cone with the fractional MTE of\n9\\,meV at room temperature. We also showed that the transition from NEA to\npositive effective affinity results in the subthermal total MTE of the\nNa$_{2}$KSb(Cs,Sb) photocathode, along with quantum efficiency of about\n10$^{-2}$. The physical reasons for the manifestation of the refraction effect\nin multialkali photocathodes are discussed, opening up opportunities for the\ndevelopment of high-brightness and ultracold robust electron sources."}
{"id": "2510.02923", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02923", "abs": "https://arxiv.org/abs/2510.02923", "authors": ["G. Trupiano", "E. Riccardi", "C. Puglia", "M. Kiczynski", "A. Gardin", "G. De Simoni", "G. C. Tettamanzi", "F. Giazotto"], "title": "Highly-Linear Proximity-Based Bi-SQUID Operating above 4 K", "comment": "7 pages, 5 figures", "summary": "We demonstrate a highly linear superconducting quantum interference device\n(SQUID) amplifier based on a double-loop (Bi-SQUID) architecture incorporating\nthree superconductor-normal metal-superconductor (S-N-S) junctions. Fabricated\nusing niobium-gold technology, the device exhibits robust operation at liquid\nhelium temperatures, with a superconducting transition temperature of 8.5 K.\nThe flux-to-voltage transfer function demonstrates sharp, symmetric, and highly\nlinear behavior at temperatures up to 5 K. Bi-SQUIDs featuring our\nsingle-element S-N-S design represent an interesting and original approach to\nthis field, as they demonstrate a numerically estimated spurious-free dynamic\nrange (SFDR) linearity exceeding 60 dB, achieved in a single element,\nsimplifying the requirements in terms of arrays containing hundreds of\njunctions. These results highlight the potential of proximity-based Bi-SQUIDs\nfor compact, low-noise, and highly linear cryogenic amplifiers in quantum\nsensing, magnetometry, and biomedical diagnostics."}
{"id": "2510.02935", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.02935", "abs": "https://arxiv.org/abs/2510.02935", "authors": ["V. Desbuis", "D. Lacour", "M. Hehn", "S. Geiskopf", "L. Michez", "J. Rial", "V. Baltz", "J. -E. Wegrowe"], "title": "Dissipation properties of anomalous Hall effect: intrinsic vs. extrinsic magnetic materials", "comment": null, "summary": "A comparative study of anomalous-Hall current injection and anisotropic\ncurrent injection (through planar Hall effect) are studied in Hall devices\ncontacted to a lateral load circuit. Hall currents are injected into the load\ncircuit from three different kinds of magnetic Hall bars: Mn5Si3 altermagnet,\nCo75Gd25 ferrimagnet, and Ni80Fe20 ferromagnet. The current, the voltage and\nthe power are measured as a function of the load resistance and the Hall angle.\nIt is observed that the power dissipated for the three kinds of materials\nfellow the same law as a function of load resistance and Hall angle, at the\nleading order in the Hall angle. Since the anomalous Hall effect in the\naltermagnetic Hall-bar is due to the intrinsic topological structure (i.e. due\nto the presence of a Berry phase in the reciprocal space), these observations\nsuggest that the dissipative properties of anomalous Hall effect are dominated\nby the injection of electric charges accumulated at the edges (including\nelectric screening), instead of the very mechanism responsible for it."}
{"id": "2510.02961", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.02961", "abs": "https://arxiv.org/abs/2510.02961", "authors": ["Greivin Alfaro Miranda", "Mingyuan Zheng", "Patrick Charbonneau", "Antonio Coniglio", "Leticia F. Cugliandolo", "Marco Tarzia"], "title": "Percolation and criticality of systems with competing interactions on Bethe lattices: limitations and potential strengths of cluster schemes", "comment": "31 pages, 13 figures", "summary": "The random clusters introduced by Fortuin and Kasteleyn (FK) and analyzed by\nConiglio and Klein (CK) for Ising and related models have led first Swendsen\nand Wang and then Wolff to formulate remarkably efficient Markov chain Monte\nCarlo sampling schemes that weaken the critical slowing down. In frustrated\nmodels, however, no standard way to produce a comparable gain at small\nfrustration -- let alone efficiently sample the large frustration regime -- has\nyet been identified. In order to understand why formulating appropriate cluster\ncriteria for frustrated models has thus far been elusive, we here study minimal\nshort-range attractive and long-range repulsive as well as spin-glass models on\nBethe lattices. Using a generalization of the CK approach and the cavity-field\nmethod, the appropriateness and limitations of the FK--CK type clusters are\nidentified. We find that a standard, constructive cluster scheme is then\ninoperable, and that the frustration range over which generalized FK--CK\nclusters are even definable is finite. These results demonstrate the futility\nof seeking constructive cluster schemes for frustrated systems but leaves open\nthe possibility that alternate approaches could be devised."}
{"id": "2510.03010", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03010", "abs": "https://arxiv.org/abs/2510.03010", "authors": ["Dipankar Jana", "Swagata Acharya", "Milan Orlita", "Clement Faugeras", "Dimitar Pashov", "Mark van Schilfgaarde", "Marek Potemski", "Maciej Koperski"], "title": "Deconstruction of the anisotropic magnetic interactions from spin-entangled optical excitations in van der Waals antiferromagnets", "comment": "11 pages 4 figures", "summary": "Magneto-optical excitations in antiferromagnetic d systems can originate from\na multiplicity of light-spin and spin-spin interactions, as the light and spin\ndegrees of freedom can be entangled. This is exemplified in van der Waals\nsystems with attendant strong anisotropy between in-plane and out-of-plane\ndirections, such as MnPS3 and NiPS3 films studied here. The rich interplay\nbetween the magnetic ordering and sub-bandgap optical transitions poses a\nchallenge to resolve the mechanisms driving spin-entangled optical transitions,\nas well as the single-particle bandgap itself. Here we employ a high-fidelity\nab initio theory to find a realistic estimation of the bandgap by elucidating\nthe atom- and orbital-resolved contributions to the fundamental sub-bands. We\nfurther demonstrate that the spin-entangled excitations, observable as\nphotoluminescence and absorption resonances, originate from an on-site\nspin-flip transition confined to a magnetic atom (Mn or Ni). The evolution of\nthe spin-flip transition"}
{"id": "2510.03018", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2510.03018", "abs": "https://arxiv.org/abs/2510.03018", "authors": ["Ang-Kun Wu", "Louis Primeau", "Jingtao Zhang", "Kai Sun", "Yang Zhang", "Shi-Zeng Lin"], "title": "Modeling Quantum Geometry for Fractional Chern Insulators with unsupervised learning", "comment": "17 pages, 11 figures", "summary": "Fractional Chern insulators (FCIs) in moire materials present a unique\nplatform for exploring strongly correlated topological phases beyond the\nparadigm of ideal quantum geometry. While analytical approaches to FCIs and\nfractional quantum Hall states (FQHS) often rely on idealized Bloch\nwavefunctions, realistic moire models lack direct tunability of quantum metric\nand Berry curvature, limiting theoretical and numerical exploration. Here, we\nintroduce an unsupervised machine learning framework to model interacting\nHamiltonians directly through the distribution of single-particle form factors.\nUsing a variational autoencoder (VAE), we show that unsupervised learning can\nnot only distinguish FCI and non-FCI states, but also generate new form factors\nwith distinct topological character, not present in the training set. This\nlatent space enables the generation and interpolation of form factors for\ntopological flatbands with Chern number $|C|=1$, enabling the discovery of\nunobserved many-body states such as charge density waves. Principal component\nanalysis (PCA) further reveals that the dominant patterns in the form\nfactors-reflecting correlations across the Brillouin zone-can be decomposed\ninto components with approximately quantized Chern numbers, providing new\ninsights into the global and topological structure of quantum geometry. Our\nresults highlight the ability of machine learning to generalize and model\ntopological quantum systems, paving the way for the inverse design of form\nfactors with tailored quantum geometry and many-body phases in flatband\nmaterials."}
{"id": "2510.03047", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.03047", "abs": "https://arxiv.org/abs/2510.03047", "authors": ["F. Gómez-Ortiz", "A. Zabalo", "A. M. Glazer", "E. E. McCabe", "A. H. Romero", "E. Bousquet"], "title": "Structural Chirality and Natural Optical Activity across the $α$-to-$β$ Phase Transition in SiO$_2$ and AlPO$_4$ from first-principles", "comment": null, "summary": "Natural optical activity (NOA), the ability of a material to rotate the plane\nof polarized light, has traditionally been associated with structural\nchirality. However, this relationship has often been oversimplified, leading to\nconceptual misunderstandings, particularly when attempts are made to directly\ncorrelate structural handedness with optical rotatory power. In reality, the\nrelationship between chirality and NOA is more nuanced: optical activity can\narise in both chiral and achiral crystal structures, and the sign of the\nrotation cannot necessarily be inferred from the handedness of the space group.\n% In this work, we conduct a first-principles investigation of natural optical\nactivity in SiO$_2$ and AlPO$_4$ crystals, focusing on their enantiomorphic\nstructural phase transition from high-symmetry hexagonal ($P6_422$ or $P6_222$)\nto low-symmetry trigonal ($P3_121$ or $P3_221$) space groups. This transition,\ndriven by the condensation of a zone-center $\\Gamma_3$ phonon mode, reverses\nthe screw axis type given by the space group symbol while leaving the sign of\nthe optical activity unchanged. By following the evolution of the structure and\nthe optical response along the transition pathway, we clarify the microscopic\norigin of this behavior. We demonstrate that the sense of optical rotation is\ndetermined not by the nominal helicity of the screw axis given in the space\ngroup symbol, but by the atomic-scale helicity of the most polarizable atoms of\nthe structure."}
{"id": "2510.03054", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03054", "abs": "https://arxiv.org/abs/2510.03054", "authors": ["Natalia Zawadzka", "Kristina Vaklinova", "Tomasz Woźniak", "Mihai I. Sturza", "Holger Kohlmann", "Kenji Watanabe", "Takashi Taniguchi", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Electrically modulated light-emitting diodes driven by resonant and antiresonant tunneling between Cr$_2$Ge$_2$Te$_6$ electrodes", "comment": "8 pages, 4 figures + SI", "summary": "Exploring the electron tunneling mechanisms in diverse materials systems\nconstitutes a versatile strategy for tailoring the properties of optoelectronic\ndevices. In this domain, bipolar vertical tunneling junctions composed of van\nder Waals materials with vastly different electronic band structures enable\nsimultaneous injection of electrons and holes into an optically active\nmaterial, providing a universal blueprint for light-emitting diodes (LEDs).\nEfficient modulation of the injection efficiency has previously been\ndemonstrated by creating resonant states within the energy barrier formed by\nthe luminescent material. Here, we present an alternative approach towards\nresonant tunneling conditions by fabricating tunneling junctions composed\nentirely from gapped materials: Cr$_2$Ge$_2$Te$_6$ as electrodes, hBN as a\ntunneling barrier, and monolayer WSe$_2$ as a luminescent medium. The\ncharacterization of such LEDs revealed a nonmonotonous evolution of the\nelectroluminescence intensity with the tunneling bias. The dominant role\ndriving the characteristics of the electron tunneling was associated with the\nrelative alignment of the density of states in Cr$_2$Ge$_2$Te$_6$ electrodes.\nThe unique device architecture introduced here presents a universal pathway\ntowards LEDs operating at room temperature with electrically modulated emission\nintensity."}
{"id": "2510.03087", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.03087", "abs": "https://arxiv.org/abs/2510.03087", "authors": ["Michel Alexandre", "Thiago Christiano Silva", "Francisco A. Rodrigues"], "title": "The systemic impact of edges in financial networks", "comment": "28 pages, 11 figures", "summary": "In this paper, we assess how the stability of financial networks is affected\nby interconnectedness considering its tiniest variation: the edge. We compute\nthe impact of edges as the percentage difference in the systemic risk (SR) of\nthe whole network caused by the inclusion of that edge. We apply this framework\nto a thorough Brazilian dataset to compute the impact of bank-firm edges. After\nobserving that (i) edges are heterogeneous regarding their impact on the SR,\nand (ii) the fraction of edges whose impact on the SR is non-positive increases\nwith the level of the initial shock, we use machine learning techniques to try\nto predict two variables: the criticality of the edges (defining as critical an\nedge whose impact on SR is significantly greater than that of the others) and\nthe sign of the edge impact. The level of accuracy obtained in these prediction\nexercises was very high. These results have important implications for the\ndevelopment macroprudential policies aimed at financial stability. Our\nframework allows to identify, based on features related to the origin and\ndestination nodes of the edge (i.e., the lending bank and the borrowing firm),\nwhether an additional loan will have a significant and positive impact on the\nSR."}
{"id": "2510.03092", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.03092", "abs": "https://arxiv.org/abs/2510.03092", "authors": ["Dorian Béret", "Louka Hemmen", "Vishwas Jindal", "Sreyan Raha", "Thierry Amand", "Delphine Lagarde", "Andrea Balocchi", "Cédric Robert", "Helene Carrere", "Xavier Marie", "Pierre Renucci", "Laurent Lombez"], "title": "Thermal assisted transport of biexcitons in monolayer WSe2", "comment": null, "summary": "Studies of excitonic transport in transition metal dichalcogenide monolayers\nhave attracted increasing interest in recent years in order to develop\nnano-optoelectronic devices made with 2D materials. These studies began with\nlow to moderate optical excitation regimes, and more recently have focused on\nhigh injection regimes where nonlinear effects appear. This article is focused\non the transport of biexcitons by spatially and temporally resolved\nphotoluminescence spectroscopy at high excitation flux. The study is carried\nout on a high-quality WSe$_2$ monolayer encapsulated in hexagonal boron\nnitride. The results show that a Seebeck current affects transport in\nconnection with the presence of hot biexcitons. In particular, we observe the\nformation of spatial rings, also called halos, which have been observed in\nother excitonic gases. These results tend to generalize the importance of\nhigh-energy populations in excitonic transport in TMD, even for complex and\nheavy excitonic particles."}
{"id": "2510.03099", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03099", "abs": "https://arxiv.org/abs/2510.03099", "authors": ["Filippo Troiani", "Athanassios K. Boudalis"], "title": "Polarization dependence of spin-electric transitions in molecular exchange qubits", "comment": null, "summary": "Quasi-optical experiments are emerging as a powerful technique to probe\nmagnetic transitions in molecular spin systems. However, the simultaneous\npresence of the electric- and magnetic-dipole induced transitions poses the\nchallenge of discriminating between these two contributions. Besides, the\nidentification of the spin-electric transitions can hardly rely on the peak\nintensity, because of the current uncertainties on the value of the\nspin-electric coupling in most molecular compounds. Here, we compute the\npolarizations required for electric- and magnetic-dipole induced transitions\nthrough spin-Hamiltonian models of molecular spin triangles. We show that the\npolarization allows a clear discrimination between the two kinds of\ntransitions. In addition, it allows one to identify the physical origin of the\nzero-field splitting in the ground multiplet, a debated issue with significant\nimplications on the coherence properties of the spin qubit implemented in\nmolecular spin triangles."}
{"id": "2510.03112", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03112", "abs": "https://arxiv.org/abs/2510.03112", "authors": ["Viktor Eisler", "Riccarda Bonsignori", "Stefano Scopa"], "title": "Analytical solution of a free-fermion chain with time-dependent ramps", "comment": "8 pages, 6 figures", "summary": "We provide an exact analytical solution of the single-particle Schr\\\"odinger\nequation for a chain of non-interacting fermions subject to a time-dependent\nlinear potential, with its slope varied as an arbitrary function of time. The\nresulting dynamics exhibit self-similar behavior, with a structure reminiscent\nof the domain wall melting problem, albeit characterized by a nontrivial\ntime-dependent length scale and phase. Building on this solution, we derive\nhydrodynamic predictions for the evolution of particle density, current, and\nentanglement entropy along the chain. In the special case of a sudden quench,\nthe system develops a breathing interface region, which may be interpreted as a\nrealization of Wannier-Stark localization, as previously suggested on the basis\nof hydrodynamic arguments."}
{"id": "2510.03125", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03125", "abs": "https://arxiv.org/abs/2510.03125", "authors": ["Inga Seidler", "Bence Hetényi", "Lisa Sommer", "Leonardo Massai", "Konstantinos Tsoukalas", "Eoin G. Kelly", "Alexei Orekhov", "Michele Aldeghi", "Stephen W. Bedell", "Stephan Paredes", "Felix J. Schupp", "Matthias Mergenthaler", "Gian Salis", "Andreas Fuhrer", "Patrick Harvey-Collard"], "title": "Spatial uniformity of g-tensor and spin-orbit interaction in germanium hole spin qubits", "comment": null, "summary": "Holes in Ge/SiGe heterostructures are now a leading platform for\nsemiconductor spin qubits, thanks to the high confinement quality,\ntwo-dimensional arrays, high tunability, and larger gate structure dimensions.\nOne limiting factor for the operation of large arrays of qubits is the\nconsiderable variation in qubit frequencies or properties resulting from the\nstrongly anisotropic $g$-tensor. We study the $g$-tensors of six and seven\nqubits in an array with a Y geometry across two devices. We report a mean\ndistribution of the tilts of the $g$-tensor's out-of-plane principal axis of\naround $1.1 \\deg$, where nearby quantum dots are more likely to have a similar\ntilt. Independently of this tilt, and unlike simple theoretical predictions, we\nfind a strong in-plane $g$-tensor anisotropy with strong correlations between\nneighboring quantum dots. Additionally, in one device where the principal axes\nof all g-tensors are aligned along the [100] crystal direction, we extract the\nspin-flip tunneling vector from adjacent dot pairs and find a pattern that is\nconsistent with a uniform Dresselhaus-like spin-orbit field. The Y arrangement\nof the gate layout and quantum dots allows us to rule out local factors like\nelectrostatic confinement shape or local strain as the origin of the\npreferential direction. Our results reveal long-range correlations in the\nspin-orbit interaction and $g$-tensors that were not previously predicted or\nobserved, and could prove critical to reliably understand $g$-tensors in\ngermanium quantum dots."}
{"id": "2510.03137", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.03137", "abs": "https://arxiv.org/abs/2510.03137", "authors": ["Jeff Hnybida", "Simon Verret"], "title": "Minimal-Dissipation Learning for Energy-Based Models", "comment": null, "summary": "We show that the bias of the approximate maximum-likelihood estimation (MLE)\nobjective of a persistent chain energy-based model (EBM) is precisely equal to\nthe thermodynamic excess work of an overdamped Langevin dynamical system. We\nthen answer the question of whether such a model can be trained with minimal\nexcess work, that is, energy dissipation, in a finite amount of time. We find\nthat a Gaussian energy function with constant variance can be trained with\nminimal excess work by controlling only the learning rate. This proves that it\nis possible to train a persistent chain EBM in a finite amount of time with\nminimal dissipation and also provides a lower bound on the energy required for\nthe computation. We refer to such a learning process that minimizes the excess\nwork as minimal-dissipation learning. We then provide a generalization of the\noptimal learning rate schedule to general potentials and find that it induces a\nnatural gradient flow on the MLE objective, a well-known second-order\noptimization method."}
{"id": "2510.03159", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.03159", "abs": "https://arxiv.org/abs/2510.03159", "authors": ["Vanja Marić", "Luka Paljk", "Lenart Zadnik"], "title": "Slow dynamics from a nested hierarchy of frozen states", "comment": "10 pages, 5 figures", "summary": "We identify the mechanism of slow heterogeneous relaxation in quantum\nkinetically constrained models (KCMs) in which the potential energy strength is\ncontrolled by a coupling parameter. The regime of slow relaxation includes the\nlarge-coupling limit. By expanding around that limit, we reveal a \\emph{nested\nhierarchy} of states that remain frozen on time scales determined by powers of\nthe coupling. The classification of such states, together with the evolution of\ntheir Krylov complexity, reveal that these time scales are related to the\ndistance between the sites where facilitated dynamics is allowed by the kinetic\nconstraint. While correlations within frozen states relax slowly and exhibit\nmetastable plateaus that persist on time scales set by powers of the coupling\nparameter, the correlations in the rest of the states decay rapidly. We compute\nthe plateau heights of correlations across all frozen states up to second-order\ncorrections in the inverse coupling. Our results explain slow relaxation in\nquantum KCMs and elucidate dynamical heterogeneity by relating the relaxation\ntimes to the spatial separations between the active regions."}
{"id": "2510.03188", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.03188", "abs": "https://arxiv.org/abs/2510.03188", "authors": ["Pavan Kumar Meena", "Dibyendu Samanta", "Shashank Srivastava", "Poulami Manna", "Sudeep Kumar Ghosh", "Ravi Prakash Singh"], "title": "Nonsymmorphic symmetry protected hourglass Dirac chain topology and conventional superconductivity in ZrIrGe", "comment": "9 pages, 4 figures, Accepted in Physical Review B", "summary": "Ternary transition-metal germanide superconductors with nonsymmorphic\nsymmetries offer promising platforms for symmetry-protected topological phases.\nIn this work, we investigate ZrIrGe, which crystallizes in the nonsymmorphic\nTiNiSi-type structure. Electrical, magnetic, and specific heat measurements\nconfirm bulk type-II superconductivity with a full gap and a transition\ntemperature of 2.84(7) K, consistent with weak-coupling BCS behavior.\nFirst-principles calculations reveal hourglass-shaped bulk band dispersions and\na Dirac chain composed of symmetry-protected fourfold-degenerate Dirac points,\nleading to drumhead-like surface states near the Fermi level. Additionally,\nZrIrGe exhibits a nontrivial $\\mathbb{Z}_2$ topological character, resulting in\nhelical surface states that cross the Fermi level, making it a strong candidate\nfor proximity-induced topological superconductivity. The coexistence of\nconventional superconductivity and topological band features establishes ZrIrGe\nas a rare stoichiometric system for exploring intrinsic topological\nsuperconductivity."}
{"id": "2510.03220", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.03220", "abs": "https://arxiv.org/abs/2510.03220", "authors": ["Carter Fox", "Jose D. Mella", "Jack Rollins", "Yangchen He", "Yulu Mao", "Haotian Jiang", "Alaina Drew", "Hongrui Ma", "Takashi Taniguchi", "Kenji Watanabe", "Ying Wang", "Daniel Rhodes", "Salvador Barraza-Lopez", "Jun Xiao"], "title": "Sliding multiferroicity in hexagonal stacked CrI3", "comment": null, "summary": "Developing new multiferroics at the two-dimensional (2D) limit with\nenergy-efficient magnetoelectric coupling can inform the interplay physics of\nnovel orders and advance on-chip high-performance computing applications. Here\nwe apply stacking order engineering to create a new type of 2D multiferroics,\nnamely sliding multiferroics, based on polar hexagonal stacked (H-stacked)\nCrI3. This new stacking order removes structural inversion symmetry and gives\nrise to room temperature sliding ferroelectricity, as confirmed by Raman\nspectroscopy, second harmonic generation spectroscopy and electrical transport\nmeasurements. Building upon the gate-dependent reflective magnetic circular\ndichroism, first-principles calculations, and modeling, sliding\nferroelectricity is shown to interplay with an emergent interfacial\nferromagnetism via interlayer spin-polarized charge transfer. This coupling\nmechanism results in non-volatile magnetic switching by as low as 0.4V across\nthe H-stacked CrI3. Our demonstration introduces polar stacking order\nengineering of 2D magnets as a general approach to create non-volatile 2D\nmultiferroics with efficient magnetoelectric coupling, paving the way for\nlow-power electronics and spintronics at the atomically thin limit."}
