{"id": "2512.21344", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.CE", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.21344", "abs": "https://arxiv.org/abs/2512.21344", "authors": ["Akshansh Mishra"], "title": "Atomistic Simulation Guided Convolutional Neural Networks for Thermal Modeling of Friction Stir Welding", "comment": "25 pages, 11 figures, 2 tables", "summary": "Accurate prediction of temperature evolution is essential for understanding thermomechanical behavior in friction stir welding. In this study, molecular dynamics simulations were performed using LAMMPS to model aluminum friction stir welding at the atomic scale, capturing material flow, plastic deformation, and heat generation during tool plunge, traverse, and retraction. Atomic positions and velocities were extracted from simulation trajectories and transformed into physics based two dimensional spatial grids. These grids represent local height variation, velocity components, velocity magnitude, and atomic density, preserving spatial correlations within the weld zone. A two-dimensional convolutional neural network was developed to predict temperature directly from the spatially resolved atomistic data. Hyperparameter optimization was carried out to determine an appropriate network configuration. The trained model demonstrates strong predictive capability, achieving a coefficient of determination R square of 0.9439, a root mean square error of 14.94 K, and a mean absolute error of 11.58 K on unseen test data. Class Activation Map analysis indicates that the model assigns higher importance to regions near the tool material interface, which are associated with intense deformation and heat generation in the molecular dynamics simulations. The results show that spatial learning from atomistic simulation data can accurately reproduce temperature trends in friction stir welding while remaining consistent with physical deformation and flow mechanisms observed at the atomic scale."}
{"id": "2512.21369", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.chem-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2512.21369", "abs": "https://arxiv.org/abs/2512.21369", "authors": ["E. Salahinejad", "M. Jafari Baghjeghaz"], "title": "Structure, biomineralization and biodegradation of Ca-Mg oxyfluorosilicates synthesized by inorganic salt coprecipitation", "comment": null, "summary": "In this research, a novel group of Ca-Mg oxyfluorosilicates containing different levels of fluoride substituting for oxide was synthesized by an inorganic salt coprecipitation process followed by calcination/sintering. The effects of the incorporation of fluoride on the resultant structural characteristics, apatite-forming ability and biodegradability were evaluated by X-ray diffraction, transmission electron microscopy, scanning electron microscopy/energy-dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, inductively coupled plasma spectroscopy and pH measurements. According to the results, the samples containing up to 2 mol% F present a single-phase structure of diopside (MgCaSi2O6) doped with F. It was also found that to meet the most biomineralization characteristic, the optimal value of fluoride in the homogeneous samples is 1 mol%. In this regard, on the one hand, the partial incorporation of fluoride into apatite (via forming fluorohydroxyapatite) and, on the other hand, the absence of fluorite (CaF2) as a consumer of Ca in the deposits are responsible for achieving the most apatite-forming ability circumstance controlled by an ion-exchange reaction mechanism. In conclusion, this study reflects the merit of the optimization of fluoride-doping into Ca-Mg silicates for development in biomedicine."}
{"id": "2512.21383", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21383", "abs": "https://arxiv.org/abs/2512.21383", "authors": ["Ravi Kumar", "Tomer Firon", "André Haug", "Misha Yutushui", "Alon Ner Gaon", "Kenji Watanabe", "Takashi Taniguchi", "David F. Mross", "Yuval Ronen"], "title": "Orbitally tuned composite-fermion metal-to-superfluid transitions", "comment": "14 Pages, 12 Figures", "summary": "The effective interaction between composite fermions, set entirely by the Coulomb potential and the underlying electronic Landau level orbitals, can stabilize exotic fractional quantum Hall states. In particular, half-filled Landau levels with different orbital character can host either metallic or paired phases of composite fermions. Here, we leverage experimental control over the orbital composition to realize a composite-fermion pairing transition in the first excited Landau level of bilayer graphene. Transport measurements at filling factors v = 9/2 and 11/2 reveal conductive states giving way to well-developed plateaus with increasing displacement fields. These states are insensitive to an in-plane magnetic field, indicating single-component ground states and thus pointing at non-Abelian orders. Our numerical study, based on displacement-field-dependent Landau-level wavefunctions, supports the orbital origin of the pairing transition and suggests Moore-Read or anti-Pfaffian ground states."}
{"id": "2512.21384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21384", "abs": "https://arxiv.org/abs/2512.21384", "authors": ["Pavan Hosur"], "title": "Criticality as a Universal Thermodynamic Requirement for Perfect Intrinsic Superconducting Diodes", "comment": "6 pages, 2 figures", "summary": "Superconducting diodes promise dissipation-less rectification, yet intrinsic platforms invariably have very low efficiencies. We reveal a fundamental thermodynamic origin of this behavior that is independent of microscopic details. Denoting $ε= I_c^-/I_c^+$, where $I_c^\\pm$ are critical current magnitudes in opposite directions with $I_c^+>I_c^-$ by convention, we show that $ε=0$ is impossible without fine-tuning, while $ε\\to0$ can occur but only upon tuning to a critical point \\emph{within} the superconducting state. Away from such internal instabilities, using general Landau theory, we derive a lower bound on $ε$ that limits intrinsic diode performance. We illustrate these ideas in a minimal superconductor-Ising model, where the strong nonreciprocity can be seen explicitly. In particular, if the internal transition is continuous, we show that the scaling of $ε$ near the transition is locked to known critical exponents."}
{"id": "2512.21384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21384", "abs": "https://arxiv.org/abs/2512.21384", "authors": ["Pavan Hosur"], "title": "Criticality as a Universal Thermodynamic Requirement for Perfect Intrinsic Superconducting Diodes", "comment": "6 pages, 2 figures", "summary": "Superconducting diodes promise dissipation-less rectification, yet intrinsic platforms invariably have very low efficiencies. We reveal a fundamental thermodynamic origin of this behavior that is independent of microscopic details. Denoting $ε= I_c^-/I_c^+$, where $I_c^\\pm$ are critical current magnitudes in opposite directions with $I_c^+>I_c^-$ by convention, we show that $ε=0$ is impossible without fine-tuning, while $ε\\to0$ can occur but only upon tuning to a critical point \\emph{within} the superconducting state. Away from such internal instabilities, using general Landau theory, we derive a lower bound on $ε$ that limits intrinsic diode performance. We illustrate these ideas in a minimal superconductor-Ising model, where the strong nonreciprocity can be seen explicitly. In particular, if the internal transition is continuous, we show that the scaling of $ε$ near the transition is locked to known critical exponents."}
{"id": "2512.21388", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21388", "abs": "https://arxiv.org/abs/2512.21388", "authors": ["Tanmoy Mondal", "Pinaki Majumdar"], "title": "Disorder driven maximum in the magnetoresistance of spin polaron systems", "comment": "7 pages, 6 figures", "summary": "Ferromagnetic polarons are self trapped states of an electron in a locally spin polarised environment. They occur close to the magnetic $T_c$ in low carrier density local moment magnets when the electron-spin coupling is comparable to the hopping scale. In non disordered systems the primary signatures are a modest non-monotonicity in the temperature dependent resistivity $ρ(T)$, and a magnetoresistance that can be $\\sim 20-30 \\%$ at $T_c$, at fields that, in energy units, are $\\sim 0.01 k_BT_c$. We find that structural disorder, in the form of pinning centers, promotes polaron formation, hugely increases the resistivity peak at $T_c$, and can enhance the magnetoresistance to $\\sim 80\\%$. The change in magnetoresistance with disorder is, however, non-monotonic. Too much disorder just creates an Anderson insulator - with the resistivity unresponsive to the magnetisation. This paper establishes the optimum disorder for maximising the magnetoresistance, suggests the physical process behind the unusual disorder dependence, and provides a magnetoresistance map - in terms of coupling and disorder - that locates some of the existing magnetic semiconductors within this framework."}
{"id": "2512.21383", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21383", "abs": "https://arxiv.org/abs/2512.21383", "authors": ["Ravi Kumar", "Tomer Firon", "André Haug", "Misha Yutushui", "Alon Ner Gaon", "Kenji Watanabe", "Takashi Taniguchi", "David F. Mross", "Yuval Ronen"], "title": "Orbitally tuned composite-fermion metal-to-superfluid transitions", "comment": "14 Pages, 12 Figures", "summary": "The effective interaction between composite fermions, set entirely by the Coulomb potential and the underlying electronic Landau level orbitals, can stabilize exotic fractional quantum Hall states. In particular, half-filled Landau levels with different orbital character can host either metallic or paired phases of composite fermions. Here, we leverage experimental control over the orbital composition to realize a composite-fermion pairing transition in the first excited Landau level of bilayer graphene. Transport measurements at filling factors v = 9/2 and 11/2 reveal conductive states giving way to well-developed plateaus with increasing displacement fields. These states are insensitive to an in-plane magnetic field, indicating single-component ground states and thus pointing at non-Abelian orders. Our numerical study, based on displacement-field-dependent Landau-level wavefunctions, supports the orbital origin of the pairing transition and suggests Moore-Read or anti-Pfaffian ground states."}
{"id": "2512.21697", "categories": ["physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21697", "abs": "https://arxiv.org/abs/2512.21697", "authors": ["Johanne Elise Vembe", "Marcin Krotkiewski", "Magnar Bjørgve", "Morten Førre", "Hicham Agueny"], "title": "GaDE -- GPU-acceleration of time-dependent Dirac Equation for exascale", "comment": "35 pages, 9 figures", "summary": "Modern heterogeneous high-performance computing (HPC) systems powered by advanced graphics processing unit (GPU) architectures enable accelerating computing with unprecedented performance and scalability. Here, we present a GPU-accelerated solver for the three-dimensional (3D) time-dependent Dirac equation optimized for distributed HPC systems. The solver named GaDE is designed to simulate the electron dynamics in atoms induced by electromagnetic fields in the relativistic regime. It combines MPI with CUDA/HIP to target both NVIDIA and AMD GPU architectures. We discuss our implementation strategies in which most of the computations are carried out on GPUs, taking advantage of the GPU-aware MPI feature to optimize communication performance. We evaluate GaDE on the pre-exascale supercomputer LUMI, powered by AMD MI250X GPUs and HPE's Slingshot interconnect. Single-GPU performance on NVIDIA A100, GH200, and AMD MI250X shows comparable performance between A100 and MI250X in compute and memory bandwidth, with GH200 delivering higher performance. Weak scaling on LUMI demonstrates exceptional scalability, achieving 85% parallel efficiency across 2048 GPUs, while strong scaling delivers a 16x speedup on 32 GPUs - 50% efficiency for a communication-intensive, time-dependent Dirac equation solver. These results demonstrate GaDE's high scalability, making it suitable for exascale systems and enabling predictive simulations for ultra-intense laser experiments probing relativistic quantum effects."}
{"id": "2512.21703", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21703", "abs": "https://arxiv.org/abs/2512.21703", "authors": ["L. L. Bonilla", "A. Torrente", "J. M. Mangum", "P. M. Thibado"], "title": "Charging capacitors using diodes at different temperatures. I Theor", "comment": "27 pages, 7 figures, revtex, to appear in Phys. Rev. E", "summary": "Nonlinear elements in a rectifying circuit can be used to harvest energy from thermal fluctuations either steadily or transitorily. We study an energy harvesting system comprising a small variable capacitor (e.g., free standing graphene) wired to two diodes and two storage capacitors that may be kept at different temperatures (or at a single one) and use two current loops. The system reaches very rapidly a quasi stationary state with constant overall charge while the difference of the charges at the storage capacitors evolves much more slowly to its stationary value. In this paper, we extract an exponentially small factor out of the solution of the Fokker-Planck equation and use a Chapman-Enskog procedure to describe the long evolution of the marginal probability density for the charge difference, from the quasi stationary state to the final stationary state (thermal equilibrium for equal temperatures). The second paper of this series shows that the results of the perturbation procedure compare well with direct numerical simulations. For a specific form of the diodes' nonlinear mobilities, we can approximate the quasi stationary state by Gaussian functions and further study the evolution of the marginal probability density. The latter adopts the shape of a slowly expanding pulse (comprising left and right moving wave fronts whose fore edges become sharper as time elapses) in the space of charge differences that leaves the final stationary state behind it."}
{"id": "2512.21490", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21490", "abs": "https://arxiv.org/abs/2512.21490", "authors": ["Bohan Zhang", "Biyuan Liu", "Penghua Ying", "Zherui Chen", "Yanzhou Wang", "Yonglin Zhang", "Haikuan Dong", "Jinglei Yang", "Zheyong Fan"], "title": "Thermal conductivities of monolayer graphene oxide from machine learning molecular dynamics simulations", "comment": "12 pages, 8 figures", "summary": "Graphene oxide (GO) exhibits rich chemical heterogeneity that strongly influences its structural, thermal, and mechanical properties, yet quantitatively linking reduction chemistry to heat transport remains challenging. In this work, we develop a machine-learned neuroevolution potential (NEP) trained on an existing density functional theory dataset (\\textit{Angew.\\ Chem.\\ Int.\\ Ed.}, \\textbf{63} , e202410088 (2024)), achieving reasonable accuracy at a computational cost much lower than the existing machine-learned and empirical potentials. Leveraging this potential, we perform large-scale molecular dynamics (MD) simulations to model the thermal reduction of GO across realistic structural domains. Using the homogeneous nonequilibrium MD method with a proper quantum-statistical correction scheme, we find that reduced GO exhibits strongly suppressed thermal conductivities, ranging from a few to tens of Wm$^{-1}$K$^{-1}$, substantially lower than pristine GO without defects and far below graphene. Moreover, the thermal conductivity of reduced GO increases moderately with increasing OH/O ratio, except at the highest oxidation level (O/C=0.5) where this trend inverts, while decreasing significantly with increasing O/C ratio, a trend strongly correlated with the fraction of recovered graphene-like structures. Our work provides a computationally tractable and predictive atomistic machine learning framework for exploring how chemical structure governs heat transport in heterogeneous carbon materials."}
{"id": "2512.21344", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.CE", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.21344", "abs": "https://arxiv.org/abs/2512.21344", "authors": ["Akshansh Mishra"], "title": "Atomistic Simulation Guided Convolutional Neural Networks for Thermal Modeling of Friction Stir Welding", "comment": "25 pages, 11 figures, 2 tables", "summary": "Accurate prediction of temperature evolution is essential for understanding thermomechanical behavior in friction stir welding. In this study, molecular dynamics simulations were performed using LAMMPS to model aluminum friction stir welding at the atomic scale, capturing material flow, plastic deformation, and heat generation during tool plunge, traverse, and retraction. Atomic positions and velocities were extracted from simulation trajectories and transformed into physics based two dimensional spatial grids. These grids represent local height variation, velocity components, velocity magnitude, and atomic density, preserving spatial correlations within the weld zone. A two-dimensional convolutional neural network was developed to predict temperature directly from the spatially resolved atomistic data. Hyperparameter optimization was carried out to determine an appropriate network configuration. The trained model demonstrates strong predictive capability, achieving a coefficient of determination R square of 0.9439, a root mean square error of 14.94 K, and a mean absolute error of 11.58 K on unseen test data. Class Activation Map analysis indicates that the model assigns higher importance to regions near the tool material interface, which are associated with intense deformation and heat generation in the molecular dynamics simulations. The results show that spatial learning from atomistic simulation data can accurately reproduce temperature trends in friction stir welding while remaining consistent with physical deformation and flow mechanisms observed at the atomic scale."}
{"id": "2512.21388", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21388", "abs": "https://arxiv.org/abs/2512.21388", "authors": ["Tanmoy Mondal", "Pinaki Majumdar"], "title": "Disorder driven maximum in the magnetoresistance of spin polaron systems", "comment": "7 pages, 6 figures", "summary": "Ferromagnetic polarons are self trapped states of an electron in a locally spin polarised environment. They occur close to the magnetic $T_c$ in low carrier density local moment magnets when the electron-spin coupling is comparable to the hopping scale. In non disordered systems the primary signatures are a modest non-monotonicity in the temperature dependent resistivity $ρ(T)$, and a magnetoresistance that can be $\\sim 20-30 \\%$ at $T_c$, at fields that, in energy units, are $\\sim 0.01 k_BT_c$. We find that structural disorder, in the form of pinning centers, promotes polaron formation, hugely increases the resistivity peak at $T_c$, and can enhance the magnetoresistance to $\\sim 80\\%$. The change in magnetoresistance with disorder is, however, non-monotonic. Too much disorder just creates an Anderson insulator - with the resistivity unresponsive to the magnetisation. This paper establishes the optimum disorder for maximising the magnetoresistance, suggests the physical process behind the unusual disorder dependence, and provides a magnetoresistance map - in terms of coupling and disorder - that locates some of the existing magnetic semiconductors within this framework."}
{"id": "2512.22017", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22017", "abs": "https://arxiv.org/abs/2512.22017", "authors": ["Danilo Nikolić", "Niklas L. Schulz", "Matthias Eschrig"], "title": "Necessary conditions for spin-resolved Josephson diode effect across strongly spin-polarized magnetic materials", "comment": "17 pages, 3 figures", "summary": "We present a set of necessary conditions for the appearance of charge and spin Josephson diode effects across strongly spin-polarized inhomogeneous magnetic materials (FM) placed between two spin-singlet superconductors. Noncoplanarity of the FM's spin texture gives rise to quantum geometric phases, $Δ\\varphi'$, that enter the Josephson current-phase relation (CPR) similarly to the superconducting phase difference, resulting in charge and spin Josephson diode effects. Our study shows that such effects appear if the CPR possesses no phase-inversion center, achieved under the following conditions. First, noncoplanarity of the spin texture is necessary to break the spatial inversion symmetry. Second, both spin bands have to contribute to the transport, i.e., the effect is absent in half-metallic junctions. Third, different band-specific densities of states are required, and this condition is ensured by the strong spin polarization of the FM. Finally, higher harmonics in the CPR are necessary, i.e., the effect is absent in the tunneling limit. However, even in this case, the CPR must not have a phase-inversion center, which is ensured by the restriction of the quantum geometric phase to values $Δ\\varphi'\\neq kπ/2, k\\in\\mathbb{Z}$. We formulate a minimal phenomenological model that incorporates all these points, qualitatively illustrating our theory."}
{"id": "2512.21503", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21503", "abs": "https://arxiv.org/abs/2512.21503", "authors": ["Sen Niu", "D. N. Sheng", "Yang Peng"], "title": "Simulating triangle Hofstadter-Hubbard model with fermionic projected entangled simplex states", "comment": null, "summary": "The triangular Hofstadter-Hubbard model, realizable in moiré bilayers, provides a fertile ground for discovering correlated topological states. We investigate this model in the grand canonical ensemble by introducing a fermionic infinite projected entangled simplex state (iPESS) approach, which offers direct access to the stability of the emergent correlated states at the thermodynamic limit. Through numerically optimizing fermionic iPESS, we accurately capture the chiral spin liquid (CSL) phase in the Mott insulating regime, characterized by a uniform chiral order, entanglement spectrum and the appearance of gossamer correlation tails in spin channel. The intermediate-$U$ CSL is separated from the weak-$U$ Chern insulator by a Mott transition at $U_{c_1} \\approx 11.5$, signaled by changes in the charge fluctuation and compressibility. Finite-correlation-length scaling of the magnetization reveals a transition into a large-$U$ $120^\\circ$ Néel phase at $U_{c_2} \\approx 22.5$. Remarkably, with finite hole doping $δ$, we identify a uniform superconducting state with a finite pairing amplitude, whose order parameter displays a nearly universal phase winding across the $U$-$δ$ phase diagram. Our work demonstrates robust chiral superconductivity in the thermodynamic limit through doping Chern insulator and CSL."}
{"id": "2512.21479", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21479", "abs": "https://arxiv.org/abs/2512.21479", "authors": ["Michael Wissmann", "Joseph Dufouleur", "Louis Veyrat", "Anna Isaeva", "Laurent Vila", "Bernd Büchner", "Romain Giraud"], "title": "Giant universal conductance fluctuations in the antiferromagnetic topological insulator MnBi2Te4", "comment": "25 pages, 9 figures", "summary": "Intrinsic magnetic topological insulators can host quantum states with quantized magneto-electric responses, such as the axion and Chern insulators states evidenced in ultra-thin MnBi2Te4 films. Yet, whereas quantization is investigated thoroughly, transport properties related to the phase of charge carriers remains unexplored. Here, we study quantum coherent transport in mesoscopic Hall bars fabricated from thick exfoliated MnBi2Te4 flakes, and reveal the longest phase-coherence length ever observed in a mesoscopic magnet (about 500nm at 1K), associated to 2D topological surface states. In the fully-coherent regime, significant non-local contributions to quantum interference up to the micron scale lead to giant-amplitude universal conductance fluctuations (about 20e2/h). In the self-averaging regime, the statistical properties of conductance fluctuations confirm the 2D nature of quantum interference and different dephasing mechanisms are identified, as due to either magnetism or magnetic flux through coherent loops. Remarkably, the weak decoherence in magnetic topological insulator nanostructures show their potential to realize novel quantum spin interferometers based on dephasing by local magnetic textures at liquid-helium temperatures."}
{"id": "2512.21748", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.21748", "abs": "https://arxiv.org/abs/2512.21748", "authors": ["Swapna Mahapatra", "Rudra Majhi", "Jahangir Mohammed", "Subhashree Mohanty", "Priyanka Priyadarshini Pruseth", "Masoom Singh"], "title": "On Critical Temperature and Finite Size Scaling of Continuous Spin $2d$ Ising Model", "comment": "15 pages, 3 figures, 1 table", "summary": "In this paper, we have studied the critical temperature $T_c$ of continuous spin $2d$ square-lattice Ising model using Monte-Carlo simulation. We have considered spins $s$ in a bounded interval, where $s \\in [-1,+1]$ in square-lattice configuration with periodic boundary condition. We have observed that the critical temperature $T_c$ is approximately $0.925$, showing a clear second order phase transition. Considering finite size scaling, we have also obtained the critical exponents associated with susceptibility, specific heat, magnetization and we find that these values are in good agreement with the corresponding values obtained for the standard $2d$ Ising universality class."}
{"id": "2512.21705", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21705", "abs": "https://arxiv.org/abs/2512.21705", "authors": ["J. M. Mangum", "L. L. Bonilla", "A. Torrente", "P. M. Thibado"], "title": "Charging capacitors using diodes at different temperatures. II Numerical studies", "comment": "8 pages, 7 figures, revtex, to appear in Phys. Rev. E", "summary": "This study is presented in a series of two papers. The first paper is an analytical study. This is the second paper, and here we numerically study the thermal energy harvesting capability of two electronic circuits. The first circuit consists of a diode and capacitor in series. We solve the time-dependent Fokker-Planck equation and show the capacitor initially charges and then discharges to zero. The peak charge on the capacitor increases with temperature, capacitance, and diode quality. The second circuit has two current loops with one small capacitor, two storage capacitors, and two diodes wired in opposition. When the diodes are held at different temperatures we observe a non-zero steady-state charge is accumulated on both storage capacitors. The magnitude of the stored charges are nearly equal but the signs are opposite. When resistors are used in place of diodes there is no transient and no steady-state charge buildup. Numerical studies for the time-independent Fokker-Planck equation are presented and confirm the steady state charges."}
{"id": "2512.21909", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21909", "abs": "https://arxiv.org/abs/2512.21909", "authors": ["Luca Melega", "Tommaso Nottoli", "Jürgen Gauss", "Filippo Lipparini"], "title": "A novel implementation of CCSD analytic gradients using Cholesky decomposition of the two-electron integrals and Abelian point-group symmetry", "comment": null, "summary": "We present a novel and efficient implementation of coupled-cluster with singles and doubles (CCSD) analytic gradients that combines the Cholesky decomposition (CD) of electron-repulsion integrals with the exploitation of Abelian point-group symmetry. This approach is particularly effective for medium-sized and large symmetric molecular systems. The CD of two-electron integrals is performed using a symmetry-adapted two-step algorithm, while the derivatives of the Cholesky vectors are computed with respect to symmetry-adapted nuclear displacements and contracted on-the-fly with the CCSD density matrices. Geometry optimizations of symmetric systems with several hundreds of basis functions have been carried out to assess the efficiency of our implementation and to quantify the computational gain provided by the exploitation of point-group symmetry."}
{"id": "2512.21369", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.chem-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2512.21369", "abs": "https://arxiv.org/abs/2512.21369", "authors": ["E. Salahinejad", "M. Jafari Baghjeghaz"], "title": "Structure, biomineralization and biodegradation of Ca-Mg oxyfluorosilicates synthesized by inorganic salt coprecipitation", "comment": null, "summary": "In this research, a novel group of Ca-Mg oxyfluorosilicates containing different levels of fluoride substituting for oxide was synthesized by an inorganic salt coprecipitation process followed by calcination/sintering. The effects of the incorporation of fluoride on the resultant structural characteristics, apatite-forming ability and biodegradability were evaluated by X-ray diffraction, transmission electron microscopy, scanning electron microscopy/energy-dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, inductively coupled plasma spectroscopy and pH measurements. According to the results, the samples containing up to 2 mol% F present a single-phase structure of diopside (MgCaSi2O6) doped with F. It was also found that to meet the most biomineralization characteristic, the optimal value of fluoride in the homogeneous samples is 1 mol%. In this regard, on the one hand, the partial incorporation of fluoride into apatite (via forming fluorohydroxyapatite) and, on the other hand, the absence of fluorite (CaF2) as a consumer of Ca in the deposits are responsible for achieving the most apatite-forming ability circumstance controlled by an ion-exchange reaction mechanism. In conclusion, this study reflects the merit of the optimization of fluoride-doping into Ca-Mg silicates for development in biomedicine."}
{"id": "2512.21474", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21474", "abs": "https://arxiv.org/abs/2512.21474", "authors": ["Shota Ono"], "title": "Hidden layered structures from carbon-analog metastability in metal dichalcogenides", "comment": "6 pages, 3 figures", "summary": "Carbon exhibits both a layered ground state structure that produces two-dimensional (2D) nanosheets and a non-layered diamond structure created under high pressure conditions. Motivated by this metastability relationship, we revisit the ground state structure of metal dichalcogenides that are known to have non-layered pyrite-type structure. Ultrathin films of pyrite-type ZnSe$_2$ spontaneously transform into a layered phase. This phase is identified as a ground state, and the monolayer exhibits strong elastic anisotropy and a semiconducting bandgap larger than that of the pyrite phase by a factor of two. We demonstrate that a two-valued but directional potential energy surface exists along a Bain-like distortion path, hiding the layered ground state. This work implies that many 2D materials are hidden in non-layered materials and connects 2D materials science with surface and high-pressure science."}
{"id": "2512.21868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21868", "abs": "https://arxiv.org/abs/2512.21868", "authors": ["Hiroyuki Yamase"], "title": "Beyond on-site Hubbard interaction in charge dynamics of cuprate superconductors", "comment": "73 pages, 35 figures, review article", "summary": "In this review, we first present compelling evidence from resonant inelastic x-ray scattering data that highlights the significance of the long-range Coulomb interaction in cuprate charge dynamics, particularly around the in-plane momentum q=(0,0). We show that these experimental observations are well-captured by the layered t-J-V model, which extends the standard t-J framework to include the long-range Coulomb interaction V and the layered structure.\n  This new perspective elucidates how charge dynamics renormalizes one-particle excitation properties, leading to several profound and often counterintuitive consequences. We demonstrate that the electron dispersion does not exhibit a sharp kink, and Landau quasiparticles persist in the low-energy limit despite a significant suppression of their spectral weight. We further show that while charge fluctuations alone cannot fully account for the pseudogap, they are a crucial component for understanding its formation. Additionally, we reveal that optical plasmon excitations generate fermionic quasiparticles, known as plasmarons, which give rise to a distinct, incoherent replica band.\n  We argue that accurately describing these plasmonic effects requires a three-dimensional theoretical approach. This perspective on plasmon excitations may offer a critically new clue to a long-standing puzzle: why multi-layer cuprate superconductors, containing more than two CuO2 layers per unit cell, consistently exhibit a higher critical temperature Tc than their single-layer counterparts. Finally, we review the spin-fluctuation mechanism of superconductivity suffers from the \"self-restraint effect\" and show how important the screened Coulomb interaction is in the spin-fluctuation mechanism to realize high-Tc superconductivity."}
{"id": "2512.21575", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21575", "abs": "https://arxiv.org/abs/2512.21575", "authors": ["Hajime Murata", "Hiroaki Ishizuka"], "title": "Kondo Effect in Nonreciprocal Response", "comment": "6 pages, 3 figures", "summary": "Chiral magnetic states give rise to rich phenomena, from the anomalous Hall effect and the nonlinear electrical current to multiferroics and magnetochiral dichroism. Most of the studies on electrical transport so far have focused on the cases where the magnetic moments are well approximated by classical local moments. Here, we reveal that the coexistence of quantum fluctuations and chiral spin correlations gives rise to a $\\log(T)$ temperature dependence in the electrical magnetochiral effect, a nonreciprocal response. Using the Green's function method and a scattering theory approach, we show that the $\\log(T)$ temperature dependence occurs through a scattering process similar to that of the Kondo effect. The electrical magnetochiral effect is sensitive to the sign of vector spin chirality and the magnetic field. The results demonstrate that local spin correlations and quantum fluctuations cooperatively induce nontrivial properties in transport phenomena."}
{"id": "2512.21557", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21557", "abs": "https://arxiv.org/abs/2512.21557", "authors": ["Yejian Hu", "Zhenhang Pu", "Xiangru Chen", "Yuxiang Xi", "Jiuyang Lu", "Weiyin Deng", "Manzhu Ke", "Zhengyou Liu"], "title": "Higher-order exceptional ring semimetal with real hinge states in phononic crystals", "comment": null, "summary": "Non-Hermitian topological phase, with the novel concepts such as exceptional points and skin effect, has opened up a new paradigm beyond Hermitian topological physics. Exceptional ring semimetal, featured by a stable ring of exceptional points in three dimensions, exhibits first-order topological properties, including topological surface states and surface-dependent skin effect. Nevertheless, despite extensive research on Hermitian higher-order insulators and semimetals, higher-order exceptional ring semimetal is just emerging. Here, we report the first realization of a higher-order Weyl exceptional ring semimetal in a three-dimensional lossy phononic crystal. The non-Hermitian higher-order topology reflects in the topological hinge states and hinge-dependent skin effect. Counterintuitively, the topological hinge states maintain purely real energy even under a high loss level, ensuring robust hinge-state propagation. Our findings evidence the non-Hermitian higher-order bulk-boundary correspondence of exceptional ring semimetal, and may pave the way to non-Hermitian functional acoustic devices."}
{"id": "2512.21748", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.21748", "abs": "https://arxiv.org/abs/2512.21748", "authors": ["Swapna Mahapatra", "Rudra Majhi", "Jahangir Mohammed", "Subhashree Mohanty", "Priyanka Priyadarshini Pruseth", "Masoom Singh"], "title": "On Critical Temperature and Finite Size Scaling of Continuous Spin $2d$ Ising Model", "comment": "15 pages, 3 figures, 1 table", "summary": "In this paper, we have studied the critical temperature $T_c$ of continuous spin $2d$ square-lattice Ising model using Monte-Carlo simulation. We have considered spins $s$ in a bounded interval, where $s \\in [-1,+1]$ in square-lattice configuration with periodic boundary condition. We have observed that the critical temperature $T_c$ is approximately $0.925$, showing a clear second order phase transition. Considering finite size scaling, we have also obtained the critical exponents associated with susceptibility, specific heat, magnetization and we find that these values are in good agreement with the corresponding values obtained for the standard $2d$ Ising universality class."}
{"id": "2512.21369", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.chem-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2512.21369", "abs": "https://arxiv.org/abs/2512.21369", "authors": ["E. Salahinejad", "M. Jafari Baghjeghaz"], "title": "Structure, biomineralization and biodegradation of Ca-Mg oxyfluorosilicates synthesized by inorganic salt coprecipitation", "comment": null, "summary": "In this research, a novel group of Ca-Mg oxyfluorosilicates containing different levels of fluoride substituting for oxide was synthesized by an inorganic salt coprecipitation process followed by calcination/sintering. The effects of the incorporation of fluoride on the resultant structural characteristics, apatite-forming ability and biodegradability were evaluated by X-ray diffraction, transmission electron microscopy, scanning electron microscopy/energy-dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, inductively coupled plasma spectroscopy and pH measurements. According to the results, the samples containing up to 2 mol% F present a single-phase structure of diopside (MgCaSi2O6) doped with F. It was also found that to meet the most biomineralization characteristic, the optimal value of fluoride in the homogeneous samples is 1 mol%. In this regard, on the one hand, the partial incorporation of fluoride into apatite (via forming fluorohydroxyapatite) and, on the other hand, the absence of fluorite (CaF2) as a consumer of Ca in the deposits are responsible for achieving the most apatite-forming ability circumstance controlled by an ion-exchange reaction mechanism. In conclusion, this study reflects the merit of the optimization of fluoride-doping into Ca-Mg silicates for development in biomedicine."}
{"id": "2512.21474", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21474", "abs": "https://arxiv.org/abs/2512.21474", "authors": ["Shota Ono"], "title": "Hidden layered structures from carbon-analog metastability in metal dichalcogenides", "comment": "6 pages, 3 figures", "summary": "Carbon exhibits both a layered ground state structure that produces two-dimensional (2D) nanosheets and a non-layered diamond structure created under high pressure conditions. Motivated by this metastability relationship, we revisit the ground state structure of metal dichalcogenides that are known to have non-layered pyrite-type structure. Ultrathin films of pyrite-type ZnSe$_2$ spontaneously transform into a layered phase. This phase is identified as a ground state, and the monolayer exhibits strong elastic anisotropy and a semiconducting bandgap larger than that of the pyrite phase by a factor of two. We demonstrate that a two-valued but directional potential energy surface exists along a Bain-like distortion path, hiding the layered ground state. This work implies that many 2D materials are hidden in non-layered materials and connects 2D materials science with surface and high-pressure science."}
{"id": "2512.21479", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21479", "abs": "https://arxiv.org/abs/2512.21479", "authors": ["Michael Wissmann", "Joseph Dufouleur", "Louis Veyrat", "Anna Isaeva", "Laurent Vila", "Bernd Büchner", "Romain Giraud"], "title": "Giant universal conductance fluctuations in the antiferromagnetic topological insulator MnBi2Te4", "comment": "25 pages, 9 figures", "summary": "Intrinsic magnetic topological insulators can host quantum states with quantized magneto-electric responses, such as the axion and Chern insulators states evidenced in ultra-thin MnBi2Te4 films. Yet, whereas quantization is investigated thoroughly, transport properties related to the phase of charge carriers remains unexplored. Here, we study quantum coherent transport in mesoscopic Hall bars fabricated from thick exfoliated MnBi2Te4 flakes, and reveal the longest phase-coherence length ever observed in a mesoscopic magnet (about 500nm at 1K), associated to 2D topological surface states. In the fully-coherent regime, significant non-local contributions to quantum interference up to the micron scale lead to giant-amplitude universal conductance fluctuations (about 20e2/h). In the self-averaging regime, the statistical properties of conductance fluctuations confirm the 2D nature of quantum interference and different dephasing mechanisms are identified, as due to either magnetism or magnetic flux through coherent loops. Remarkably, the weak decoherence in magnetic topological insulator nanostructures show their potential to realize novel quantum spin interferometers based on dephasing by local magnetic textures at liquid-helium temperatures."}
{"id": "2512.21869", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21869", "abs": "https://arxiv.org/abs/2512.21869", "authors": ["Hiroyuki Yamase"], "title": "Theoretical perspectives on charge dynamics in high-temperature cuprate superconductors", "comment": "31 pages, 10 figures, short review article", "summary": "We review recent theoretical progress on the charge dynamics of doped carriers in high-temperature cuprate superconductors. Advances in this field have clarified that doped charges in cuprates exhibit remarkably rich collective behavior, governed by the combined effects of strong electronic correlations, the intrinsic layered crystal structure, and long-range Coulomb interaction. First, the emergence of acousticlike plasmons has been firmly established through quantitative analyses of resonant inelastic x-ray scattering (RIXS) spectra based on the t-J-V model -- an extension of the conventional t-J model that incorporates the layered crystal structure and the long-range Coulomb interaction V. These acousticlike plasmons arise near the in-plane momentum q=(0,0) and possess characteristic energies far below the well-known ~ 1 eV optical plasmon. This behavior is found to be universal across both hole- and electron-doped cuprates, including multilayer systems. Second, in electron-doped cuprates, a pronounced tendency toward d-wave bond-charge order develops near q=(0.5pi, 0), as revealed by resonant x-ray scattering (RXS) and RIXS. As a result, the charge dynamics acquires a dual structure, in which low-energy bond-charge excitations coexist with relatively high-energy plasmons. Third, analogous signatures of charge-order tendency have also been reported in hole-doped cuprates. However, a direct application of the d-wave bond-charge-order framework fails to account for experimental observations. Similarly, the charge-stripe order in La-based cuprates remains unresolved within existing theoretical approaches. Assuming that mobile carriers behave in a largely universal manner across electron- and hole-doped systems, we discuss a possible scenario that may reconcile these diverse experimental findings."}
{"id": "2512.21628", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21628", "abs": "https://arxiv.org/abs/2512.21628", "authors": ["Junde Liu", "Liwen Su", "Pei Liu", "Hui Liu", "Mojun Pan", "Yuchong Zhang", "Famin Chen", "Yueqian Chen", "Zhaoyang Xie", "Stefan Mathias", "Tianping Ying", "Lin Hu", "Tian Qian", "Xun Shi", "Yugui Yao"], "title": "Nonvolatile photoswitching of a Mott state via reversible stacking rearrangement", "comment": null, "summary": "Nonvolatile control of the Mott transition is a central goal in correlated-electron physics, offering access to fascinating emergent states and great potential for technological applications. Compared to chemical or mechanical approaches, ultrafast optical excitation further promises a path to create and manipulate novel non-equilibrium phases with ultimate spatiotemporal precision. However, achieving a truly nonvolatile electronic phase transition in laser-excited Mott systems remains an elusive challenge. Here, we present a highly robust and reversible method for optical control of the Mott state in van der Waals systems. Specifically, using angle-resolved photoemission spectroscopy, we observe a nonvolatile Mott-to-metallic transition in the ultrafast laser-excited charge density wave (CDW) material 1T-TaSe2. Complementary theoretical calculations reveal that this transition originates from a rearrangement of the interlayer CDW stacking. This new stacking order, formed following the ultrafast quenching of the CDW, circumvents the need for large-scale atomic sliding. Intriguingly, it introduces a significant in-plane component to the electron hopping and effectively reduces the ratio of on-site Coulomb interaction to bandwidth, thereby suppressing the Mott state and stabilizing a metallic phase. Our results establish optical-control of interlayer stacking as a versatile strategy for inducing nonvolatile phase transitions, opening a new route to tailor correlated electronic phases and realize reconfigurable high-frequency devices."}
{"id": "2512.21609", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21609", "abs": "https://arxiv.org/abs/2512.21609", "authors": ["Zaizhe Zhang", "Xi Chen", "Kenji Watanabe", "Takashi Taniguchi", "Zhida Song", "Xiaobo Lu"], "title": "Entangled Moire Chern Insulator in Rhombohedral Graphene", "comment": null, "summary": "Graphene-based moire superlattices exhibit novel quantum phenomena driven by pronounced interactions, leading to topological corrected states like orbital Chern insulators exhibiting quantum anomalous Hall effect (QAHE). Typically, intrinsic Chern insulators are stabilized at odd moiré fillings, as even fillings often result in valley-balanced, topologically trivial states at zero magnetic field. In our work, we report the observation of an intrinsic Chern insulator with C = 1 state at moire filling v = 2 in rhombohedral octalayer graphene (R8G)/hBN moire superlattice. Observing such Chern insulators in particular with C = 1 at v = 2 is intriguing, as each moiré band carries Chern number C = 1 or -1. We further demonstrate such a state can originate from the entanglement between the low-energy moire flat bands and high-energy remote bands according to the Hartree-Fock calculation. Our findings extend the known topological phase diagram of rhombohedral multilayer graphene (RMG) moire systems and establish this platform as highly promising for investigating strong electron correlations and multiband hybridized transport."}
{"id": "2512.21767", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21767", "abs": "https://arxiv.org/abs/2512.21767", "authors": ["Priyanka Priyanka", "Cristiano Nisoli", "Yair Shokef"], "title": "Memory of topologically constrained disorder in Shakti artificial spin ice", "comment": null, "summary": "Complex behaviors often sit at a critical threshold between order and disorder. But not all disorder is created equal. Disorder can be trivial or constrained, and correlated disorder can even be topological. Crucially, constrained disorder can harbor memory, leading to non-trivial, sequence-dependent responses to external manipulations. And yet the fascinating subject of \"memory of disorder\" remains poorly explored, as memory is often associated to the retention of metastable order. In recent years artificial frustrated materials -- in particular arrays of frustrated nanomagnets known as artificial spin ices -- have been employed to study complex disorders and its wealth of exotic behaviors, yet their memory properties have received much less attention. Here, we investigate both analytically and numerically the sequence-dependent responses of two somehow opposite yet related artificial spin ices: the Landau-ordered square spin ice and the disordered but topologically-ordered Shakti spin ice. We find that Shakti exhibits a pronounced sequence-dependent response, whereas in the square lattice, such path dependence is absent. Within Shakti, even the minimal periodic supercell demonstrates both deterministic and stochastic forms of sequence memory, depending on the interaction strength. Extending our study to cyclic driving, we find that retracing the same input path leads to enhanced memory retention. These results open new perspectives on how topological constraints and correlated disorder generate robust memory effects in frustrated artificial materials, hitherto examined mainly in terms of their ground-state kinetics and thermodynamics."}
{"id": "2512.21994", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21994", "abs": "https://arxiv.org/abs/2512.21994", "authors": ["Federico J. Gonzalez", "Carmen A. Tachino", "H. Fabio Busnengo"], "title": "CO$_2$ Dissociative Sticking on Cu(110)", "comment": null, "summary": "In this work we investigate the dissociation of CO$_2$ on Cu(110) by performing density functional theory calculations using the vdW-DF2 exchange-correlation functional, with a potential energy surface parameterized using artificial neural networks. We computed quasi-classical trajectory calculations of molecular and dissociative adsorption probabilities as a function of the initial impact energy of the molecules and surface temperature, by comparing our results with available supersonic molecular beam experimental data for normal incidence. Concerning the general dependence of the molecular and dissociative adsorption probabilities on the initial translational energy of the molecules, our theoretical results agree with experiments. Also in agreement with experiments, we have found that dissociative adsorption is not affected by surface temperature between 50 and 400 K, for impact energies for which the dissociation probability is larger than $\\sim 10^{-3}$. We have investigated the influence of impact energy and surface temperature on the final state of the dissociation products by extending the time integration of the reactive trajectories up to 10 ps. We have found that above $\\sim 2.5$ eV and close to or above room temperature, CO$_2$ dissociation induces strong surface distortions including final structures involving Cu adatoms. The creation of Cu vacancy-adatom pairs is stimulated by the presence of both CO$_{ads}$ and O$_{ads}$ which interact strongly with the Cu adatoms and even give rise to unexpected (O-Cu-CO)$_{ads}$ linear moieties anchored to the surface by the dissociated O atom and involving a Cu adatom almost detached from the surface. These surface distortions produced by dissociation products of high energy CO$_2$ molecules at and above room temperature might explain recent experiments that have found a greater saturation oxygen coverage for high energy molecules."}
{"id": "2512.21559", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21559", "abs": "https://arxiv.org/abs/2512.21559", "authors": ["Jiajun Lu", "Mu Tian", "Chaoxi Cui", "Zhi-Ming Yu", "Run-Wu Zhang", "Yugui Yao"], "title": "Nonvolatile Electrical Control of Spin via Sliding Fractional Quantum Multiferroics", "comment": "6 pages, 4 figures", "summary": "We propose a fractionally quantized polarization induced by interlayer sliding in bilayer altermagnets, unveiling a previously unrecognized multiferroic phase termed sliding fractional quantum multiferroicity (SFQM). This unconventional magnetic phase uniquely integrates sliding ferroelectricity with fractional quantum ferroelectricity, enabling highly efficient switching and nonvolatile electrical control of spin.~Unlike conventional multiferroics, SFQM simultaneously exhibits lattice-scale atomic displacements, ultralow switching barriers, and spin splitting, giving rise to a large fractionally quantized polarization and strong magnetoelectric coupling. Through symmetry analysis and first-principles calculations, we identify bilayer altermagnet Ca(CoN)$_2$ and its family materials as promising candidates hosting SFQM. In contrast to gate-controlled schemes, the spin-layer coupling in SFQM is intrinsically induced by spontaneous electrical and layer polarization, requiring no sustained gate field and exhibiting nonvolatile character. This mechanism enables nonvolatile electrical control of spin through biaxial sliding, where displacements along the \\textit{x}- and \\textit{y}-axes generate opposite polarization directions in the layer-dependent electrical polarization. Furthermore, SFQM exhibits a fully switchable anomalous Hall effect and a pronounced magneto-optical response, which can be utilized for its detection and distinction. These findings highlight the promising role of sliding-mediated couplings among unconventional magnetism, fractional quantum ferroelectricity, and stacking order in realizing electrically controllable two-dimensional multiferroics."}
{"id": "2512.21503", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21503", "abs": "https://arxiv.org/abs/2512.21503", "authors": ["Sen Niu", "D. N. Sheng", "Yang Peng"], "title": "Simulating triangle Hofstadter-Hubbard model with fermionic projected entangled simplex states", "comment": null, "summary": "The triangular Hofstadter-Hubbard model, realizable in moiré bilayers, provides a fertile ground for discovering correlated topological states. We investigate this model in the grand canonical ensemble by introducing a fermionic infinite projected entangled simplex state (iPESS) approach, which offers direct access to the stability of the emergent correlated states at the thermodynamic limit. Through numerically optimizing fermionic iPESS, we accurately capture the chiral spin liquid (CSL) phase in the Mott insulating regime, characterized by a uniform chiral order, entanglement spectrum and the appearance of gossamer correlation tails in spin channel. The intermediate-$U$ CSL is separated from the weak-$U$ Chern insulator by a Mott transition at $U_{c_1} \\approx 11.5$, signaled by changes in the charge fluctuation and compressibility. Finite-correlation-length scaling of the magnetization reveals a transition into a large-$U$ $120^\\circ$ Néel phase at $U_{c_2} \\approx 22.5$. Remarkably, with finite hole doping $δ$, we identify a uniform superconducting state with a finite pairing amplitude, whose order parameter displays a nearly universal phase winding across the $U$-$δ$ phase diagram. Our work demonstrates robust chiral superconductivity in the thermodynamic limit through doping Chern insulator and CSL."}
{"id": "2512.22073", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.22073", "abs": "https://arxiv.org/abs/2512.22073", "authors": ["Kazuki Yamamoto", "Takuto Kawakami", "Mikito Koshino"], "title": "Ferroelectricity in magnon Bose-Einstein condensate: non-reciprocal superfluidity, exceptional points and Majorana bosons", "comment": "8 pages, 3 figures", "summary": "We investigate a ferroelectric instability of a magnon Bose-Einstein condensate, mediated by its interaction with an electric field through a geometric Aharonov-Casher (AC) phase. A distinct feature of the system is the positive feedback loop in which an electric field induces magnon orbital motion via the AC phase, generating electric polarization that in turn enhances the original field. Based on bosonic Bogoliubov-de Gennes (BdG) mean-field theory, we show that this feedback drives a spontaneous ferroelectric transition in the magnon superfluid, accompanied by a persistent magnon supercurrent. In the resulting ferroelectric phase, the quasiparticle excitation spectrum becomes nonreciprocal, reflecting spontaneous breaking of spatial inversion symmetry. At the critical point of the transition, the bosonic BdG Hamiltonian exhibits coalescence of both eigenvalues and eigenvectors, forming an exceptional point. The corresponding eigenvector is an equally weighted superposition of bosonic quasiparticle and quasihole states and is invariant under particle-hole transformation, allowing it to be interpreted as a bosonic analog of a Majorana fermion."}
{"id": "2512.21666", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21666", "abs": "https://arxiv.org/abs/2512.21666", "authors": ["Samuele Giuli", "Hasanat Hasan", "Benedikt Kloss", "Marius S. Frank", "Tsung-Han Lee", "Olivier Gingras", "Yong-Xin Yao", "Nicola Lanatà"], "title": "Linear Foundation Model for Quantum Embedding: Data-Driven Compression of the Ghost Gutzwiller Variational Space", "comment": "17 pages, 6 figures", "summary": "Simulations of quantum matter rely mainly on Kohn-Sham density functional theory (DFT), which often fails for strongly correlated systems. Quantum embedding (QE) theories address this limitation by mapping the system onto an auxiliary embedding Hamiltonian (EH) describing fragment-environment interactions, but the EH is typically large and its iterative solution is the primary computational bottleneck. We introduce a linear foundation model for QE that utilizes principal component analysis (PCA) to compress the space of quantum states needed to solve the EH within a small variational subspace. Using a data-driven active-learning scheme, we learn this subspace from EH ground states and reduce each embedding solve to a deterministic ground-state eigenvalue problem in the reduced space. Within the ghost Gutzwiller approximation (ghost-GA), we show for a three-orbital Hubbard model that a variational space learned on a Bethe lattice is transferable to square and cubic lattices without additional training, while substantially reducing the cost of the EH step. We further validate the approach on plutonium, where a single variational space reproduces the energetics of all six crystalline phases while reducing the cost of the EH solution by orders of magnitude. This provides a practical route to overcome the main computational bottleneck of QE frameworks, paving the way for high-throughput ab initio simulations of strongly correlated materials at a near-DFT cost."}
{"id": "2512.21612", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21612", "abs": "https://arxiv.org/abs/2512.21612", "authors": ["Zexu Li", "Wenxuan Wang", "Fajie Wang", "Zaizhe Zhang", "Qiu Yang", "Kenji Watanabe", "Takashi Taniguchi", "X. C. Xie", "Jie Wang", "Kaihui Liu", "Zhida Song", "Xiaobo Lu"], "title": "Fractionalization and Entanglement of High Chern Insulators", "comment": null, "summary": "The realization of fractional Chern insulators opens up the possibility of exploring fractionally charged excitations and anyonic statistics in the absence of a magnetic field. One of the central questions is whether lattice-based systems can give rise to radically new states, distinct from those observed in traditional fractional quantum Hall systems. In this work, we investigate a new type of moire flat band system composed of Bernal bilayer graphene and rhombohedral tetralayer graphene. First, we discover an unprecedented richness of states with high Chern numbers. At v = 1 moire filling, we observe Chern insulators with Chern numbers C = 4 and 3. Flanking v = 3 state, we observe a series of Chern insulators from C = 2 to C = 7. All of these states exhibit the quantum anomalous Hall effect. Remarkably, we observe an exotic fractional Chern insulator with C = 7/3 around v = 2/3 which is beyond all known fractional Chern insulators described by either the Jain sequence as or current high Chern theory. Our work expands the understanding of fractionally charged excitations beyond the Landau level basis and offers a new moiré platform for exploring anyons."}
{"id": "2512.22015", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.22015", "abs": "https://arxiv.org/abs/2512.22015", "authors": ["Biman Bagchi"], "title": "Diffusion in Rugged Energy Landscapes in the Presence of Spatial Correlations : A Surprising Route to Zwanzig's Mean-Field Prediction", "comment": null, "summary": "Diffusion in rugged free-energy landscapes is central to diverse problems in chemical physics, biomolecular dynamics, polymer transport and numerous disordered systems. Zwanzig's well-known classic mean-field theory predicts that roughness reduces the diffusion coefficient by an exponential factor determined solely by the variance of the disorder. However, the numerical studies of Banerjee, Seki, and Bagchi (BSB) showed that this result fails for uncorrelated Gaussian-distributed site energies because rare but deep three-site traps dominate long-time transport. BSB introduced Gaussian \\emph{spatial} correlations - originally developed in astrophysics to model turbulent density fluctuations - and demonstrated that even modest correlations suppress these pathological traps and restore Zwanzig's exponential scaling. Here we present here a unified theoretical framework clarifying (i) why Zwanzig's local averaging, may be viewed as a Gaussian cumulant expansion, could breakdown. In particular, how its validity is destroyed by uncorrelated disorder, and (ii) how Gaussian spatial correlations reshape roughness increments, eliminate asymmetric multi-site traps, and thereby recover mean-field diffusion, and (iii) a derivation showing exactly how Gaussian spatial correlations modify roughness increments, trap statistics, and ultimately the diffusion constant. We also provide explicit numerical triplet examples illustrating the dramatic reduction of escape times produced by spatial correlations."}
{"id": "2512.21996", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21996", "abs": "https://arxiv.org/abs/2512.21996", "authors": ["Carmen A. Tachino", "Federio J. Gonzalez", "Alberto S. Muzas", "J. Iñaki Juaristi", "Maite Alducin", "H. Fabio Busnengo"], "title": "Interplay between electronic and phononic energy dissipation channels in the adsorption of CO on Cu(110)", "comment": null, "summary": "In this work, we investigate the relative importance of electronic and phononic energy dissipation during the molecular adsorption of CO on Cu(110). Initial sticking probabilities as a function of impact energy for CO impinging at normal incidence at a surface temperature of 90 K were computed using classical trajectory simulations. To this aim, we use a full-dimensional potential energy surface constructed using an atomistic neural network trained on density functional theory data obtained with the nonlocal vdW-DF2 exchange-correlation functional. Two models are compared: one allowing only energy transfer and dissipation from the molecule to lattice vibrations, and the other also incorporating the effect of molecular energy loss due to the excitation of electron-hole pairs, modeled within the local-density friction approximation. Our results reveal, firstly, that the molecule mainly transfers energy to lattice vibrations, and this channel determines the adsorption probabilities, with electronic friction playing a minor role. Secondly, once the molecule is trapped near the surface (where electronic density is higher), electron-hole pair excitations accelerate energy dissipation, significantly promoting CO thermalization. Still, the faster energy dissipation when electron-hole pair excitations are accounted for accelerates the accommodation of the adsorbed molecules in the chemisorption well but does not significantly alter their lateral displacements over the surface."}
{"id": "2512.21581", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21581", "abs": "https://arxiv.org/abs/2512.21581", "authors": ["M. A. Bunin", "I. I Geguzin"], "title": "Account of the self-interaction energy correction in the first principles calculation of the fundamental absorption edge spectrum of LiCl", "comment": null, "summary": "Within the framework of the local electron density functional theory, an ab-initio method is proposed that takes into account the self-interaction energy correction (SIC) for the crystal potential. The principle of dividing the unit cell into regions remained the same as for the ground-state potential. The expression for the self-consistent muffin-tin-SIC potential satisfies the condition of cell electroneutrality. This scheme was applied to calculate the spectrum of the fundamental absorption edge of LiCl. The obtained interband transition energies were not required for fitting to experimental values. In the calculated spectrum, the shape and position of the peaks above ~2.5 eV from the edge agree fairly well with the measured ones, which allows their intensity in this region to be attributed primarily to interband transitions. Closer to the edge, electron-hole interaction significantly alters the ground state, which must be taken into account when calculating the spectrum shape."}
{"id": "2512.21557", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21557", "abs": "https://arxiv.org/abs/2512.21557", "authors": ["Yejian Hu", "Zhenhang Pu", "Xiangru Chen", "Yuxiang Xi", "Jiuyang Lu", "Weiyin Deng", "Manzhu Ke", "Zhengyou Liu"], "title": "Higher-order exceptional ring semimetal with real hinge states in phononic crystals", "comment": null, "summary": "Non-Hermitian topological phase, with the novel concepts such as exceptional points and skin effect, has opened up a new paradigm beyond Hermitian topological physics. Exceptional ring semimetal, featured by a stable ring of exceptional points in three dimensions, exhibits first-order topological properties, including topological surface states and surface-dependent skin effect. Nevertheless, despite extensive research on Hermitian higher-order insulators and semimetals, higher-order exceptional ring semimetal is just emerging. Here, we report the first realization of a higher-order Weyl exceptional ring semimetal in a three-dimensional lossy phononic crystal. The non-Hermitian higher-order topology reflects in the topological hinge states and hinge-dependent skin effect. Counterintuitively, the topological hinge states maintain purely real energy even under a high loss level, ensuring robust hinge-state propagation. Our findings evidence the non-Hermitian higher-order bulk-boundary correspondence of exceptional ring semimetal, and may pave the way to non-Hermitian functional acoustic devices."}
{"id": "2512.21772", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21772", "abs": "https://arxiv.org/abs/2512.21772", "authors": ["L. D. Silakov", "Ya. S. Lyakhova", "A. N. Rubtsov"], "title": "Time-dependent fluctuating local field approach for description of the correlated fermions dynamics", "comment": "6 pages, 4 figures, 1 table", "summary": "We formulate a time-dependent Fluctuating Local Field (TD-FLF) method for correlated fermion dynamics, extending the stationary FLF approach. The wavefunction is approximated as an ensemble of non-interacting states subject to a classical fluctuating field, with dynamics encoded in the field's time-dependent distribution. This reduces the time-dependent Schrödinger equation to a generalized eigenvalue problem in a significantly reduced basis. Applied to half-filled 2D Hubbard lattices, TD-FLF yields highly accurate results, outperforming mean-field theory and capturing oscillation frequencies and amplitudes in good agreement with exact diagonalization. Its low computational cost and flexibility make TD-FLF a promising tool for simulating driven correlated systems."}
{"id": "2512.21624", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21624", "abs": "https://arxiv.org/abs/2512.21624", "authors": ["Yutaro Tanaka", "Akira Furusaki"], "title": "Spatiotemporal Chaos in the Interface Growth of Topological Insulators", "comment": "8+3 pages, 7+2 figures", "summary": "We demonstrate that topological insulators exhibit an intrinsic interfacial instability that amplifies small interface fluctuations, resulting in chaotic behavior during interface growth. This mechanism is fundamentally different from conventional interfacial instabilities in crystal growth that are driven by external non-uniformities such as surface diffusion, and instead arises from intrinsic electronic properties of topological materials. We find that the boundary states of topological insulators have a pronounced impact on the surface stiffness, which quantifies how strongly a surface resists changes in its shape or orientation. While trivial insulators possess positive stiffness that smooths out surface roughness, topological insulators exhibit negative stiffness that amplifies small shape fluctuations. We derive an effective equation of the interface growth with this negative stiffness and demonstrate that the interface dynamics is governed by the Kuramoto--Sivashinsky equation, a prototypical nonlinear equation exhibiting spatiotemporal chaos."}
{"id": "2512.22021", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.22021", "abs": "https://arxiv.org/abs/2512.22021", "authors": ["Ryo Watanabe", "Toshiya Hikihara", "Hiroshi Ueda"], "title": "Site-Order Optimization in the Density Matrix Renormalization Group via Multi-Site Rearrangement", "comment": "12 pages, 8 figures, 3 tables", "summary": "In the approaches based on matrix-product states (MPSs), such as the density-matrix renormalization group (DMRG) method, the ordering of the sites crucially affects the computational accuracy. We investigate the performance of an algorithm that searches for the optimal site order by iterative local site rearrangement. We improve the algorithm by expanding the range of site rearrangement and apply it to a one-dimensional quantum Heisenberg model with random site permutation. The results indicate that increasing the range of the site rearrangement significantly improves the computational accuracy of the DMRG method. In particular, increasing the rearrangement range from two to three sites reduces the average relative error in the ground-state energy by 65% to 94% in the cases we tested. We also discuss the computational cost of the algorithm and its application as a preprocessing for MPS-based calculations."}
{"id": "2512.21672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21672", "abs": "https://arxiv.org/abs/2512.21672", "authors": ["Yuhui Li", "Sike Zeng", "Xiaobing Chen", "Renzheng Xiong", "Yutong Yu", "Yu-Jun Zhao", "Qihang Liu"], "title": "Symmetry-guided prediction of magnetic-ordered ground states", "comment": "22 pages, 4 figures", "summary": "Given the scarcity of experimentally confirmed magnetic structures, the reliable prediction of magnetic ground states is crucial; however, it remains a long-sought challenge because of the complex magnetic potential energy landscape. Here, we propose a symmetry-guided framework that systematically generates realistic magnetic configurations without requiring any experimental input or prior assumptions such as propagation vectors. Within a hierarchical symmetry-breaking scenario, we integrate the recently developed spin space group formalism and conventional magnetic space group description, respectively capturing symmetry breaking induced by magnetic ordering and spin-orbit coupling. Furthermore, we perform both nonrelativistic and relativistic first-principles calculations to establish the energy ordering of selected magnetic configurations. Exemplified by three recently reported three-dimensional unconventional magnets MnTe, Mn3Sn, and CoNb3S6 and two two-dimensional magnets CrTe2 and NiI2, we demonstrate that only a few dozen first-principles calculations are sufficient to identify the ground-state magnetic configuration along with several low-energy metastable states, which may exhibit exotic physical properties such as p-wave magnetism. Our work provides a general and efficient strategy for large-scale prediction of three-dimensional and two-dimensional magnetic configurations and offers insight into the microscopic origins of magnetic interactions across diverse material systems."}
{"id": "2512.21559", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21559", "abs": "https://arxiv.org/abs/2512.21559", "authors": ["Jiajun Lu", "Mu Tian", "Chaoxi Cui", "Zhi-Ming Yu", "Run-Wu Zhang", "Yugui Yao"], "title": "Nonvolatile Electrical Control of Spin via Sliding Fractional Quantum Multiferroics", "comment": "6 pages, 4 figures", "summary": "We propose a fractionally quantized polarization induced by interlayer sliding in bilayer altermagnets, unveiling a previously unrecognized multiferroic phase termed sliding fractional quantum multiferroicity (SFQM). This unconventional magnetic phase uniquely integrates sliding ferroelectricity with fractional quantum ferroelectricity, enabling highly efficient switching and nonvolatile electrical control of spin.~Unlike conventional multiferroics, SFQM simultaneously exhibits lattice-scale atomic displacements, ultralow switching barriers, and spin splitting, giving rise to a large fractionally quantized polarization and strong magnetoelectric coupling. Through symmetry analysis and first-principles calculations, we identify bilayer altermagnet Ca(CoN)$_2$ and its family materials as promising candidates hosting SFQM. In contrast to gate-controlled schemes, the spin-layer coupling in SFQM is intrinsically induced by spontaneous electrical and layer polarization, requiring no sustained gate field and exhibiting nonvolatile character. This mechanism enables nonvolatile electrical control of spin through biaxial sliding, where displacements along the \\textit{x}- and \\textit{y}-axes generate opposite polarization directions in the layer-dependent electrical polarization. Furthermore, SFQM exhibits a fully switchable anomalous Hall effect and a pronounced magneto-optical response, which can be utilized for its detection and distinction. These findings highlight the promising role of sliding-mediated couplings among unconventional magnetism, fractional quantum ferroelectricity, and stacking order in realizing electrically controllable two-dimensional multiferroics."}
{"id": "2512.21847", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21847", "abs": "https://arxiv.org/abs/2512.21847", "authors": ["Yu-Min Hu", "Zhaoyu Han", "Biao Lian"], "title": "Quantum Breakdown Condensate as a Disorder-Free Quantum Glass", "comment": "7+7 pages, 4+5 figures", "summary": "We study the phase diagram of a one-dimensional spin quantum breakdown model, which has an exponential $U(1)$ symmetry with charge unit decaying as $2^{-j}$ with site position $j$. By exact diagonalization (ED), we show that the model with spin $S\\ge2$ exhibits an exponential $U(1)$ spontaneous symmetry breaking (SSB) phase dubbed a quantum breakdown condensate. It exhibits a bulk gap violating the Goldstone theorem, and an edge mode only on the left edge if in open boundary condition. In a length $L$ lattice, the condensate has $\\mathcal{O}(2^L)$ number of SSB ground states originating from the $\\mathcal{O}(2^L)$ number of exponential $U(1)$ charge sectors, leading to a finite entropy density $\\ln 2$. This enforces a first order SSB phase transition into this phase, as observed in ED and verified in the large $S$ limit on an exactly solvable Rokhsar-Kivelson line. The condensate has an SSB order parameter being the local in-plane spin, which points in angles related by the chaotic Bernoulli (dyadic) map and thus is effectively random. Moreover, we show the condensate exhibits non-decaying local autocorrelations, and does not have an off-diagonal long-range order. The quantum breakdown condensate thus behaves as a disorder-free quantum glass and is beyond the existing classifications of phases of matter."}
{"id": "2512.21636", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21636", "abs": "https://arxiv.org/abs/2512.21636", "authors": ["Maedeh Rassekh", "Martin Gmitra"], "title": "Proximity-Induced Spin-Orbit Torque in Graphene on a Trigonal CrSBr Monolayer", "comment": "9 pages, 8 figures", "summary": "We present a first-principles and quantum transport study of proximity-induced spin-orbit torque (SOT) in graphene on a trigonal CrSBr monolayer. Density functional theory combined with nonequilibrium Green's function calculations shows that the CrSBr substrate induces spin polarization and a sizable exchange splitting in the graphene Dirac states. The resulting current-driven spin density in graphene generates a self-SOT on the Dirac electrons. The proximity-induced exchange field breaks time-reversal symmetry and gives rise to a purely odd SOT component, while the even contribution vanishes. The torque magnitude exhibits a strong angular dependence with phase shifts arising from the noncollinearity between the CrSBr magnetization and the induced magnetic moments in graphene. Monte Carlo simulations based on the calculated exchange parameters predict a Curie temperature of approximately 304 K, confirming the robustness of ferromagnetism in the trigonal CrSBr monolayer. These results identify graphene/CrSBr heterostructures as a promising platform for room-temperature two-dimensional spintronics."}
{"id": "2512.21772", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21772", "abs": "https://arxiv.org/abs/2512.21772", "authors": ["L. D. Silakov", "Ya. S. Lyakhova", "A. N. Rubtsov"], "title": "Time-dependent fluctuating local field approach for description of the correlated fermions dynamics", "comment": "6 pages, 4 figures, 1 table", "summary": "We formulate a time-dependent Fluctuating Local Field (TD-FLF) method for correlated fermion dynamics, extending the stationary FLF approach. The wavefunction is approximated as an ensemble of non-interacting states subject to a classical fluctuating field, with dynamics encoded in the field's time-dependent distribution. This reduces the time-dependent Schrödinger equation to a generalized eigenvalue problem in a significantly reduced basis. Applied to half-filled 2D Hubbard lattices, TD-FLF yields highly accurate results, outperforming mean-field theory and capturing oscillation frequencies and amplitudes in good agreement with exact diagonalization. Its low computational cost and flexibility make TD-FLF a promising tool for simulating driven correlated systems."}
{"id": "2512.21680", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21680", "abs": "https://arxiv.org/abs/2512.21680", "authors": ["Haonan Chen", "Jiayu Wang", "Huayao Li", "Xunkai Duan", "Yuxiang Wang", "Zixuan Xu", "Yingchao Xia", "Wenhao He", "Zehao Jia", "Xiangyu Cao", "Yicheng Mou", "Xiangyu Jiang", "Jiaming Gu", "Pengliang Leng", "Fengfeng Zhu", "Changlin Zheng", "Xiang Yuan", "Faxian Xiu", "Tong Zhou", "Lin Miao", "Cheng Zhang"], "title": "Defect Engineering for Stabilizing Magnetic and Topological Properties in Mn(Bi1-xSbx)2Te4", "comment": "26 pages, 8 figures", "summary": "MnBi2Te4 is a versatile platform for exploring diverse topological quantum states, yet its potential is hampered by intrinsic antisite defects. While Sb substitution has been employed to tune the Fermi level towards the charge neutral point, it exacerbates the formation of Mn-Sb antisite defects. Here, we address this challenge by combining first-principles calculations with strategic synthesis to systematically investigate and control antisite defects in Mn(Bi1-xSbx)2Te4. Our calculations reveal that increasing antisite defect density progressively destroys the field-forced magnetic Weyl state, eventually driving the system into a trivial magnetic insulator. Motivated by these findings, we develop an optimized chemical vapor transport method, yielding high-quality Mn(Bi1-xSbx)2Te4 crystals with significantly reduced antisite defect density. The emergence of strong Shubnikov-de Haas oscillations in the forced ferromagnetic state and a pronounced anomalous Hall effect near charge neutrality, with opposite signs for n- and p-type samples, confirms the type-II Weyl semimetal nature. These findings underscore the critical role of antisite defects in determining the magnetic and topological properties of Mn(Bi1-xSbx)2Te4 and establish defect engineering via optimized synthesis as a crucial strategy for realizing its exotic magnetic topological states."}
{"id": "2512.21575", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21575", "abs": "https://arxiv.org/abs/2512.21575", "authors": ["Hajime Murata", "Hiroaki Ishizuka"], "title": "Kondo Effect in Nonreciprocal Response", "comment": "6 pages, 3 figures", "summary": "Chiral magnetic states give rise to rich phenomena, from the anomalous Hall effect and the nonlinear electrical current to multiferroics and magnetochiral dichroism. Most of the studies on electrical transport so far have focused on the cases where the magnetic moments are well approximated by classical local moments. Here, we reveal that the coexistence of quantum fluctuations and chiral spin correlations gives rise to a $\\log(T)$ temperature dependence in the electrical magnetochiral effect, a nonreciprocal response. Using the Green's function method and a scattering theory approach, we show that the $\\log(T)$ temperature dependence occurs through a scattering process similar to that of the Kondo effect. The electrical magnetochiral effect is sensitive to the sign of vector spin chirality and the magnetic field. The results demonstrate that local spin correlations and quantum fluctuations cooperatively induce nontrivial properties in transport phenomena."}
{"id": "2512.21850", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21850", "abs": "https://arxiv.org/abs/2512.21850", "authors": ["Jin-Yu Ni", "Xia-Ming Zheng", "Peng-Tao Wei", "Da-Yong Liu", "Liang-Jian Zou"], "title": "Chirality-selective topological magnon phase transition induced by interplay of anisotropic exchange interactions in honeycomb ferromagnet", "comment": "20 pages, 8 figures", "summary": "A variety of distinct anisotropic exchange interactions commonly exist in one magnetic material due to complex crystal, magnetic and orbital symmetries. Here we investigate the effects of multiple anisotropic exchange interactions on topological magnon in a honeycomb ferromagnet, and find a chirality-selective topological magnon phase transition induced by a complicated interplay of Dzyaloshinsky-Moriya interaction (DMI) and pseudo-dipolar interaction (PDI), accompanied by the bulk gap close and reopen with chiral inversion. Moreover, this novel topological phase transition involves band inversion at high symmetry points $K$ and $K'$, which can be regarded as a pseudo-orbital reversal, i.e. magnon valley degree of freedom, implying a new manipulation corresponding to a sign change of the magnon thermal Hall conductivity. Indeed, it can be realized in 4$d$ or 5$d$ correlated materials with both spin-orbit coupling and orbital localized states, such as iridates and ruthenates, etc. This novel regulation may have potential applications on magnon devices and topological magnonics."}
{"id": "2512.21725", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21725", "abs": "https://arxiv.org/abs/2512.21725", "authors": ["Kyrylo Ochkan", "Michael Wissmann", "Louis Veyrat", "Lixuan Tai", "Minoru Kawamura", "Yoshinori Tokura", "Viktor Könye", "Bernd Büchner", "Jeroen van den Brink", "Ion Cosma Fulga", "Joseph Dufouleur", "Romain Giraud"], "title": "Non-Hermitian topological devices with Chern insulators", "comment": "19 pages, 7 figures", "summary": "Multi-terminal topological devices are a new generation of electronic devices with quantized properties robust against imperfections. In magnetic topological insulators, dissipationless edge states give functional devices in zero magnetic field, of interest for quantum metrology (resistance standard) or topological electronics (Chern networks). Here we show that a new generation of simple quantum circuits (disk, ring) with non-Hermitian topology, based on the interconnection of 1D Chern states in the quantum anomalous Hall regime, can have a much stronger quantization of their invariant than that of the Chern invariant itself, when measured in a non-metrology grade setup - that is, in industry-relevant conditions. Remarkably, the chirality-related topological skin effect is realized without the need of a magnetic field or an electrical gate, with a record degree of localization for a quantum Hall device. This new type of topological quantum devices based on magnets, with an exponential response that can be switched at small magnetic fields (about 200mT), can operate at liquid-Helium temperature with a good quantization and have some potential as cryogenic sensors for applications in high-precision impedance or magnetic field measurements."}
{"id": "2512.21847", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21847", "abs": "https://arxiv.org/abs/2512.21847", "authors": ["Yu-Min Hu", "Zhaoyu Han", "Biao Lian"], "title": "Quantum Breakdown Condensate as a Disorder-Free Quantum Glass", "comment": "7+7 pages, 4+5 figures", "summary": "We study the phase diagram of a one-dimensional spin quantum breakdown model, which has an exponential $U(1)$ symmetry with charge unit decaying as $2^{-j}$ with site position $j$. By exact diagonalization (ED), we show that the model with spin $S\\ge2$ exhibits an exponential $U(1)$ spontaneous symmetry breaking (SSB) phase dubbed a quantum breakdown condensate. It exhibits a bulk gap violating the Goldstone theorem, and an edge mode only on the left edge if in open boundary condition. In a length $L$ lattice, the condensate has $\\mathcal{O}(2^L)$ number of SSB ground states originating from the $\\mathcal{O}(2^L)$ number of exponential $U(1)$ charge sectors, leading to a finite entropy density $\\ln 2$. This enforces a first order SSB phase transition into this phase, as observed in ED and verified in the large $S$ limit on an exactly solvable Rokhsar-Kivelson line. The condensate has an SSB order parameter being the local in-plane spin, which points in angles related by the chaotic Bernoulli (dyadic) map and thus is effectively random. Moreover, we show the condensate exhibits non-decaying local autocorrelations, and does not have an off-diagonal long-range order. The quantum breakdown condensate thus behaves as a disorder-free quantum glass and is beyond the existing classifications of phases of matter."}
{"id": "2512.21682", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21682", "abs": "https://arxiv.org/abs/2512.21682", "authors": ["K. Nihongi", "T. Kida", "Y. Narumi", "Y. Etoh", "D. Yamamoto", "M. Matsumoto", "N. Kurita", "H. Tanaka", "K. Yu. Povarov", "S. A. Zvyagin", "J. Wosnitza", "K. Kindo", "Y. Uwatoko", "M. Hagiwara"], "title": "Pressure-Tuned Metamagnetism and Emergent Three-Body Interactions in CsFeCl$_3$", "comment": "17 pages, 14 figures", "summary": "We present a combined experimental and theoretical study of the triangular-lattice quantum antiferromagnet CsFeCl$_3$ under high magnetic fields and high pressure. Pulsed-field magnetization for the magnetic field along the symmetric $c$ direction at ambient pressure reveals a magnetization process from a nonmagnetic singlet ground state with a nearly linear increase between 3.7 and 10.7 T, a plateau-like region, and then a sharp stepwise metamagnetic transition near 32 T. Wide frequency--field range electron spin resonance indicates that the low-field regime originates from the $J = 1$ manifold, while the high-field metamagnetic transition suggests a level crossing between the $J = 1$ and $J = 2$ lowest states. Pulsed-field magnetic susceptibilities measured with a proximity detector oscillator under high pressure show that the low-field nonmagnetic singlet phase is gradually suppressed, while the high-field metamagnetic transition evolves into an increasingly rich pattern of fractional steps. While the observations at low to intermediate fields can be understood within the established spin-1 description, the high-field regime requires a new perspective, which we provide through a projected spin-1/2 framework built from Zeeman-selected crystal-field states not related by time reversal. This construction naturally allows emergent three-body interactions on triangular plaquettes and explains the asymmetric evolution of the fractional steps in the magnetization. Our findings reveal that high-field effective spin models in quantum magnets with separated yet accessible crystal-field multiplets are not constrained to even-body couplings, but can naturally host odd-body terms, opening a broader avenue for realizing field-asymmetric magnetization processes and exotic phases beyond conventional even-body physics."}
{"id": "2512.21581", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21581", "abs": "https://arxiv.org/abs/2512.21581", "authors": ["M. A. Bunin", "I. I Geguzin"], "title": "Account of the self-interaction energy correction in the first principles calculation of the fundamental absorption edge spectrum of LiCl", "comment": null, "summary": "Within the framework of the local electron density functional theory, an ab-initio method is proposed that takes into account the self-interaction energy correction (SIC) for the crystal potential. The principle of dividing the unit cell into regions remained the same as for the ground-state potential. The expression for the self-consistent muffin-tin-SIC potential satisfies the condition of cell electroneutrality. This scheme was applied to calculate the spectrum of the fundamental absorption edge of LiCl. The obtained interband transition energies were not required for fitting to experimental values. In the calculated spectrum, the shape and position of the peaks above ~2.5 eV from the edge agree fairly well with the measured ones, which allows their intensity in this region to be attributed primarily to interband transitions. Closer to the edge, electron-hole interaction significantly alters the ground state, which must be taken into account when calculating the spectrum shape."}
{"id": "2512.21868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21868", "abs": "https://arxiv.org/abs/2512.21868", "authors": ["Hiroyuki Yamase"], "title": "Beyond on-site Hubbard interaction in charge dynamics of cuprate superconductors", "comment": "73 pages, 35 figures, review article", "summary": "In this review, we first present compelling evidence from resonant inelastic x-ray scattering data that highlights the significance of the long-range Coulomb interaction in cuprate charge dynamics, particularly around the in-plane momentum q=(0,0). We show that these experimental observations are well-captured by the layered t-J-V model, which extends the standard t-J framework to include the long-range Coulomb interaction V and the layered structure.\n  This new perspective elucidates how charge dynamics renormalizes one-particle excitation properties, leading to several profound and often counterintuitive consequences. We demonstrate that the electron dispersion does not exhibit a sharp kink, and Landau quasiparticles persist in the low-energy limit despite a significant suppression of their spectral weight. We further show that while charge fluctuations alone cannot fully account for the pseudogap, they are a crucial component for understanding its formation. Additionally, we reveal that optical plasmon excitations generate fermionic quasiparticles, known as plasmarons, which give rise to a distinct, incoherent replica band.\n  We argue that accurately describing these plasmonic effects requires a three-dimensional theoretical approach. This perspective on plasmon excitations may offer a critically new clue to a long-standing puzzle: why multi-layer cuprate superconductors, containing more than two CuO2 layers per unit cell, consistently exhibit a higher critical temperature Tc than their single-layer counterparts. Finally, we review the spin-fluctuation mechanism of superconductivity suffers from the \"self-restraint effect\" and show how important the screened Coulomb interaction is in the spin-fluctuation mechanism to realize high-Tc superconductivity."}
{"id": "2512.21763", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2512.21763", "abs": "https://arxiv.org/abs/2512.21763", "authors": ["Oles Matsyshyn", "Li-kun Shi", "Inti Sodemann Villadiego"], "title": "High-Temperature Quantum Oscillations of a Non-equilibrium Non-Fermi Liquid", "comment": "10 pages, 7 figures", "summary": "A periodically driven Fermi gas coupled to a simple boson bath reaches a non-equilibrium steady-state occupation with sharp non-analyticities at certain momenta. Here, we demonstrate that these non-analyticities behave as emergent Fermi surfaces by showing that they give rise to quantum oscillations of observables with a period controlled by the effective Fermi surface area enclosed by these non-analyticities. However, these oscillations have several striking differences with standard equilibrium quantum oscillations. For example, they remain non-analytic at finite temperatures, their amplitude can survive up to extremely high temperatures comparable to the frequency of the drive, and they can display non-monotonic temperature dependence completely at odds with standard Lifshits-Kosevich behavior."}
{"id": "2512.21745", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21745", "abs": "https://arxiv.org/abs/2512.21745", "authors": ["Shaozun Liu", "Zehao Li", "Hantong Chen", "Xingyuan San", "Bi-Cheng Zhou", "Dieter Isheim", "Tiejun Wang", "Hong Gao", "Nie Zhao", "Yu Liu", "Yong Gan", "Xiaobing Hu"], "title": "Concentration-Dependent Tungsten Effects on Short-Range Order and Deformation Behavior in Ni-W alloys", "comment": null, "summary": "Ni-W based medium heavy alloys offer a promising pathway to bridge the density-strength gap between tungsten heavy alloys and ultrahigh-strength steels. In this study, the effects of W concentration on short-range order (SRO), deformation behavior, and grain boundary chemistry of Ni-xW alloys in the range x = 0 to 38 wt% were systematically investigated using a suite of advanced characterization and modeling techniques, including synchrotron X-ray diffraction, transmission electron microscopy, atom probe tomography, and first-principles thermodynamic simulations. Our study reveals that strong SRO emerges when W content exceeds about 30 wt%, producing distinct diffuse scattering and significantly enhancing strain-hardening capacity. During deformation, the presence of SRO promotes planar slip and twin formation, leading to strong dislocation interactions and elevated flow stress. Hall-Petch analysis demonstrates an exceptionally high grain boundary strengthening coefficient (ky about 1100 MPa micrometer^(1/2)) in Ni-38W, underscoring the intrinsic strengthening effect associated with SRO. First-principles cluster expansion coupled with Monte Carlo simulations reveals that increasing W content enhances SRO tendency through the stabilization of Ni4W-type local configurations. These findings establish a mechanistic link between W concentration, SRO evolution, and mechanical response, providing new insights for designing high-density, high-strength Ni-W based alloys with optimized performance."}
{"id": "2512.21609", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21609", "abs": "https://arxiv.org/abs/2512.21609", "authors": ["Zaizhe Zhang", "Xi Chen", "Kenji Watanabe", "Takashi Taniguchi", "Zhida Song", "Xiaobo Lu"], "title": "Entangled Moire Chern Insulator in Rhombohedral Graphene", "comment": null, "summary": "Graphene-based moire superlattices exhibit novel quantum phenomena driven by pronounced interactions, leading to topological corrected states like orbital Chern insulators exhibiting quantum anomalous Hall effect (QAHE). Typically, intrinsic Chern insulators are stabilized at odd moiré fillings, as even fillings often result in valley-balanced, topologically trivial states at zero magnetic field. In our work, we report the observation of an intrinsic Chern insulator with C = 1 state at moire filling v = 2 in rhombohedral octalayer graphene (R8G)/hBN moire superlattice. Observing such Chern insulators in particular with C = 1 at v = 2 is intriguing, as each moiré band carries Chern number C = 1 or -1. We further demonstrate such a state can originate from the entanglement between the low-energy moire flat bands and high-energy remote bands according to the Hartree-Fock calculation. Our findings extend the known topological phase diagram of rhombohedral multilayer graphene (RMG) moire systems and establish this platform as highly promising for investigating strong electron correlations and multiband hybridized transport."}
{"id": "2512.21869", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21869", "abs": "https://arxiv.org/abs/2512.21869", "authors": ["Hiroyuki Yamase"], "title": "Theoretical perspectives on charge dynamics in high-temperature cuprate superconductors", "comment": "31 pages, 10 figures, short review article", "summary": "We review recent theoretical progress on the charge dynamics of doped carriers in high-temperature cuprate superconductors. Advances in this field have clarified that doped charges in cuprates exhibit remarkably rich collective behavior, governed by the combined effects of strong electronic correlations, the intrinsic layered crystal structure, and long-range Coulomb interaction. First, the emergence of acousticlike plasmons has been firmly established through quantitative analyses of resonant inelastic x-ray scattering (RIXS) spectra based on the t-J-V model -- an extension of the conventional t-J model that incorporates the layered crystal structure and the long-range Coulomb interaction V. These acousticlike plasmons arise near the in-plane momentum q=(0,0) and possess characteristic energies far below the well-known ~ 1 eV optical plasmon. This behavior is found to be universal across both hole- and electron-doped cuprates, including multilayer systems. Second, in electron-doped cuprates, a pronounced tendency toward d-wave bond-charge order develops near q=(0.5pi, 0), as revealed by resonant x-ray scattering (RXS) and RIXS. As a result, the charge dynamics acquires a dual structure, in which low-energy bond-charge excitations coexist with relatively high-energy plasmons. Third, analogous signatures of charge-order tendency have also been reported in hole-doped cuprates. However, a direct application of the d-wave bond-charge-order framework fails to account for experimental observations. Similarly, the charge-stripe order in La-based cuprates remains unresolved within existing theoretical approaches. Assuming that mobile carriers behave in a largely universal manner across electron- and hole-doped systems, we discuss a possible scenario that may reconcile these diverse experimental findings."}
{"id": "2512.21790", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21790", "abs": "https://arxiv.org/abs/2512.21790", "authors": ["Ayoub Bahlauoi", "Youness Zahidi", "Ahmed Naddami"], "title": "Quantum tunneling and defect-induced transport modulation in twisted bilayer graphene superlattices", "comment": "7 pages, 6 figures", "summary": "We investigate quantum tunneling of charge carriers through a periodic superlattice in twisted bilayer graphene (TBG) with rectangular potential barriers, including the presence of a defect, using a low-energy continuum model. Transmission probabilities are numerically analyzed depending on the parameters of the problem, highlighting the roles of twist angle, number of barriers, barrier geometry, and the presence of a defect barrier within the superlattice. Our numerical results reveal that transmission is highly sensitive to these parameters: reducing the twist angle changes the number, depth, and position of transmission gaps and resonance peaks. The presence of defect affects the transmission, leading to the appearance of tunneling states inside transmission gaps with energy position can be tuned by the well width. At low incident energy, the transmission for normally incident electrons is perfect or nearly perfect, independent of the twist angle and the number of barriers. However, at large incident energy, the transmission becomes distinctly anisotropic, reflecting the separation of Dirac cones induced by twist angle variations. The presence of defects, particularly at smaller twist angles, provides additional control of tunneling behavior, allowing complete suppression of Klein tunneling under certain conditions. These findings extend the established understanding of miniband transport in periodic graphene systems and open new possibilities for twist-tunable nanoelectronic and quantum devices."}
{"id": "2512.21784", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21784", "abs": "https://arxiv.org/abs/2512.21784", "authors": ["Gözde Özbal Sargin", "Kai Gong", "V. Ongun Özçelik"], "title": "Unveiling the Thermoelectric Properties of Group III-Nitride Biphenylene Networks", "comment": null, "summary": "After the synthesis of the carbon biphenylene network (C-BPN), research has increasingly focused on adapting elements from other groups of the periodic table to this lattice structure. In this study, the direction-dependent electronic, thermal, and thermoelectric (TE) properties of semiconducting group-III (group-III = B, Al, Ga, In) nitride biphenylene networks are investigated using the non-equilibrium Green's function formalism in combination with first-principles calculations. Phonon spectra and force field molecular dynamics (MD) simulations were used to asses the dynamically and thermally stable structures. At room temperature, the lowest phonon thermal conductance values are obtained for InN-BPN, with $κ_{\\mathrm{ph}}$ = 0.12 nW/K/nm and $κ_{\\mathrm{ph}}$ = 0.21 nW/K/nm along the armchair and zigzag directions, respectively. The nearly dispersionless valence-band region between the $Γ$--$X$ symmetry points causes a sharp increase in the $p$-type electronic transmission, which significantly enhances the $p$-type thermoelectric figure of merit, $zT$. Among the investigated group-III nitride BPNs, InN-BPN exhibits the best performance, with a $p$-type $zT$ value of 2.33 in the zigzag direction at 800 K."}
{"id": "2512.21612", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21612", "abs": "https://arxiv.org/abs/2512.21612", "authors": ["Zexu Li", "Wenxuan Wang", "Fajie Wang", "Zaizhe Zhang", "Qiu Yang", "Kenji Watanabe", "Takashi Taniguchi", "X. C. Xie", "Jie Wang", "Kaihui Liu", "Zhida Song", "Xiaobo Lu"], "title": "Fractionalization and Entanglement of High Chern Insulators", "comment": null, "summary": "The realization of fractional Chern insulators opens up the possibility of exploring fractionally charged excitations and anyonic statistics in the absence of a magnetic field. One of the central questions is whether lattice-based systems can give rise to radically new states, distinct from those observed in traditional fractional quantum Hall systems. In this work, we investigate a new type of moire flat band system composed of Bernal bilayer graphene and rhombohedral tetralayer graphene. First, we discover an unprecedented richness of states with high Chern numbers. At v = 1 moire filling, we observe Chern insulators with Chern numbers C = 4 and 3. Flanking v = 3 state, we observe a series of Chern insulators from C = 2 to C = 7. All of these states exhibit the quantum anomalous Hall effect. Remarkably, we observe an exotic fractional Chern insulator with C = 7/3 around v = 2/3 which is beyond all known fractional Chern insulators described by either the Jain sequence as or current high Chern theory. Our work expands the understanding of fractionally charged excitations beyond the Landau level basis and offers a new moiré platform for exploring anyons."}
{"id": "2512.21875", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.21875", "abs": "https://arxiv.org/abs/2512.21875", "authors": ["Nareg Ghazikhanian", "Pavel Salev", "Dayne Sasaki", "Yayoi Takamura", "Ivan K. Schuller"], "title": "Electrically induced ferromagnetism in an irradiated complex oxide", "comment": null, "summary": "In metal-insulator transition materials, a small perturbation can shift the delicate balance between competing or coexisting electronic phases, leading to dramatic changes of the material's properties. Using La0.7Sr0.3MnO3, a prototypical metal-insulator transition manganite, we show that local low-dose focused ion beam irradiation increases resistivity by several orders of magnitude, converting the ferromagnetic-metal ground state into a paramagnetic-insulator. Surprisingly, we found that applying electric stimuli to the irradiated material induces a non-thermal insulator-to-metal transition, which results in low-power, repeatable volatile resistive switching. Magnetotransport measurements revealed that this voltage-induced metallic phase in the irradiated material is ferromagnetic, exhibiting clear anisotropic magnetoresistance. This work, thus, reports the discovery of a unique material in which the electrical triggering of the electronic phase transition results in the onset of magnetism, in stark contrast to the magnetic order suppression commonly observed in other metal-insulator transition switching materials. We demonstrate that local focused ion beam irradiation provides new and exciting opportunities to engineer electronic and magnetic functionalities that can find practical applications ranging from spintronics to neuromorphic hardware."}
{"id": "2512.21844", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21844", "abs": "https://arxiv.org/abs/2512.21844", "authors": ["T. R. Liu", "Zheng Zhang", "Y. X. Zhao"], "title": "A Cohomological Framework for Topological Phases from Momentum-Space Crystallographic Groups", "comment": "16 pages, 2 figures and supplementary materials", "summary": "Crystallographic groups are conventionally studied in real space to characterize crystal symmetries. Recent work has recognized that when these symmetries are realized projectively, momentum space inherently accommodates nonsymmorphic symmetries, thereby evoking the concept of \\textit{momentum-space crystallographic groups} (MCGs). Here, we reveal that the cohomology of MCGs encodes fundamental data of crystalline topological band structures. Specifically, the collection of second cohomology groups, $H^2(Γ_F,\\mathbb{Z})$, for all MCGs $Γ_F$, provides an exhaustive classification of Abelian crystalline topological insulators, serving as an effective approximation to the full crystalline topological classification. Meanwhile, the third cohomology groups $H^3(Γ_F,\\mathbb{Z})$ across all MCGs exhaustively classify all possible twistings of point-group actions on the Brillouin torus, essential data for twisted equivariant K-theory. Furthermore, we establish the isomorphism $H^{n+1}(Γ_F,\\mathbb{Z})\\cong H^n\\big(Γ_F,\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))\\big)$ for $ n\\ge 1$, where $\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))$ denotes the space of continuous $U(1)$-valued functions on the $d$D momentum space $\\mathbb{R}^d_F$. The case $n=1$ yields a complete set of topological invariants formulated in purely algebraic terms, which differs fundamentally from the conventional formulation in terms of differential forms. The case $n=2$, analogously, provides a fully algebraic description for all such twistings. Thus, the cohomological theory of MCGs serves as a key technical framework for analyzing crystalline topological phases within the general setting of projective symmetry."}
{"id": "2512.21810", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21810", "abs": "https://arxiv.org/abs/2512.21810", "authors": ["Aalok Tiwari", "Karamjyoti Panigrahi", "Mrinmay Sahu", "Sayan Bhattacharyya", "Goutam Dev Mukherjee"], "title": "Temperature- and Pressure-Dependent Vibrational Properties and Phase Stability of Pristine and Sb-Doped Vacancy-Ordered Double Perovskite", "comment": "22 pages, 18 figures, 5 tables", "summary": "Understanding lattice dynamics and structural transitions in vacancy-ordered double perovskites is crucial for developing lead-free optoelectronic materials, yet the role of dopants in modulating these properties remains poorly understood. We investigate Sb-doped Cs$_2$TiCl$_6$ through temperature-dependent Raman spectroscopy (4 to 273 K), high-pressure studies (0 to 30 GPa), powder XRD, and photoluminescence measurements. Sb doping dramatically improves phase purity, eliminating all impurity-related Raman modes present in pristine and Bi-doped samples while retaining only the three fundamental [TiCl$_6$]$^{2-}$ octahedral vibrations. This enhanced purity reveals a previously unobserved structural phenomenon: Sb-doped samples (2\\% doped and 3\\%) incorporated) exhibit a sharp anomaly at 100 K marked by the emergence of a new Raman mode M$_1$ at 314--319 cm$^{-1}$ and abrupt changes in the temperature coefficient $χ$ (factor of 2--8$\\times$ change) and anharmonic constant $A$ across this threshold. No such transition occurs in pristine Cs$_2$TiCl$_6$, indicating Sb-dopant-induced order-disorder transformation. The enhanced phonon anharmonicity in Sb-doped samples directly manifests in photoluminescence: self-trapped exciton emission at 448 nm shows 19\\% broader FWHM (164.73 nm) compared to Bi-doped samples (138.2 nm), confirming stronger electron-phonon coupling. High-pressure measurements reveal structural robustness to 30 GPa with no phase transitions. These findings establish that strategic Sb doping not only improves material quality but also enables a novel low-temperature structural transition, providing fundamental insights into dopant-mediated phase control in vacancy-ordered perovskites for next-generation optoelectronic devices."}
{"id": "2512.21624", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21624", "abs": "https://arxiv.org/abs/2512.21624", "authors": ["Yutaro Tanaka", "Akira Furusaki"], "title": "Spatiotemporal Chaos in the Interface Growth of Topological Insulators", "comment": "8+3 pages, 7+2 figures", "summary": "We demonstrate that topological insulators exhibit an intrinsic interfacial instability that amplifies small interface fluctuations, resulting in chaotic behavior during interface growth. This mechanism is fundamentally different from conventional interfacial instabilities in crystal growth that are driven by external non-uniformities such as surface diffusion, and instead arises from intrinsic electronic properties of topological materials. We find that the boundary states of topological insulators have a pronounced impact on the surface stiffness, which quantifies how strongly a surface resists changes in its shape or orientation. While trivial insulators possess positive stiffness that smooths out surface roughness, topological insulators exhibit negative stiffness that amplifies small shape fluctuations. We derive an effective equation of the interface growth with this negative stiffness and demonstrate that the interface dynamics is governed by the Kuramoto--Sivashinsky equation, a prototypical nonlinear equation exhibiting spatiotemporal chaos."}
{"id": "2512.21931", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21931", "abs": "https://arxiv.org/abs/2512.21931", "authors": ["Koki Numa", "Eri Matsuda", "Akimitsu Kirikoshi", "Junya Otsuki"], "title": "Multipolar fluctuations from localized 4f electrons in CeRh2As2", "comment": "16 pages, 15 figures, 4 tables", "summary": "The heavy-fermion superconductor CeRh2As2 exhibits a non-superconducting phase transition that precedes the emergence of superconductivity. The nature of the corresponding order parameter remains under debate, with competing proposals involving magnetic dipoles or electric quadrupoles. We derive the momentum-dependent multipolar susceptibilities and effective interactions among the localized 4f electrons, based on the framework of density functional theory combined with dynamical mean-field theory. Magnetic fluctuations within the crystalline-electric-field (CEF) ground-state doublet are dominated by q=(1/2,1/2,0), corresponding to a two-dimensional checkerboard configuration of the magnetic moment M_z along the c axis. Hybridization between the CEF ground state and the first-excited doublet gives rise to leading magnetic octupole fluctuations of z(x^2-y^2) symmetry, followed by electric quadrupole fluctuations of x^2-y^2 and {yz, zx} symmetries. By taking into account the anisotropic magnetic-field dependence of the transition temperature T_0, we conclude that an antiferromagnetic order of M_z at q=(1/2,1/2,0) is consistent with the experiments, owing to the enhancement of T_0 caused by fluctuations of the field-induced quadrupole of {yz, zx} type under an in-plane magnetic field."}
{"id": "2512.21880", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.21880", "abs": "https://arxiv.org/abs/2512.21880", "authors": ["Sven Bjarke Gudnason", "Yuki Amari", "Muneto Nitta"], "title": "Creation of domain-wall skyrmions in chiral magnets with Landau-Lifshitz-Gilbert dynamics and demagnetization", "comment": "REVTeX: 28 pages, 17 figures, 67 ancillary videos", "summary": "Absorption of an isolated bulk magnetic skyrmion into an empty domain wall in a chiral ferromagnetic system is studied using the Landau-Lifshitz-Gilbert equation with and without the demagnetization effect taken into account. The full phase diagram of creation versus repulsion or annihilation is mapped out in case of both Bloch-type and Néel-type DMI, with and without demagnetization. Finally, the unstable domain wall, realizable with a setup of several external magnets, contains the theoretical possibility of producing a 1-dimensional version of the Kibble-Zurek mechanism, which in turn can create a number of skyrmion-anti-skyrmion pairs engulfed in the domain wall: We denote them domain-wall-skyrmion-anti-domain-wall-skyrmion pairs."}
{"id": "2512.21822", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21822", "abs": "https://arxiv.org/abs/2512.21822", "authors": ["Judah Immanuel", "Avik Mahata", "Aniruddha Maiti"], "title": "Toward Generalizable Surrogate Models for Molecular Dynamics via Graph Neural Networks", "comment": null, "summary": "We present a graph neural network (GNN) based surrogate framework for molecular dynamics simulations that directly predicts atomic displacements and learns the underlying evolution operator of an atomistic system. Unlike conventional molecular dynamics, which relies on repeated force evaluations and numerical time integration, the proposed surrogate model propagates atomic configurations forward in time without explicit force computation. The approach represents atomic environments as graphs and combines message-passing layers with attention mechanisms to capture local coordination and many-body interactions in metallic systems. Trained on classical molecular dynamics trajectories of bulk aluminum, the surrogate achieves sub angstrom level accuracy within the training horizon and exhibits stable behavior during short- to mid-horizon temporal extrapolation. Structural and dynamical fidelity are validated through agreement with reference radial distribution functions and mean squared displacement trends, demonstrating that the model preserves key physical signatures beyond pointwise coordinate accuracy. These results establish GNN-based surrogate integrators as a promising and computationally efficient complement to traditional molecular dynamics for accelerated atomistic simulations within a validated regime."}
{"id": "2512.21628", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21628", "abs": "https://arxiv.org/abs/2512.21628", "authors": ["Junde Liu", "Liwen Su", "Pei Liu", "Hui Liu", "Mojun Pan", "Yuchong Zhang", "Famin Chen", "Yueqian Chen", "Zhaoyang Xie", "Stefan Mathias", "Tianping Ying", "Lin Hu", "Tian Qian", "Xun Shi", "Yugui Yao"], "title": "Nonvolatile photoswitching of a Mott state via reversible stacking rearrangement", "comment": null, "summary": "Nonvolatile control of the Mott transition is a central goal in correlated-electron physics, offering access to fascinating emergent states and great potential for technological applications. Compared to chemical or mechanical approaches, ultrafast optical excitation further promises a path to create and manipulate novel non-equilibrium phases with ultimate spatiotemporal precision. However, achieving a truly nonvolatile electronic phase transition in laser-excited Mott systems remains an elusive challenge. Here, we present a highly robust and reversible method for optical control of the Mott state in van der Waals systems. Specifically, using angle-resolved photoemission spectroscopy, we observe a nonvolatile Mott-to-metallic transition in the ultrafast laser-excited charge density wave (CDW) material 1T-TaSe2. Complementary theoretical calculations reveal that this transition originates from a rearrangement of the interlayer CDW stacking. This new stacking order, formed following the ultrafast quenching of the CDW, circumvents the need for large-scale atomic sliding. Intriguingly, it introduces a significant in-plane component to the electron hopping and effectively reduces the ratio of on-site Coulomb interaction to bandwidth, thereby suppressing the Mott state and stabilizing a metallic phase. Our results establish optical-control of interlayer stacking as a versatile strategy for inducing nonvolatile phase transitions, opening a new route to tailor correlated electronic phases and realize reconfigurable high-frequency devices."}
{"id": "2512.22050", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22050", "abs": "https://arxiv.org/abs/2512.22050", "authors": ["H. Y. Huang", "G. Channagowdra", "D. Banerjee", "E. V. Komleva", "J. Okamoto", "C. T. Chen", "M. Guennou", "S. Johnston", "S. V. Streltsov", "C. Y. Mou", "A. Fujimori", "S-W. Cheong", "D. J. Huang"], "title": "Non-reciprocal circular dichroism of ferro-rotational phonons in MnTiO$_{3}$", "comment": null, "summary": "X-ray circular dichroism (XCD), defined as the difference in absorption or scattering intensity between X-rays of opposite polarizations, arises from the breaking of spatial inversion or time-reversal symmetry and is thus sensitive to chirality, magnetism, and their interplay. Non-reciprocal XCD, in which the dichroic response changes upon reversing the propagation direction of the probe, is generally forbidden in systems with both symmetries. Using resonant inelastic X-ray scattering, we identify circularly polarized phonons in ferro-rotational MnTiO$_3$, which we term ferro-rotational phonons. Their excitations provide a direct demonstration of non-reciprocal XCD in a system that globally preserves inversion and time-reversal symmetries. We propose that a condensate of these phonons, manifested as standing waves, underlies the ferro-rotational order in MnTiO$_3$. The interplay among photon helicity, phonon polarization, and the axial ferro-rotational order gives rise to the observed non-reciprocal circular dichroism."}
{"id": "2512.21940", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21940", "abs": "https://arxiv.org/abs/2512.21940", "authors": ["Riccardo Castagna"], "title": "Local Sources of Phase Curvature and Rigidity in Finite Quantum Matter", "comment": null, "summary": "Finite coherent quantum systems exhibit a nontrivial response to local sources of phase curvature, which cannot be reduced to conventional forces, disorder-induced localization, or simple gap opening. Here we show that, in finite fermionic rings, a localized symmetry-breaking perturbation acts as a source of phase curvature in the many-body Hilbert space, inducing an anomalous breakdown of global phase rigidity. Starting from a Hubbard-Peierls description, we derive an effective field-theoretic functional in which the inverse local susceptibility defines a phase-rigidity scale controlled by system size and electronic correlations. This rigidity quantifies the resistance of a coherent many-body state to geometric deformation of its phase structure, rather than to energetic localization. We demonstrate that interactions enhance phase rigidity in finite systems, counter to naive expectations based on single-particle localization, and that rigidity loss may occur without a direct correspondence to gap formation. Molecular pi-electron rings and mesoscopic quantum circuits provide experimentally accessible realizations of this regime, establishing a direct connection between local phase curvature, geometric rigidity, and coherence-driven phenomena across finite quantum matter."}
{"id": "2512.21830", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21830", "abs": "https://arxiv.org/abs/2512.21830", "authors": ["M. H. Zeb", "M. Z. Kabir"], "title": "Physics-informed Neural Network (PINN) to Predict Vibrational Stability of Inorganic Semiconductors", "comment": null, "summary": "We tackle the challenge of predicting vibrational stability in inorganic semiconductors for high-throughput screening, an essential attribute for evaluating synthesizability alongside thermodynamic stability, frequently missing in prominent materials databases. We create a physics-informed neural network (PINN) that incorporates the Born stability requirements directly into its loss function. This integration is a key learning constraint since it only allows the model to make predictions that do not violate fundamental physics. The model shows consistent and improved performance, having been trained on a dataset of 2112 inorganic materials with validated phonon spectra, and getting an F1-score of 0.83 for both stable and unstable classes. The model shows an AUC-ROC of 0.82 on a benchmark dataset of 1296 materials. Our PINN surpasses the best models in comparative tests, especially when it comes to accurately identifying unstable materials, which is crucial for a stability filter. This work offers a comprehensive screening tool for identifying materials and a methodology for incorporating domain knowledge to enhance predictive accuracy in materials informatics."}
{"id": "2512.21636", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21636", "abs": "https://arxiv.org/abs/2512.21636", "authors": ["Maedeh Rassekh", "Martin Gmitra"], "title": "Proximity-Induced Spin-Orbit Torque in Graphene on a Trigonal CrSBr Monolayer", "comment": "9 pages, 8 figures", "summary": "We present a first-principles and quantum transport study of proximity-induced spin-orbit torque (SOT) in graphene on a trigonal CrSBr monolayer. Density functional theory combined with nonequilibrium Green's function calculations shows that the CrSBr substrate induces spin polarization and a sizable exchange splitting in the graphene Dirac states. The resulting current-driven spin density in graphene generates a self-SOT on the Dirac electrons. The proximity-induced exchange field breaks time-reversal symmetry and gives rise to a purely odd SOT component, while the even contribution vanishes. The torque magnitude exhibits a strong angular dependence with phase shifts arising from the noncollinearity between the CrSBr magnetization and the induced magnetic moments in graphene. Monte Carlo simulations based on the calculated exchange parameters predict a Curie temperature of approximately 304 K, confirming the robustness of ferromagnetism in the trigonal CrSBr monolayer. These results identify graphene/CrSBr heterostructures as a promising platform for room-temperature two-dimensional spintronics."}
{"id": "2512.21383", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21383", "abs": "https://arxiv.org/abs/2512.21383", "authors": ["Ravi Kumar", "Tomer Firon", "André Haug", "Misha Yutushui", "Alon Ner Gaon", "Kenji Watanabe", "Takashi Taniguchi", "David F. Mross", "Yuval Ronen"], "title": "Orbitally tuned composite-fermion metal-to-superfluid transitions", "comment": "14 Pages, 12 Figures", "summary": "The effective interaction between composite fermions, set entirely by the Coulomb potential and the underlying electronic Landau level orbitals, can stabilize exotic fractional quantum Hall states. In particular, half-filled Landau levels with different orbital character can host either metallic or paired phases of composite fermions. Here, we leverage experimental control over the orbital composition to realize a composite-fermion pairing transition in the first excited Landau level of bilayer graphene. Transport measurements at filling factors v = 9/2 and 11/2 reveal conductive states giving way to well-developed plateaus with increasing displacement fields. These states are insensitive to an in-plane magnetic field, indicating single-component ground states and thus pointing at non-Abelian orders. Our numerical study, based on displacement-field-dependent Landau-level wavefunctions, supports the orbital origin of the pairing transition and suggests Moore-Read or anti-Pfaffian ground states."}
{"id": "2512.21966", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21966", "abs": "https://arxiv.org/abs/2512.21966", "authors": ["Qi Gao", "Wei Chen"], "title": "Topological constraints on the electronic band structure of hexagonal lattice in a magnetic field", "comment": "12 pages, 5 figures", "summary": "The impact of projective lattice symmetry on electronic band structures has attracted significant attention in recent years, particularly in light of growing experimental studies of two-dimensional hexagonal materials in magnetic fields. Yet, most theoretical work to date has focused on the square lattice due to its relative simplicity. In this work, we investigate the role of projective lattice symmetry in a hexagonal lattice with rational magnetic flux, emphasizing the resulting topological constraints on the electronic band structure. We show that, at pi flux, the symmetry in the hexagonal lattice enforces novel Dirac band touchings at E not equal to zero, and for general rational flux it constrains the number of Dirac points at E = 0. We further analyze the symmetry-imposed constraints on the Chern numbers of both isolated gapped bands and band multiplets connected by Dirac-point touchings. Our results demonstrate that these constraints in the hexagonal lattice differ substantially from those in the square lattice."}
{"id": "2512.21833", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21833", "abs": "https://arxiv.org/abs/2512.21833", "authors": ["Renhong Liang", "Mao Ye", "Renkui Zheng", "Jianhua Hao", "Haitao Huang", "Longlong Shu", "Shanming Ke"], "title": "Universal thermodynamic framework for quasi-van der Waals epitaxy", "comment": "23 pages, 5 figures", "summary": "van der Waals (vdW) epitaxy is conventionally regarded as a rotation-free and strain-free growth mode driven by weak, isotropic interactions, yet many interfaces paradoxically exhibit strictly locked orientations that defy standard surface-energy models. We resolve this inconsistency by establishing a unified quantitative framework for 2D-3D systems, in which strong electrostatic and chemical interactions compete with entropic forces. We introduce a two-tier descriptor set-the predictive index (I_pre) and the thermodynamic locking criterion (I_lock)-to quantify the energetic sufficiency for locked epitaxy. Our theory accurately predicted the competitive interactions at the interface within the 2D-3D system, precisely characterized whether the epitaxial layer underwent free growth or was constrained in a locked growth mode, demonstrating robust consistency with diverse experimental observations. This framework unifies orientation selection in 3D-on-2D films and rotational locking in 2D-on-3D layers within a single-phase diagram. Our work provides a generalizable, predictive route to controlling epitaxial orientation across a broad spectrum of layered heterostructure"}
{"id": "2512.21666", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21666", "abs": "https://arxiv.org/abs/2512.21666", "authors": ["Samuele Giuli", "Hasanat Hasan", "Benedikt Kloss", "Marius S. Frank", "Tsung-Han Lee", "Olivier Gingras", "Yong-Xin Yao", "Nicola Lanatà"], "title": "Linear Foundation Model for Quantum Embedding: Data-Driven Compression of the Ghost Gutzwiller Variational Space", "comment": "17 pages, 6 figures", "summary": "Simulations of quantum matter rely mainly on Kohn-Sham density functional theory (DFT), which often fails for strongly correlated systems. Quantum embedding (QE) theories address this limitation by mapping the system onto an auxiliary embedding Hamiltonian (EH) describing fragment-environment interactions, but the EH is typically large and its iterative solution is the primary computational bottleneck. We introduce a linear foundation model for QE that utilizes principal component analysis (PCA) to compress the space of quantum states needed to solve the EH within a small variational subspace. Using a data-driven active-learning scheme, we learn this subspace from EH ground states and reduce each embedding solve to a deterministic ground-state eigenvalue problem in the reduced space. Within the ghost Gutzwiller approximation (ghost-GA), we show for a three-orbital Hubbard model that a variational space learned on a Bethe lattice is transferable to square and cubic lattices without additional training, while substantially reducing the cost of the EH step. We further validate the approach on plutonium, where a single variational space reproduces the energetics of all six crystalline phases while reducing the cost of the EH solution by orders of magnitude. This provides a practical route to overcome the main computational bottleneck of QE frameworks, paving the way for high-throughput ab initio simulations of strongly correlated materials at a near-DFT cost."}
{"id": "2512.21384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21384", "abs": "https://arxiv.org/abs/2512.21384", "authors": ["Pavan Hosur"], "title": "Criticality as a Universal Thermodynamic Requirement for Perfect Intrinsic Superconducting Diodes", "comment": "6 pages, 2 figures", "summary": "Superconducting diodes promise dissipation-less rectification, yet intrinsic platforms invariably have very low efficiencies. We reveal a fundamental thermodynamic origin of this behavior that is independent of microscopic details. Denoting $ε= I_c^-/I_c^+$, where $I_c^\\pm$ are critical current magnitudes in opposite directions with $I_c^+>I_c^-$ by convention, we show that $ε=0$ is impossible without fine-tuning, while $ε\\to0$ can occur but only upon tuning to a critical point \\emph{within} the superconducting state. Away from such internal instabilities, using general Landau theory, we derive a lower bound on $ε$ that limits intrinsic diode performance. We illustrate these ideas in a minimal superconductor-Ising model, where the strong nonreciprocity can be seen explicitly. In particular, if the internal transition is continuous, we show that the scaling of $ε$ near the transition is locked to known critical exponents."}
{"id": "2512.22063", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22063", "abs": "https://arxiv.org/abs/2512.22063", "authors": ["Runli Li", "Shaojing Liu", "Ximiao Wang", "Hongjia Zhu", "Yongsheng Zhu", "Shangdong Li", "Huanjun Chen"], "title": "Plasmon-Enhanced Graphene Terahertz Photo-thermoelectric Response", "comment": null, "summary": "Terahertz (THz) technology shows great potential in 6G communications and imaging, but faces challenges related to detector sensitivity, noise, and cryogenic operation. Here, we integrate interferometric enhancement of absorption (IEA) from a metal reflection layer with a graphene plasmon polariton atomic cavity (PPAC)-based photodetector. The hybrid configuration enhances the in-plane electric field and improves the plasmon-induced thermal gradient. Numerical simulations and photoresponse measurements were employed to systematically investigate the influence of a metal reflective layer on the photothermoelectric behavior of the device, which reveals the IEA design significantly boosts the THz absorption rate in graphene nanostructures and promotes asymmetry in the lateral diffusion of hot carriers. Compared with the bare device, the responsivity of the device is enhanced by approximately 30-folds, while maintaining a response time below 130 μs. We further demonstrate the potential of the device to distinguish concealed liquids, advancing high-responsivity, room-temperature, and compact terahertz imaging technology."}
{"id": "2512.21836", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.21836", "abs": "https://arxiv.org/abs/2512.21836", "authors": ["Ian B. Logue", "Sandaruka Jayasooriya Arachchilage", "Lance M. Griswold", "Moses B. Gaither-Ganim", "Lincoln W. Weber", "Robyn Cook", "Stephen Hofer", "Praveena Satkunam", "Dipanjan Mazumdar", "Poopalasingam Sivakumar", "Bumsu Lee"], "title": "Spectroscopic Characterization of Metallocene Single Crystals Grown by Physical Vapor Transport Method", "comment": "15 pages, 5 figures", "summary": "High-quality metallocene single crystals with a low density of impurities and high homogeneity were prepared using the physical vapor transport method. These crystals were then characterized using various spectroscopic tools and X-ray diffraction. Laser-induced breakdown spectroscopy confirmed the presence of metal ions in each freshly grown sample despite all these crystals undergoing physical deformation with different lifetimes. X-ray diffraction analysis confirmed that all our metallocene single crystals retained a monoclinic structure at room temperature. The vibrational properties of our metallocene crystals were examined using Raman and Fourier-transform infrared spectroscopy. The inter- and intra-ring vibrational modes, along with additional modes associated with the crystalline form, were identified as inherent vibrational properties of our metallocene single crystals. Given the increasingly important role of metallocene in organic solar cells, organic light-emitting displays and molecular quantum systems, this research will enhance our understanding of the intrinsic physical properties of cleaner, more crystalline metallocene single crystals."}
{"id": "2512.21672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21672", "abs": "https://arxiv.org/abs/2512.21672", "authors": ["Yuhui Li", "Sike Zeng", "Xiaobing Chen", "Renzheng Xiong", "Yutong Yu", "Yu-Jun Zhao", "Qihang Liu"], "title": "Symmetry-guided prediction of magnetic-ordered ground states", "comment": "22 pages, 4 figures", "summary": "Given the scarcity of experimentally confirmed magnetic structures, the reliable prediction of magnetic ground states is crucial; however, it remains a long-sought challenge because of the complex magnetic potential energy landscape. Here, we propose a symmetry-guided framework that systematically generates realistic magnetic configurations without requiring any experimental input or prior assumptions such as propagation vectors. Within a hierarchical symmetry-breaking scenario, we integrate the recently developed spin space group formalism and conventional magnetic space group description, respectively capturing symmetry breaking induced by magnetic ordering and spin-orbit coupling. Furthermore, we perform both nonrelativistic and relativistic first-principles calculations to establish the energy ordering of selected magnetic configurations. Exemplified by three recently reported three-dimensional unconventional magnets MnTe, Mn3Sn, and CoNb3S6 and two two-dimensional magnets CrTe2 and NiI2, we demonstrate that only a few dozen first-principles calculations are sufficient to identify the ground-state magnetic configuration along with several low-energy metastable states, which may exhibit exotic physical properties such as p-wave magnetism. Our work provides a general and efficient strategy for large-scale prediction of three-dimensional and two-dimensional magnetic configurations and offers insight into the microscopic origins of magnetic interactions across diverse material systems."}
{"id": "2512.21559", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21559", "abs": "https://arxiv.org/abs/2512.21559", "authors": ["Jiajun Lu", "Mu Tian", "Chaoxi Cui", "Zhi-Ming Yu", "Run-Wu Zhang", "Yugui Yao"], "title": "Nonvolatile Electrical Control of Spin via Sliding Fractional Quantum Multiferroics", "comment": "6 pages, 4 figures", "summary": "We propose a fractionally quantized polarization induced by interlayer sliding in bilayer altermagnets, unveiling a previously unrecognized multiferroic phase termed sliding fractional quantum multiferroicity (SFQM). This unconventional magnetic phase uniquely integrates sliding ferroelectricity with fractional quantum ferroelectricity, enabling highly efficient switching and nonvolatile electrical control of spin.~Unlike conventional multiferroics, SFQM simultaneously exhibits lattice-scale atomic displacements, ultralow switching barriers, and spin splitting, giving rise to a large fractionally quantized polarization and strong magnetoelectric coupling. Through symmetry analysis and first-principles calculations, we identify bilayer altermagnet Ca(CoN)$_2$ and its family materials as promising candidates hosting SFQM. In contrast to gate-controlled schemes, the spin-layer coupling in SFQM is intrinsically induced by spontaneous electrical and layer polarization, requiring no sustained gate field and exhibiting nonvolatile character. This mechanism enables nonvolatile electrical control of spin through biaxial sliding, where displacements along the \\textit{x}- and \\textit{y}-axes generate opposite polarization directions in the layer-dependent electrical polarization. Furthermore, SFQM exhibits a fully switchable anomalous Hall effect and a pronounced magneto-optical response, which can be utilized for its detection and distinction. These findings highlight the promising role of sliding-mediated couplings among unconventional magnetism, fractional quantum ferroelectricity, and stacking order in realizing electrically controllable two-dimensional multiferroics."}
{"id": "2512.22073", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.22073", "abs": "https://arxiv.org/abs/2512.22073", "authors": ["Kazuki Yamamoto", "Takuto Kawakami", "Mikito Koshino"], "title": "Ferroelectricity in magnon Bose-Einstein condensate: non-reciprocal superfluidity, exceptional points and Majorana bosons", "comment": "8 pages, 3 figures", "summary": "We investigate a ferroelectric instability of a magnon Bose-Einstein condensate, mediated by its interaction with an electric field through a geometric Aharonov-Casher (AC) phase. A distinct feature of the system is the positive feedback loop in which an electric field induces magnon orbital motion via the AC phase, generating electric polarization that in turn enhances the original field. Based on bosonic Bogoliubov-de Gennes (BdG) mean-field theory, we show that this feedback drives a spontaneous ferroelectric transition in the magnon superfluid, accompanied by a persistent magnon supercurrent. In the resulting ferroelectric phase, the quasiparticle excitation spectrum becomes nonreciprocal, reflecting spontaneous breaking of spatial inversion symmetry. At the critical point of the transition, the bosonic BdG Hamiltonian exhibits coalescence of both eigenvalues and eigenvectors, forming an exceptional point. The corresponding eigenvector is an equally weighted superposition of bosonic quasiparticle and quasihole states and is invariant under particle-hole transformation, allowing it to be interpreted as a bosonic analog of a Majorana fermion."}
{"id": "2512.21876", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21876", "abs": "https://arxiv.org/abs/2512.21876", "authors": ["Ryunosuke Takahashi", "Hayato Seno", "Marin Takahashi", "Shigetoshi Tomita", "Reo Fukunaga", "Suguru Nakata", "Takayuki Nagai", "Shigetada Yamagishi", "Yoichi Kajita", "Tsuyoshi Kimura", "Masami Kanzaki", "Hiroki Wadati"], "title": "Raman Spectroscopic Investigation of Ferroaxial Order in Na2BaNi(PO4)2 Single Crystals", "comment": "8 pages, 6 figures", "summary": "Ferroaxial order is characterized by the breaking of mirror symmetry parallel to the crystallographic principal axis, which often originates from spontaneous rotational distortions of the crystal lattice. Such rotational distortions are, by symmetry, allowed to couple to specific phonon modes. However, Raman-active phonons associated with these rotational distortions have not yet been clearly identified on a symmetry-consistent basis. Here, we perform polarization-resolved Raman spectroscopy on the ferroaxial phase of Na2BaNi(PO4)2 single crystals and combine the measurements with first-principles lattice-dynamics calculations. This symmetry-guided analysis enables a comprehensive assignment of Raman-active modes in the ferroaxial phase. Several low-frequency Ag modes exhibit finite linewidth broadening, suggesting that these phonons may be weakly affected by the underlying rotational distortion. These results establish a symmetry-based spectroscopic framework for analyzing phonons associated with rotational distortions in ferroaxial materials and provide a basis for future studies of ferroaxial order in complex oxides."}
{"id": "2512.21680", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21680", "abs": "https://arxiv.org/abs/2512.21680", "authors": ["Haonan Chen", "Jiayu Wang", "Huayao Li", "Xunkai Duan", "Yuxiang Wang", "Zixuan Xu", "Yingchao Xia", "Wenhao He", "Zehao Jia", "Xiangyu Cao", "Yicheng Mou", "Xiangyu Jiang", "Jiaming Gu", "Pengliang Leng", "Fengfeng Zhu", "Changlin Zheng", "Xiang Yuan", "Faxian Xiu", "Tong Zhou", "Lin Miao", "Cheng Zhang"], "title": "Defect Engineering for Stabilizing Magnetic and Topological Properties in Mn(Bi1-xSbx)2Te4", "comment": "26 pages, 8 figures", "summary": "MnBi2Te4 is a versatile platform for exploring diverse topological quantum states, yet its potential is hampered by intrinsic antisite defects. While Sb substitution has been employed to tune the Fermi level towards the charge neutral point, it exacerbates the formation of Mn-Sb antisite defects. Here, we address this challenge by combining first-principles calculations with strategic synthesis to systematically investigate and control antisite defects in Mn(Bi1-xSbx)2Te4. Our calculations reveal that increasing antisite defect density progressively destroys the field-forced magnetic Weyl state, eventually driving the system into a trivial magnetic insulator. Motivated by these findings, we develop an optimized chemical vapor transport method, yielding high-quality Mn(Bi1-xSbx)2Te4 crystals with significantly reduced antisite defect density. The emergence of strong Shubnikov-de Haas oscillations in the forced ferromagnetic state and a pronounced anomalous Hall effect near charge neutrality, with opposite signs for n- and p-type samples, confirms the type-II Weyl semimetal nature. These findings underscore the critical role of antisite defects in determining the magnetic and topological properties of Mn(Bi1-xSbx)2Te4 and establish defect engineering via optimized synthesis as a crucial strategy for realizing its exotic magnetic topological states."}
{"id": "2512.21609", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21609", "abs": "https://arxiv.org/abs/2512.21609", "authors": ["Zaizhe Zhang", "Xi Chen", "Kenji Watanabe", "Takashi Taniguchi", "Zhida Song", "Xiaobo Lu"], "title": "Entangled Moire Chern Insulator in Rhombohedral Graphene", "comment": null, "summary": "Graphene-based moire superlattices exhibit novel quantum phenomena driven by pronounced interactions, leading to topological corrected states like orbital Chern insulators exhibiting quantum anomalous Hall effect (QAHE). Typically, intrinsic Chern insulators are stabilized at odd moiré fillings, as even fillings often result in valley-balanced, topologically trivial states at zero magnetic field. In our work, we report the observation of an intrinsic Chern insulator with C = 1 state at moire filling v = 2 in rhombohedral octalayer graphene (R8G)/hBN moire superlattice. Observing such Chern insulators in particular with C = 1 at v = 2 is intriguing, as each moiré band carries Chern number C = 1 or -1. We further demonstrate such a state can originate from the entanglement between the low-energy moire flat bands and high-energy remote bands according to the Hartree-Fock calculation. Our findings extend the known topological phase diagram of rhombohedral multilayer graphene (RMG) moire systems and establish this platform as highly promising for investigating strong electron correlations and multiband hybridized transport."}
{"id": "2512.21384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21384", "abs": "https://arxiv.org/abs/2512.21384", "authors": ["Pavan Hosur"], "title": "Criticality as a Universal Thermodynamic Requirement for Perfect Intrinsic Superconducting Diodes", "comment": "6 pages, 2 figures", "summary": "Superconducting diodes promise dissipation-less rectification, yet intrinsic platforms invariably have very low efficiencies. We reveal a fundamental thermodynamic origin of this behavior that is independent of microscopic details. Denoting $ε= I_c^-/I_c^+$, where $I_c^\\pm$ are critical current magnitudes in opposite directions with $I_c^+>I_c^-$ by convention, we show that $ε=0$ is impossible without fine-tuning, while $ε\\to0$ can occur but only upon tuning to a critical point \\emph{within} the superconducting state. Away from such internal instabilities, using general Landau theory, we derive a lower bound on $ε$ that limits intrinsic diode performance. We illustrate these ideas in a minimal superconductor-Ising model, where the strong nonreciprocity can be seen explicitly. In particular, if the internal transition is continuous, we show that the scaling of $ε$ near the transition is locked to known critical exponents."}
{"id": "2512.21930", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21930", "abs": "https://arxiv.org/abs/2512.21930", "authors": ["S Akbar Jafari", "Hendrik J Bluhm", "David P Divincenzo"], "title": "Zeeman-like coupling to valley degree of freedom in Si-based spin qubits", "comment": null, "summary": "Increasing the valley splitting in Si-based heterostructures is critical for improving the performance of semiconductor qubits. This paper demonstrates that the two low-energy conduction band valleys are not independent parabolic bands. Instead, they originate from the X-point of the Brillouin zone, where they are interconnected by a degeneracy protected by the non-symmorphic symmetry of the diamond lattice. This semi-Dirac-node degeneracy gives rise to the $Δ_1$ and $Δ_{2'}$ bands, which constitute the valley degrees of freedom. By explicitly computing the two-component Bloch functions $X_1^\\pm$, using the wave vector group at the X-point, we determine the transformation properties of the object $(X_1^+,X_1^-)$. We demonstrate that these properties are fundamentally different from those of a spinor. Consequently, we introduce the term \"valleyor\" to emphasize this fundamental distinction. The transformation properties of valleyors induce corresponding transformations of the Pauli matrices $τ_1,τ_2$ and $τ_3$ in the valley space. Determining these transformations allows us to classify possible external perturbations that couple to each valley Pauli matrix, thereby identifying candidates for valley-magnetic fields, ${\\mathsf B}$. These fields are defined by a Zeeman-like coupling ${\\mathsf B}\\cdot\\vecτ$ to the valley degree of freedom. In this way, we identify scenarios where an applied magnetic field $\\vec B$ can leverage other background fields, such as strain, to generate a valley-magnetic field ${\\mathsf B}$. This analysis suggests that beyond the well-known mechanism of potential scattering from Ge impurities, there exist additional channels (mediated by combinations of magnetic and strain-induced vector potentials) to control the valley degree of freedom"}
{"id": "2512.21682", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21682", "abs": "https://arxiv.org/abs/2512.21682", "authors": ["K. Nihongi", "T. Kida", "Y. Narumi", "Y. Etoh", "D. Yamamoto", "M. Matsumoto", "N. Kurita", "H. Tanaka", "K. Yu. Povarov", "S. A. Zvyagin", "J. Wosnitza", "K. Kindo", "Y. Uwatoko", "M. Hagiwara"], "title": "Pressure-Tuned Metamagnetism and Emergent Three-Body Interactions in CsFeCl$_3$", "comment": "17 pages, 14 figures", "summary": "We present a combined experimental and theoretical study of the triangular-lattice quantum antiferromagnet CsFeCl$_3$ under high magnetic fields and high pressure. Pulsed-field magnetization for the magnetic field along the symmetric $c$ direction at ambient pressure reveals a magnetization process from a nonmagnetic singlet ground state with a nearly linear increase between 3.7 and 10.7 T, a plateau-like region, and then a sharp stepwise metamagnetic transition near 32 T. Wide frequency--field range electron spin resonance indicates that the low-field regime originates from the $J = 1$ manifold, while the high-field metamagnetic transition suggests a level crossing between the $J = 1$ and $J = 2$ lowest states. Pulsed-field magnetic susceptibilities measured with a proximity detector oscillator under high pressure show that the low-field nonmagnetic singlet phase is gradually suppressed, while the high-field metamagnetic transition evolves into an increasingly rich pattern of fractional steps. While the observations at low to intermediate fields can be understood within the established spin-1 description, the high-field regime requires a new perspective, which we provide through a projected spin-1/2 framework built from Zeeman-selected crystal-field states not related by time reversal. This construction naturally allows emergent three-body interactions on triangular plaquettes and explains the asymmetric evolution of the fractional steps in the magnetization. Our findings reveal that high-field effective spin models in quantum magnets with separated yet accessible crystal-field multiplets are not constrained to even-body couplings, but can naturally host odd-body terms, opening a broader avenue for realizing field-asymmetric magnetization processes and exotic phases beyond conventional even-body physics."}
{"id": "2512.21810", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21810", "abs": "https://arxiv.org/abs/2512.21810", "authors": ["Aalok Tiwari", "Karamjyoti Panigrahi", "Mrinmay Sahu", "Sayan Bhattacharyya", "Goutam Dev Mukherjee"], "title": "Temperature- and Pressure-Dependent Vibrational Properties and Phase Stability of Pristine and Sb-Doped Vacancy-Ordered Double Perovskite", "comment": "22 pages, 18 figures, 5 tables", "summary": "Understanding lattice dynamics and structural transitions in vacancy-ordered double perovskites is crucial for developing lead-free optoelectronic materials, yet the role of dopants in modulating these properties remains poorly understood. We investigate Sb-doped Cs$_2$TiCl$_6$ through temperature-dependent Raman spectroscopy (4 to 273 K), high-pressure studies (0 to 30 GPa), powder XRD, and photoluminescence measurements. Sb doping dramatically improves phase purity, eliminating all impurity-related Raman modes present in pristine and Bi-doped samples while retaining only the three fundamental [TiCl$_6$]$^{2-}$ octahedral vibrations. This enhanced purity reveals a previously unobserved structural phenomenon: Sb-doped samples (2\\% doped and 3\\%) incorporated) exhibit a sharp anomaly at 100 K marked by the emergence of a new Raman mode M$_1$ at 314--319 cm$^{-1}$ and abrupt changes in the temperature coefficient $χ$ (factor of 2--8$\\times$ change) and anharmonic constant $A$ across this threshold. No such transition occurs in pristine Cs$_2$TiCl$_6$, indicating Sb-dopant-induced order-disorder transformation. The enhanced phonon anharmonicity in Sb-doped samples directly manifests in photoluminescence: self-trapped exciton emission at 448 nm shows 19\\% broader FWHM (164.73 nm) compared to Bi-doped samples (138.2 nm), confirming stronger electron-phonon coupling. High-pressure measurements reveal structural robustness to 30 GPa with no phase transitions. These findings establish that strategic Sb doping not only improves material quality but also enables a novel low-temperature structural transition, providing fundamental insights into dopant-mediated phase control in vacancy-ordered perovskites for next-generation optoelectronic devices."}
{"id": "2512.21575", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21575", "abs": "https://arxiv.org/abs/2512.21575", "authors": ["Hajime Murata", "Hiroaki Ishizuka"], "title": "Kondo Effect in Nonreciprocal Response", "comment": "6 pages, 3 figures", "summary": "Chiral magnetic states give rise to rich phenomena, from the anomalous Hall effect and the nonlinear electrical current to multiferroics and magnetochiral dichroism. Most of the studies on electrical transport so far have focused on the cases where the magnetic moments are well approximated by classical local moments. Here, we reveal that the coexistence of quantum fluctuations and chiral spin correlations gives rise to a $\\log(T)$ temperature dependence in the electrical magnetochiral effect, a nonreciprocal response. Using the Green's function method and a scattering theory approach, we show that the $\\log(T)$ temperature dependence occurs through a scattering process similar to that of the Kondo effect. The electrical magnetochiral effect is sensitive to the sign of vector spin chirality and the magnetic field. The results demonstrate that local spin correlations and quantum fluctuations cooperatively induce nontrivial properties in transport phenomena."}
{"id": "2512.21945", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21945", "abs": "https://arxiv.org/abs/2512.21945", "authors": ["Ying Zhao", "Michiel J. van Setten", "Anastasiia Kruv", "Pietro Rinaudo", "Harold Dekkers", "Jacopo Franco", "Ben Kaczer", "Mischa Thesberg", "Gerhard Rzepa", "Franz Schanovsky", "Attilio Belmonte", "Gouri Sankar Kar", "Adrian Chasin"], "title": "Revealing the Partially Coherent Nature of Transport in IGZO", "comment": null, "summary": "Thin-film transistors based on amorphous oxide semiconductors (AOS) are promising candidates for enabling further DRAM scaling and 3D integration, which are critical for advanced computing. Despite extensive research, the charge transport mechanism in these disordered semiconductors remains poorly understood. In this work, we investigate charge transport in the archetypical AOS material, indium gallium zinc oxide (IGZO), across a range of compositions and temperatures using thin-film transistors and Hall bar structures. Our results show that the electrons involved in transport exhibit partially spatial coherence and non-degenerate conduction. Under these conditions, transport is dominated by electron transfer across insulating gaps between locally coherent regions, rather than by degenerate percolative transport above a mobility edge, or by localized-state hopping, both of which are widely assumed in the literature. While fluctuation-induced tunnelling has previously been invoked to describe low-temperature transport in oxide transistors, we show that such behavior originates from partially coherent electronic states and develop a field-effect-aware fluctuation-induced tunnelling (FEAFIT) framework that explicitly accounts for gate modulation of the tunneling landscape. The FEAFIT model accurately predicts experimental data across all compositions, temperatures, and gate voltages, enabling extraction of fundamental transport parameters. These tunnelling parameters are then correlated with electron coherence dimensions and the degree of energetic disorder obtained from first-principles calculations. Our findings advance the fundamental understanding of charge transport in AOS-based transistors and provide a foundation for further performance improvements"}
{"id": "2512.21703", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21703", "abs": "https://arxiv.org/abs/2512.21703", "authors": ["L. L. Bonilla", "A. Torrente", "J. M. Mangum", "P. M. Thibado"], "title": "Charging capacitors using diodes at different temperatures. I Theor", "comment": "27 pages, 7 figures, revtex, to appear in Phys. Rev. E", "summary": "Nonlinear elements in a rectifying circuit can be used to harvest energy from thermal fluctuations either steadily or transitorily. We study an energy harvesting system comprising a small variable capacitor (e.g., free standing graphene) wired to two diodes and two storage capacitors that may be kept at different temperatures (or at a single one) and use two current loops. The system reaches very rapidly a quasi stationary state with constant overall charge while the difference of the charges at the storage capacitors evolves much more slowly to its stationary value. In this paper, we extract an exponentially small factor out of the solution of the Fokker-Planck equation and use a Chapman-Enskog procedure to describe the long evolution of the marginal probability density for the charge difference, from the quasi stationary state to the final stationary state (thermal equilibrium for equal temperatures). The second paper of this series shows that the results of the perturbation procedure compare well with direct numerical simulations. For a specific form of the diodes' nonlinear mobilities, we can approximate the quasi stationary state by Gaussian functions and further study the evolution of the marginal probability density. The latter adopts the shape of a slowly expanding pulse (comprising left and right moving wave fronts whose fore edges become sharper as time elapses) in the space of charge differences that leaves the final stationary state behind it."}
{"id": "2512.21844", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21844", "abs": "https://arxiv.org/abs/2512.21844", "authors": ["T. R. Liu", "Zheng Zhang", "Y. X. Zhao"], "title": "A Cohomological Framework for Topological Phases from Momentum-Space Crystallographic Groups", "comment": "16 pages, 2 figures and supplementary materials", "summary": "Crystallographic groups are conventionally studied in real space to characterize crystal symmetries. Recent work has recognized that when these symmetries are realized projectively, momentum space inherently accommodates nonsymmorphic symmetries, thereby evoking the concept of \\textit{momentum-space crystallographic groups} (MCGs). Here, we reveal that the cohomology of MCGs encodes fundamental data of crystalline topological band structures. Specifically, the collection of second cohomology groups, $H^2(Γ_F,\\mathbb{Z})$, for all MCGs $Γ_F$, provides an exhaustive classification of Abelian crystalline topological insulators, serving as an effective approximation to the full crystalline topological classification. Meanwhile, the third cohomology groups $H^3(Γ_F,\\mathbb{Z})$ across all MCGs exhaustively classify all possible twistings of point-group actions on the Brillouin torus, essential data for twisted equivariant K-theory. Furthermore, we establish the isomorphism $H^{n+1}(Γ_F,\\mathbb{Z})\\cong H^n\\big(Γ_F,\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))\\big)$ for $ n\\ge 1$, where $\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))$ denotes the space of continuous $U(1)$-valued functions on the $d$D momentum space $\\mathbb{R}^d_F$. The case $n=1$ yields a complete set of topological invariants formulated in purely algebraic terms, which differs fundamentally from the conventional formulation in terms of differential forms. The case $n=2$, analogously, provides a fully algebraic description for all such twistings. Thus, the cohomological theory of MCGs serves as a key technical framework for analyzing crystalline topological phases within the general setting of projective symmetry."}
{"id": "2512.21680", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21680", "abs": "https://arxiv.org/abs/2512.21680", "authors": ["Haonan Chen", "Jiayu Wang", "Huayao Li", "Xunkai Duan", "Yuxiang Wang", "Zixuan Xu", "Yingchao Xia", "Wenhao He", "Zehao Jia", "Xiangyu Cao", "Yicheng Mou", "Xiangyu Jiang", "Jiaming Gu", "Pengliang Leng", "Fengfeng Zhu", "Changlin Zheng", "Xiang Yuan", "Faxian Xiu", "Tong Zhou", "Lin Miao", "Cheng Zhang"], "title": "Defect Engineering for Stabilizing Magnetic and Topological Properties in Mn(Bi1-xSbx)2Te4", "comment": "26 pages, 8 figures", "summary": "MnBi2Te4 is a versatile platform for exploring diverse topological quantum states, yet its potential is hampered by intrinsic antisite defects. While Sb substitution has been employed to tune the Fermi level towards the charge neutral point, it exacerbates the formation of Mn-Sb antisite defects. Here, we address this challenge by combining first-principles calculations with strategic synthesis to systematically investigate and control antisite defects in Mn(Bi1-xSbx)2Te4. Our calculations reveal that increasing antisite defect density progressively destroys the field-forced magnetic Weyl state, eventually driving the system into a trivial magnetic insulator. Motivated by these findings, we develop an optimized chemical vapor transport method, yielding high-quality Mn(Bi1-xSbx)2Te4 crystals with significantly reduced antisite defect density. The emergence of strong Shubnikov-de Haas oscillations in the forced ferromagnetic state and a pronounced anomalous Hall effect near charge neutrality, with opposite signs for n- and p-type samples, confirms the type-II Weyl semimetal nature. These findings underscore the critical role of antisite defects in determining the magnetic and topological properties of Mn(Bi1-xSbx)2Te4 and establish defect engineering via optimized synthesis as a crucial strategy for realizing its exotic magnetic topological states."}
{"id": "2512.21978", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21978", "abs": "https://arxiv.org/abs/2512.21978", "authors": ["Deep Sagar", "Abhishek Sharma", "Arti Kashyap"], "title": "Tunable Magnetic and Topological Phases in EuMnXBi$_2$ (X=Mn, Fe, Co, Zn) Pnictides", "comment": null, "summary": "We present a comprehensive density functional theory (DFT) study of the electronic, magnetic, and topological properties of the layered pnictides EuMnXBi2 (X = Mn, Fe, Co, Zn), focusing in particular on the relatively unexplored Bi-based member of the EuMn2X2 family. Unlike the well-studied As-, Sb-, and P--based analogues, we show that EuMn2Bi2 stabilizes in a C-type antiferromagnetic ground state with a narrow-gap semiconducting character. Inclusion of spin-orbit coupling (SOC) drives a transition from this trivial antiferromagnetic semiconductor to a Weyl semimetal hosting four symmetry-related Weyl points and robust Fermi arc states. Systematic substitution of Mn with Fe, Co, and Zn further reveals a tunable sequence of magnetic ground states: Fe and Co induce ferrimagnetism with semimetallic behavior, while Zn stabilizes a ferromagnetic semimetal with a large net moment. These findings establish Bi-based EuMnXBi2 pnictides as a versatile platform where magnetic exchange interactions and band topology can be engineered through SOC and chemical substitution. The complex interplay of magnetic interactions and topological effects in the proposed bulk and doped pnictides opens a promising avenue to explore a wide range of electronic and magnetic phenomena. In particular, this study demonstrates that EuMn2Bi2 hosts tunable magnetic and topological phases driven by electron correlations, chemical substitution, and spin-orbit coupling."}
{"id": "2512.21705", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21705", "abs": "https://arxiv.org/abs/2512.21705", "authors": ["J. M. Mangum", "L. L. Bonilla", "A. Torrente", "P. M. Thibado"], "title": "Charging capacitors using diodes at different temperatures. II Numerical studies", "comment": "8 pages, 7 figures, revtex, to appear in Phys. Rev. E", "summary": "This study is presented in a series of two papers. The first paper is an analytical study. This is the second paper, and here we numerically study the thermal energy harvesting capability of two electronic circuits. The first circuit consists of a diode and capacitor in series. We solve the time-dependent Fokker-Planck equation and show the capacitor initially charges and then discharges to zero. The peak charge on the capacitor increases with temperature, capacitance, and diode quality. The second circuit has two current loops with one small capacitor, two storage capacitors, and two diodes wired in opposition. When the diodes are held at different temperatures we observe a non-zero steady-state charge is accumulated on both storage capacitors. The magnitude of the stored charges are nearly equal but the signs are opposite. When resistors are used in place of diodes there is no transient and no steady-state charge buildup. Numerical studies for the time-independent Fokker-Planck equation are presented and confirm the steady state charges."}
{"id": "2512.21784", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21784", "abs": "https://arxiv.org/abs/2512.21784", "authors": ["Gözde Özbal Sargin", "Kai Gong", "V. Ongun Özçelik"], "title": "Unveiling the Thermoelectric Properties of Group III-Nitride Biphenylene Networks", "comment": null, "summary": "After the synthesis of the carbon biphenylene network (C-BPN), research has increasingly focused on adapting elements from other groups of the periodic table to this lattice structure. In this study, the direction-dependent electronic, thermal, and thermoelectric (TE) properties of semiconducting group-III (group-III = B, Al, Ga, In) nitride biphenylene networks are investigated using the non-equilibrium Green's function formalism in combination with first-principles calculations. Phonon spectra and force field molecular dynamics (MD) simulations were used to asses the dynamically and thermally stable structures. At room temperature, the lowest phonon thermal conductance values are obtained for InN-BPN, with $κ_{\\mathrm{ph}}$ = 0.12 nW/K/nm and $κ_{\\mathrm{ph}}$ = 0.21 nW/K/nm along the armchair and zigzag directions, respectively. The nearly dispersionless valence-band region between the $Γ$--$X$ symmetry points causes a sharp increase in the $p$-type electronic transmission, which significantly enhances the $p$-type thermoelectric figure of merit, $zT$. Among the investigated group-III nitride BPNs, InN-BPN exhibits the best performance, with a $p$-type $zT$ value of 2.33 in the zigzag direction at 800 K."}
{"id": "2512.21994", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21994", "abs": "https://arxiv.org/abs/2512.21994", "authors": ["Federico J. Gonzalez", "Carmen A. Tachino", "H. Fabio Busnengo"], "title": "CO$_2$ Dissociative Sticking on Cu(110)", "comment": null, "summary": "In this work we investigate the dissociation of CO$_2$ on Cu(110) by performing density functional theory calculations using the vdW-DF2 exchange-correlation functional, with a potential energy surface parameterized using artificial neural networks. We computed quasi-classical trajectory calculations of molecular and dissociative adsorption probabilities as a function of the initial impact energy of the molecules and surface temperature, by comparing our results with available supersonic molecular beam experimental data for normal incidence. Concerning the general dependence of the molecular and dissociative adsorption probabilities on the initial translational energy of the molecules, our theoretical results agree with experiments. Also in agreement with experiments, we have found that dissociative adsorption is not affected by surface temperature between 50 and 400 K, for impact energies for which the dissociation probability is larger than $\\sim 10^{-3}$. We have investigated the influence of impact energy and surface temperature on the final state of the dissociation products by extending the time integration of the reactive trajectories up to 10 ps. We have found that above $\\sim 2.5$ eV and close to or above room temperature, CO$_2$ dissociation induces strong surface distortions including final structures involving Cu adatoms. The creation of Cu vacancy-adatom pairs is stimulated by the presence of both CO$_{ads}$ and O$_{ads}$ which interact strongly with the Cu adatoms and even give rise to unexpected (O-Cu-CO)$_{ads}$ linear moieties anchored to the surface by the dissociated O atom and involving a Cu adatom almost detached from the surface. These surface distortions produced by dissociation products of high energy CO$_2$ molecules at and above room temperature might explain recent experiments that have found a greater saturation oxygen coverage for high energy molecules."}
{"id": "2512.21725", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21725", "abs": "https://arxiv.org/abs/2512.21725", "authors": ["Kyrylo Ochkan", "Michael Wissmann", "Louis Veyrat", "Lixuan Tai", "Minoru Kawamura", "Yoshinori Tokura", "Viktor Könye", "Bernd Büchner", "Jeroen van den Brink", "Ion Cosma Fulga", "Joseph Dufouleur", "Romain Giraud"], "title": "Non-Hermitian topological devices with Chern insulators", "comment": "19 pages, 7 figures", "summary": "Multi-terminal topological devices are a new generation of electronic devices with quantized properties robust against imperfections. In magnetic topological insulators, dissipationless edge states give functional devices in zero magnetic field, of interest for quantum metrology (resistance standard) or topological electronics (Chern networks). Here we show that a new generation of simple quantum circuits (disk, ring) with non-Hermitian topology, based on the interconnection of 1D Chern states in the quantum anomalous Hall regime, can have a much stronger quantization of their invariant than that of the Chern invariant itself, when measured in a non-metrology grade setup - that is, in industry-relevant conditions. Remarkably, the chirality-related topological skin effect is realized without the need of a magnetic field or an electrical gate, with a record degree of localization for a quantum Hall device. This new type of topological quantum devices based on magnets, with an exponential response that can be switched at small magnetic fields (about 200mT), can operate at liquid-Helium temperature with a good quantization and have some potential as cryogenic sensors for applications in high-precision impedance or magnetic field measurements."}
{"id": "2512.21850", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21850", "abs": "https://arxiv.org/abs/2512.21850", "authors": ["Jin-Yu Ni", "Xia-Ming Zheng", "Peng-Tao Wei", "Da-Yong Liu", "Liang-Jian Zou"], "title": "Chirality-selective topological magnon phase transition induced by interplay of anisotropic exchange interactions in honeycomb ferromagnet", "comment": "20 pages, 8 figures", "summary": "A variety of distinct anisotropic exchange interactions commonly exist in one magnetic material due to complex crystal, magnetic and orbital symmetries. Here we investigate the effects of multiple anisotropic exchange interactions on topological magnon in a honeycomb ferromagnet, and find a chirality-selective topological magnon phase transition induced by a complicated interplay of Dzyaloshinsky-Moriya interaction (DMI) and pseudo-dipolar interaction (PDI), accompanied by the bulk gap close and reopen with chiral inversion. Moreover, this novel topological phase transition involves band inversion at high symmetry points $K$ and $K'$, which can be regarded as a pseudo-orbital reversal, i.e. magnon valley degree of freedom, implying a new manipulation corresponding to a sign change of the magnon thermal Hall conductivity. Indeed, it can be realized in 4$d$ or 5$d$ correlated materials with both spin-orbit coupling and orbital localized states, such as iridates and ruthenates, etc. This novel regulation may have potential applications on magnon devices and topological magnonics."}
{"id": "2512.21996", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21996", "abs": "https://arxiv.org/abs/2512.21996", "authors": ["Carmen A. Tachino", "Federio J. Gonzalez", "Alberto S. Muzas", "J. Iñaki Juaristi", "Maite Alducin", "H. Fabio Busnengo"], "title": "Interplay between electronic and phononic energy dissipation channels in the adsorption of CO on Cu(110)", "comment": null, "summary": "In this work, we investigate the relative importance of electronic and phononic energy dissipation during the molecular adsorption of CO on Cu(110). Initial sticking probabilities as a function of impact energy for CO impinging at normal incidence at a surface temperature of 90 K were computed using classical trajectory simulations. To this aim, we use a full-dimensional potential energy surface constructed using an atomistic neural network trained on density functional theory data obtained with the nonlocal vdW-DF2 exchange-correlation functional. Two models are compared: one allowing only energy transfer and dissipation from the molecule to lattice vibrations, and the other also incorporating the effect of molecular energy loss due to the excitation of electron-hole pairs, modeled within the local-density friction approximation. Our results reveal, firstly, that the molecule mainly transfers energy to lattice vibrations, and this channel determines the adsorption probabilities, with electronic friction playing a minor role. Secondly, once the molecule is trapped near the surface (where electronic density is higher), electron-hole pair excitations accelerate energy dissipation, significantly promoting CO thermalization. Still, the faster energy dissipation when electron-hole pair excitations are accounted for accelerates the accommodation of the adsorbed molecules in the chemisorption well but does not significantly alter their lateral displacements over the surface."}
{"id": "2512.21745", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21745", "abs": "https://arxiv.org/abs/2512.21745", "authors": ["Shaozun Liu", "Zehao Li", "Hantong Chen", "Xingyuan San", "Bi-Cheng Zhou", "Dieter Isheim", "Tiejun Wang", "Hong Gao", "Nie Zhao", "Yu Liu", "Yong Gan", "Xiaobing Hu"], "title": "Concentration-Dependent Tungsten Effects on Short-Range Order and Deformation Behavior in Ni-W alloys", "comment": null, "summary": "Ni-W based medium heavy alloys offer a promising pathway to bridge the density-strength gap between tungsten heavy alloys and ultrahigh-strength steels. In this study, the effects of W concentration on short-range order (SRO), deformation behavior, and grain boundary chemistry of Ni-xW alloys in the range x = 0 to 38 wt% were systematically investigated using a suite of advanced characterization and modeling techniques, including synchrotron X-ray diffraction, transmission electron microscopy, atom probe tomography, and first-principles thermodynamic simulations. Our study reveals that strong SRO emerges when W content exceeds about 30 wt%, producing distinct diffuse scattering and significantly enhancing strain-hardening capacity. During deformation, the presence of SRO promotes planar slip and twin formation, leading to strong dislocation interactions and elevated flow stress. Hall-Petch analysis demonstrates an exceptionally high grain boundary strengthening coefficient (ky about 1100 MPa micrometer^(1/2)) in Ni-38W, underscoring the intrinsic strengthening effect associated with SRO. First-principles cluster expansion coupled with Monte Carlo simulations reveals that increasing W content enhances SRO tendency through the stabilization of Ni4W-type local configurations. These findings establish a mechanistic link between W concentration, SRO evolution, and mechanical response, providing new insights for designing high-density, high-strength Ni-W based alloys with optimized performance."}
{"id": "2512.22017", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22017", "abs": "https://arxiv.org/abs/2512.22017", "authors": ["Danilo Nikolić", "Niklas L. Schulz", "Matthias Eschrig"], "title": "Necessary conditions for spin-resolved Josephson diode effect across strongly spin-polarized magnetic materials", "comment": "17 pages, 3 figures", "summary": "We present a set of necessary conditions for the appearance of charge and spin Josephson diode effects across strongly spin-polarized inhomogeneous magnetic materials (FM) placed between two spin-singlet superconductors. Noncoplanarity of the FM's spin texture gives rise to quantum geometric phases, $Δ\\varphi'$, that enter the Josephson current-phase relation (CPR) similarly to the superconducting phase difference, resulting in charge and spin Josephson diode effects. Our study shows that such effects appear if the CPR possesses no phase-inversion center, achieved under the following conditions. First, noncoplanarity of the spin texture is necessary to break the spatial inversion symmetry. Second, both spin bands have to contribute to the transport, i.e., the effect is absent in half-metallic junctions. Third, different band-specific densities of states are required, and this condition is ensured by the strong spin polarization of the FM. Finally, higher harmonics in the CPR are necessary, i.e., the effect is absent in the tunneling limit. However, even in this case, the CPR must not have a phase-inversion center, which is ensured by the restriction of the quantum geometric phase to values $Δ\\varphi'\\neq kπ/2, k\\in\\mathbb{Z}$. We formulate a minimal phenomenological model that incorporates all these points, qualitatively illustrating our theory."}
{"id": "2512.22058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22058", "abs": "https://arxiv.org/abs/2512.22058", "authors": ["Dhan Raj Lawati", "Prem Bahadur Karki", "Jitender Kumar", "Karishma Prasad", "Mohamed A. Elekhtiar", "Kai Huang", "Bibek Tiwari", "Suvechhya Lamichhane", "Rupak Timalsina", "Zane Hubble", "John Watt", "Sy-Hwang Liou", "Evgeny Y. Tsymbal", "Jian Wang", "Kapildeb Ambal", "Abdelghani Laraoui"], "title": "Spin dynamics in the van der Waals ferromagnet CrTe2 engineered by Nb doping", "comment": null, "summary": "Understanding and controlling spin dynamics in two-dimensional (2D) van der Waals (vdW) ferromagnets is essential for their application in magnonics and hybrid quantum platforms. Here, we investigate the spin dynamics of the vdW ferromagnet 1T-CrTe_{2} and demonstrate their systematic tunability via niobium (Nb) substitution in Cr_{1-x}Nb_{x}Te_{2}(x=0-0.2). Ferromagnetic resonance (FMR) spectroscopy reveals that Nb doping enables wide-band tuning of the resonance frequency from 40 GHz down to the few-GHz regime, accompanied by a moderate increase in the Gilbert damping constant from ~0.066 to ~0.14, while preserving robust room-temperature ferromagnetism. Complementary magnetometry shows a concurrent reduction of the Curie temperature and saturation magnetization with increasing Nb content. Density functional theory calculations attribute the observed spin-dynamic trends to Nb-induced modifications of magnetic anisotropy and magnetic exchange interactions. Furthermore, CrTe_{2} flakes (~100nm thick) exhibit lower resonance frequencies than bulk crystals, consistent with thickness-dependent magnetic anisotropy. These results establish Nb-doped CrTe_{2} as a tunable vdW ferromagnet with controllable spin dynamics, extending its functionality from spintronics to broadband magnonics and quantum magnonics."}
{"id": "2512.21748", "categories": ["cond-mat.stat-mech", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.21748", "abs": "https://arxiv.org/abs/2512.21748", "authors": ["Swapna Mahapatra", "Rudra Majhi", "Jahangir Mohammed", "Subhashree Mohanty", "Priyanka Priyadarshini Pruseth", "Masoom Singh"], "title": "On Critical Temperature and Finite Size Scaling of Continuous Spin $2d$ Ising Model", "comment": "15 pages, 3 figures, 1 table", "summary": "In this paper, we have studied the critical temperature $T_c$ of continuous spin $2d$ square-lattice Ising model using Monte-Carlo simulation. We have considered spins $s$ in a bounded interval, where $s \\in [-1,+1]$ in square-lattice configuration with periodic boundary condition. We have observed that the critical temperature $T_c$ is approximately $0.925$, showing a clear second order phase transition. Considering finite size scaling, we have also obtained the critical exponents associated with susceptibility, specific heat, magnetization and we find that these values are in good agreement with the corresponding values obtained for the standard $2d$ Ising universality class."}
{"id": "2512.22058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22058", "abs": "https://arxiv.org/abs/2512.22058", "authors": ["Dhan Raj Lawati", "Prem Bahadur Karki", "Jitender Kumar", "Karishma Prasad", "Mohamed A. Elekhtiar", "Kai Huang", "Bibek Tiwari", "Suvechhya Lamichhane", "Rupak Timalsina", "Zane Hubble", "John Watt", "Sy-Hwang Liou", "Evgeny Y. Tsymbal", "Jian Wang", "Kapildeb Ambal", "Abdelghani Laraoui"], "title": "Spin dynamics in the van der Waals ferromagnet CrTe2 engineered by Nb doping", "comment": null, "summary": "Understanding and controlling spin dynamics in two-dimensional (2D) van der Waals (vdW) ferromagnets is essential for their application in magnonics and hybrid quantum platforms. Here, we investigate the spin dynamics of the vdW ferromagnet 1T-CrTe_{2} and demonstrate their systematic tunability via niobium (Nb) substitution in Cr_{1-x}Nb_{x}Te_{2}(x=0-0.2). Ferromagnetic resonance (FMR) spectroscopy reveals that Nb doping enables wide-band tuning of the resonance frequency from 40 GHz down to the few-GHz regime, accompanied by a moderate increase in the Gilbert damping constant from ~0.066 to ~0.14, while preserving robust room-temperature ferromagnetism. Complementary magnetometry shows a concurrent reduction of the Curie temperature and saturation magnetization with increasing Nb content. Density functional theory calculations attribute the observed spin-dynamic trends to Nb-induced modifications of magnetic anisotropy and magnetic exchange interactions. Furthermore, CrTe_{2} flakes (~100nm thick) exhibit lower resonance frequencies than bulk crystals, consistent with thickness-dependent magnetic anisotropy. These results establish Nb-doped CrTe_{2} as a tunable vdW ferromagnet with controllable spin dynamics, extending its functionality from spintronics to broadband magnonics and quantum magnonics."}
{"id": "2512.22086", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22086", "abs": "https://arxiv.org/abs/2512.22086", "authors": ["Urvi Parekh", "Nadiia Didukh", "Samira Dabelstein", "Ronja Piehler", "Eugen Klein", "Jivesh Kaushal", "Tobias Korn", "Stefan Lochbrunner", "Christian Klinke", "Stefan Scheel", "Rostyslav Lesyuk"], "title": "Unlocking klockmannite: formation of colloidal quasi-2D CuSe nanocrystals and photo-physical properties arising from crystal anisotropy", "comment": "6 figures", "summary": "Copper selenide is an exceptional quasi-layered monolithic material that exhibits both semiconducting and metallic properties in adjacent visible and near-infrared (NIR) spectral ranges. Here we introduce a thiol-free colloidal synthesis for generating quasi-2D klockmannite copper selenide nanocrystals via hot injection method, achieving shape control by tuning the injection temperature and precursor concentrations without any additional ligands. This approach produces large klockmannite nanosheets with lateral sizes from 200 nm to several micrometres, as well as uniform triangular nanoplatelets with sizes of 12-25 nm that are monocrystalline and display strong NIR plasmonic absorption. The spectral features of the anisotropic klockmannite phase in the NIR have been analysed using complex-scaled discrete dipole approximation (CSDDA) calculations, which reveal pronounced optical anisotropy and the emergence of hyperbolic regime. The combined effect of propagating and evanescent fields is regarded as the underlying reason of such modes in the hyperbolic domain. Finally, the ultrafast photophysical behaviour of the material in klockmannite phase is examined, including hot-hole cooling, trapping, and coherent phonons generation. Our findings emphasize the important role of the intrinsic crystal anisotropy in governing the physical properties of nanoscale klockmannite."}
{"id": "2512.21763", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2512.21763", "abs": "https://arxiv.org/abs/2512.21763", "authors": ["Oles Matsyshyn", "Li-kun Shi", "Inti Sodemann Villadiego"], "title": "High-Temperature Quantum Oscillations of a Non-equilibrium Non-Fermi Liquid", "comment": "10 pages, 7 figures", "summary": "A periodically driven Fermi gas coupled to a simple boson bath reaches a non-equilibrium steady-state occupation with sharp non-analyticities at certain momenta. Here, we demonstrate that these non-analyticities behave as emergent Fermi surfaces by showing that they give rise to quantum oscillations of observables with a period controlled by the effective Fermi surface area enclosed by these non-analyticities. However, these oscillations have several striking differences with standard equilibrium quantum oscillations. For example, they remain non-analytic at finite temperatures, their amplitude can survive up to extremely high temperatures comparable to the frequency of the drive, and they can display non-monotonic temperature dependence completely at odds with standard Lifshits-Kosevich behavior."}
{"id": "2512.22108", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22108", "abs": "https://arxiv.org/abs/2512.22108", "authors": ["Pavel A. Andreev"], "title": "Keffer-like form of the symmetric Heisenberg exchange integral: Contribution to the Landau--Lifshitz--Gilbert equation and spin wave dispersion dependence", "comment": "10 pages, 2 figures", "summary": "The symmetric Heisenberg exchange interaction and antisymmetric Dzyaloshinskii-Moriya interaction are parts of the tensor potential describing effective spin-spin interaction caused by the superexchange interaction of magnetic ions via nonmagnetic ion. There is the Keffer form of the vector constant of the Dzyaloshinskii-Moriya interaction, which includes the shift of the nonmagnetic ion (ligand) from the line connecting two magnetic ions. It is suggested, in this paper, that the ligand shift can give contribution in the constant of the symmetric Heisenberg interaction in antiferromagnetic or ferrimagnetic materials. Hence, the constant of the Heisenberg interaction is composed minimum of two terms. One does not depend on the ligand shift an gives standard contribution in the energy density like term with no derivatives of the spin densities or term containing two spatial derivatives of the spin densities. It is demonstrated that additional term gives a term in the energy density containing one spatial derivative of the spin density. Corresponding contribution in the Landau--Lifshitz--Gilbert equation is found. Possibility of the noncollinear equilibrium order of spin under influence of new spin torque is discussed. Modification of the spin wave (normal modes) dispersion dependencies in the antiferromagnetic materials is found for the collinear order and for the cycloidal order of spins. Effective spin current is derived and applied for the spin-current model of the polarization origin in multiferroics."}
{"id": "2512.21767", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21767", "abs": "https://arxiv.org/abs/2512.21767", "authors": ["Priyanka Priyanka", "Cristiano Nisoli", "Yair Shokef"], "title": "Memory of topologically constrained disorder in Shakti artificial spin ice", "comment": null, "summary": "Complex behaviors often sit at a critical threshold between order and disorder. But not all disorder is created equal. Disorder can be trivial or constrained, and correlated disorder can even be topological. Crucially, constrained disorder can harbor memory, leading to non-trivial, sequence-dependent responses to external manipulations. And yet the fascinating subject of \"memory of disorder\" remains poorly explored, as memory is often associated to the retention of metastable order. In recent years artificial frustrated materials -- in particular arrays of frustrated nanomagnets known as artificial spin ices -- have been employed to study complex disorders and its wealth of exotic behaviors, yet their memory properties have received much less attention. Here, we investigate both analytically and numerically the sequence-dependent responses of two somehow opposite yet related artificial spin ices: the Landau-ordered square spin ice and the disordered but topologically-ordered Shakti spin ice. We find that Shakti exhibits a pronounced sequence-dependent response, whereas in the square lattice, such path dependence is absent. Within Shakti, even the minimal periodic supercell demonstrates both deterministic and stochastic forms of sequence memory, depending on the interaction strength. Extending our study to cyclic driving, we find that retracing the same input path leads to enhanced memory retention. These results open new perspectives on how topological constraints and correlated disorder generate robust memory effects in frustrated artificial materials, hitherto examined mainly in terms of their ground-state kinetics and thermodynamics."}
{"id": "2512.21575", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21575", "abs": "https://arxiv.org/abs/2512.21575", "authors": ["Hajime Murata", "Hiroaki Ishizuka"], "title": "Kondo Effect in Nonreciprocal Response", "comment": "6 pages, 3 figures", "summary": "Chiral magnetic states give rise to rich phenomena, from the anomalous Hall effect and the nonlinear electrical current to multiferroics and magnetochiral dichroism. Most of the studies on electrical transport so far have focused on the cases where the magnetic moments are well approximated by classical local moments. Here, we reveal that the coexistence of quantum fluctuations and chiral spin correlations gives rise to a $\\log(T)$ temperature dependence in the electrical magnetochiral effect, a nonreciprocal response. Using the Green's function method and a scattering theory approach, we show that the $\\log(T)$ temperature dependence occurs through a scattering process similar to that of the Kondo effect. The electrical magnetochiral effect is sensitive to the sign of vector spin chirality and the magnetic field. The results demonstrate that local spin correlations and quantum fluctuations cooperatively induce nontrivial properties in transport phenomena."}
{"id": "2512.21772", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21772", "abs": "https://arxiv.org/abs/2512.21772", "authors": ["L. D. Silakov", "Ya. S. Lyakhova", "A. N. Rubtsov"], "title": "Time-dependent fluctuating local field approach for description of the correlated fermions dynamics", "comment": "6 pages, 4 figures, 1 table", "summary": "We formulate a time-dependent Fluctuating Local Field (TD-FLF) method for correlated fermion dynamics, extending the stationary FLF approach. The wavefunction is approximated as an ensemble of non-interacting states subject to a classical fluctuating field, with dynamics encoded in the field's time-dependent distribution. This reduces the time-dependent Schrödinger equation to a generalized eigenvalue problem in a significantly reduced basis. Applied to half-filled 2D Hubbard lattices, TD-FLF yields highly accurate results, outperforming mean-field theory and capturing oscillation frequencies and amplitudes in good agreement with exact diagonalization. Its low computational cost and flexibility make TD-FLF a promising tool for simulating driven correlated systems."}
{"id": "2512.21628", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21628", "abs": "https://arxiv.org/abs/2512.21628", "authors": ["Junde Liu", "Liwen Su", "Pei Liu", "Hui Liu", "Mojun Pan", "Yuchong Zhang", "Famin Chen", "Yueqian Chen", "Zhaoyang Xie", "Stefan Mathias", "Tianping Ying", "Lin Hu", "Tian Qian", "Xun Shi", "Yugui Yao"], "title": "Nonvolatile photoswitching of a Mott state via reversible stacking rearrangement", "comment": null, "summary": "Nonvolatile control of the Mott transition is a central goal in correlated-electron physics, offering access to fascinating emergent states and great potential for technological applications. Compared to chemical or mechanical approaches, ultrafast optical excitation further promises a path to create and manipulate novel non-equilibrium phases with ultimate spatiotemporal precision. However, achieving a truly nonvolatile electronic phase transition in laser-excited Mott systems remains an elusive challenge. Here, we present a highly robust and reversible method for optical control of the Mott state in van der Waals systems. Specifically, using angle-resolved photoemission spectroscopy, we observe a nonvolatile Mott-to-metallic transition in the ultrafast laser-excited charge density wave (CDW) material 1T-TaSe2. Complementary theoretical calculations reveal that this transition originates from a rearrangement of the interlayer CDW stacking. This new stacking order, formed following the ultrafast quenching of the CDW, circumvents the need for large-scale atomic sliding. Intriguingly, it introduces a significant in-plane component to the electron hopping and effectively reduces the ratio of on-site Coulomb interaction to bandwidth, thereby suppressing the Mott state and stabilizing a metallic phase. Our results establish optical-control of interlayer stacking as a versatile strategy for inducing nonvolatile phase transitions, opening a new route to tailor correlated electronic phases and realize reconfigurable high-frequency devices."}
{"id": "2512.21784", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21784", "abs": "https://arxiv.org/abs/2512.21784", "authors": ["Gözde Özbal Sargin", "Kai Gong", "V. Ongun Özçelik"], "title": "Unveiling the Thermoelectric Properties of Group III-Nitride Biphenylene Networks", "comment": null, "summary": "After the synthesis of the carbon biphenylene network (C-BPN), research has increasingly focused on adapting elements from other groups of the periodic table to this lattice structure. In this study, the direction-dependent electronic, thermal, and thermoelectric (TE) properties of semiconducting group-III (group-III = B, Al, Ga, In) nitride biphenylene networks are investigated using the non-equilibrium Green's function formalism in combination with first-principles calculations. Phonon spectra and force field molecular dynamics (MD) simulations were used to asses the dynamically and thermally stable structures. At room temperature, the lowest phonon thermal conductance values are obtained for InN-BPN, with $κ_{\\mathrm{ph}}$ = 0.12 nW/K/nm and $κ_{\\mathrm{ph}}$ = 0.21 nW/K/nm along the armchair and zigzag directions, respectively. The nearly dispersionless valence-band region between the $Γ$--$X$ symmetry points causes a sharp increase in the $p$-type electronic transmission, which significantly enhances the $p$-type thermoelectric figure of merit, $zT$. Among the investigated group-III nitride BPNs, InN-BPN exhibits the best performance, with a $p$-type $zT$ value of 2.33 in the zigzag direction at 800 K."}
{"id": "2512.21636", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21636", "abs": "https://arxiv.org/abs/2512.21636", "authors": ["Maedeh Rassekh", "Martin Gmitra"], "title": "Proximity-Induced Spin-Orbit Torque in Graphene on a Trigonal CrSBr Monolayer", "comment": "9 pages, 8 figures", "summary": "We present a first-principles and quantum transport study of proximity-induced spin-orbit torque (SOT) in graphene on a trigonal CrSBr monolayer. Density functional theory combined with nonequilibrium Green's function calculations shows that the CrSBr substrate induces spin polarization and a sizable exchange splitting in the graphene Dirac states. The resulting current-driven spin density in graphene generates a self-SOT on the Dirac electrons. The proximity-induced exchange field breaks time-reversal symmetry and gives rise to a purely odd SOT component, while the even contribution vanishes. The torque magnitude exhibits a strong angular dependence with phase shifts arising from the noncollinearity between the CrSBr magnetization and the induced magnetic moments in graphene. Monte Carlo simulations based on the calculated exchange parameters predict a Curie temperature of approximately 304 K, confirming the robustness of ferromagnetism in the trigonal CrSBr monolayer. These results identify graphene/CrSBr heterostructures as a promising platform for room-temperature two-dimensional spintronics."}
{"id": "2512.21790", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21790", "abs": "https://arxiv.org/abs/2512.21790", "authors": ["Ayoub Bahlauoi", "Youness Zahidi", "Ahmed Naddami"], "title": "Quantum tunneling and defect-induced transport modulation in twisted bilayer graphene superlattices", "comment": "7 pages, 6 figures", "summary": "We investigate quantum tunneling of charge carriers through a periodic superlattice in twisted bilayer graphene (TBG) with rectangular potential barriers, including the presence of a defect, using a low-energy continuum model. Transmission probabilities are numerically analyzed depending on the parameters of the problem, highlighting the roles of twist angle, number of barriers, barrier geometry, and the presence of a defect barrier within the superlattice. Our numerical results reveal that transmission is highly sensitive to these parameters: reducing the twist angle changes the number, depth, and position of transmission gaps and resonance peaks. The presence of defect affects the transmission, leading to the appearance of tunneling states inside transmission gaps with energy position can be tuned by the well width. At low incident energy, the transmission for normally incident electrons is perfect or nearly perfect, independent of the twist angle and the number of barriers. However, at large incident energy, the transmission becomes distinctly anisotropic, reflecting the separation of Dirac cones induced by twist angle variations. The presence of defects, particularly at smaller twist angles, provides additional control of tunneling behavior, allowing complete suppression of Klein tunneling under certain conditions. These findings extend the established understanding of miniband transport in periodic graphene systems and open new possibilities for twist-tunable nanoelectronic and quantum devices."}
{"id": "2512.21767", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21767", "abs": "https://arxiv.org/abs/2512.21767", "authors": ["Priyanka Priyanka", "Cristiano Nisoli", "Yair Shokef"], "title": "Memory of topologically constrained disorder in Shakti artificial spin ice", "comment": null, "summary": "Complex behaviors often sit at a critical threshold between order and disorder. But not all disorder is created equal. Disorder can be trivial or constrained, and correlated disorder can even be topological. Crucially, constrained disorder can harbor memory, leading to non-trivial, sequence-dependent responses to external manipulations. And yet the fascinating subject of \"memory of disorder\" remains poorly explored, as memory is often associated to the retention of metastable order. In recent years artificial frustrated materials -- in particular arrays of frustrated nanomagnets known as artificial spin ices -- have been employed to study complex disorders and its wealth of exotic behaviors, yet their memory properties have received much less attention. Here, we investigate both analytically and numerically the sequence-dependent responses of two somehow opposite yet related artificial spin ices: the Landau-ordered square spin ice and the disordered but topologically-ordered Shakti spin ice. We find that Shakti exhibits a pronounced sequence-dependent response, whereas in the square lattice, such path dependence is absent. Within Shakti, even the minimal periodic supercell demonstrates both deterministic and stochastic forms of sequence memory, depending on the interaction strength. Extending our study to cyclic driving, we find that retracing the same input path leads to enhanced memory retention. These results open new perspectives on how topological constraints and correlated disorder generate robust memory effects in frustrated artificial materials, hitherto examined mainly in terms of their ground-state kinetics and thermodynamics."}
{"id": "2512.21810", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21810", "abs": "https://arxiv.org/abs/2512.21810", "authors": ["Aalok Tiwari", "Karamjyoti Panigrahi", "Mrinmay Sahu", "Sayan Bhattacharyya", "Goutam Dev Mukherjee"], "title": "Temperature- and Pressure-Dependent Vibrational Properties and Phase Stability of Pristine and Sb-Doped Vacancy-Ordered Double Perovskite", "comment": "22 pages, 18 figures, 5 tables", "summary": "Understanding lattice dynamics and structural transitions in vacancy-ordered double perovskites is crucial for developing lead-free optoelectronic materials, yet the role of dopants in modulating these properties remains poorly understood. We investigate Sb-doped Cs$_2$TiCl$_6$ through temperature-dependent Raman spectroscopy (4 to 273 K), high-pressure studies (0 to 30 GPa), powder XRD, and photoluminescence measurements. Sb doping dramatically improves phase purity, eliminating all impurity-related Raman modes present in pristine and Bi-doped samples while retaining only the three fundamental [TiCl$_6$]$^{2-}$ octahedral vibrations. This enhanced purity reveals a previously unobserved structural phenomenon: Sb-doped samples (2\\% doped and 3\\%) incorporated) exhibit a sharp anomaly at 100 K marked by the emergence of a new Raman mode M$_1$ at 314--319 cm$^{-1}$ and abrupt changes in the temperature coefficient $χ$ (factor of 2--8$\\times$ change) and anharmonic constant $A$ across this threshold. No such transition occurs in pristine Cs$_2$TiCl$_6$, indicating Sb-dopant-induced order-disorder transformation. The enhanced phonon anharmonicity in Sb-doped samples directly manifests in photoluminescence: self-trapped exciton emission at 448 nm shows 19\\% broader FWHM (164.73 nm) compared to Bi-doped samples (138.2 nm), confirming stronger electron-phonon coupling. High-pressure measurements reveal structural robustness to 30 GPa with no phase transitions. These findings establish that strategic Sb doping not only improves material quality but also enables a novel low-temperature structural transition, providing fundamental insights into dopant-mediated phase control in vacancy-ordered perovskites for next-generation optoelectronic devices."}
{"id": "2512.21850", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21850", "abs": "https://arxiv.org/abs/2512.21850", "authors": ["Jin-Yu Ni", "Xia-Ming Zheng", "Peng-Tao Wei", "Da-Yong Liu", "Liang-Jian Zou"], "title": "Chirality-selective topological magnon phase transition induced by interplay of anisotropic exchange interactions in honeycomb ferromagnet", "comment": "20 pages, 8 figures", "summary": "A variety of distinct anisotropic exchange interactions commonly exist in one magnetic material due to complex crystal, magnetic and orbital symmetries. Here we investigate the effects of multiple anisotropic exchange interactions on topological magnon in a honeycomb ferromagnet, and find a chirality-selective topological magnon phase transition induced by a complicated interplay of Dzyaloshinsky-Moriya interaction (DMI) and pseudo-dipolar interaction (PDI), accompanied by the bulk gap close and reopen with chiral inversion. Moreover, this novel topological phase transition involves band inversion at high symmetry points $K$ and $K'$, which can be regarded as a pseudo-orbital reversal, i.e. magnon valley degree of freedom, implying a new manipulation corresponding to a sign change of the magnon thermal Hall conductivity. Indeed, it can be realized in 4$d$ or 5$d$ correlated materials with both spin-orbit coupling and orbital localized states, such as iridates and ruthenates, etc. This novel regulation may have potential applications on magnon devices and topological magnonics."}
{"id": "2512.21822", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21822", "abs": "https://arxiv.org/abs/2512.21822", "authors": ["Judah Immanuel", "Avik Mahata", "Aniruddha Maiti"], "title": "Toward Generalizable Surrogate Models for Molecular Dynamics via Graph Neural Networks", "comment": null, "summary": "We present a graph neural network (GNN) based surrogate framework for molecular dynamics simulations that directly predicts atomic displacements and learns the underlying evolution operator of an atomistic system. Unlike conventional molecular dynamics, which relies on repeated force evaluations and numerical time integration, the proposed surrogate model propagates atomic configurations forward in time without explicit force computation. The approach represents atomic environments as graphs and combines message-passing layers with attention mechanisms to capture local coordination and many-body interactions in metallic systems. Trained on classical molecular dynamics trajectories of bulk aluminum, the surrogate achieves sub angstrom level accuracy within the training horizon and exhibits stable behavior during short- to mid-horizon temporal extrapolation. Structural and dynamical fidelity are validated through agreement with reference radial distribution functions and mean squared displacement trends, demonstrating that the model preserves key physical signatures beyond pointwise coordinate accuracy. These results establish GNN-based surrogate integrators as a promising and computationally efficient complement to traditional molecular dynamics for accelerated atomistic simulations within a validated regime."}
{"id": "2512.21875", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.21875", "abs": "https://arxiv.org/abs/2512.21875", "authors": ["Nareg Ghazikhanian", "Pavel Salev", "Dayne Sasaki", "Yayoi Takamura", "Ivan K. Schuller"], "title": "Electrically induced ferromagnetism in an irradiated complex oxide", "comment": null, "summary": "In metal-insulator transition materials, a small perturbation can shift the delicate balance between competing or coexisting electronic phases, leading to dramatic changes of the material's properties. Using La0.7Sr0.3MnO3, a prototypical metal-insulator transition manganite, we show that local low-dose focused ion beam irradiation increases resistivity by several orders of magnitude, converting the ferromagnetic-metal ground state into a paramagnetic-insulator. Surprisingly, we found that applying electric stimuli to the irradiated material induces a non-thermal insulator-to-metal transition, which results in low-power, repeatable volatile resistive switching. Magnetotransport measurements revealed that this voltage-induced metallic phase in the irradiated material is ferromagnetic, exhibiting clear anisotropic magnetoresistance. This work, thus, reports the discovery of a unique material in which the electrical triggering of the electronic phase transition results in the onset of magnetism, in stark contrast to the magnetic order suppression commonly observed in other metal-insulator transition switching materials. We demonstrate that local focused ion beam irradiation provides new and exciting opportunities to engineer electronic and magnetic functionalities that can find practical applications ranging from spintronics to neuromorphic hardware."}
{"id": "2512.21830", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21830", "abs": "https://arxiv.org/abs/2512.21830", "authors": ["M. H. Zeb", "M. Z. Kabir"], "title": "Physics-informed Neural Network (PINN) to Predict Vibrational Stability of Inorganic Semiconductors", "comment": null, "summary": "We tackle the challenge of predicting vibrational stability in inorganic semiconductors for high-throughput screening, an essential attribute for evaluating synthesizability alongside thermodynamic stability, frequently missing in prominent materials databases. We create a physics-informed neural network (PINN) that incorporates the Born stability requirements directly into its loss function. This integration is a key learning constraint since it only allows the model to make predictions that do not violate fundamental physics. The model shows consistent and improved performance, having been trained on a dataset of 2112 inorganic materials with validated phonon spectra, and getting an F1-score of 0.83 for both stable and unstable classes. The model shows an AUC-ROC of 0.82 on a benchmark dataset of 1296 materials. Our PINN surpasses the best models in comparative tests, especially when it comes to accurately identifying unstable materials, which is crucial for a stability filter. This work offers a comprehensive screening tool for identifying materials and a methodology for incorporating domain knowledge to enhance predictive accuracy in materials informatics."}
{"id": "2512.21966", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21966", "abs": "https://arxiv.org/abs/2512.21966", "authors": ["Qi Gao", "Wei Chen"], "title": "Topological constraints on the electronic band structure of hexagonal lattice in a magnetic field", "comment": "12 pages, 5 figures", "summary": "The impact of projective lattice symmetry on electronic band structures has attracted significant attention in recent years, particularly in light of growing experimental studies of two-dimensional hexagonal materials in magnetic fields. Yet, most theoretical work to date has focused on the square lattice due to its relative simplicity. In this work, we investigate the role of projective lattice symmetry in a hexagonal lattice with rational magnetic flux, emphasizing the resulting topological constraints on the electronic band structure. We show that, at pi flux, the symmetry in the hexagonal lattice enforces novel Dirac band touchings at E not equal to zero, and for general rational flux it constrains the number of Dirac points at E = 0. We further analyze the symmetry-imposed constraints on the Chern numbers of both isolated gapped bands and band multiplets connected by Dirac-point touchings. Our results demonstrate that these constraints in the hexagonal lattice differ substantially from those in the square lattice."}
{"id": "2512.21833", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21833", "abs": "https://arxiv.org/abs/2512.21833", "authors": ["Renhong Liang", "Mao Ye", "Renkui Zheng", "Jianhua Hao", "Haitao Huang", "Longlong Shu", "Shanming Ke"], "title": "Universal thermodynamic framework for quasi-van der Waals epitaxy", "comment": "23 pages, 5 figures", "summary": "van der Waals (vdW) epitaxy is conventionally regarded as a rotation-free and strain-free growth mode driven by weak, isotropic interactions, yet many interfaces paradoxically exhibit strictly locked orientations that defy standard surface-energy models. We resolve this inconsistency by establishing a unified quantitative framework for 2D-3D systems, in which strong electrostatic and chemical interactions compete with entropic forces. We introduce a two-tier descriptor set-the predictive index (I_pre) and the thermodynamic locking criterion (I_lock)-to quantify the energetic sufficiency for locked epitaxy. Our theory accurately predicted the competitive interactions at the interface within the 2D-3D system, precisely characterized whether the epitaxial layer underwent free growth or was constrained in a locked growth mode, demonstrating robust consistency with diverse experimental observations. This framework unifies orientation selection in 3D-on-2D films and rotational locking in 2D-on-3D layers within a single-phase diagram. Our work provides a generalizable, predictive route to controlling epitaxial orientation across a broad spectrum of layered heterostructure"}
{"id": "2512.22050", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22050", "abs": "https://arxiv.org/abs/2512.22050", "authors": ["H. Y. Huang", "G. Channagowdra", "D. Banerjee", "E. V. Komleva", "J. Okamoto", "C. T. Chen", "M. Guennou", "S. Johnston", "S. V. Streltsov", "C. Y. Mou", "A. Fujimori", "S-W. Cheong", "D. J. Huang"], "title": "Non-reciprocal circular dichroism of ferro-rotational phonons in MnTiO$_{3}$", "comment": null, "summary": "X-ray circular dichroism (XCD), defined as the difference in absorption or scattering intensity between X-rays of opposite polarizations, arises from the breaking of spatial inversion or time-reversal symmetry and is thus sensitive to chirality, magnetism, and their interplay. Non-reciprocal XCD, in which the dichroic response changes upon reversing the propagation direction of the probe, is generally forbidden in systems with both symmetries. Using resonant inelastic X-ray scattering, we identify circularly polarized phonons in ferro-rotational MnTiO$_3$, which we term ferro-rotational phonons. Their excitations provide a direct demonstration of non-reciprocal XCD in a system that globally preserves inversion and time-reversal symmetries. We propose that a condensate of these phonons, manifested as standing waves, underlies the ferro-rotational order in MnTiO$_3$. The interplay among photon helicity, phonon polarization, and the axial ferro-rotational order gives rise to the observed non-reciprocal circular dichroism."}
{"id": "2512.21836", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.21836", "abs": "https://arxiv.org/abs/2512.21836", "authors": ["Ian B. Logue", "Sandaruka Jayasooriya Arachchilage", "Lance M. Griswold", "Moses B. Gaither-Ganim", "Lincoln W. Weber", "Robyn Cook", "Stephen Hofer", "Praveena Satkunam", "Dipanjan Mazumdar", "Poopalasingam Sivakumar", "Bumsu Lee"], "title": "Spectroscopic Characterization of Metallocene Single Crystals Grown by Physical Vapor Transport Method", "comment": "15 pages, 5 figures", "summary": "High-quality metallocene single crystals with a low density of impurities and high homogeneity were prepared using the physical vapor transport method. These crystals were then characterized using various spectroscopic tools and X-ray diffraction. Laser-induced breakdown spectroscopy confirmed the presence of metal ions in each freshly grown sample despite all these crystals undergoing physical deformation with different lifetimes. X-ray diffraction analysis confirmed that all our metallocene single crystals retained a monoclinic structure at room temperature. The vibrational properties of our metallocene crystals were examined using Raman and Fourier-transform infrared spectroscopy. The inter- and intra-ring vibrational modes, along with additional modes associated with the crystalline form, were identified as inherent vibrational properties of our metallocene single crystals. Given the increasingly important role of metallocene in organic solar cells, organic light-emitting displays and molecular quantum systems, this research will enhance our understanding of the intrinsic physical properties of cleaner, more crystalline metallocene single crystals."}
{"id": "2512.21844", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21844", "abs": "https://arxiv.org/abs/2512.21844", "authors": ["T. R. Liu", "Zheng Zhang", "Y. X. Zhao"], "title": "A Cohomological Framework for Topological Phases from Momentum-Space Crystallographic Groups", "comment": "16 pages, 2 figures and supplementary materials", "summary": "Crystallographic groups are conventionally studied in real space to characterize crystal symmetries. Recent work has recognized that when these symmetries are realized projectively, momentum space inherently accommodates nonsymmorphic symmetries, thereby evoking the concept of \\textit{momentum-space crystallographic groups} (MCGs). Here, we reveal that the cohomology of MCGs encodes fundamental data of crystalline topological band structures. Specifically, the collection of second cohomology groups, $H^2(Γ_F,\\mathbb{Z})$, for all MCGs $Γ_F$, provides an exhaustive classification of Abelian crystalline topological insulators, serving as an effective approximation to the full crystalline topological classification. Meanwhile, the third cohomology groups $H^3(Γ_F,\\mathbb{Z})$ across all MCGs exhaustively classify all possible twistings of point-group actions on the Brillouin torus, essential data for twisted equivariant K-theory. Furthermore, we establish the isomorphism $H^{n+1}(Γ_F,\\mathbb{Z})\\cong H^n\\big(Γ_F,\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))\\big)$ for $ n\\ge 1$, where $\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))$ denotes the space of continuous $U(1)$-valued functions on the $d$D momentum space $\\mathbb{R}^d_F$. The case $n=1$ yields a complete set of topological invariants formulated in purely algebraic terms, which differs fundamentally from the conventional formulation in terms of differential forms. The case $n=2$, analogously, provides a fully algebraic description for all such twistings. Thus, the cohomological theory of MCGs serves as a key technical framework for analyzing crystalline topological phases within the general setting of projective symmetry."}
{"id": "2512.21847", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.21847", "abs": "https://arxiv.org/abs/2512.21847", "authors": ["Yu-Min Hu", "Zhaoyu Han", "Biao Lian"], "title": "Quantum Breakdown Condensate as a Disorder-Free Quantum Glass", "comment": "7+7 pages, 4+5 figures", "summary": "We study the phase diagram of a one-dimensional spin quantum breakdown model, which has an exponential $U(1)$ symmetry with charge unit decaying as $2^{-j}$ with site position $j$. By exact diagonalization (ED), we show that the model with spin $S\\ge2$ exhibits an exponential $U(1)$ spontaneous symmetry breaking (SSB) phase dubbed a quantum breakdown condensate. It exhibits a bulk gap violating the Goldstone theorem, and an edge mode only on the left edge if in open boundary condition. In a length $L$ lattice, the condensate has $\\mathcal{O}(2^L)$ number of SSB ground states originating from the $\\mathcal{O}(2^L)$ number of exponential $U(1)$ charge sectors, leading to a finite entropy density $\\ln 2$. This enforces a first order SSB phase transition into this phase, as observed in ED and verified in the large $S$ limit on an exactly solvable Rokhsar-Kivelson line. The condensate has an SSB order parameter being the local in-plane spin, which points in angles related by the chaotic Bernoulli (dyadic) map and thus is effectively random. Moreover, we show the condensate exhibits non-decaying local autocorrelations, and does not have an off-diagonal long-range order. The quantum breakdown condensate thus behaves as a disorder-free quantum glass and is beyond the existing classifications of phases of matter."}
{"id": "2512.21850", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21850", "abs": "https://arxiv.org/abs/2512.21850", "authors": ["Jin-Yu Ni", "Xia-Ming Zheng", "Peng-Tao Wei", "Da-Yong Liu", "Liang-Jian Zou"], "title": "Chirality-selective topological magnon phase transition induced by interplay of anisotropic exchange interactions in honeycomb ferromagnet", "comment": "20 pages, 8 figures", "summary": "A variety of distinct anisotropic exchange interactions commonly exist in one magnetic material due to complex crystal, magnetic and orbital symmetries. Here we investigate the effects of multiple anisotropic exchange interactions on topological magnon in a honeycomb ferromagnet, and find a chirality-selective topological magnon phase transition induced by a complicated interplay of Dzyaloshinsky-Moriya interaction (DMI) and pseudo-dipolar interaction (PDI), accompanied by the bulk gap close and reopen with chiral inversion. Moreover, this novel topological phase transition involves band inversion at high symmetry points $K$ and $K'$, which can be regarded as a pseudo-orbital reversal, i.e. magnon valley degree of freedom, implying a new manipulation corresponding to a sign change of the magnon thermal Hall conductivity. Indeed, it can be realized in 4$d$ or 5$d$ correlated materials with both spin-orbit coupling and orbital localized states, such as iridates and ruthenates, etc. This novel regulation may have potential applications on magnon devices and topological magnonics."}
{"id": "2512.21868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21868", "abs": "https://arxiv.org/abs/2512.21868", "authors": ["Hiroyuki Yamase"], "title": "Beyond on-site Hubbard interaction in charge dynamics of cuprate superconductors", "comment": "73 pages, 35 figures, review article", "summary": "In this review, we first present compelling evidence from resonant inelastic x-ray scattering data that highlights the significance of the long-range Coulomb interaction in cuprate charge dynamics, particularly around the in-plane momentum q=(0,0). We show that these experimental observations are well-captured by the layered t-J-V model, which extends the standard t-J framework to include the long-range Coulomb interaction V and the layered structure.\n  This new perspective elucidates how charge dynamics renormalizes one-particle excitation properties, leading to several profound and often counterintuitive consequences. We demonstrate that the electron dispersion does not exhibit a sharp kink, and Landau quasiparticles persist in the low-energy limit despite a significant suppression of their spectral weight. We further show that while charge fluctuations alone cannot fully account for the pseudogap, they are a crucial component for understanding its formation. Additionally, we reveal that optical plasmon excitations generate fermionic quasiparticles, known as plasmarons, which give rise to a distinct, incoherent replica band.\n  We argue that accurately describing these plasmonic effects requires a three-dimensional theoretical approach. This perspective on plasmon excitations may offer a critically new clue to a long-standing puzzle: why multi-layer cuprate superconductors, containing more than two CuO2 layers per unit cell, consistently exhibit a higher critical temperature Tc than their single-layer counterparts. Finally, we review the spin-fluctuation mechanism of superconductivity suffers from the \"self-restraint effect\" and show how important the screened Coulomb interaction is in the spin-fluctuation mechanism to realize high-Tc superconductivity."}
{"id": "2512.21869", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.21869", "abs": "https://arxiv.org/abs/2512.21869", "authors": ["Hiroyuki Yamase"], "title": "Theoretical perspectives on charge dynamics in high-temperature cuprate superconductors", "comment": "31 pages, 10 figures, short review article", "summary": "We review recent theoretical progress on the charge dynamics of doped carriers in high-temperature cuprate superconductors. Advances in this field have clarified that doped charges in cuprates exhibit remarkably rich collective behavior, governed by the combined effects of strong electronic correlations, the intrinsic layered crystal structure, and long-range Coulomb interaction. First, the emergence of acousticlike plasmons has been firmly established through quantitative analyses of resonant inelastic x-ray scattering (RIXS) spectra based on the t-J-V model -- an extension of the conventional t-J model that incorporates the layered crystal structure and the long-range Coulomb interaction V. These acousticlike plasmons arise near the in-plane momentum q=(0,0) and possess characteristic energies far below the well-known ~ 1 eV optical plasmon. This behavior is found to be universal across both hole- and electron-doped cuprates, including multilayer systems. Second, in electron-doped cuprates, a pronounced tendency toward d-wave bond-charge order develops near q=(0.5pi, 0), as revealed by resonant x-ray scattering (RXS) and RIXS. As a result, the charge dynamics acquires a dual structure, in which low-energy bond-charge excitations coexist with relatively high-energy plasmons. Third, analogous signatures of charge-order tendency have also been reported in hole-doped cuprates. However, a direct application of the d-wave bond-charge-order framework fails to account for experimental observations. Similarly, the charge-stripe order in La-based cuprates remains unresolved within existing theoretical approaches. Assuming that mobile carriers behave in a largely universal manner across electron- and hole-doped systems, we discuss a possible scenario that may reconcile these diverse experimental findings."}
{"id": "2512.21875", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.21875", "abs": "https://arxiv.org/abs/2512.21875", "authors": ["Nareg Ghazikhanian", "Pavel Salev", "Dayne Sasaki", "Yayoi Takamura", "Ivan K. Schuller"], "title": "Electrically induced ferromagnetism in an irradiated complex oxide", "comment": null, "summary": "In metal-insulator transition materials, a small perturbation can shift the delicate balance between competing or coexisting electronic phases, leading to dramatic changes of the material's properties. Using La0.7Sr0.3MnO3, a prototypical metal-insulator transition manganite, we show that local low-dose focused ion beam irradiation increases resistivity by several orders of magnitude, converting the ferromagnetic-metal ground state into a paramagnetic-insulator. Surprisingly, we found that applying electric stimuli to the irradiated material induces a non-thermal insulator-to-metal transition, which results in low-power, repeatable volatile resistive switching. Magnetotransport measurements revealed that this voltage-induced metallic phase in the irradiated material is ferromagnetic, exhibiting clear anisotropic magnetoresistance. This work, thus, reports the discovery of a unique material in which the electrical triggering of the electronic phase transition results in the onset of magnetism, in stark contrast to the magnetic order suppression commonly observed in other metal-insulator transition switching materials. We demonstrate that local focused ion beam irradiation provides new and exciting opportunities to engineer electronic and magnetic functionalities that can find practical applications ranging from spintronics to neuromorphic hardware."}
{"id": "2512.21876", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21876", "abs": "https://arxiv.org/abs/2512.21876", "authors": ["Ryunosuke Takahashi", "Hayato Seno", "Marin Takahashi", "Shigetoshi Tomita", "Reo Fukunaga", "Suguru Nakata", "Takayuki Nagai", "Shigetada Yamagishi", "Yoichi Kajita", "Tsuyoshi Kimura", "Masami Kanzaki", "Hiroki Wadati"], "title": "Raman Spectroscopic Investigation of Ferroaxial Order in Na2BaNi(PO4)2 Single Crystals", "comment": "8 pages, 6 figures", "summary": "Ferroaxial order is characterized by the breaking of mirror symmetry parallel to the crystallographic principal axis, which often originates from spontaneous rotational distortions of the crystal lattice. Such rotational distortions are, by symmetry, allowed to couple to specific phonon modes. However, Raman-active phonons associated with these rotational distortions have not yet been clearly identified on a symmetry-consistent basis. Here, we perform polarization-resolved Raman spectroscopy on the ferroaxial phase of Na2BaNi(PO4)2 single crystals and combine the measurements with first-principles lattice-dynamics calculations. This symmetry-guided analysis enables a comprehensive assignment of Raman-active modes in the ferroaxial phase. Several low-frequency Ag modes exhibit finite linewidth broadening, suggesting that these phonons may be weakly affected by the underlying rotational distortion. These results establish a symmetry-based spectroscopic framework for analyzing phonons associated with rotational distortions in ferroaxial materials and provide a basis for future studies of ferroaxial order in complex oxides."}
{"id": "2512.21880", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.21880", "abs": "https://arxiv.org/abs/2512.21880", "authors": ["Sven Bjarke Gudnason", "Yuki Amari", "Muneto Nitta"], "title": "Creation of domain-wall skyrmions in chiral magnets with Landau-Lifshitz-Gilbert dynamics and demagnetization", "comment": "REVTeX: 28 pages, 17 figures, 67 ancillary videos", "summary": "Absorption of an isolated bulk magnetic skyrmion into an empty domain wall in a chiral ferromagnetic system is studied using the Landau-Lifshitz-Gilbert equation with and without the demagnetization effect taken into account. The full phase diagram of creation versus repulsion or annihilation is mapped out in case of both Bloch-type and Néel-type DMI, with and without demagnetization. Finally, the unstable domain wall, realizable with a setup of several external magnets, contains the theoretical possibility of producing a 1-dimensional version of the Kibble-Zurek mechanism, which in turn can create a number of skyrmion-anti-skyrmion pairs engulfed in the domain wall: We denote them domain-wall-skyrmion-anti-domain-wall-skyrmion pairs."}
{"id": "2512.21930", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.21930", "abs": "https://arxiv.org/abs/2512.21930", "authors": ["S Akbar Jafari", "Hendrik J Bluhm", "David P Divincenzo"], "title": "Zeeman-like coupling to valley degree of freedom in Si-based spin qubits", "comment": null, "summary": "Increasing the valley splitting in Si-based heterostructures is critical for improving the performance of semiconductor qubits. This paper demonstrates that the two low-energy conduction band valleys are not independent parabolic bands. Instead, they originate from the X-point of the Brillouin zone, where they are interconnected by a degeneracy protected by the non-symmorphic symmetry of the diamond lattice. This semi-Dirac-node degeneracy gives rise to the $Δ_1$ and $Δ_{2'}$ bands, which constitute the valley degrees of freedom. By explicitly computing the two-component Bloch functions $X_1^\\pm$, using the wave vector group at the X-point, we determine the transformation properties of the object $(X_1^+,X_1^-)$. We demonstrate that these properties are fundamentally different from those of a spinor. Consequently, we introduce the term \"valleyor\" to emphasize this fundamental distinction. The transformation properties of valleyors induce corresponding transformations of the Pauli matrices $τ_1,τ_2$ and $τ_3$ in the valley space. Determining these transformations allows us to classify possible external perturbations that couple to each valley Pauli matrix, thereby identifying candidates for valley-magnetic fields, ${\\mathsf B}$. These fields are defined by a Zeeman-like coupling ${\\mathsf B}\\cdot\\vecτ$ to the valley degree of freedom. In this way, we identify scenarios where an applied magnetic field $\\vec B$ can leverage other background fields, such as strain, to generate a valley-magnetic field ${\\mathsf B}$. This analysis suggests that beyond the well-known mechanism of potential scattering from Ge impurities, there exist additional channels (mediated by combinations of magnetic and strain-induced vector potentials) to control the valley degree of freedom"}
{"id": "2512.21931", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.21931", "abs": "https://arxiv.org/abs/2512.21931", "authors": ["Koki Numa", "Eri Matsuda", "Akimitsu Kirikoshi", "Junya Otsuki"], "title": "Multipolar fluctuations from localized 4f electrons in CeRh2As2", "comment": "16 pages, 15 figures, 4 tables", "summary": "The heavy-fermion superconductor CeRh2As2 exhibits a non-superconducting phase transition that precedes the emergence of superconductivity. The nature of the corresponding order parameter remains under debate, with competing proposals involving magnetic dipoles or electric quadrupoles. We derive the momentum-dependent multipolar susceptibilities and effective interactions among the localized 4f electrons, based on the framework of density functional theory combined with dynamical mean-field theory. Magnetic fluctuations within the crystalline-electric-field (CEF) ground-state doublet are dominated by q=(1/2,1/2,0), corresponding to a two-dimensional checkerboard configuration of the magnetic moment M_z along the c axis. Hybridization between the CEF ground state and the first-excited doublet gives rise to leading magnetic octupole fluctuations of z(x^2-y^2) symmetry, followed by electric quadrupole fluctuations of x^2-y^2 and {yz, zx} symmetries. By taking into account the anisotropic magnetic-field dependence of the transition temperature T_0, we conclude that an antiferromagnetic order of M_z at q=(1/2,1/2,0) is consistent with the experiments, owing to the enhancement of T_0 caused by fluctuations of the field-induced quadrupole of {yz, zx} type under an in-plane magnetic field."}
{"id": "2512.21940", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.21940", "abs": "https://arxiv.org/abs/2512.21940", "authors": ["Riccardo Castagna"], "title": "Local Sources of Phase Curvature and Rigidity in Finite Quantum Matter", "comment": null, "summary": "Finite coherent quantum systems exhibit a nontrivial response to local sources of phase curvature, which cannot be reduced to conventional forces, disorder-induced localization, or simple gap opening. Here we show that, in finite fermionic rings, a localized symmetry-breaking perturbation acts as a source of phase curvature in the many-body Hilbert space, inducing an anomalous breakdown of global phase rigidity. Starting from a Hubbard-Peierls description, we derive an effective field-theoretic functional in which the inverse local susceptibility defines a phase-rigidity scale controlled by system size and electronic correlations. This rigidity quantifies the resistance of a coherent many-body state to geometric deformation of its phase structure, rather than to energetic localization. We demonstrate that interactions enhance phase rigidity in finite systems, counter to naive expectations based on single-particle localization, and that rigidity loss may occur without a direct correspondence to gap formation. Molecular pi-electron rings and mesoscopic quantum circuits provide experimentally accessible realizations of this regime, establishing a direct connection between local phase curvature, geometric rigidity, and coherence-driven phenomena across finite quantum matter."}
{"id": "2512.21945", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21945", "abs": "https://arxiv.org/abs/2512.21945", "authors": ["Ying Zhao", "Michiel J. van Setten", "Anastasiia Kruv", "Pietro Rinaudo", "Harold Dekkers", "Jacopo Franco", "Ben Kaczer", "Mischa Thesberg", "Gerhard Rzepa", "Franz Schanovsky", "Attilio Belmonte", "Gouri Sankar Kar", "Adrian Chasin"], "title": "Revealing the Partially Coherent Nature of Transport in IGZO", "comment": null, "summary": "Thin-film transistors based on amorphous oxide semiconductors (AOS) are promising candidates for enabling further DRAM scaling and 3D integration, which are critical for advanced computing. Despite extensive research, the charge transport mechanism in these disordered semiconductors remains poorly understood. In this work, we investigate charge transport in the archetypical AOS material, indium gallium zinc oxide (IGZO), across a range of compositions and temperatures using thin-film transistors and Hall bar structures. Our results show that the electrons involved in transport exhibit partially spatial coherence and non-degenerate conduction. Under these conditions, transport is dominated by electron transfer across insulating gaps between locally coherent regions, rather than by degenerate percolative transport above a mobility edge, or by localized-state hopping, both of which are widely assumed in the literature. While fluctuation-induced tunnelling has previously been invoked to describe low-temperature transport in oxide transistors, we show that such behavior originates from partially coherent electronic states and develop a field-effect-aware fluctuation-induced tunnelling (FEAFIT) framework that explicitly accounts for gate modulation of the tunneling landscape. The FEAFIT model accurately predicts experimental data across all compositions, temperatures, and gate voltages, enabling extraction of fundamental transport parameters. These tunnelling parameters are then correlated with electron coherence dimensions and the degree of energetic disorder obtained from first-principles calculations. Our findings advance the fundamental understanding of charge transport in AOS-based transistors and provide a foundation for further performance improvements"}
{"id": "2512.21966", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21966", "abs": "https://arxiv.org/abs/2512.21966", "authors": ["Qi Gao", "Wei Chen"], "title": "Topological constraints on the electronic band structure of hexagonal lattice in a magnetic field", "comment": "12 pages, 5 figures", "summary": "The impact of projective lattice symmetry on electronic band structures has attracted significant attention in recent years, particularly in light of growing experimental studies of two-dimensional hexagonal materials in magnetic fields. Yet, most theoretical work to date has focused on the square lattice due to its relative simplicity. In this work, we investigate the role of projective lattice symmetry in a hexagonal lattice with rational magnetic flux, emphasizing the resulting topological constraints on the electronic band structure. We show that, at pi flux, the symmetry in the hexagonal lattice enforces novel Dirac band touchings at E not equal to zero, and for general rational flux it constrains the number of Dirac points at E = 0. We further analyze the symmetry-imposed constraints on the Chern numbers of both isolated gapped bands and band multiplets connected by Dirac-point touchings. Our results demonstrate that these constraints in the hexagonal lattice differ substantially from those in the square lattice."}
{"id": "2512.21978", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.21978", "abs": "https://arxiv.org/abs/2512.21978", "authors": ["Deep Sagar", "Abhishek Sharma", "Arti Kashyap"], "title": "Tunable Magnetic and Topological Phases in EuMnXBi$_2$ (X=Mn, Fe, Co, Zn) Pnictides", "comment": null, "summary": "We present a comprehensive density functional theory (DFT) study of the electronic, magnetic, and topological properties of the layered pnictides EuMnXBi2 (X = Mn, Fe, Co, Zn), focusing in particular on the relatively unexplored Bi-based member of the EuMn2X2 family. Unlike the well-studied As-, Sb-, and P--based analogues, we show that EuMn2Bi2 stabilizes in a C-type antiferromagnetic ground state with a narrow-gap semiconducting character. Inclusion of spin-orbit coupling (SOC) drives a transition from this trivial antiferromagnetic semiconductor to a Weyl semimetal hosting four symmetry-related Weyl points and robust Fermi arc states. Systematic substitution of Mn with Fe, Co, and Zn further reveals a tunable sequence of magnetic ground states: Fe and Co induce ferrimagnetism with semimetallic behavior, while Zn stabilizes a ferromagnetic semimetal with a large net moment. These findings establish Bi-based EuMnXBi2 pnictides as a versatile platform where magnetic exchange interactions and band topology can be engineered through SOC and chemical substitution. The complex interplay of magnetic interactions and topological effects in the proposed bulk and doped pnictides opens a promising avenue to explore a wide range of electronic and magnetic phenomena. In particular, this study demonstrates that EuMn2Bi2 hosts tunable magnetic and topological phases driven by electron correlations, chemical substitution, and spin-orbit coupling."}
{"id": "2512.21994", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21994", "abs": "https://arxiv.org/abs/2512.21994", "authors": ["Federico J. Gonzalez", "Carmen A. Tachino", "H. Fabio Busnengo"], "title": "CO$_2$ Dissociative Sticking on Cu(110)", "comment": null, "summary": "In this work we investigate the dissociation of CO$_2$ on Cu(110) by performing density functional theory calculations using the vdW-DF2 exchange-correlation functional, with a potential energy surface parameterized using artificial neural networks. We computed quasi-classical trajectory calculations of molecular and dissociative adsorption probabilities as a function of the initial impact energy of the molecules and surface temperature, by comparing our results with available supersonic molecular beam experimental data for normal incidence. Concerning the general dependence of the molecular and dissociative adsorption probabilities on the initial translational energy of the molecules, our theoretical results agree with experiments. Also in agreement with experiments, we have found that dissociative adsorption is not affected by surface temperature between 50 and 400 K, for impact energies for which the dissociation probability is larger than $\\sim 10^{-3}$. We have investigated the influence of impact energy and surface temperature on the final state of the dissociation products by extending the time integration of the reactive trajectories up to 10 ps. We have found that above $\\sim 2.5$ eV and close to or above room temperature, CO$_2$ dissociation induces strong surface distortions including final structures involving Cu adatoms. The creation of Cu vacancy-adatom pairs is stimulated by the presence of both CO$_{ads}$ and O$_{ads}$ which interact strongly with the Cu adatoms and even give rise to unexpected (O-Cu-CO)$_{ads}$ linear moieties anchored to the surface by the dissociated O atom and involving a Cu adatom almost detached from the surface. These surface distortions produced by dissociation products of high energy CO$_2$ molecules at and above room temperature might explain recent experiments that have found a greater saturation oxygen coverage for high energy molecules."}
{"id": "2512.21996", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.21996", "abs": "https://arxiv.org/abs/2512.21996", "authors": ["Carmen A. Tachino", "Federio J. Gonzalez", "Alberto S. Muzas", "J. Iñaki Juaristi", "Maite Alducin", "H. Fabio Busnengo"], "title": "Interplay between electronic and phononic energy dissipation channels in the adsorption of CO on Cu(110)", "comment": null, "summary": "In this work, we investigate the relative importance of electronic and phononic energy dissipation during the molecular adsorption of CO on Cu(110). Initial sticking probabilities as a function of impact energy for CO impinging at normal incidence at a surface temperature of 90 K were computed using classical trajectory simulations. To this aim, we use a full-dimensional potential energy surface constructed using an atomistic neural network trained on density functional theory data obtained with the nonlocal vdW-DF2 exchange-correlation functional. Two models are compared: one allowing only energy transfer and dissipation from the molecule to lattice vibrations, and the other also incorporating the effect of molecular energy loss due to the excitation of electron-hole pairs, modeled within the local-density friction approximation. Our results reveal, firstly, that the molecule mainly transfers energy to lattice vibrations, and this channel determines the adsorption probabilities, with electronic friction playing a minor role. Secondly, once the molecule is trapped near the surface (where electronic density is higher), electron-hole pair excitations accelerate energy dissipation, significantly promoting CO thermalization. Still, the faster energy dissipation when electron-hole pair excitations are accounted for accelerates the accommodation of the adsorbed molecules in the chemisorption well but does not significantly alter their lateral displacements over the surface."}
{"id": "2512.22015", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.22015", "abs": "https://arxiv.org/abs/2512.22015", "authors": ["Biman Bagchi"], "title": "Diffusion in Rugged Energy Landscapes in the Presence of Spatial Correlations : A Surprising Route to Zwanzig's Mean-Field Prediction", "comment": null, "summary": "Diffusion in rugged free-energy landscapes is central to diverse problems in chemical physics, biomolecular dynamics, polymer transport and numerous disordered systems. Zwanzig's well-known classic mean-field theory predicts that roughness reduces the diffusion coefficient by an exponential factor determined solely by the variance of the disorder. However, the numerical studies of Banerjee, Seki, and Bagchi (BSB) showed that this result fails for uncorrelated Gaussian-distributed site energies because rare but deep three-site traps dominate long-time transport. BSB introduced Gaussian \\emph{spatial} correlations - originally developed in astrophysics to model turbulent density fluctuations - and demonstrated that even modest correlations suppress these pathological traps and restore Zwanzig's exponential scaling. Here we present here a unified theoretical framework clarifying (i) why Zwanzig's local averaging, may be viewed as a Gaussian cumulant expansion, could breakdown. In particular, how its validity is destroyed by uncorrelated disorder, and (ii) how Gaussian spatial correlations reshape roughness increments, eliminate asymmetric multi-site traps, and thereby recover mean-field diffusion, and (iii) a derivation showing exactly how Gaussian spatial correlations modify roughness increments, trap statistics, and ultimately the diffusion constant. We also provide explicit numerical triplet examples illustrating the dramatic reduction of escape times produced by spatial correlations."}
{"id": "2512.22017", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22017", "abs": "https://arxiv.org/abs/2512.22017", "authors": ["Danilo Nikolić", "Niklas L. Schulz", "Matthias Eschrig"], "title": "Necessary conditions for spin-resolved Josephson diode effect across strongly spin-polarized magnetic materials", "comment": "17 pages, 3 figures", "summary": "We present a set of necessary conditions for the appearance of charge and spin Josephson diode effects across strongly spin-polarized inhomogeneous magnetic materials (FM) placed between two spin-singlet superconductors. Noncoplanarity of the FM's spin texture gives rise to quantum geometric phases, $Δ\\varphi'$, that enter the Josephson current-phase relation (CPR) similarly to the superconducting phase difference, resulting in charge and spin Josephson diode effects. Our study shows that such effects appear if the CPR possesses no phase-inversion center, achieved under the following conditions. First, noncoplanarity of the spin texture is necessary to break the spatial inversion symmetry. Second, both spin bands have to contribute to the transport, i.e., the effect is absent in half-metallic junctions. Third, different band-specific densities of states are required, and this condition is ensured by the strong spin polarization of the FM. Finally, higher harmonics in the CPR are necessary, i.e., the effect is absent in the tunneling limit. However, even in this case, the CPR must not have a phase-inversion center, which is ensured by the restriction of the quantum geometric phase to values $Δ\\varphi'\\neq kπ/2, k\\in\\mathbb{Z}$. We formulate a minimal phenomenological model that incorporates all these points, qualitatively illustrating our theory."}
{"id": "2512.22021", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.22021", "abs": "https://arxiv.org/abs/2512.22021", "authors": ["Ryo Watanabe", "Toshiya Hikihara", "Hiroshi Ueda"], "title": "Site-Order Optimization in the Density Matrix Renormalization Group via Multi-Site Rearrangement", "comment": "12 pages, 8 figures, 3 tables", "summary": "In the approaches based on matrix-product states (MPSs), such as the density-matrix renormalization group (DMRG) method, the ordering of the sites crucially affects the computational accuracy. We investigate the performance of an algorithm that searches for the optimal site order by iterative local site rearrangement. We improve the algorithm by expanding the range of site rearrangement and apply it to a one-dimensional quantum Heisenberg model with random site permutation. The results indicate that increasing the range of the site rearrangement significantly improves the computational accuracy of the DMRG method. In particular, increasing the rearrangement range from two to three sites reduces the average relative error in the ground-state energy by 65% to 94% in the cases we tested. We also discuss the computational cost of the algorithm and its application as a preprocessing for MPS-based calculations."}
{"id": "2512.22050", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22050", "abs": "https://arxiv.org/abs/2512.22050", "authors": ["H. Y. Huang", "G. Channagowdra", "D. Banerjee", "E. V. Komleva", "J. Okamoto", "C. T. Chen", "M. Guennou", "S. Johnston", "S. V. Streltsov", "C. Y. Mou", "A. Fujimori", "S-W. Cheong", "D. J. Huang"], "title": "Non-reciprocal circular dichroism of ferro-rotational phonons in MnTiO$_{3}$", "comment": null, "summary": "X-ray circular dichroism (XCD), defined as the difference in absorption or scattering intensity between X-rays of opposite polarizations, arises from the breaking of spatial inversion or time-reversal symmetry and is thus sensitive to chirality, magnetism, and their interplay. Non-reciprocal XCD, in which the dichroic response changes upon reversing the propagation direction of the probe, is generally forbidden in systems with both symmetries. Using resonant inelastic X-ray scattering, we identify circularly polarized phonons in ferro-rotational MnTiO$_3$, which we term ferro-rotational phonons. Their excitations provide a direct demonstration of non-reciprocal XCD in a system that globally preserves inversion and time-reversal symmetries. We propose that a condensate of these phonons, manifested as standing waves, underlies the ferro-rotational order in MnTiO$_3$. The interplay among photon helicity, phonon polarization, and the axial ferro-rotational order gives rise to the observed non-reciprocal circular dichroism."}
{"id": "2512.22058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22058", "abs": "https://arxiv.org/abs/2512.22058", "authors": ["Dhan Raj Lawati", "Prem Bahadur Karki", "Jitender Kumar", "Karishma Prasad", "Mohamed A. Elekhtiar", "Kai Huang", "Bibek Tiwari", "Suvechhya Lamichhane", "Rupak Timalsina", "Zane Hubble", "John Watt", "Sy-Hwang Liou", "Evgeny Y. Tsymbal", "Jian Wang", "Kapildeb Ambal", "Abdelghani Laraoui"], "title": "Spin dynamics in the van der Waals ferromagnet CrTe2 engineered by Nb doping", "comment": null, "summary": "Understanding and controlling spin dynamics in two-dimensional (2D) van der Waals (vdW) ferromagnets is essential for their application in magnonics and hybrid quantum platforms. Here, we investigate the spin dynamics of the vdW ferromagnet 1T-CrTe_{2} and demonstrate their systematic tunability via niobium (Nb) substitution in Cr_{1-x}Nb_{x}Te_{2}(x=0-0.2). Ferromagnetic resonance (FMR) spectroscopy reveals that Nb doping enables wide-band tuning of the resonance frequency from 40 GHz down to the few-GHz regime, accompanied by a moderate increase in the Gilbert damping constant from ~0.066 to ~0.14, while preserving robust room-temperature ferromagnetism. Complementary magnetometry shows a concurrent reduction of the Curie temperature and saturation magnetization with increasing Nb content. Density functional theory calculations attribute the observed spin-dynamic trends to Nb-induced modifications of magnetic anisotropy and magnetic exchange interactions. Furthermore, CrTe_{2} flakes (~100nm thick) exhibit lower resonance frequencies than bulk crystals, consistent with thickness-dependent magnetic anisotropy. These results establish Nb-doped CrTe_{2} as a tunable vdW ferromagnet with controllable spin dynamics, extending its functionality from spintronics to broadband magnonics and quantum magnonics."}
{"id": "2512.22063", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.22063", "abs": "https://arxiv.org/abs/2512.22063", "authors": ["Runli Li", "Shaojing Liu", "Ximiao Wang", "Hongjia Zhu", "Yongsheng Zhu", "Shangdong Li", "Huanjun Chen"], "title": "Plasmon-Enhanced Graphene Terahertz Photo-thermoelectric Response", "comment": null, "summary": "Terahertz (THz) technology shows great potential in 6G communications and imaging, but faces challenges related to detector sensitivity, noise, and cryogenic operation. Here, we integrate interferometric enhancement of absorption (IEA) from a metal reflection layer with a graphene plasmon polariton atomic cavity (PPAC)-based photodetector. The hybrid configuration enhances the in-plane electric field and improves the plasmon-induced thermal gradient. Numerical simulations and photoresponse measurements were employed to systematically investigate the influence of a metal reflective layer on the photothermoelectric behavior of the device, which reveals the IEA design significantly boosts the THz absorption rate in graphene nanostructures and promotes asymmetry in the lateral diffusion of hot carriers. Compared with the bare device, the responsivity of the device is enhanced by approximately 30-folds, while maintaining a response time below 130 μs. We further demonstrate the potential of the device to distinguish concealed liquids, advancing high-responsivity, room-temperature, and compact terahertz imaging technology."}
{"id": "2512.22073", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.22073", "abs": "https://arxiv.org/abs/2512.22073", "authors": ["Kazuki Yamamoto", "Takuto Kawakami", "Mikito Koshino"], "title": "Ferroelectricity in magnon Bose-Einstein condensate: non-reciprocal superfluidity, exceptional points and Majorana bosons", "comment": "8 pages, 3 figures", "summary": "We investigate a ferroelectric instability of a magnon Bose-Einstein condensate, mediated by its interaction with an electric field through a geometric Aharonov-Casher (AC) phase. A distinct feature of the system is the positive feedback loop in which an electric field induces magnon orbital motion via the AC phase, generating electric polarization that in turn enhances the original field. Based on bosonic Bogoliubov-de Gennes (BdG) mean-field theory, we show that this feedback drives a spontaneous ferroelectric transition in the magnon superfluid, accompanied by a persistent magnon supercurrent. In the resulting ferroelectric phase, the quasiparticle excitation spectrum becomes nonreciprocal, reflecting spontaneous breaking of spatial inversion symmetry. At the critical point of the transition, the bosonic BdG Hamiltonian exhibits coalescence of both eigenvalues and eigenvectors, forming an exceptional point. The corresponding eigenvector is an equally weighted superposition of bosonic quasiparticle and quasihole states and is invariant under particle-hole transformation, allowing it to be interpreted as a bosonic analog of a Majorana fermion."}
{"id": "2512.22086", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22086", "abs": "https://arxiv.org/abs/2512.22086", "authors": ["Urvi Parekh", "Nadiia Didukh", "Samira Dabelstein", "Ronja Piehler", "Eugen Klein", "Jivesh Kaushal", "Tobias Korn", "Stefan Lochbrunner", "Christian Klinke", "Stefan Scheel", "Rostyslav Lesyuk"], "title": "Unlocking klockmannite: formation of colloidal quasi-2D CuSe nanocrystals and photo-physical properties arising from crystal anisotropy", "comment": "6 figures", "summary": "Copper selenide is an exceptional quasi-layered monolithic material that exhibits both semiconducting and metallic properties in adjacent visible and near-infrared (NIR) spectral ranges. Here we introduce a thiol-free colloidal synthesis for generating quasi-2D klockmannite copper selenide nanocrystals via hot injection method, achieving shape control by tuning the injection temperature and precursor concentrations without any additional ligands. This approach produces large klockmannite nanosheets with lateral sizes from 200 nm to several micrometres, as well as uniform triangular nanoplatelets with sizes of 12-25 nm that are monocrystalline and display strong NIR plasmonic absorption. The spectral features of the anisotropic klockmannite phase in the NIR have been analysed using complex-scaled discrete dipole approximation (CSDDA) calculations, which reveal pronounced optical anisotropy and the emergence of hyperbolic regime. The combined effect of propagating and evanescent fields is regarded as the underlying reason of such modes in the hyperbolic domain. Finally, the ultrafast photophysical behaviour of the material in klockmannite phase is examined, including hot-hole cooling, trapping, and coherent phonons generation. Our findings emphasize the important role of the intrinsic crystal anisotropy in governing the physical properties of nanoscale klockmannite."}
{"id": "2512.22108", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.22108", "abs": "https://arxiv.org/abs/2512.22108", "authors": ["Pavel A. Andreev"], "title": "Keffer-like form of the symmetric Heisenberg exchange integral: Contribution to the Landau--Lifshitz--Gilbert equation and spin wave dispersion dependence", "comment": "10 pages, 2 figures", "summary": "The symmetric Heisenberg exchange interaction and antisymmetric Dzyaloshinskii-Moriya interaction are parts of the tensor potential describing effective spin-spin interaction caused by the superexchange interaction of magnetic ions via nonmagnetic ion. There is the Keffer form of the vector constant of the Dzyaloshinskii-Moriya interaction, which includes the shift of the nonmagnetic ion (ligand) from the line connecting two magnetic ions. It is suggested, in this paper, that the ligand shift can give contribution in the constant of the symmetric Heisenberg interaction in antiferromagnetic or ferrimagnetic materials. Hence, the constant of the Heisenberg interaction is composed minimum of two terms. One does not depend on the ligand shift an gives standard contribution in the energy density like term with no derivatives of the spin densities or term containing two spatial derivatives of the spin densities. It is demonstrated that additional term gives a term in the energy density containing one spatial derivative of the spin density. Corresponding contribution in the Landau--Lifshitz--Gilbert equation is found. Possibility of the noncollinear equilibrium order of spin under influence of new spin torque is discussed. Modification of the spin wave (normal modes) dispersion dependencies in the antiferromagnetic materials is found for the collinear order and for the cycloidal order of spins. Effective spin current is derived and applied for the spin-current model of the polarization origin in multiferroics."}
