{"id": "2509.02914", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02914", "abs": "https://arxiv.org/abs/2509.02914", "authors": ["Cristóbal Méndez", "Nathan Sitaraman", "Matthias Liepe", "Tomás Arias"], "title": "$\\textit{Ab Initio}$ Theory of Eliminating Surface Oxides of Superconductors with Noble Metal Encapsulation", "comment": null, "summary": "Nanometer-scale surface chemistry limits the performance of SRF cavities and\nquantum circuits. We present a first-principles framework coupling DFT of\ninterfacial energetics with strong-coupling Eliashberg theory for Nb and Ta\nbilayers. The approach identifies Au and Au alloys (AuPd, AuPt) as effective\npassivation layers. We also we introduce a thin Cu wetting underlayer as a\nmeans to minimize cap thickness while preserving superconductivity. These newly\nproposed design rules explain observed behavior in Nb- and Ta-based qubits and\nwill enable longer coherence times and lower surface resistance."}
{"id": "2509.03031", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03031", "abs": "https://arxiv.org/abs/2509.03031", "authors": ["Yoshihiro Shimazu", "Tomonori Miyatake", "Kento Ueno", "Masatomo Uehara"], "title": "Observation of surface superconductivity in bulk polycrystalline MoS2 induced by electric double-layer doping", "comment": "13 pages, 4 figures", "summary": "We report the observation of electric-field-induced superconductivity on the\nsurface of bulk polycrystalline MoS2 using electric double-layer doping. A gate\nvoltage applied in an ionic liquid environment systematically increased carrier\ndensity, leading to an insulator-to-metal transition and a sharp resistance\ndrop at low temperatures, indicating superconductivity. The onset temperature\nof superconductivity strongly depended on carrier density inferred from\nconductance, showing a significant increase and eventual saturation. Unlike\nprior studies limited to single-crystalline MoS2, our results demonstrate that\nsuperconductivity can also be electrostatically induced in polycrystalline\nsystems, broadening the scope for exploring gate-controlled superconductivity\nin a wider range of materials."}
{"id": "2509.03072", "categories": ["cond-mat.supr-con", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.03072", "abs": "https://arxiv.org/abs/2509.03072", "authors": ["Xuezhu Liu", "Ming Lu", "Haiwen Liu", "X. C. Xie"], "title": "First-Order PT Phase Transition in Non-Hermitian Superconductors", "comment": null, "summary": "The interplay between superconductivity and environmental dissipation,\neffectively captured by non-Hermitian Hamiltonian, is a new frontier for exotic\nquantum phases. We explore a PT-symmetric non-Hermitian superconductor with\nbalanced gain and loss. To ensure experimental relevance, we develop a\nright-eigenstate-based non-Hermitian mean-field theory. We uncover a novel\nfirst-order phase transition that coincides exactly with the PT symmetry\nbreaking point, driven by the interplay between superconducting pairing\ninteractions and non-Hermitian dissipation. In the PT-symmetric phase, moderate\nNH dissipation enhances superconductivity, while in the PT-broken phase,\nintensified dissipation significantly suppresses it. These phenomena,\ncharacterized by abrupt jumps in observables, can be probed through localized\nspectral measurements and macroscopic superfluid density analysis.\nAdditionally, the stability analysis offers robust theoretical insights to\nsupport experimental investigations of this unique transition."}
{"id": "2509.02663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.02663", "abs": "https://arxiv.org/abs/2509.02663", "authors": ["Sourin Chatterjee", "Atanu Maity", "Janik Potten", "Tobias Müller", "Andreas Feuerpfeil", "Ronny Thomale", "Karlo Penc", "Harald O. Jeschke", "Rhine Samajdar", "Yasir Iqbal"], "title": "Semi-Dirac spin liquids and frustrated quantum magnetism on the trellis lattice", "comment": "44 pages, 15 figures", "summary": "Geometrical frustration in quantum magnets provides a fertile setting for\nunconventional phases of matter, including quantum spin liquids (QSLs). The\ntrellis lattice, with its complex site arrangements and edge-sharing triangular\nmotifs, presents a promising platform for such physics. In this work, we\nundertake a comprehensive classification of all fully symmetric QSLs on the\ntrellis lattice using the projective symmetry group approach within the\nAbrikosov fermion representation. We find 7 U(1) and 25 $\\mathbb{Z}_{2}$\nshort-ranged $\\textit{Ans\\\"atze}$, uncovering both gapped and Dirac QSLs as\nwell as a novel semi-Dirac spin liquid, in which the spinon dispersion is\nlinear along one momentum direction but quadratic along the orthogonal one. We\ndemonstrate that such dispersions can occur only at high-symmetry points in the\nBrillouin zone with $C_{2v}$ little groups and analyze their characteristic\ncorrelation signatures. Moreover, by optimizing over all mean-field states, we\nmap out a phase diagram -- featuring six distinct phases -- of the\nnearest-neighbor Heisenberg Hamiltonian on the trellis lattice. Going beyond\nmean field, we also assess equal-time and dynamical spin structure factors of\nthese phases using density-matrix renormalization group and Keldysh\npseudofermion functional renormalization group calculations. Finally, we\nidentify four cuprate and vanadate compounds as promising experimental\nrealizations and provide spectroscopic predictions, based on first-principles\nHamiltonians, as a guide for future neutron-scattering studies on these\nmaterials."}
{"id": "2509.03022", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.03022", "abs": "https://arxiv.org/abs/2509.03022", "authors": ["Ayata Ueno", "Tomoko Mizuguchi", "Takashi Odagaki"], "title": "Aging of glass-forming materials following a temperature jump", "comment": "To be appeared in J. Non-Cryst. Solids", "summary": "Aging in a glass forming model in which both trapping effect and delayed\nresponse of the free energy landscape (FEL) exist is studied after the\ntemperature is changed. It is confirmed that the trapping effect gives rise to\nType-I aging where the relaxation time increases with waiting time regardless\nof the direction of temperature change, and that the delayed response of the\nFEL produces Type-II aging where the waiting-time dependence of the relaxation\ntime depends on the direction of temperature change. When both effects exist\nand the response time of the FEL is appropriate, these effects can be\ndifferentiated in the short-time behavior of the temporal relaxation time. It\nis argued that the material time or the internal clock and the fictive\ntemperature introduced phenomenologically are understood as the concepts\ndescribing the delayed response of the FEL to temperature change."}
{"id": "2509.03081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03081", "abs": "https://arxiv.org/abs/2509.03081", "authors": ["Xiaoying Li", "Wenqian Tu", "Run Lv", "Li'e Liu", "Dingfu Shao", "Yuping Sun", "Wenjian Lu"], "title": "Machine learning-accelerated search of superconductors in B-C-N based compounds and R3Ni2O7-type nickelates", "comment": null, "summary": "Superconductor research has traditionally depended on experiments and\ntheoretical approaches. However, the rapid advancement of data-driven methods\nand machine learning (ML) has opened avenues for accelerating superconductor\ndiscovery. Here, we integrated ML with density functional theory (DFT)\ncalculations to efficiently screen conventional B-C-N based superconductors and\nidentify potential high-TC candidates among R3Ni2O7-type bilayer nickelates. We\nidentified 12 new binary and ternary B-C-N based superconductors with TC >= 10\nK, including 3 with TC >= 25 K, such as two structural forms of B2CN (TC = 44.8\nK and 41.5 K) and TiNbN2 (TC = 26.2 K). These materials share a common feature\nof strong {\\sigma}-bonds, which is key to achieving relatively high TC.\nMoreover, we proposed Tb3Ni2O7 (TC = 61.6 K) and Ac3Ni2O7 (TC = 70.3 K) as\npotential high-TC nickelate superconductors under high pressure. Their\nelectronic structures closely resemble those of La3Ni2O7, especially in the\nhole-type band dominated by Ni-3dz2 orbital character. We also analyzed feature\nimportance in the ML results for both conventional and high-TC superconductors.\nThese results advance the search for new superconductors and enhance the\nfundamental understanding of superconducting mechanisms."}
{"id": "2509.02673", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02673", "abs": "https://arxiv.org/abs/2509.02673", "authors": ["Hanbit Oh", "Hui Yang", "Ya-Hui Zhang"], "title": "Doping a spin-one Mott insulator: possible application to bilayer nickelate", "comment": "Review paper submitted to Focus Issue in New Journal of Physics\n  (https://iopscience.iop.org/collections/njp-241206-740); 17 pages, 10 figures", "summary": "In this article, we review some recent theoretical developments on potential\nhigh-temperature superconductors and unconventional metallic states that can\narise from doping a spin-one Mott insulator in the $d^{8}$ valence. These\nstudies are particularly relevant-though not limited-to the recently discovered\nbilayer nickelate superconductor La$_3$Ni$_2$O$_7$. We focus on a ferromagnetic\n(FM) Kondo lattice model with mobile electrons in the $d_{x^2-y^2}$ orbital\ncoupled to the localized spin moments in $d_{z^2}$ orbital through a large\nHund's coupling $J_H$. In the large $J_H$ limit, the model reduces to the type\nII t-J model with a mixture of spin-half singlon states and spin-one doublon\nstates. We summarize DMRG results on the Luther-Emery liquid in one dimensional\nchain and two-leg ladder. Then we mainly focus on bilayer square lattice and\nshow that a large inter-layer coupling $J_\\perp$ of $d_{z^2}$ orbital can\ninduce strong inter-layer pairing of $d_{x^2-y^2}$ orbital. In the strong\n$J_\\perp$ limit, a kinetic-energy driven high $T_c$ superconductivity is\ndemonstrated in an ideal model with only a single hopping term. Furthermore,\nthe model predicts a symmetric pseudogap metal-dubbed `second Fermi liquid\"-in\nthe underdoped regime, yielding a phase diagram analogous to that of hole-doped\ncuprates. The bilayer Kondo model therefore, presents a promising platform for\nboth realizing higher-Tc superconductors and exploring non-Fermi liquid\nphysics. We also comment on the possible limitations of the current models for\nthe bilayer nickelate material and point out some future directions."}
{"id": "2509.03414", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03414", "abs": "https://arxiv.org/abs/2509.03414", "authors": ["Denis Gessert", "Martin Weigel", "Wolfhard Janke"], "title": "The frustrated Ising model on the honeycomb lattice: Metastability and universality", "comment": "15 pages. 12 figures, 2 tables", "summary": "We study the Ising model with competing ferromagnetic nearest- and\nantiferromagnetic next-nearest-neighbor interactions of strengths $J_1 > 0$ and\n$J_2 < 0$, respectively, on the honeycomb lattice. For $J_2 > - J_1 / 4$ it has\na ferromagnetic ground state, and previous work has shown that at least for\n$J_2 \\gtrsim -0.2 J_1$ the transition is in the Ising universality class. For\neven lower $J_2$ some indicators pointing towards a first-order transition were\nreported. By utilizing population annealing Monte Carlo simulations together\nwith a rejection-free and adaptive update, we can equilibrate systems with\n$J_2$ as low as $-0.23 J_1$. By means of a finite-size scaling analysis we show\nthat the system undergoes a second-order phase transition within the Ising\nuniversality class at least down to $J_2 =-0.23 J_1$ and, most likely, for all\n$J_2 > - J_1 / 4$. As we show here, there exist very long-lived metastable\nstates in this system explaining the first-order like behavior seen in only\npartially equilibrated systems."}
{"id": "2509.02618", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02618", "abs": "https://arxiv.org/abs/2509.02618", "authors": ["Jiayi Qin", "Josephine Si Yu See", "Yanran Liu", "Xueyan Wang", "Wenhai Zhao", "Yang He", "Jianbo Ding", "Yilin Wu", "Shanhu Wang", "Huiping Han", "Afzal Khan", "Shuya Liu", "Sheng'an Yang", "Hui Zhang", "Jiangnan Li", "Qingming Chen", "Jiyang Xie", "Ji Ma", "Wanbiao Hu", "Jianhong Yi", "Liang Wu", "X. Renshaw Wang"], "title": "Etching-free dual-lift-off for direct patterning of epitaxial oxide thin films", "comment": null, "summary": "Although monocrystalline oxide films offer broad functional capabilities,\ntheir practical use is hampered by challenges in patterning. Traditional\npatterning relies on etching, which can be costly and prone to issues like film\nor substrate damage, under-etching, over-etching, and lateral etching. In this\nstudy, we introduce a dual-lift-off method for direct patterning of oxide\nfilms, circumventing the etching process and associated issues. Our method\ninvolves an initial lift-off of amorphous Sr$_3$Al$_2$O$_6$ or\nSr$_4$Al$_2$O$_7$ ($a$SAO) through stripping the photoresist, followed by a\nsubsequent lift-off of the functional oxide thin films by dissolving the $a$SAO\nlayer. $a$SAO functions as a ``high-temperature photoresist\", making it\ncompatible with the high-temperature growth of monocrystalline oxides. Using\nthis method, patterned ferromagnetic La$_{0.67}$Sr$_{0.33}$MnO$_{3}$ and\nferroelectric BiFeO$_3$ were fabricated, accurately mirroring the shape of the\nphotoresist. Our study presents a straightforward, flexible, precise,\nenvironmentally friendly, and cost-effective method for patterning high-quality\noxide thin films."}
{"id": "2509.03414", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03414", "abs": "https://arxiv.org/abs/2509.03414", "authors": ["Denis Gessert", "Martin Weigel", "Wolfhard Janke"], "title": "The frustrated Ising model on the honeycomb lattice: Metastability and universality", "comment": "15 pages. 12 figures, 2 tables", "summary": "We study the Ising model with competing ferromagnetic nearest- and\nantiferromagnetic next-nearest-neighbor interactions of strengths $J_1 > 0$ and\n$J_2 < 0$, respectively, on the honeycomb lattice. For $J_2 > - J_1 / 4$ it has\na ferromagnetic ground state, and previous work has shown that at least for\n$J_2 \\gtrsim -0.2 J_1$ the transition is in the Ising universality class. For\neven lower $J_2$ some indicators pointing towards a first-order transition were\nreported. By utilizing population annealing Monte Carlo simulations together\nwith a rejection-free and adaptive update, we can equilibrate systems with\n$J_2$ as low as $-0.23 J_1$. By means of a finite-size scaling analysis we show\nthat the system undergoes a second-order phase transition within the Ising\nuniversality class at least down to $J_2 =-0.23 J_1$ and, most likely, for all\n$J_2 > - J_1 / 4$. As we show here, there exist very long-lived metastable\nstates in this system explaining the first-order like behavior seen in only\npartially equilibrated systems."}
{"id": "2509.02654", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02654", "abs": "https://arxiv.org/abs/2509.02654", "authors": ["Panjun Feng", "Miao Gao", "Xun-Wang Yan", "Fengjie Ma"], "title": "Quantum anomalous Hall effect with high Chern number in two dimensional ferromagnets Ti2TeSO", "comment": null, "summary": "Two-dimensional Chern insulators have emerged as crucial platforms for the\nrealization of the quantum anomalous Hall effect, and as such have attracted\nsignificant interest in spintronics and topological quantum physics due to\ntheir unique coexistence of spontaneous magnetization and nontrivial\ntopological characteristics. Nonetheless, substantial challenges persist in\nsuch systems, encompassing spin entanglement and the possession of only one\nedge state (Chern number C=1), which significantly hinder their practical\napplications. Herein, we propose a novel two-dimensional ferromagnetic\nhalf-semi-Weyl-metal, monolayer Ti2TeSO, that exhibits exceptional electronic\nproperties. Its majority spin channel possesses only a pair of\nsymmetry-protected Weyl points at the Fermi level, while the states of minority\none locate far away from the Fermi level. When spin-orbit coupling is included,\na substantial band gap of ~ 92.8 meV is induced at the Weyl points. Remarkably,\nthe emergence of dual dissipationless chiral edge channels and a quantized Hall\nconductivity plateau at 2e2/h collectively establish monolayer Ti2TeSO as a\nhigh-Chern-number insulator with C=2. Furthermore, it is demonstrated that\nvalley polarization can be achieved and controlled through the application of\nstrain and the manipulation of the direction of magnetization. The\nfirst-principles calculations, in conjunction with Monte Carlo simulations,\nyield a Curie temperature of 161 K for monolayer Ti2TeSO, thereby indicating\nthe plausibility of coexistence of valley polarization and topological states\nat elevated temperatures. These findings could provide a foundation for the\ndevelopment of multi-channels dissipationless transport devices and nonvolatile\nmultistate memory architectures."}
{"id": "2509.02642", "categories": ["physics.chem-ph", "cs.AI"], "pdf": "https://arxiv.org/pdf/2509.02642", "abs": "https://arxiv.org/abs/2509.02642", "authors": ["Bin Feng", "Jiying Zhang", "Xinni Zhang", "Zijing Liu", "Yu Li"], "title": "BioMD: All-atom Generative Model for Biomolecular Dynamics Simulation", "comment": null, "summary": "Molecular dynamics (MD) simulations are essential tools in computational\nchemistry and drug discovery, offering crucial insights into dynamic molecular\nbehavior. However, their utility is significantly limited by substantial\ncomputational costs, which severely restrict accessible timescales for many\nbiologically relevant processes. Despite the encouraging performance of\nexisting machine learning (ML) methods, they struggle to generate extended\nbiomolecular system trajectories, primarily due to the lack of MD datasets and\nthe large computational demands of modeling long historical trajectories. Here,\nwe introduce BioMD, the first all-atom generative model to simulate\nlong-timescale protein-ligand dynamics using a hierarchical framework of\nforecasting and interpolation. We demonstrate the effectiveness and versatility\nof BioMD on the DD-13M (ligand unbinding) and MISATO datasets. For both\ndatasets, BioMD generates highly realistic conformations, showing high physical\nplausibility and low reconstruction errors. Besides, BioMD successfully\ngenerates ligand unbinding paths for 97.1% of the protein-ligand systems within\nten attempts, demonstrating its ability to explore critical unbinding pathways.\nCollectively, these results establish BioMD as a tool for simulating complex\nbiomolecular processes, offering broad applicability for computational\nchemistry and drug discovery."}
{"id": "2509.02618", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02618", "abs": "https://arxiv.org/abs/2509.02618", "authors": ["Jiayi Qin", "Josephine Si Yu See", "Yanran Liu", "Xueyan Wang", "Wenhai Zhao", "Yang He", "Jianbo Ding", "Yilin Wu", "Shanhu Wang", "Huiping Han", "Afzal Khan", "Shuya Liu", "Sheng'an Yang", "Hui Zhang", "Jiangnan Li", "Qingming Chen", "Jiyang Xie", "Ji Ma", "Wanbiao Hu", "Jianhong Yi", "Liang Wu", "X. Renshaw Wang"], "title": "Etching-free dual-lift-off for direct patterning of epitaxial oxide thin films", "comment": null, "summary": "Although monocrystalline oxide films offer broad functional capabilities,\ntheir practical use is hampered by challenges in patterning. Traditional\npatterning relies on etching, which can be costly and prone to issues like film\nor substrate damage, under-etching, over-etching, and lateral etching. In this\nstudy, we introduce a dual-lift-off method for direct patterning of oxide\nfilms, circumventing the etching process and associated issues. Our method\ninvolves an initial lift-off of amorphous Sr$_3$Al$_2$O$_6$ or\nSr$_4$Al$_2$O$_7$ ($a$SAO) through stripping the photoresist, followed by a\nsubsequent lift-off of the functional oxide thin films by dissolving the $a$SAO\nlayer. $a$SAO functions as a ``high-temperature photoresist\", making it\ncompatible with the high-temperature growth of monocrystalline oxides. Using\nthis method, patterned ferromagnetic La$_{0.67}$Sr$_{0.33}$MnO$_{3}$ and\nferroelectric BiFeO$_3$ were fabricated, accurately mirroring the shape of the\nphotoresist. Our study presents a straightforward, flexible, precise,\nenvironmentally friendly, and cost-effective method for patterning high-quality\noxide thin films."}
{"id": "2509.03247", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03247", "abs": "https://arxiv.org/abs/2509.03247", "authors": ["Christian L. H. Rasmussen", "Jannik Gondolf", "Mats Barkman", "Mercè Roig", "Daniel F. Agterberg", "Andreas Kreisel", "Brian M. Andersen"], "title": "Inherent momentum-dependent gap structure of altermagnetic superconductors", "comment": "9 pages, 4 figures", "summary": "Altermagnetic metals break time-reversal symmetry and feature spin-split\nFermi surfaces generated by compensated N\\'eel-ordered collinear magnetic\nmoments. Being metallic, such altermagnets may undergo a further instability at\nlow temperatures to a superconducting state, and it is an interesting open\nquestion what are the salient features of such altermagnetic superconductors?\nWe address this question on the basis of realistic microscopic models that\ncapture the altermagnetic sublattice degrees of freedom. We find that the\nsublattice structure can strongly affect the superconducting gap structure in\naltermagnetic superconductors. In particular, it imposes nodes in the gap on\nthe Brillouin zone edges for superconductors stabilized by momentum-independent\nbare attraction channels. We contrast this to the case of nearest-neighbor\npairing where pairing is allowed on the Brillouin zone edges and $d$-wave gap\nstructures can be favored."}
{"id": "2509.02675", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02675", "abs": "https://arxiv.org/abs/2509.02675", "authors": ["Clemens Kuhlenkamp", "Stefan Divic", "Michael P. Zaletel", "Tomohiro Soejima", "Ashvin Vishwanath"], "title": "Robust superconductivity upon doping chiral spin liquid and Chern insulators in a Hubbard-Hofstadter model", "comment": "5+15 pages, 5+10 figures", "summary": "Demonstrating superconductivity in purely repulsive Hubbard models is a\ncompelling goal which underscores the counter-intuitive ability of Coulomb\ninteractions to mediate superconductivity. Here, we present numerical evidence\nfor robust superconductivity in a triangular Hubbard-Hofstadter model at\n$\\pi/2$ flux per plaquette. Employing infinite density matrix renormalization\ngroup calculations on infinite cylinders of finite circumference, we observe\nsuperconducting ground states for a wide range of dopings, whose\npair-correlations strengthen as the 2D limit is approached. At a density of one\nelectron per site, Hubbard interactions have been reported to drive the\ninsulating parent state of the superconductor from an integer quantum Hall\n(IQH) state to a chiral spin liquid (CSL). Our findings give credence to a\nrecent proposal that proximity to the IQH-CSL transition serves to make chiral\nsuperconductivity energetically favorable on doping, and also correctly\npredicts the nature of the edge modes in the superconductor. On the CSL side,\nthis suggests the superconductor can be thought of as arising from Laughlin's\n`anyon superconductivity' mechanism. Thus the Hubbard-Hofstadter model studied\nhere offers a clean and experimentally accessible setup, potentially realizable\nin moir\\'e heterostructures, for exploring the properties of anyonic matter at\nfinite density and the interplay of topological order, quantum criticality and\nsuperconductivity."}
{"id": "2509.03449", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03449", "abs": "https://arxiv.org/abs/2509.03449", "authors": ["Vishwajeet Kumar", "Ohad Shpielberg", "Arnab Pal"], "title": "Speeding up Brownian escape via intermediate finite potential barriers", "comment": null, "summary": "The mean first-passage time (MFPT) for a Brownian particle to surmount a\npotential barrier of height $\\Delta U$ is a fundamental quantity governing a\nwide array of physical and chemical processes. According to the Arrhenius Law,\nthe MFPT typically grows exponentially with increasing barrier height,\nreflecting the rarity of thermally activated escape events. In this work, we\ndemonstrate that the MFPT can be significantly reduced by reshaping the\noriginal single-barrier potential into a structured energy landscape comprising\nmultiple intermediate barriers of lower heights, while keeping the total\nbarrier height $\\Delta U$ unchanged. Furthermore, this counterintuitive result\nholds across both linear and nonlinear potential profiles. Our findings suggest\nthat tailoring the energy landscape -- by introducing well-placed intermediate\nbarriers -- can serve as an effective control strategy to accelerate thermally\nactivated transitions. These predictions are amenable to experimental\nvalidation using optical trapping techniques."}
{"id": "2509.02723", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02723", "abs": "https://arxiv.org/abs/2509.02723", "authors": ["Pierre-Paul De Breuck", "Hai-Chen Wang", "Gian-Marco Rignanese", "Silvana Botti", "Miguel A. L. Marques"], "title": "Generative AI for Crystal Structures: A Review", "comment": "23 pages, 4 figures, 3 tables", "summary": "As in many other fields, the rapid rise of generative artificial intelligence\nis reshaping materials discovery by offering new ways to propose crystal\nstructures and, in some cases, even predict desired properties. This review\nprovides a comprehensive survey of recent advancements in generative models\nspecifically for inorganic crystalline materials. We begin by introducing the\nfundamentals of generative modeling and invertible material descriptors. We\nthen propose a taxonomy based on architecture, representation, conditioning,\nand materials domain to categorize the diverse range of current generative AI\nmodels. We discuss data sources and address challenges related to performance\nmetrics, emphasizing the need for standardized benchmarks. Specific examples\nand applications of novel generated structures are presented. Finally, we\nexamine current limitations and future directions in this rapidly evolving\nfield, highlighting its potential to accelerate the discovery of new inorganic\nmaterials."}
{"id": "2509.02682", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02682", "abs": "https://arxiv.org/abs/2509.02682", "authors": ["Kai-Wei Chang", "Joshua J. P. Thompson", "Bartomeu Monserrat"], "title": "Ultrafast anisotropic exciton transport in phosphorene", "comment": null, "summary": "Phosphorene is a two-dimensional (2D) material exhibiting strong in-plane\nstructural anisotropy. In this work, we investigate the influence of structural\nanisotropy on the optics, dynamics, and transport of excitons in phosphorene by\ncombining microscopic many-body theory with first principles calculations. Our\nframework offers a complete and material specific description of the excitonic\nproperties of phosphorene, including exciton states and exciton-phonon\ninteractions, which allow us to quantitatively evaluate the optical absorption\nspectra, exciton relaxation, and exciton transport, revealing\ndirection-dependent characteristics. Interestingly, we identify the critical\nrole of long-range exchange interactions, which significantly enhance the\nanisotropy of exciton diffusion, particularly at low temperatures. Our work\nprovides fundamental insights into exciton dynamics in an intrinsically\nanisotropic 2D material, offering guiding principles for the design of\nnext-generation optoelectronic devices."}
{"id": "2509.02961", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.02961", "abs": "https://arxiv.org/abs/2509.02961", "authors": ["Kushantha P. K. Withanage", "Jesús Pedroza-Montero", "M. F. Islam", "Koblar A. Jackson", "Mark R. Pederson"], "title": "Incorporating Anharmonicity within Density Functional Theory Calculations", "comment": "Submitted to APL computational physics", "summary": "We present a simple and efficient method to incorporate anharmonic effects in\nthe vibrational frequency of molecules within density functional theory (DFT)\ncalculations. This approach is closely related to the traditional vibrational\ncomplete interaction (VCI) technique, which uses the harmonic oscillator\nwavefunctions as the basis. In our implementation, we employ Gaussian-type\norbitals (GTOs), with polynomial prefactors, as the basis set to evaluate the\nanharmonic Hamiltonian. Although these basis functions are non-orthogonal, the\nmatrix elements such as overlap, kinetic energy terms, and position moments can\nbe evaluated analytically. The terms in the Hamiltonian due to the anharmonic\npotentials are numerically calculated on a Hermite-Quadrature grid. The\npotentials can be evaluated using any electronic structure method. This\nframework enables us to accurately calculate the anharmonicity-corrected\nvibrational frequencies, the fundamental frequencies, and the corrections to\nbond lengths in diatomic molecules. This method is also generalized to handle\ncoupled anharmonic oscillators, which is essential to model more complex\nphenomena such as nitrogen tunneling in the umbrella mode of ammonia (NH$_3$)\nand Fermi resonances in carbon dioxide (CO$_2$)"}
{"id": "2509.02654", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02654", "abs": "https://arxiv.org/abs/2509.02654", "authors": ["Panjun Feng", "Miao Gao", "Xun-Wang Yan", "Fengjie Ma"], "title": "Quantum anomalous Hall effect with high Chern number in two dimensional ferromagnets Ti2TeSO", "comment": null, "summary": "Two-dimensional Chern insulators have emerged as crucial platforms for the\nrealization of the quantum anomalous Hall effect, and as such have attracted\nsignificant interest in spintronics and topological quantum physics due to\ntheir unique coexistence of spontaneous magnetization and nontrivial\ntopological characteristics. Nonetheless, substantial challenges persist in\nsuch systems, encompassing spin entanglement and the possession of only one\nedge state (Chern number C=1), which significantly hinder their practical\napplications. Herein, we propose a novel two-dimensional ferromagnetic\nhalf-semi-Weyl-metal, monolayer Ti2TeSO, that exhibits exceptional electronic\nproperties. Its majority spin channel possesses only a pair of\nsymmetry-protected Weyl points at the Fermi level, while the states of minority\none locate far away from the Fermi level. When spin-orbit coupling is included,\na substantial band gap of ~ 92.8 meV is induced at the Weyl points. Remarkably,\nthe emergence of dual dissipationless chiral edge channels and a quantized Hall\nconductivity plateau at 2e2/h collectively establish monolayer Ti2TeSO as a\nhigh-Chern-number insulator with C=2. Furthermore, it is demonstrated that\nvalley polarization can be achieved and controlled through the application of\nstrain and the manipulation of the direction of magnetization. The\nfirst-principles calculations, in conjunction with Monte Carlo simulations,\nyield a Curie temperature of 161 K for monolayer Ti2TeSO, thereby indicating\nthe plausibility of coexistence of valley polarization and topological states\nat elevated temperatures. These findings could provide a foundation for the\ndevelopment of multi-channels dissipationless transport devices and nonvolatile\nmultistate memory architectures."}
{"id": "2509.03502", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03502", "abs": "https://arxiv.org/abs/2509.03502", "authors": ["Zihao Nie", "Yueying Li", "Wei Lv", "Lizhi Xu", "Zhicheng Jiang", "Peng Fu", "Guangdi Zhou", "Wenhua Song", "Yaqi Chen", "Heng Wang", "Haoliang Huang", "Junhao Lin", "Dawei Shen", "Peng Li", "Qi-Kun Xue", "Zhuoyu Chen"], "title": "Ambient-pressure superconductivity and electronic structures of engineered hybrid nickelate films", "comment": null, "summary": "Ruddlesden-Popper (RP) nickelates have emerged as a crucial platform for\nexploring the mechanisms of high-temperature superconductivity. However, the\nFermi surface topology required for superconductivity remains elusive. Here, we\nreport the thin film growth and ambient-pressure superconductivity of both\nhybrid monolayer-bilayer (1212) and pure bilayer (2222) structures, together\nwith the absence of superconductivity in hybrid monolayer-trilayer (1313)\nstructure, under identical compressive epitaxial strain. The onset\nsuperconducting transition temperature is up to 50 K, exceeding the McMillan\nlimit, in the 1212 structure. Angle-resolved photoemission spectroscopy reveals\nkey Fermi surface differences in these atomically-engineered structures. In\nsuperconducting 1212 and 2222 films, a dispersive hole-like band (i.e. the\n{\\gamma} band) crosses the Fermi level, surrounding the Brillouin zone corner.\nIn contrast, the top of the {\\gamma} flat band is observed ~70 meV below the\nFermi level in the non-superconducting 1313 films. Our findings expand the\nfamily of ambient-pressure nickelate superconductors and establish a connection\nbetween structural configuration, electronic structure, and the emergence of\nsuperconductivity in nickelates."}
{"id": "2509.02705", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.02705", "abs": "https://arxiv.org/abs/2509.02705", "authors": ["Manuel Weber"], "title": "Competing Dirac masses in one dimension: Symmetry-enhanced pseudo-first-order transition and deconfined criticality", "comment": "8 pages, 6 figures", "summary": "Emergent symmetries and slow crossover phenomena are central themes in\nquantum criticality and manifest themselves in the pseudocritical scaling\nexperienced in the context of deconfined criticality. Here we discover its\nconceptual counterpart, i.e., a symmetry-enhanced pseudo-first-order\ntransition. It emerges from a one-dimensional realization of deconfined\ncriticality between charge- and bond-ordered states driven by competing\nHolstein and Su-Schrieffer-Heeger electron-phonon couplings, for which quantum\nfluctuations and thereby the nature of the transition can be tuned\nsystematically via the phonon frequency $\\omega_0$. In the classical limit\n$\\omega_0 \\to 0$, a low-energy Dirac theory predicts a direct first-order\ntransition with emergent U(1) symmetry. Using exact quantum Monte Carlo\nsimulations, we provide strong evidence for symmetry enhancement and even\nfinite-size scaling on intermediate length scales but in the thermodynamic\nlimit it turns into a narrow intermediate phase where both order parameters are\nfinite, as chiral U(1) symmetry is weakly broken on the lattice. Including\nquantum lattice fluctuations diminishes the width of the intermediate phase,\ngradually restores the U(1) symmetry, and eventually tunes the system to a\ndeconfined quantum critical point."}
{"id": "2509.02663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.02663", "abs": "https://arxiv.org/abs/2509.02663", "authors": ["Sourin Chatterjee", "Atanu Maity", "Janik Potten", "Tobias Müller", "Andreas Feuerpfeil", "Ronny Thomale", "Karlo Penc", "Harald O. Jeschke", "Rhine Samajdar", "Yasir Iqbal"], "title": "Semi-Dirac spin liquids and frustrated quantum magnetism on the trellis lattice", "comment": "44 pages, 15 figures", "summary": "Geometrical frustration in quantum magnets provides a fertile setting for\nunconventional phases of matter, including quantum spin liquids (QSLs). The\ntrellis lattice, with its complex site arrangements and edge-sharing triangular\nmotifs, presents a promising platform for such physics. In this work, we\nundertake a comprehensive classification of all fully symmetric QSLs on the\ntrellis lattice using the projective symmetry group approach within the\nAbrikosov fermion representation. We find 7 U(1) and 25 $\\mathbb{Z}_{2}$\nshort-ranged $\\textit{Ans\\\"atze}$, uncovering both gapped and Dirac QSLs as\nwell as a novel semi-Dirac spin liquid, in which the spinon dispersion is\nlinear along one momentum direction but quadratic along the orthogonal one. We\ndemonstrate that such dispersions can occur only at high-symmetry points in the\nBrillouin zone with $C_{2v}$ little groups and analyze their characteristic\ncorrelation signatures. Moreover, by optimizing over all mean-field states, we\nmap out a phase diagram -- featuring six distinct phases -- of the\nnearest-neighbor Heisenberg Hamiltonian on the trellis lattice. Going beyond\nmean field, we also assess equal-time and dynamical spin structure factors of\nthese phases using density-matrix renormalization group and Keldysh\npseudofermion functional renormalization group calculations. Finally, we\nidentify four cuprate and vanadate compounds as promising experimental\nrealizations and provide spectroscopic predictions, based on first-principles\nHamiltonians, as a guide for future neutron-scattering studies on these\nmaterials."}
{"id": "2509.02765", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02765", "abs": "https://arxiv.org/abs/2509.02765", "authors": ["Fabian Garmroudi", "Illia Serhiienko", "Michael Parzer", "Andrej Pustogow", "Raimund Podloucky", "Takao Mori", "Ernst Bauer"], "title": "$P$-type Ru$_2$Ti$_{1-x}$Hf$_x$Si full-Heusler bulk thermoelectrics with $zT = 0.7$", "comment": null, "summary": "Heusler compounds have emerged as important thermoelectric materials due to\ntheir combination of promising electronic transport properties, mechanical\nrobustness and chemical stability -- key aspects for practical device\nintegration. While a wide range of XYZ-type half-Heusler compounds have been\nstudied for high-temperature applications, X$_2$YZ-type full-Heuslers, often\ncharacterized by narrower band gaps, may offer potential advantages at\ndifferent temperature regimes but remain less explored. In this work, we report\nthe discovery of $p$-type Ru$_2$Ti$_{1-x}$Hf$_x$Si full-Heusler\nthermoelectrics, exhibiting a high figure of merit $zT \\sim 0.7$ over a broad\nrange of temperatures $700-1000$ K. These results not only represent the\nlargest values known to date among full-Heusler materials but confirm earlier\ntheoretical predictions that $p$-type Ru$_2$TiSi systems would be superior to\ntheir $n$-type counterparts. Moreover, using a two-band model, we unveil\nelectronic structure changes induced by the Hf substitution at the Ti site and\noutline strategies to further improve $zT$ up to $zT > 1$. Our findings\nhighlight the untapped potential of new semiconducting full-Heusler phases and\nthe crucial need for continued exploration of this rich materials class for\nthermoelectric applications."}
{"id": "2509.02763", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02763", "abs": "https://arxiv.org/abs/2509.02763", "authors": ["Shengjie Yu", "Natsumi Komatsu", "Liyang Chen", "Joe F. Khoury", "Nicolas Marquez Peraca", "Xinwei Li", "Oliver S. Dewey", "Lauren W. Taylor", "Ali Mojibpour", "Yingru Song", "Geoff Wehmeyer", "Matteo Pasquali", "Matthew S. Foster", "Douglas Natelson", "Junichiro Kono"], "title": "Quantum Transport in Ultrahigh-Conductivity Carbon Nanotube Fibers", "comment": "12 pages, 5 figures. Shengjie Yu and Natsumi Komatsu contributed\n  equally to this work. Submitted to Physical Review B", "summary": "We investigate quantum transport in aligned carbon nanotube (CNT) fibers\nfabricated via solution spinning, focusing on the roles of structural\ndimensionality and quantum interference effects. The fibers exhibit metallic\nbehavior at high temperatures, with conductivity increasing monotonically as\nthe temperature decreases from room temperature to approximately 36 K. Below\nthis temperature, the conductivity gradually decreases with further cooling,\nsignaling the onset of quantum conductance corrections associated with\nlocalization effects. Magnetoconductance measurements in both parallel and\nperpendicular magnetic fields exhibit pronounced positive corrections at low\ntemperatures, consistent with weak localization (WL). To determine the\neffective dimensionality of electron transport, we analyzed the data using WL\nmodels in 1D, 2D, and 3D geometries. We found that while the 2D model can\nreproduce the field dependence, it lacks physical meaning in the context of our\nfiber architecture and requires an unphysical scaling factor to match the\nexperimental magnitude. By contrast, we developed a hybrid 3D+1D WL framework\nthat quantitatively captures both the field and temperature dependences using\nrealistic coherence lengths and a temperature-dependent crossover parameter.\nAlthough this combined model also employs a scaling factor for magnitude\ncorrection, it yields a satisfactory fit, reflecting the hierarchical structure\nof CNT fibers in which transport occurs through quasi-1D bundles embedded in a\n3D network. Our results establish a physically grounded model of phase-coherent\ntransport in macroscopic CNT assemblies, providing insights into enhancing\nconductivity for flexible, lightweight power transmission applications."}
{"id": "2509.03253", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.str-el", "math-ph", "math.MP", "nucl-th"], "pdf": "https://arxiv.org/pdf/2509.03253", "abs": "https://arxiv.org/abs/2509.03253", "authors": ["Antoine Marie", "Pierre-François Loos"], "title": "Parquet theory for molecular systems. I. Formalism and static kernel parquet approximation", "comment": "17 pages, 10 figures (supporting information available)", "summary": "The $GW$ approximation has become a method of choice for predicting\nquasiparticle properties in solids and large molecular systems, owing to its\nfavorable accuracy-cost balance. However, its accuracy is the result of a\nfortuitous cancellation of vertex corrections in the polarizability and\nself-energy. Hence, when attempting to go beyond $GW$ through inclusion of\nvertex corrections, the accuracy can deteriorate if this delicate balance is\ndisrupted. In this work, we explore an alternative route that theoretically\ngoes beyond $GW$: the parquet formalism. Unlike approaches that focus on a\nsingle correlation channel, such as the electron-hole channel in $GW$ or the\nparticle-particle channel in $T$-matrix theory, parquet theory treats all\ntwo-body scattering channels on an equal footing. We present the formal\nstructure of the parquet equations, which couple the one-body Green's function,\nthe self-energy, and the two-body vertex. We discuss the approximations\nnecessary to solve this set of equations, the advantages and limitations of\nthis approach, outline its implementation for molecular systems, and assess its\naccuracy for principal ionization potentials of small molecular systems."}
{"id": "2509.02663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.02663", "abs": "https://arxiv.org/abs/2509.02663", "authors": ["Sourin Chatterjee", "Atanu Maity", "Janik Potten", "Tobias Müller", "Andreas Feuerpfeil", "Ronny Thomale", "Karlo Penc", "Harald O. Jeschke", "Rhine Samajdar", "Yasir Iqbal"], "title": "Semi-Dirac spin liquids and frustrated quantum magnetism on the trellis lattice", "comment": "44 pages, 15 figures", "summary": "Geometrical frustration in quantum magnets provides a fertile setting for\nunconventional phases of matter, including quantum spin liquids (QSLs). The\ntrellis lattice, with its complex site arrangements and edge-sharing triangular\nmotifs, presents a promising platform for such physics. In this work, we\nundertake a comprehensive classification of all fully symmetric QSLs on the\ntrellis lattice using the projective symmetry group approach within the\nAbrikosov fermion representation. We find 7 U(1) and 25 $\\mathbb{Z}_{2}$\nshort-ranged $\\textit{Ans\\\"atze}$, uncovering both gapped and Dirac QSLs as\nwell as a novel semi-Dirac spin liquid, in which the spinon dispersion is\nlinear along one momentum direction but quadratic along the orthogonal one. We\ndemonstrate that such dispersions can occur only at high-symmetry points in the\nBrillouin zone with $C_{2v}$ little groups and analyze their characteristic\ncorrelation signatures. Moreover, by optimizing over all mean-field states, we\nmap out a phase diagram -- featuring six distinct phases -- of the\nnearest-neighbor Heisenberg Hamiltonian on the trellis lattice. Going beyond\nmean field, we also assess equal-time and dynamical spin structure factors of\nthese phases using density-matrix renormalization group and Keldysh\npseudofermion functional renormalization group calculations. Finally, we\nidentify four cuprate and vanadate compounds as promising experimental\nrealizations and provide spectroscopic predictions, based on first-principles\nHamiltonians, as a guide for future neutron-scattering studies on these\nmaterials."}
{"id": "2509.02673", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02673", "abs": "https://arxiv.org/abs/2509.02673", "authors": ["Hanbit Oh", "Hui Yang", "Ya-Hui Zhang"], "title": "Doping a spin-one Mott insulator: possible application to bilayer nickelate", "comment": "Review paper submitted to Focus Issue in New Journal of Physics\n  (https://iopscience.iop.org/collections/njp-241206-740); 17 pages, 10 figures", "summary": "In this article, we review some recent theoretical developments on potential\nhigh-temperature superconductors and unconventional metallic states that can\narise from doping a spin-one Mott insulator in the $d^{8}$ valence. These\nstudies are particularly relevant-though not limited-to the recently discovered\nbilayer nickelate superconductor La$_3$Ni$_2$O$_7$. We focus on a ferromagnetic\n(FM) Kondo lattice model with mobile electrons in the $d_{x^2-y^2}$ orbital\ncoupled to the localized spin moments in $d_{z^2}$ orbital through a large\nHund's coupling $J_H$. In the large $J_H$ limit, the model reduces to the type\nII t-J model with a mixture of spin-half singlon states and spin-one doublon\nstates. We summarize DMRG results on the Luther-Emery liquid in one dimensional\nchain and two-leg ladder. Then we mainly focus on bilayer square lattice and\nshow that a large inter-layer coupling $J_\\perp$ of $d_{z^2}$ orbital can\ninduce strong inter-layer pairing of $d_{x^2-y^2}$ orbital. In the strong\n$J_\\perp$ limit, a kinetic-energy driven high $T_c$ superconductivity is\ndemonstrated in an ideal model with only a single hopping term. Furthermore,\nthe model predicts a symmetric pseudogap metal-dubbed `second Fermi liquid\"-in\nthe underdoped regime, yielding a phase diagram analogous to that of hole-doped\ncuprates. The bilayer Kondo model therefore, presents a promising platform for\nboth realizing higher-Tc superconductors and exploring non-Fermi liquid\nphysics. We also comment on the possible limitations of the current models for\nthe bilayer nickelate material and point out some future directions."}
{"id": "2509.02757", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02757", "abs": "https://arxiv.org/abs/2509.02757", "authors": ["Feng Chen", "Wen O. Wang", "Jia-Xin Zhang", "Leon Balents", "D. N. Sheng"], "title": "Topological Chiral Superconductivity in the Triangular-Lattice Hofstadter-Hubbard Model", "comment": null, "summary": "Moir\\'e materials provide exciting platforms for studying the interplay of\nstrong electronic correlation and large magnetic flux effects. We study the\nlightly doped Hofstadter-Hubbard model on a triangular lattice through\nlarge-scale density matrix renormalization group and determinantal quantum\nMonte Carlo simulations. We find strong evidence for a robust chiral\nsuperconducting (SC) phase with dominant power-law pairing correlations and a\nquantized spin Chern number. The SC phase emerges at very weak interaction and\ngrows stronger at intermediate interaction strengths (U ) for a wide range of\nhole doping. We also discuss the possible distinct nature of the normal state\nin different U regimes. Our work provides theoretical insights into the\nemergence of topological superconductivity from doping topological Chern bands\nor magnetic flux induced chiral spin liquid states of Moir\\'e materials."}
{"id": "2509.02705", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.02705", "abs": "https://arxiv.org/abs/2509.02705", "authors": ["Manuel Weber"], "title": "Competing Dirac masses in one dimension: Symmetry-enhanced pseudo-first-order transition and deconfined criticality", "comment": "8 pages, 6 figures", "summary": "Emergent symmetries and slow crossover phenomena are central themes in\nquantum criticality and manifest themselves in the pseudocritical scaling\nexperienced in the context of deconfined criticality. Here we discover its\nconceptual counterpart, i.e., a symmetry-enhanced pseudo-first-order\ntransition. It emerges from a one-dimensional realization of deconfined\ncriticality between charge- and bond-ordered states driven by competing\nHolstein and Su-Schrieffer-Heeger electron-phonon couplings, for which quantum\nfluctuations and thereby the nature of the transition can be tuned\nsystematically via the phonon frequency $\\omega_0$. In the classical limit\n$\\omega_0 \\to 0$, a low-energy Dirac theory predicts a direct first-order\ntransition with emergent U(1) symmetry. Using exact quantum Monte Carlo\nsimulations, we provide strong evidence for symmetry enhancement and even\nfinite-size scaling on intermediate length scales but in the thermodynamic\nlimit it turns into a narrow intermediate phase where both order parameters are\nfinite, as chiral U(1) symmetry is weakly broken on the lattice. Including\nquantum lattice fluctuations diminishes the width of the intermediate phase,\ngradually restores the U(1) symmetry, and eventually tunes the system to a\ndeconfined quantum critical point."}
{"id": "2509.02789", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02789", "abs": "https://arxiv.org/abs/2509.02789", "authors": ["Wei Wan", "Changxin Tang", "Eric R Homer"], "title": "Decomposition of low-angle grain boundaries", "comment": "11 pages, 4 figures", "summary": "Grain boundaries (GBs) merge and grains disappear during microstructure\nevolution. However, the Peach-Koehler model predicts that particular stress\nstates may reverse such a process by exerting differential Peach-Koehler forces\non different dislocations. This work considers this reversal as GB\ndecomposition and illustrates it in a low-angle asymmetric tilt GB and a\nlow-angle mixed tilt-twist GB via atomistic simulation. In both cases, the\ndislocations separate into two GBs separated by a new grain. This work\ndescribes the requirements for decomposition and the importance of dislocation\nseparability. Additionally, we examine the dislocation behaviors and stress\nsignatures associated with this process, along with the impact of strain rate\nand temperature on those aspects."}
{"id": "2509.02831", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02831", "abs": "https://arxiv.org/abs/2509.02831", "authors": ["Erika L. Mehring", "Amparo Figueroa", "Matias Berdakin", "Hernán L. Calvo"], "title": "Current-induced molecular dissociation: Topological insulators as robust reaction platforms", "comment": "14 pages, 8 figures", "summary": "The growing interest in topological materials with symmetry-protected surface\nstates as catalytic platforms has sparked the emerging field of\n\\textit{topocatalysis}. As robust transport is one of the key features of\ntopological insulators, here we explore current-induced molecular dissociation\nin a transport setup. Using the non-equilibrium Green's function formalism, we\ncompare how the occupancies of bonding and antibonding levels, as well as the\nassociated electronic forces in a diatomic molecule, are affected when the\nmolecule is coupled to either a metallic (graphene) or a topological\n(Kane-Mele) substrate. We find a greater dissociative capability in the\ntopological substrate than in graphene, a difference mainly attributed to the\nlocalized nature of the edge states. The inclusion of vacancy disorder within\nthe substrate further enhances this disparity in the dissociative force. Our\nfindings highlight the role of topological protection in molecular dissociation\nunder non-equilibrium conditions, pointing to new opportunities for robust\ncatalysis in topological materials."}
{"id": "2509.03347", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03347", "abs": "https://arxiv.org/abs/2509.03347", "authors": ["Jiahao Wu", "Xutun Wang", "Yuxin Wu", "Guihua Zhang", "Jiayue Liu", "Xin Li"], "title": "Physics-informed machine learning for combustion: A review", "comment": null, "summary": "Physics-informed machine learning (PIML) represents an emerging paradigm that\nintegrates various forms of physical knowledge into machine learning (ML)\ncomponents, thereby enhancing the physical consistency of ML models compared to\npurely data-driven paradigms. The field of combustion, characterized by a rich\nfoundation of physical laws and abundant data, is undergoing a transformation\ndue to PIML. This paper aims to provide a comprehensive overview of PIML for\ncombustion, systematically outlining fundamental principles, significant\ncontributions, key advancements, and available resources. The application of\nPIML in combustion is categorized into three domains: combustion chemical\nkinetics, combustion reacting flows, and other combustion-related problems.\nAdditionally, current challenges, potential solutions, and practical guidelines\nfor researchers and engineers will be discussed. A primary focus of this review\nis to demonstrate how combustion laws can be integrated into ML, either through\nsoft or hard constraints, via loss functions or representation models, and\nwithin coordinate-to-variable or field-to-field paradigms. This paper shows\nthat PIML offers a unified framework linking physics, model, and data in\ncombustion--integrating physical knowledge in model-to-data simulation and\nreconstruction tasks, as well as data-to-model modeling tasks--resulting in\nenhanced data, improved physical models, and more reliable ML models. PIML for\ncombustion presents significant opportunities for both the combustion and ML\ncommunities, encouraging greater collaboration and cross-disciplinary\nengagement."}
{"id": "2509.02673", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02673", "abs": "https://arxiv.org/abs/2509.02673", "authors": ["Hanbit Oh", "Hui Yang", "Ya-Hui Zhang"], "title": "Doping a spin-one Mott insulator: possible application to bilayer nickelate", "comment": "Review paper submitted to Focus Issue in New Journal of Physics\n  (https://iopscience.iop.org/collections/njp-241206-740); 17 pages, 10 figures", "summary": "In this article, we review some recent theoretical developments on potential\nhigh-temperature superconductors and unconventional metallic states that can\narise from doping a spin-one Mott insulator in the $d^{8}$ valence. These\nstudies are particularly relevant-though not limited-to the recently discovered\nbilayer nickelate superconductor La$_3$Ni$_2$O$_7$. We focus on a ferromagnetic\n(FM) Kondo lattice model with mobile electrons in the $d_{x^2-y^2}$ orbital\ncoupled to the localized spin moments in $d_{z^2}$ orbital through a large\nHund's coupling $J_H$. In the large $J_H$ limit, the model reduces to the type\nII t-J model with a mixture of spin-half singlon states and spin-one doublon\nstates. We summarize DMRG results on the Luther-Emery liquid in one dimensional\nchain and two-leg ladder. Then we mainly focus on bilayer square lattice and\nshow that a large inter-layer coupling $J_\\perp$ of $d_{z^2}$ orbital can\ninduce strong inter-layer pairing of $d_{x^2-y^2}$ orbital. In the strong\n$J_\\perp$ limit, a kinetic-energy driven high $T_c$ superconductivity is\ndemonstrated in an ideal model with only a single hopping term. Furthermore,\nthe model predicts a symmetric pseudogap metal-dubbed `second Fermi liquid\"-in\nthe underdoped regime, yielding a phase diagram analogous to that of hole-doped\ncuprates. The bilayer Kondo model therefore, presents a promising platform for\nboth realizing higher-Tc superconductors and exploring non-Fermi liquid\nphysics. We also comment on the possible limitations of the current models for\nthe bilayer nickelate material and point out some future directions."}
{"id": "2509.02675", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02675", "abs": "https://arxiv.org/abs/2509.02675", "authors": ["Clemens Kuhlenkamp", "Stefan Divic", "Michael P. Zaletel", "Tomohiro Soejima", "Ashvin Vishwanath"], "title": "Robust superconductivity upon doping chiral spin liquid and Chern insulators in a Hubbard-Hofstadter model", "comment": "5+15 pages, 5+10 figures", "summary": "Demonstrating superconductivity in purely repulsive Hubbard models is a\ncompelling goal which underscores the counter-intuitive ability of Coulomb\ninteractions to mediate superconductivity. Here, we present numerical evidence\nfor robust superconductivity in a triangular Hubbard-Hofstadter model at\n$\\pi/2$ flux per plaquette. Employing infinite density matrix renormalization\ngroup calculations on infinite cylinders of finite circumference, we observe\nsuperconducting ground states for a wide range of dopings, whose\npair-correlations strengthen as the 2D limit is approached. At a density of one\nelectron per site, Hubbard interactions have been reported to drive the\ninsulating parent state of the superconductor from an integer quantum Hall\n(IQH) state to a chiral spin liquid (CSL). Our findings give credence to a\nrecent proposal that proximity to the IQH-CSL transition serves to make chiral\nsuperconductivity energetically favorable on doping, and also correctly\npredicts the nature of the edge modes in the superconductor. On the CSL side,\nthis suggests the superconductor can be thought of as arising from Laughlin's\n`anyon superconductivity' mechanism. Thus the Hubbard-Hofstadter model studied\nhere offers a clean and experimentally accessible setup, potentially realizable\nin moir\\'e heterostructures, for exploring the properties of anyonic matter at\nfinite density and the interplay of topological order, quantum criticality and\nsuperconductivity."}
{"id": "2509.02976", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02976", "abs": "https://arxiv.org/abs/2509.02976", "authors": ["Takashi Hotta"], "title": "Effect of $Γ_7$ and $Γ_8$ Hybridizations on Three-Channel Kondo Phase Emerging from Ho Ions", "comment": "11 pages, 9 figures. To appear in J. Phys. Soc. Jpn", "summary": "By employing a numerical renormalization group method, we analyze a\nseven-orbital impurity Anderson model for Ho$^{3+}$ ion with ten $4f$\nelectrons. This model includes both $V_7$ and $V_8$, which are hybridizations\nbetween localized $4f$- and conduction electrons in $\\Gamma_7$ and $\\Gamma_8$\norbitals, respectively. For the case of $V_7=V_8$ with the local $\\Gamma_5$\ntriplet ground state, we have reported the discovery of a three-channel Kondo\n(TCK) phase, characterized by a residual entropy of $\\log \\phi$ with the golden\nratio $\\phi=(1+\\sqrt{5})/2$. In this research, by depicting the ground-state\nphase diagram on the $(V_8, V_7)$ plane, we attempt to unveil the effect of\n$V_7$ and $V_8$ on the emergence of the TCK phase. After performing a lot of\nnumerical calculations, we find that the TCK phase appears in a relatively wide\nregion on the $(V_8, V_7)$ plane. The boundary curves surrounding the TCK phase\nare determined by the variation of the temperature dependence in entropy and\nthe abrupt change in energy spectra. We consider that most of the phases\nsurrounding the TCK phase are Fermi liquids, but the non-Fermi liquid\ntwo-channel Kondo phase is unexpectedly found to exist next to the TCK phase.\nFinally, we briefly comment on the actual material concerning the detection of\nthe TCK phase."}
{"id": "2509.02798", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02798", "abs": "https://arxiv.org/abs/2509.02798", "authors": ["Apurba Sarker", "Sourav Saha"], "title": "Gravity and Composition Modulated Solidification and Mechanical Properties of Al-Cu Nanostructures", "comment": null, "summary": "The future of space exploration and human settlement beyond Earth hinges on a\ndeeper understanding of in space manufacturing processes. The unique physical\nconditions and scarcity of experimental data demand robust computational models\nto investigate the atomic scale physics of solidification. This work presents a\nmolecular dynamics (MD) model to examine the solidification behavior of the Al\nCu binary alloy, focusing on the influence of varying compositions and gravity\nlevels (Earth, Lunar, Martian, and microgravity) on atomistic solidification\nmechanisms and the resulting mechanical properties specifically, hardness of as\nsolidified nanostructures. Hardness is evaluated via nanoindentation\nsimulations. The study confirms that gravitational forces significantly affect\nthe solidification pathways of Al Cu alloys. Notably, by tuning alloy\ncomposition, the influence of gravity can be modulated and in some cases, even\nreversed. Moreover, hardness exhibits a coupled dependence on both composition\nand gravity, offering a promising avenue for bottom-up design of components\ntailored for extraterrestrial environments. The article delves into the\nnanoscale physical mechanisms underlying these phenomena and outlines future\ndirections for extending this modeling framework to broader applications."}
{"id": "2509.02872", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02872", "abs": "https://arxiv.org/abs/2509.02872", "authors": ["Shize Che", "Junyu Zhou", "Seong Woo Oh", "Jonathan Hess", "Noah Johnson", "Mridul Pushp", "Robert Spivey", "Anthony Sigillito", "Gushu Li"], "title": "NeuroQD: A Learning-Based Simulation Framework For Quantum Dot Devices", "comment": null, "summary": "Electron spin qubits in quantum dot devices are promising for scalable\nquantum computing. However, architectural support is currently hindered by the\nlack of realistic and performant simulation methods for real devices.\nPhysics-based tools are accurate yet too slow for simulating device behavior in\nreal-time, while qualitative models miss layout and wafer heterostructure. We\npropose a new simulation approach capable of simulating real devices from the\ncold-start with real-time performance. Leveraging a key phenomenon observed in\nphysics-based simulation, we train a compact convolutional neural network (CNN)\nto infer the qubit-layer electrostatic potential from gate voltages. Our\nGPU-accelerated inference delivers >1000x speedup with >96% agreement to the\nphysics-based simulation. Integrated into the experiment control stack, the\nsimulator returns results with millisecond scale latency, reproduces key tuning\nfeatures, and yields device behaviors and metrics consistent with measurements\non devices operated at 9 mK."}
{"id": "2509.03210", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03210", "abs": "https://arxiv.org/abs/2509.03210", "authors": ["Linjie Wei", "Fu Li", "Yi Liu", "Hongbin Zhang", "Junhua Luo", "Zhihua Sun"], "title": "Shift Current Anomalous Photovoltaics in a Double Perovskite Ferroelectric", "comment": null, "summary": "Ferroelectric anomalous photovoltaic (APV) effect, as a fascinating physical\nconceptual phenomenon, holds significant potentials for new optoelectronic\ndevice applications. However, due to the knowledge lacking on the origin and\nunderlying mechanism of ferroelectric APV effect, substantial challenges still\nremain in exploring new APV-active candidate materials. The emerging shift\ncurrent model, involving the transfer of photogenerated charges through the\ndisplacement of wave functions, has attracted considerable attention for its\nunique insights into the bulk photovoltaic effect. Here, we present strong APV\nproperties in a high-temperature double perovskite ferroelectric\n(cyclohexylmethylammonium)$_2$CsAgBiBr$_7$, showing an extremely large\nabove-bandgap photovoltage up to about 40 V. This figure-of-merit is far beyond\nits bandgap of about 2.3 eV and comparable to the state-of-art molecular\nferroelectrics. Strikingly, the shift current model reveals an intrinsic\ncorrelation with Cs$^{+}$ cation displacement and provides, for the first time,\nan explicit explanation for the structural origin of ferroelectric APV\nactivities. Besides, its steady-state APV photocurrent exhibits the unique\nlight-polarization dependence, which endows remarkable polarization-sensitivity\nwith the highest polarization ratios of about 41 among the known 2D\nsingle-phase materials. As the unprecedented exploration of ferroelectric APV\ncharacteristics illuminated by the shift current mechanism, this finding paves\na pathway to assemble new optoelectronic smart devices."}
{"id": "2509.02675", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02675", "abs": "https://arxiv.org/abs/2509.02675", "authors": ["Clemens Kuhlenkamp", "Stefan Divic", "Michael P. Zaletel", "Tomohiro Soejima", "Ashvin Vishwanath"], "title": "Robust superconductivity upon doping chiral spin liquid and Chern insulators in a Hubbard-Hofstadter model", "comment": "5+15 pages, 5+10 figures", "summary": "Demonstrating superconductivity in purely repulsive Hubbard models is a\ncompelling goal which underscores the counter-intuitive ability of Coulomb\ninteractions to mediate superconductivity. Here, we present numerical evidence\nfor robust superconductivity in a triangular Hubbard-Hofstadter model at\n$\\pi/2$ flux per plaquette. Employing infinite density matrix renormalization\ngroup calculations on infinite cylinders of finite circumference, we observe\nsuperconducting ground states for a wide range of dopings, whose\npair-correlations strengthen as the 2D limit is approached. At a density of one\nelectron per site, Hubbard interactions have been reported to drive the\ninsulating parent state of the superconductor from an integer quantum Hall\n(IQH) state to a chiral spin liquid (CSL). Our findings give credence to a\nrecent proposal that proximity to the IQH-CSL transition serves to make chiral\nsuperconductivity energetically favorable on doping, and also correctly\npredicts the nature of the edge modes in the superconductor. On the CSL side,\nthis suggests the superconductor can be thought of as arising from Laughlin's\n`anyon superconductivity' mechanism. Thus the Hubbard-Hofstadter model studied\nhere offers a clean and experimentally accessible setup, potentially realizable\nin moir\\'e heterostructures, for exploring the properties of anyonic matter at\nfinite density and the interplay of topological order, quantum criticality and\nsuperconductivity."}
{"id": "2509.02757", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02757", "abs": "https://arxiv.org/abs/2509.02757", "authors": ["Feng Chen", "Wen O. Wang", "Jia-Xin Zhang", "Leon Balents", "D. N. Sheng"], "title": "Topological Chiral Superconductivity in the Triangular-Lattice Hofstadter-Hubbard Model", "comment": null, "summary": "Moir\\'e materials provide exciting platforms for studying the interplay of\nstrong electronic correlation and large magnetic flux effects. We study the\nlightly doped Hofstadter-Hubbard model on a triangular lattice through\nlarge-scale density matrix renormalization group and determinantal quantum\nMonte Carlo simulations. We find strong evidence for a robust chiral\nsuperconducting (SC) phase with dominant power-law pairing correlations and a\nquantized spin Chern number. The SC phase emerges at very weak interaction and\ngrows stronger at intermediate interaction strengths (U ) for a wide range of\nhole doping. We also discuss the possible distinct nature of the normal state\nin different U regimes. Our work provides theoretical insights into the\nemergence of topological superconductivity from doping topological Chern bands\nor magnetic flux induced chiral spin liquid states of Moir\\'e materials."}
{"id": "2509.03007", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03007", "abs": "https://arxiv.org/abs/2509.03007", "authors": ["H. Sakai", "S. Shin", "S. Kambe", "Y. Tokunaga", "H. Harima", "E. Pomjakushina", "T. Park"], "title": "Anisotropic spin fluctuations in the triangular Kondo lattice compound CePtAl$_4$Ge$_2$ probed by site-selective $^{27}$Al NMR", "comment": "9 pages, 6 figures", "summary": "A site-selective $^{27}$Al nuclear magnetic resonance (NMR) study is carried\nout on the Kondo lattice compound CePtAl$_4$Ge$_2$, which crystallizes in a\nrhombohedral lattice with quasi-two-dimensional Ce layers forming a triangular\nlattice network. Two inequivalent Al sites, Al(1) and Al(2), are unambiguously\nassigned by comparing measured nuclear quadrupole parameters with electric\nfield gradients obtained from electronic structure calculations. Knight shift\nanalysis yields distinct hyperfine coupling constants, revealing that they\narise predominantly from RKKY-type transferred hyperfine fields through\nconduction electrons. Spin-lattice relaxation measurements reveal pronounced\nanisotropic spin fluctuations, and comparison of the relaxation rates between\nthe two Al sites clarifies the momentum-space structure of these fluctuations.\nAt low magnetic fields, $(T_1T)^{-1}$ is strongly enhanced on cooling toward\nthe N\\'eel temperature, indicating the growth of in-plane antiferromagnetic\ncorrelations in the paramagnetic state."}
{"id": "2509.02886", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02886", "abs": "https://arxiv.org/abs/2509.02886", "authors": ["Zhe Li", "Prokhor Thor", "George Kourmoulakis", "Tatyana V. Ivanova", "Takashi Taniguchi", "Kenji Watanabe", "Hongyi Yu", "Mauro Brotons-Gisbert", "Brian D. Gerardot"], "title": "Highly tunable band structure in ferroelectric R-stacked bilayer WSe$_2$", "comment": null, "summary": "Transition metal dichalcogenide homobilayers unite two frontiers of quantum\nmaterials research: sliding ferroelectricity, arising from rhombohedral (R)\nstacking, and moir\\'e quantum matter, emerging from small-angle twisting. The\nspontaneous polarization of ferroelectric R-stacked homobilayers produces a\nhighly tunable band structure, which, together with strain-induced\npiezoelectricity, governs the topology and correlated electronic phases of\ntwisted bilayers. Here we present a systematic low-temperature optical\nspectroscopy study of R-stacked bilayer WSe$_2$ to quantitatively establish its\nfundamental electronic and ferroelectric properties. Exciton and\nexciton-polaron spectroscopy under doping reveals a pronounced electron-hole\nasymmetry that confirms type-II band alignment, with the conduction and valence\nband edges located at the $\\Lambda$ and K valleys, respectively. Through\ndistinct excitonic responses and tunable interlayer-intralayer exciton\nhybridization under displacement fields, we uncover the coexistence of AB and\nBA ferroelectric domains. Using exciton-polarons as a probe, we directly\nmeasure the intrinsic polarization field and extract the interlayer potential.\nFinally, we demonstrate electric-field-driven symmetric switching of the\nvalence band maximum, attributed to ferroelectric domain switching. These\nresults provide a complete experimental picture of the band alignment,\nspontaneous polarization field, and domain dynamics of R-stacked WSe$_2$,\nestablishing key parameters to understand twisted bilayers and enabling new\nferroelectric and excitonic device opportunities."}
{"id": "2509.02987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02987", "abs": "https://arxiv.org/abs/2509.02987", "authors": ["Yuki Matsuyama", "Shotaro Shirai", "Ippei Nakamura", "Masao Tokunari", "Hirotaka Terai", "Yuji Hishida", "Ryo Sasaki", "Yusuke Tominaga", "Atsushi Noguchi"], "title": "High-$Q$ membrane resonators using ultra-high-stress crystalline TiN films", "comment": null, "summary": "High-quality-factor ($Q$) mechanical resonators are essential components for\nprecise sensing and control of mechanical motion at a quantum level. While\namorphous materials such as SiN have been widely used in high-$Q$ mechanical\nresonators utilizing stress-induced dissipation dilution, crystalline materials\nhave emerging potential to achieve higher quality factors by combining low\nintrinsic loss and high tensile stress. In this paper, we demonstrate high-Q\nmembrane resonators using ultra-high-stress crystalline TiN. Our membrane\nresonator exhibits a tensile stress exceeding 2.3 GPa and a quality factor of\n$Q = 8.0 \\times 10^6$ at 2.2 K. By estimating the dilution factor, we infer\nthat our TiN resonator has a intrinsic quality factor comparable to that of SiN\nmembrane resonators. With its ultra-high stress and crystalline properties, our\nTiN films can serve as a powerful tool for opto- and electromechanical systems,\noffering highly dissipation-diluted mechanical resonators."}
{"id": "2509.03449", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03449", "abs": "https://arxiv.org/abs/2509.03449", "authors": ["Vishwajeet Kumar", "Ohad Shpielberg", "Arnab Pal"], "title": "Speeding up Brownian escape via intermediate finite potential barriers", "comment": null, "summary": "The mean first-passage time (MFPT) for a Brownian particle to surmount a\npotential barrier of height $\\Delta U$ is a fundamental quantity governing a\nwide array of physical and chemical processes. According to the Arrhenius Law,\nthe MFPT typically grows exponentially with increasing barrier height,\nreflecting the rarity of thermally activated escape events. In this work, we\ndemonstrate that the MFPT can be significantly reduced by reshaping the\noriginal single-barrier potential into a structured energy landscape comprising\nmultiple intermediate barriers of lower heights, while keeping the total\nbarrier height $\\Delta U$ unchanged. Furthermore, this counterintuitive result\nholds across both linear and nonlinear potential profiles. Our findings suggest\nthat tailoring the energy landscape -- by introducing well-placed intermediate\nbarriers -- can serve as an effective control strategy to accelerate thermally\nactivated transitions. These predictions are amenable to experimental\nvalidation using optical trapping techniques."}
{"id": "2509.02682", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02682", "abs": "https://arxiv.org/abs/2509.02682", "authors": ["Kai-Wei Chang", "Joshua J. P. Thompson", "Bartomeu Monserrat"], "title": "Ultrafast anisotropic exciton transport in phosphorene", "comment": null, "summary": "Phosphorene is a two-dimensional (2D) material exhibiting strong in-plane\nstructural anisotropy. In this work, we investigate the influence of structural\nanisotropy on the optics, dynamics, and transport of excitons in phosphorene by\ncombining microscopic many-body theory with first principles calculations. Our\nframework offers a complete and material specific description of the excitonic\nproperties of phosphorene, including exciton states and exciton-phonon\ninteractions, which allow us to quantitatively evaluate the optical absorption\nspectra, exciton relaxation, and exciton transport, revealing\ndirection-dependent characteristics. Interestingly, we identify the critical\nrole of long-range exchange interactions, which significantly enhance the\nanisotropy of exciton diffusion, particularly at low temperatures. Our work\nprovides fundamental insights into exciton dynamics in an intrinsically\nanisotropic 2D material, offering guiding principles for the design of\nnext-generation optoelectronic devices."}
{"id": "2509.02886", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02886", "abs": "https://arxiv.org/abs/2509.02886", "authors": ["Zhe Li", "Prokhor Thor", "George Kourmoulakis", "Tatyana V. Ivanova", "Takashi Taniguchi", "Kenji Watanabe", "Hongyi Yu", "Mauro Brotons-Gisbert", "Brian D. Gerardot"], "title": "Highly tunable band structure in ferroelectric R-stacked bilayer WSe$_2$", "comment": null, "summary": "Transition metal dichalcogenide homobilayers unite two frontiers of quantum\nmaterials research: sliding ferroelectricity, arising from rhombohedral (R)\nstacking, and moir\\'e quantum matter, emerging from small-angle twisting. The\nspontaneous polarization of ferroelectric R-stacked homobilayers produces a\nhighly tunable band structure, which, together with strain-induced\npiezoelectricity, governs the topology and correlated electronic phases of\ntwisted bilayers. Here we present a systematic low-temperature optical\nspectroscopy study of R-stacked bilayer WSe$_2$ to quantitatively establish its\nfundamental electronic and ferroelectric properties. Exciton and\nexciton-polaron spectroscopy under doping reveals a pronounced electron-hole\nasymmetry that confirms type-II band alignment, with the conduction and valence\nband edges located at the $\\Lambda$ and K valleys, respectively. Through\ndistinct excitonic responses and tunable interlayer-intralayer exciton\nhybridization under displacement fields, we uncover the coexistence of AB and\nBA ferroelectric domains. Using exciton-polarons as a probe, we directly\nmeasure the intrinsic polarization field and extract the interlayer potential.\nFinally, we demonstrate electric-field-driven symmetric switching of the\nvalence band maximum, attributed to ferroelectric domain switching. These\nresults provide a complete experimental picture of the band alignment,\nspontaneous polarization field, and domain dynamics of R-stacked WSe$_2$,\nestablishing key parameters to understand twisted bilayers and enabling new\nferroelectric and excitonic device opportunities."}
{"id": "2509.03177", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03177", "abs": "https://arxiv.org/abs/2509.03177", "authors": ["Leonid V. Pourovskii", "Rafael D. Soares", "Alexander Wietek"], "title": "Ab initio spin Hamiltonians and magnetism of Ce and Yb triangular-lattice compounds", "comment": "9 pages, 3 figures + 10 pages of Supplementary", "summary": "We calculate the crystal-field splitting, ground-state Kramers doublet and\nintersite exchange interactions within the ground-state doublet manifold using\nan ab initio Hubbard-I based approach for a representative set of Ce and Yb\ntriangular-lattice compounds. These include the putative quantum spin liquids\n(QSL) RbCeO$_2$ and YbZn$_2$GaO$_5$ and the antiferromagnets KCeO$_2$ and\nKCeS$_2$. The calculated nearest-neighbor (NN) couplings are antiferromagnetic\nand exhibit noticeable anisotropy. The next-nearest-neighbor (NNN) couplings\nare ferromagnetic in the Ce systems and dominated by classical dipole-dipole\ninteractions in the Yb case. Solving the resulting effective spin-1/2 models by\nexact diagonalization up to $N=36$ sites, we predict ordered magnetic ground\nstates for all systems, including the two QSL candidates. We explore the phase\nspace of an anisotropic NN + isotropic NNN triangular-lattice model finding\nthat a significant antiferromagnetic NNN coupling is required to stabilize QSL\nphases, while the NN exchange anisotropy is detrimental to them. Our findings\nhighlight a possibly important role of deviations from the perfect triangular\nmodel - like atomic disorder - in real triangular-lattice materials."}
{"id": "2509.02900", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02900", "abs": "https://arxiv.org/abs/2509.02900", "authors": ["Daniel N. Blaschke"], "title": "PyDislocDyn: A Python code for calculating dislocation drag and other crystal properties", "comment": "6 pages, prepared for the Journal of Open Source Software (JOSS)", "summary": "PyDislocDyn is a suite of python programs designed to perform various\ncalculations for basic research in dislocation dynamics in metals with various\ncrystal symmetries in the continuum limit. In particular, one of its main\npurposes is to calculate dislocation drag from phonon wind. Additional features\ninclude the averaging of elastic constants for polycrystals, the calculation of\nthe dislocation field including its limiting velocities, and the calculation of\ndislocation self-energy and line tension."}
{"id": "2509.03079", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03079", "abs": "https://arxiv.org/abs/2509.03079", "authors": ["Guangyu Yu", "Tao Xiang", "Zheng Zhu"], "title": "Deconfined Quantum Critical Point in Quantum Hall Bilayers", "comment": "11 pages, 9 figures", "summary": "Deconfined quantum critical points (DQCPs) represent an unconventional class\nof quantum criticality beyond the Landau-Ginzburg-Wilson-Fisher paradigm.\nNevertheless, both their theoretical identification and experimental\nrealization remain challenging. Here we report compelling evidence of a DQCP in\nquantum Hall bilayers with half-filled $n=2$ Landau levels in each layer, based\non large-scale variational uniform matrix product state (VUMPS) simulations and\nexact diagonalization (ED). By systematically analyzing the ground-state\nfidelity, low-lying energy spectra, exciton superfluid and stripe order\nparameters, and ground-state energy derivatives, we identify a direct and\ncontinuous quantum phase transition between two distinct symmetry-breaking\nphases by tuning the layer separation: an exciton superfluid phase with\nspontaneous $U(1)$ symmetry breaking at small separation, and a unidirectional\ncharge density wave with broken translational symmetry at large separation. Our\nresults highlight quantum Hall bilayers as an ideal platform for realizing and\nexperimentally probing DQCPs under precisely tunable interactions."}
{"id": "2509.02705", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.02705", "abs": "https://arxiv.org/abs/2509.02705", "authors": ["Manuel Weber"], "title": "Competing Dirac masses in one dimension: Symmetry-enhanced pseudo-first-order transition and deconfined criticality", "comment": "8 pages, 6 figures", "summary": "Emergent symmetries and slow crossover phenomena are central themes in\nquantum criticality and manifest themselves in the pseudocritical scaling\nexperienced in the context of deconfined criticality. Here we discover its\nconceptual counterpart, i.e., a symmetry-enhanced pseudo-first-order\ntransition. It emerges from a one-dimensional realization of deconfined\ncriticality between charge- and bond-ordered states driven by competing\nHolstein and Su-Schrieffer-Heeger electron-phonon couplings, for which quantum\nfluctuations and thereby the nature of the transition can be tuned\nsystematically via the phonon frequency $\\omega_0$. In the classical limit\n$\\omega_0 \\to 0$, a low-energy Dirac theory predicts a direct first-order\ntransition with emergent U(1) symmetry. Using exact quantum Monte Carlo\nsimulations, we provide strong evidence for symmetry enhancement and even\nfinite-size scaling on intermediate length scales but in the thermodynamic\nlimit it turns into a narrow intermediate phase where both order parameters are\nfinite, as chiral U(1) symmetry is weakly broken on the lattice. Including\nquantum lattice fluctuations diminishes the width of the intermediate phase,\ngradually restores the U(1) symmetry, and eventually tunes the system to a\ndeconfined quantum critical point."}
{"id": "2509.03295", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03295", "abs": "https://arxiv.org/abs/2509.03295", "authors": ["Junseok Seo", "Armel A. Cotten", "Mingchi Xu", "Omid Sharifi Sedeh", "Henok Weldeyesus", "Tonghang Han", "Zhengguang Lu", "Zhenghan Wu", "Shenyong Ye", "Wei Xu", "Jixiang Yang", "Emily Aitken", "Prayoga P. Liong", "Zach Hadjri", "Rasul Gazizulin", "Kenji Watanabe", "Takashi Taniguchi", "Mingda Li", "Dominik M. Zumbühl", "Long Ju"], "title": "Family of Unconventional Superconductivities in Crystalline Graphene", "comment": null, "summary": "Unconventional superconductors exhibit multiple broken symmetries and exceed\nthe range of the Bardeen-Cooper-Schrieffer (BCS) theory. For instance,\ntime-reversal symmetry can be broken in addition to the gauge symmetry,\nresulting in superconductors that can be enhanced or induced by a magnetic\nfield. However, such unconventional superconductivities are more vulnerable to\nimpurities than their BCS counterparts, requiring highly ordered and clean\nmaterial systems to observe them. Crystalline rhombohedral multilayer graphene\nis a promising platform to explore unconventional superconductivity due to its\nsuperior material quality and gate-tunable strong correlation effects. Here we\nreport transport measurements of rhombohedral tetralayer and pentalayer\ngraphene, where a spectrum of superconductivities in a clean limit are\nobserved. Three of them (SC2-4) show highly unusual enhancements by magnetic\nfields: 1. SC2 is strengthened by an in-plane field; 2. SC3 is boosted by a\nsmall out-of-plane field; 3. SC4 is induced by an in-plane field. All these\nsuperconductors are robust against an in-plane field up to 8.5 Tesla, exceeding\nthe Pauli limit of conventional superconductors by tens of times and suggesting\ntheir unconventional nature. Moreover, we observed that proximitized spin-orbit\ncoupling generates a plethora of new superconductors in the phase diagram,\nwhile maintaining the high quality of bare rhombohedral graphene. Our work\nestablishes a family of new superconductors in rhombohedral multilayer\ngraphene, which also provides an ideal platform to engineer non-Abelian\nquasiparticles by proximitizing with quantum anomalous Hall states existing in\nthe same material system."}
{"id": "2509.03327", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03327", "abs": "https://arxiv.org/abs/2509.03327", "authors": ["Wenxin Li", "Jonathan T. Reichanadter", "Shan Wu", "Ji Seop Oh", "Rourav Basak", "Shannon C. Haley", "Elio Vescovo", "Donghui Lu", "Makoto Hashimoto", "Christoph Klewe", "Suchismita Sarker", "James G. Analytis", "Robert J. Birgeneau", "Jeffrey B. Neaton", "Yu He"], "title": "Role of Fe intercalation on the electronic correlation in resistively switchable antiferromagnet Fe$_{x}$NbS$_2$", "comment": null, "summary": "Among the family of intercalated transition-metal dichalcogenides (TMDs),\nFe$_{x}$NbS$_2$ is found to possess unique current-induced resistive switching\nbehaviors, tunable antiferromagnetic states, and a commensurate charge order,\nall of which are tied to a critical Fe doping of $x_c$ = 1/3. However, the\nelectronic origin of such extreme stoichiometry sensitivities remains unclear.\nCombining angle-resolved photoemission spectroscopy (ARPES) with density\nfunctional theory (DFT) calculations, we identify and characterize a dramatic\neV-scale electronic restructuring that occurs across the $x_c$. Moment-carrying\nFe 3$d_{z^2}$ electrons manifest as narrow bands within 200 meV to the Fermi\nlevel, distinct from other transition metal intercalated TMD magnets. This\nstate strongly interacts with the itinerant electron in TMD layer, and rapidly\nloses coherence above $x_c$. These observations resemble the exceptional\nelectronic and magnetic sensitivity of strongly correlated systems upon charge\ndoping, shedding light on the important role of electronic correlation in\nmagnetic TMDs."}
{"id": "2509.02901", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02901", "abs": "https://arxiv.org/abs/2509.02901", "authors": ["Miuko Tanaka", "Abdul Ahad", "Darius-Alexandru Deaconu", "Varun Shah", "Daisuke Nishio-Hamane", "Tomohiro Ishii", "Masayuki Hashisaka", "Shoya Sakamoto", "Shinji Miwa", "Mohammad Saeed Bahramy", "Toshiya Ideue"], "title": "Magnetic resonance and microwave resistance modulation in van der Waals colossal-magnetoresistance material", "comment": null, "summary": "Colossal magnetoresistance (CMR) is a fascinating quantum phenomenon that\ncontinues to draw significant interest in condensed matter physics. Mn3Si2Te6\nhas emerged as a prototypical CMR material, notable for its puzzling\nmagnetoresistance behavior and pronounced directional anisotropy. Despite\nextensive research, the mechanisms driving CMR in Mn3Si2Te6 remain elusive\n[1-4]. In this work, we explore the magnetic resonance of Mn3Si2Te6 and observe\na reduced g-factor for magnetic fields applied along the crystalline c-axis\ncompared to the ab-plane, indicating a substantial orbital magnetization\ncontribution along the c-axis. Furthermore, we detect resistance modulation\nunder resonance conditions, suggesting that CMR in Mn3Si2Te6 is sensitive to\nthe out-of-the plane spin polarization. These findings shed new light on the\nrole of orbital magnetic moment in Mn3Si2Te6, offering a deeper understanding\nof the interplay between spin, orbital and lattice degrees of freedom of\nelectrons in this system."}
{"id": "2509.03254", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03254", "abs": "https://arxiv.org/abs/2509.03254", "authors": ["Minwoo Yu", "Moojune Song", "Minseok Kang", "Mujin You", "Yunyoung Hwang", "Albert Min Gyu Park", "Byong-Guk Park", "Kab-Jin Kim", "Junho Suh"], "title": "Effect of Magnetic Anisotropy on Magnetoelastic Waves in Ni/LiNbO3 Hybrid Device", "comment": "20 pages, 6 figures, 1 table", "summary": "We study the effects of magnetic anisotropy and crystalline axes in surface\nacoustic waves (SAWs) driven magnetic resonances of Ni/LiNbO3 hybrid devices.\nSAW absorption from the interaction with magnons in Ni displays a strong\nanisotropic dependence on the direction of the applied in-plane magnetic field.\nMagnetic anisotropy is further investigated by magneto-optical Kerr effect\nmeasurements to show both uniaxial and biaxial anisotropy components in Ni\nfilms on LiNbO3. By introducing a dipolar interaction term in addition to the\nanisotropies, we successfully explain the anisotropic SAW absorption in our\ndevices. These findings show the importance of substrate-induced anisotropy and\nlong-range dipolar effects in SAW-magnons hybrid devices and indicate future\ndirections for optimizing these spin-acoustic devices through comprehensive\nanisotropy engineering."}
{"id": "2509.02723", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02723", "abs": "https://arxiv.org/abs/2509.02723", "authors": ["Pierre-Paul De Breuck", "Hai-Chen Wang", "Gian-Marco Rignanese", "Silvana Botti", "Miguel A. L. Marques"], "title": "Generative AI for Crystal Structures: A Review", "comment": "23 pages, 4 figures, 3 tables", "summary": "As in many other fields, the rapid rise of generative artificial intelligence\nis reshaping materials discovery by offering new ways to propose crystal\nstructures and, in some cases, even predict desired properties. This review\nprovides a comprehensive survey of recent advancements in generative models\nspecifically for inorganic crystalline materials. We begin by introducing the\nfundamentals of generative modeling and invertible material descriptors. We\nthen propose a taxonomy based on architecture, representation, conditioning,\nand materials domain to categorize the diverse range of current generative AI\nmodels. We discuss data sources and address challenges related to performance\nmetrics, emphasizing the need for standardized benchmarks. Specific examples\nand applications of novel generated structures are presented. Finally, we\nexamine current limitations and future directions in this rapidly evolving\nfield, highlighting its potential to accelerate the discovery of new inorganic\nmaterials."}
{"id": "2509.03469", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03469", "abs": "https://arxiv.org/abs/2509.03469", "authors": ["Deep Singha Roy", "Sk Kalimuddin", "Subrata Pachhal", "Saikat Mondal", "Soham Das", "Sukanya Jana", "Arnab Bera", "Satyabrata Bera", "Tuhin Debnath", "Ankan Bag", "Souvik Pramanik", "Sudipta Chatterjee", "Sanjib Naskar", "Shishir Kumar Pandey", "Adhip Agarwala", "Mintu Mondal"], "title": "Signatures of emergent surface states across a displacive topological phase transition in Bi$_4$I$_4$", "comment": "35 pages, 20 figures, research articles", "summary": "Topological phase transitions involving crystalline symmetry breaking provide\na fertile ground to explore the interplay between symmetry, topology, and\nemergent quantum phenomena. Recently discovered quasi-one-dimensional\ntopological material, Bi$_4$I$_4$, has been predicted to host topologically\nnon-trivial gapless surfaces at high temperature, which undergo a finite\ntemperature phase transition to a low temperature gapped phase. Here we present\nexperimental signatures of this room temperature phase transition from a\nhigh-temperature $\\beta$-phase with a surface state to a gapped $\\alpha$-phase\nhosting hinge states. Using real-space current mapping and resistance\nfluctuation spectroscopy, we identify signatures of a displacive topological\nphase transition mediated by a first-order thermodynamic structural change.\nNear the emergence of $\\beta$-phase, we observe pronounced telegraphic noise,\nindicating fluctuating phase domains with topological surface states. The\nspatially resolved current map reveals electron transport via the gapless\nsurface states in the $\\beta$-phase, which vanishes upon transitioning to the\n$\\alpha$-phase with localized conduction channels (or hinge modes). Our\nexperimental results, supported by first principles estimates and effective\ntheory of a topological displacive phase transition, establish Bi$_4$I$_4$ as a\ncandidate material showing intricate interplay of classical thermodynamic phase\ntransitions with topological quantum phenomena."}
{"id": "2509.02921", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.02921", "abs": "https://arxiv.org/abs/2509.02921", "authors": ["Ken Araki", "Vishwa Krishna Rajan", "Liping Wang"], "title": "Tunable Coatings on Various Substrates for Self-Adaptive Energy Harvesting with Daytime Solar Heating and Nighttime Radiative Cooling", "comment": null, "summary": "In this work, tunable vanadium dioxide (VO2) metafilms on different substrate\nmaterials fabricated via low-oxygen furnace oxidation are demonstrated for\nself-adaptive daytime solar heating and nighttime radiative cooling. Because of\nits thermally-driven insulator-to-metal phase transition behavior, the VO2\nmetafilms work as spectrally-selective solar absorber with a high solar\nabsorptance of 0.86 and a low infrared emissivity of ~0.2 at daytime, while\nthey behave as selective cooler at nighttime to dissipate heat effectively\nthrough the atmospheric transparency window with a high emissivity of ~0.76 to\ncold outer space. From the outdoor vacuum tests, a significant temperature rise\nup to 169 K upon solar heating and a temperature drop of 17 K at night are\nexperimentally observed from these tunable VO2 metafilms. With the atmosphere\ntemperature fitted in-situ, the accurate heat transfer model shows excellent\nagreement with the stagnation temperature measurement, and indicates a high\nheating power of ~400 W/m2 at 80{\\deg}C sample temperature in the middle of the\nday, and a cooling power of ~60 W/m2 at 30{\\deg}C in equilibrium with ambient\nat night. This work would facilitate the development of self-adaptive coatings\nwith cost-effective and scalable fabrication approaches for all-day energy\nharvesting."}
{"id": "2509.03282", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03282", "abs": "https://arxiv.org/abs/2509.03282", "authors": ["Baruch Horovitz", "Alexander Shnirman"], "title": "Theory of single molecule NMR detection", "comment": "11 pages, 6 figures", "summary": "In relation to recent experimental data [1], we develop a theory framework\nfor demonstrating the feasibility of detecting sharp Nuclear Magnetic Resonance\n(NMR) oscillations in a real time ESR data. The procedure is to follow real\ntime oscillations of the ESR signal measured at a selected frequency of a\nhyperfine transition. We study a variety of systems such as a single radical\nmolecule with one or two hyperfine coupled nuclei or two molecules that coexist\nas either radicals or non-radicals, facilitated by charge transfer. We develop\na master equation for describing these scenarios and find parameters for which\na sharp NMR line can be observed. We show that in all cases an off-diagonal\nterm in the hyperfine tensor is essential for the observation."}
{"id": "2509.02757", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02757", "abs": "https://arxiv.org/abs/2509.02757", "authors": ["Feng Chen", "Wen O. Wang", "Jia-Xin Zhang", "Leon Balents", "D. N. Sheng"], "title": "Topological Chiral Superconductivity in the Triangular-Lattice Hofstadter-Hubbard Model", "comment": null, "summary": "Moir\\'e materials provide exciting platforms for studying the interplay of\nstrong electronic correlation and large magnetic flux effects. We study the\nlightly doped Hofstadter-Hubbard model on a triangular lattice through\nlarge-scale density matrix renormalization group and determinantal quantum\nMonte Carlo simulations. We find strong evidence for a robust chiral\nsuperconducting (SC) phase with dominant power-law pairing correlations and a\nquantized spin Chern number. The SC phase emerges at very weak interaction and\ngrows stronger at intermediate interaction strengths (U ) for a wide range of\nhole doping. We also discuss the possible distinct nature of the normal state\nin different U regimes. Our work provides theoretical insights into the\nemergence of topological superconductivity from doping topological Chern bands\nor magnetic flux induced chiral spin liquid states of Moir\\'e materials."}
{"id": "2509.03489", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03489", "abs": "https://arxiv.org/abs/2509.03489", "authors": ["Yixuan Huang", "Yuan Gao", "Wei Li", "Seiji Yunoki", "Sadamichi Maekawa"], "title": "Dissipationless dynamics of spin supersolid states in a spin-1/2 triangular antiferromagnet with impurities", "comment": "8+7 pages, 4+9 figures", "summary": "Motivated by recent experimental observations of possible spin supersolid\nstates in triangular lattice compounds, we study the dynamical properties of\nvarious ground states in the spin-1/2 easy-axis antiferromagnetic Heisenberg\nmodel with impurities under magnetic fields, using numerical Density Matrix\nRenormalization Group methods. For both spin supersolid states in the low and\nhigh fields, the gapless Goldstone mode at the $K$ points remains robust with\nimpurities, which is related to the presence of spin superfluidity. As a\ncomparison, we find a splitting of magnon band at the same impurity density\nlevel in the conventional magnetic state, the so-called up-up-down state. In\naddition, the finite superfluid stiffness probed by the twisted phase in the\nspin supersolid states is consistent with the excitation spectrum. We argue\nthat this excitation spectrum with impurity provides direct evidence of the\ndissipationless dynamics in the spin supersolid states, which could be tested\nin neutron scattering experiments."}
{"id": "2509.02984", "categories": ["cond-mat.mtrl-sci", "80A50, 82D80"], "pdf": "https://arxiv.org/pdf/2509.02984", "abs": "https://arxiv.org/abs/2509.02984", "authors": ["Samantha Ortega-Flores", "Peter Ludwig Rodríguez-Kessler"], "title": "Size-Dependent Structural Motifs in Ag$_n$Mo (n = 2-13) Clusters: From Planar to Icosahedral Architectures", "comment": "7 pages, 5 figures", "summary": "We present a comprehensive density functional theory (DFT) study of Mo-doped\nsilver clusters Ag$_n$Mo ($n=1$-14), focusing on their structural, electronic,\nand bonding properties. Global optimization reveals an evolution from planar\nand low-symmetry isomers in small clusters to compact three-dimensional\ngeometries with higher symmetry, culminating in a highly stable icosahedral\nstructure at $n=12$. Binding energy and second-order energy difference analyses\nidentify $n=12$ as a \"magic number\" cluster exhibiting enhanced thermodynamic\nstability and a pronounced HOMO-LUMO gap, indicative of electronic shell\nclosure. Bond length analysis shows relatively constant Ag-Mo distances\nalongside a size-dependent increase in Ag-Ag bond lengths, reflecting the\ngrowth of metallic bonding networks. Hirshfeld charge analysis reveals\nsignificant charge transfer from Ag to Mo in small clusters, which decreases\nwith size as the system transitions toward delocalized metallic bonding. These\nfindings provide detailed insights into the size-dependent interplay of\ngeometry, bonding, and electronic structure in Ag$_n$Mo clusters, with\nimplications for their catalytic and material applications."}
{"id": "2509.03295", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03295", "abs": "https://arxiv.org/abs/2509.03295", "authors": ["Junseok Seo", "Armel A. Cotten", "Mingchi Xu", "Omid Sharifi Sedeh", "Henok Weldeyesus", "Tonghang Han", "Zhengguang Lu", "Zhenghan Wu", "Shenyong Ye", "Wei Xu", "Jixiang Yang", "Emily Aitken", "Prayoga P. Liong", "Zach Hadjri", "Rasul Gazizulin", "Kenji Watanabe", "Takashi Taniguchi", "Mingda Li", "Dominik M. Zumbühl", "Long Ju"], "title": "Family of Unconventional Superconductivities in Crystalline Graphene", "comment": null, "summary": "Unconventional superconductors exhibit multiple broken symmetries and exceed\nthe range of the Bardeen-Cooper-Schrieffer (BCS) theory. For instance,\ntime-reversal symmetry can be broken in addition to the gauge symmetry,\nresulting in superconductors that can be enhanced or induced by a magnetic\nfield. However, such unconventional superconductivities are more vulnerable to\nimpurities than their BCS counterparts, requiring highly ordered and clean\nmaterial systems to observe them. Crystalline rhombohedral multilayer graphene\nis a promising platform to explore unconventional superconductivity due to its\nsuperior material quality and gate-tunable strong correlation effects. Here we\nreport transport measurements of rhombohedral tetralayer and pentalayer\ngraphene, where a spectrum of superconductivities in a clean limit are\nobserved. Three of them (SC2-4) show highly unusual enhancements by magnetic\nfields: 1. SC2 is strengthened by an in-plane field; 2. SC3 is boosted by a\nsmall out-of-plane field; 3. SC4 is induced by an in-plane field. All these\nsuperconductors are robust against an in-plane field up to 8.5 Tesla, exceeding\nthe Pauli limit of conventional superconductors by tens of times and suggesting\ntheir unconventional nature. Moreover, we observed that proximitized spin-orbit\ncoupling generates a plethora of new superconductors in the phase diagram,\nwhile maintaining the high quality of bare rhombohedral graphene. Our work\nestablishes a family of new superconductors in rhombohedral multilayer\ngraphene, which also provides an ideal platform to engineer non-Abelian\nquasiparticles by proximitizing with quantum anomalous Hall states existing in\nthe same material system."}
{"id": "2509.02763", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02763", "abs": "https://arxiv.org/abs/2509.02763", "authors": ["Shengjie Yu", "Natsumi Komatsu", "Liyang Chen", "Joe F. Khoury", "Nicolas Marquez Peraca", "Xinwei Li", "Oliver S. Dewey", "Lauren W. Taylor", "Ali Mojibpour", "Yingru Song", "Geoff Wehmeyer", "Matteo Pasquali", "Matthew S. Foster", "Douglas Natelson", "Junichiro Kono"], "title": "Quantum Transport in Ultrahigh-Conductivity Carbon Nanotube Fibers", "comment": "12 pages, 5 figures. Shengjie Yu and Natsumi Komatsu contributed\n  equally to this work. Submitted to Physical Review B", "summary": "We investigate quantum transport in aligned carbon nanotube (CNT) fibers\nfabricated via solution spinning, focusing on the roles of structural\ndimensionality and quantum interference effects. The fibers exhibit metallic\nbehavior at high temperatures, with conductivity increasing monotonically as\nthe temperature decreases from room temperature to approximately 36 K. Below\nthis temperature, the conductivity gradually decreases with further cooling,\nsignaling the onset of quantum conductance corrections associated with\nlocalization effects. Magnetoconductance measurements in both parallel and\nperpendicular magnetic fields exhibit pronounced positive corrections at low\ntemperatures, consistent with weak localization (WL). To determine the\neffective dimensionality of electron transport, we analyzed the data using WL\nmodels in 1D, 2D, and 3D geometries. We found that while the 2D model can\nreproduce the field dependence, it lacks physical meaning in the context of our\nfiber architecture and requires an unphysical scaling factor to match the\nexperimental magnitude. By contrast, we developed a hybrid 3D+1D WL framework\nthat quantitatively captures both the field and temperature dependences using\nrealistic coherence lengths and a temperature-dependent crossover parameter.\nAlthough this combined model also employs a scaling factor for magnitude\ncorrection, it yields a satisfactory fit, reflecting the hierarchical structure\nof CNT fibers in which transport occurs through quasi-1D bundles embedded in a\n3D network. Our results establish a physically grounded model of phase-coherent\ntransport in macroscopic CNT assemblies, providing insights into enhancing\nconductivity for flexible, lightweight power transmission applications."}
{"id": "2509.03079", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03079", "abs": "https://arxiv.org/abs/2509.03079", "authors": ["Guangyu Yu", "Tao Xiang", "Zheng Zhu"], "title": "Deconfined Quantum Critical Point in Quantum Hall Bilayers", "comment": "11 pages, 9 figures", "summary": "Deconfined quantum critical points (DQCPs) represent an unconventional class\nof quantum criticality beyond the Landau-Ginzburg-Wilson-Fisher paradigm.\nNevertheless, both their theoretical identification and experimental\nrealization remain challenging. Here we report compelling evidence of a DQCP in\nquantum Hall bilayers with half-filled $n=2$ Landau levels in each layer, based\non large-scale variational uniform matrix product state (VUMPS) simulations and\nexact diagonalization (ED). By systematically analyzing the ground-state\nfidelity, low-lying energy spectra, exciton superfluid and stripe order\nparameters, and ground-state energy derivatives, we identify a direct and\ncontinuous quantum phase transition between two distinct symmetry-breaking\nphases by tuning the layer separation: an exciton superfluid phase with\nspontaneous $U(1)$ symmetry breaking at small separation, and a unidirectional\ncharge density wave with broken translational symmetry at large separation. Our\nresults highlight quantum Hall bilayers as an ideal platform for realizing and\nexperimentally probing DQCPs under precisely tunable interactions."}
{"id": "2509.03026", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03026", "abs": "https://arxiv.org/abs/2509.03026", "authors": ["Jaimin Kang", "Mohammad Hamdi", "Shun Kong Cheung", "Lin-Ding Yuan", "Mohamed Elekhtiar", "William Rogers", "Andrea Meo", "Peter G. Lim", "M. S. Nicholas Tey", "Anthony D'Addario", "Shiva T. Konakanchi", "Eric Matt", "Jordan Athas", "Sevdenur Arpaci", "Lei Wan", "Sanjay C. Mehta", "Pramey Upadhyaya", "Mario Carpentieri", "Vinayak P. Dravid", "Mark C. Hersam", "Jordan A. Katine", "Gregory D. Fuchs", "Giovanni Finocchio", "Evgeny Y. Tsymbal", "James M. Rondinelli", "Pedram Khalili Amiri"], "title": "Octupole-driven spin-transfer torque switching of all-antiferromagnetic tunnel junctions", "comment": null, "summary": "Magnetic tunnel junctions (MTJs) based on ferromagnets are canonical devices\nin spintronics, with wide-ranging applications in data storage, computing, and\nsensing. They simultaneously exhibit mechanisms for electrical detection of\nmagnetic order through the tunneling magnetoresistance (TMR) effect, and\nreciprocally, for controlling magnetic order by electric currents through\nspin-transfer torque (STT). It was long assumed that neither of these effects\ncould be sizeable in tunnel junctions made from antiferromagnetic materials,\nsince they exhibit no net magnetization. Recently, however, it was shown that\nall-antiferromagnetic tunnel junctions (AFMTJs) based on chiral\nantiferromagnets do exhibit TMR due to their non-relativistic\nmomentum-dependent spin polarization and cluster magnetic octupole moment,\nwhich are manifestations of their spin-split band structure. However, the\nreciprocal effect, i.e., the antiferromagnetic counterpart of STT driven by\ncurrents through the AFMTJ, has been assumed non-existent due to the total\nelectric current being spin-neutral. Here, in contrast to this common\nexpectation, we report nanoscale AFMTJs exhibiting this reciprocal effect,\nwhich we term octupole-driven spin-transfer torque (OTT). We demonstrate\ncurrent-induced OTT switching of PtMn3|MgO|PtMn3 AFMTJs, fabricated on a\nthermally oxidized silicon substrate, exhibiting a record-high TMR value of\n363% at room temperature and switching current densities of the order of 10\nMA/cm2. Our theoretical modeling explains the origin of OTT in terms of the\nimbalance between intra- and inter-sublattice spin currents across the AFMTJ,\nand equivalently, in terms of the non-zero net cluster octupole polarization of\neach PtMn3 layer. This work establishes a new materials platform for\nantiferromagnetic spintronics and provides a pathway towards deeply scaled\nmagnetic memory and room-temperature terahertz technologies."}
{"id": "2509.03296", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03296", "abs": "https://arxiv.org/abs/2509.03296", "authors": ["Balaganchi A. Bhargava", "Sanjib Kumar Das", "Lukas M. Sieberer", "Ion Cosma Fulga"], "title": "Noise resilience of two-dimensional Floquet topological phases", "comment": "12 pages, 7 figures", "summary": "We study the effect of noise on two-dimensional periodically driven\ntopological phases, focusing on two examples: the anomalous Floquet-Anderson\nphase and the disordered Floquet-Chern phase. Both phases show an unexpected\nrobustness against timing noise. The noise-induced decay of initially populated\ntopological edge modes occurs in two stages: At short times, thermalization\namong edge modes leads to exponential decay. This is followed by slow algebraic\ndecay $\\sim n^{-1/2}$ with the number of Floquet cycles $n$. The exponent of\n$1/2$ is characteristic for one-dimensional diffusion, here occurring along the\ndirection perpendicular to the edge. In contrast, localized modes in the bulk\nexhibit faster decay, $\\sim n^{-1}$, corresponding to two-dimensional\ndiffusion. We demonstrate these behaviors through full-scale numerical\nsimulations and support our conclusions using analytical results based upon a\nphenomenological model. Our findings indicate that two-dimensional Floquet\ntopological phases are ideal candidates for potential applications of Floquet\ntopology, given the unavoidable presence of both quenched disorder and\ndecoherence in experiments."}
{"id": "2509.02765", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02765", "abs": "https://arxiv.org/abs/2509.02765", "authors": ["Fabian Garmroudi", "Illia Serhiienko", "Michael Parzer", "Andrej Pustogow", "Raimund Podloucky", "Takao Mori", "Ernst Bauer"], "title": "$P$-type Ru$_2$Ti$_{1-x}$Hf$_x$Si full-Heusler bulk thermoelectrics with $zT = 0.7$", "comment": null, "summary": "Heusler compounds have emerged as important thermoelectric materials due to\ntheir combination of promising electronic transport properties, mechanical\nrobustness and chemical stability -- key aspects for practical device\nintegration. While a wide range of XYZ-type half-Heusler compounds have been\nstudied for high-temperature applications, X$_2$YZ-type full-Heuslers, often\ncharacterized by narrower band gaps, may offer potential advantages at\ndifferent temperature regimes but remain less explored. In this work, we report\nthe discovery of $p$-type Ru$_2$Ti$_{1-x}$Hf$_x$Si full-Heusler\nthermoelectrics, exhibiting a high figure of merit $zT \\sim 0.7$ over a broad\nrange of temperatures $700-1000$ K. These results not only represent the\nlargest values known to date among full-Heusler materials but confirm earlier\ntheoretical predictions that $p$-type Ru$_2$TiSi systems would be superior to\ntheir $n$-type counterparts. Moreover, using a two-band model, we unveil\nelectronic structure changes induced by the Hf substitution at the Ti site and\noutline strategies to further improve $zT$ up to $zT > 1$. Our findings\nhighlight the untapped potential of new semiconducting full-Heusler phases and\nthe crucial need for continued exploration of this rich materials class for\nthermoelectric applications."}
{"id": "2509.03253", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.str-el", "math-ph", "math.MP", "nucl-th"], "pdf": "https://arxiv.org/pdf/2509.03253", "abs": "https://arxiv.org/abs/2509.03253", "authors": ["Antoine Marie", "Pierre-François Loos"], "title": "Parquet theory for molecular systems. I. Formalism and static kernel parquet approximation", "comment": "17 pages, 10 figures (supporting information available)", "summary": "The $GW$ approximation has become a method of choice for predicting\nquasiparticle properties in solids and large molecular systems, owing to its\nfavorable accuracy-cost balance. However, its accuracy is the result of a\nfortuitous cancellation of vertex corrections in the polarizability and\nself-energy. Hence, when attempting to go beyond $GW$ through inclusion of\nvertex corrections, the accuracy can deteriorate if this delicate balance is\ndisrupted. In this work, we explore an alternative route that theoretically\ngoes beyond $GW$: the parquet formalism. Unlike approaches that focus on a\nsingle correlation channel, such as the electron-hole channel in $GW$ or the\nparticle-particle channel in $T$-matrix theory, parquet theory treats all\ntwo-body scattering channels on an equal footing. We present the formal\nstructure of the parquet equations, which couple the one-body Green's function,\nthe self-energy, and the two-body vertex. We discuss the approximations\nnecessary to solve this set of equations, the advantages and limitations of\nthis approach, outline its implementation for molecular systems, and assess its\naccuracy for principal ionization potentials of small molecular systems."}
{"id": "2509.03082", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03082", "abs": "https://arxiv.org/abs/2509.03082", "authors": ["Chengkun Xing", "Han Zhang", "Kyle Noordhoek", "Guoxin Zheng", "Kuan-Wen Chen", "Lukas Horák", "Yan Xin", "Eun Sang Choi", "Lu Li", "Haidong Zhou", "Jian Liu"], "title": "Probing ice-rule-breaking transition in $\\rm{Dy_2Ti_2O_7}$ thin film by proximitized transport and magnetic torque", "comment": "7 pages, 3 figures", "summary": "While the spin ice state of bulk pyrochlores such as $\\rm{Dy_2Ti_2O_7}$ and\n$\\rm{Ho_2Ti_2O_7}$ has been extensively studied in the last several decades due\nto its unique degenerate ground state and emergent monopole excitation, whether\nit survives in the thin-film form remains a mystery. The limited volume of\nthin-film sample makes it challenging to study the intrinsic magnetic\nproperties. Here, we synthesized 18nm-thick $\\rm{Dy_2Ti_2O_7}$ thin film on YSZ\nsubstrate and capped it by a thin conductive $\\rm{Bi_2Ir_2O_7}$ layer, and\nperformed the proximitized magnetoresistance measurements. Our study found that\nthe ice-rule-breaking phase transition survives but with a modified effective\nnearest-neighbor interaction and distorted Ising spin axes compared to the bulk\ncrystal. The results are supported by the simultaneously measured capacitive\ntorque magnetometry. Our study demonstrates that proximitized transport is an\neffective tool for thin films of insulating frustrated magnets."}
{"id": "2509.03320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03320", "abs": "https://arxiv.org/abs/2509.03320", "authors": ["Partha Goswami"], "title": "Investigation of non-Hermitian and Hermitian models of Altermagnets", "comment": "32 pages, 6 figures. Comments are welcome", "summary": "Insulating altermagnets like MnTe exhibit spin configurations where opposing\nspins are not only aligned antiparallel but also rotated relative to each\nother. This is an arrangement reminiscent of antiferromagnetism with a twist of\nspin canting. This study investigates a model Hamiltonian that captures the\nessential physics of such systems, incorporating key interactions including\nDzyaloshinskii-Moriya and conventional exchange terms, relativistic spin-orbit\ncoupling, and d-wave and g-wave orderings. Non-Hermitian dynamics are\nintroduced through complex potentials that simulate energy dissipation and\namplification. The paper delves into the behavior of the quantum geometric\ntensor and the emergence of the quantum anomalous Hall effect within the\ntopologically insulating regime. It also broadens the scope to encompass\nnon-Hermitian metallic altermagnets, focusing on phases characterized by\nsymmetry-breaking d-wave and g-wave order parameters."}
{"id": "2509.02789", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02789", "abs": "https://arxiv.org/abs/2509.02789", "authors": ["Wei Wan", "Changxin Tang", "Eric R Homer"], "title": "Decomposition of low-angle grain boundaries", "comment": "11 pages, 4 figures", "summary": "Grain boundaries (GBs) merge and grains disappear during microstructure\nevolution. However, the Peach-Koehler model predicts that particular stress\nstates may reverse such a process by exerting differential Peach-Koehler forces\non different dislocations. This work considers this reversal as GB\ndecomposition and illustrates it in a low-angle asymmetric tilt GB and a\nlow-angle mixed tilt-twist GB via atomistic simulation. In both cases, the\ndislocations separate into two GBs separated by a new grain. This work\ndescribes the requirements for decomposition and the importance of dislocation\nseparability. Additionally, we examine the dislocation behaviors and stress\nsignatures associated with this process, along with the impact of strain rate\nand temperature on those aspects."}
{"id": "2509.03106", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03106", "abs": "https://arxiv.org/abs/2509.03106", "authors": ["Nils Erland L. Haugen", "Axel Brandenburg", "Bernd Friede", "Rolf G. Birkeland"], "title": "Silicon-monoxide flames: the nucleation and condensation of silica fume", "comment": "24 pages, 15 figures and 2 tables, submitted to J. Phys. Chem. C", "summary": "Silica fume is a valuable by-product from the silicon and ferrosilicon\nproduction. It is therefore important to understand the impact on the silica\nfume quality when converting the furnace feed from fossil-based to renewable\nreduction materials. Using self-consistent numerical simulations of the\nnucleation and condensation process, we present a detailed study of the silica\nfume formation process.\n  It is found that the most critical physical effect that determines the final\nparticle size distribution is coalescence due to Brownian motion. Furthermore,\nit is crucial to use appropriate thermophysical parameters in order to\nreproduce reliable particle size distributions. Contrary to what has been done\nin previous studies on the same topic, this is now done by using reasonable\nexpressions for surface energy, saturation pressure and the nucleation\npre-exponential factor.\n  It is also found that under conditions relevant to furnaces, the liberation\nof latent heat leads to an explosive chain reaction of particle nucleation and\ncondensation when the first particles nucleate and start growing due to\ncondensation. This process continues until the relative saturation pressure of\nsilicon dioxide is reduced to unity.\n  Finally, it is found that the Lagrangian approach for particle tracking is\nmore flexible and accurate, and also more CPU efficient, than the Eulerian\napproach."}
{"id": "2509.03356", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03356", "abs": "https://arxiv.org/abs/2509.03356", "authors": ["Viktor Mandrolko", "Mykola Isaiev"], "title": "Tailored Thermal Transport in Phase Change Materials-Based Nanocomposites through Interfacial Structuring", "comment": null, "summary": "Interfacial thermal transport is a critical bottleneck in nanoscale systems,\nwhere heat dissipation and energy efficiency are strongly modulated by\nmolecular ordering at solid-liquid boundaries. Here, using atomistic\nsimulations of hexadecane confined by structured silica substrates, we reveal\nhow interfacial geometry, specifically curvature, governs the density\ndistribution and thermal transport across the interface. At flat and mildly\ncurved surfaces, the liquid exhibits surface-templated layering, promoting\nefficient heat transfer, which is enhanced with increasing contact surface\narea. As curvature increases, this ordering breaks down, giving rise to\ninterference-like density patterns, reduced molecular packing, and localized\ndepletion zones. This structural reorganization leads to a systematic increase\nin interfacial thermal resistance (ITR), even when the contact area is kept\nconstant. By decomposing the interface into convex (\"hill\" of solid) and\nconcave (\"valley\" of solid) regions, we find that valleys consistently offer\nlower thermal resistance. In contrast, hills act as bottlenecks to heat flow.\nRemarkably, we show that the work of adhesion and entropy-related energy losses\nscale non-trivially with curvature: while adhesion increases with contact area,\nthe entropic penalty dominates the total energy change, reflecting\ncurvature-induced frustration of molecular alignment. These findings unveil a\ndirect link between surface geometry, thermodynamic dissipation, and heat\ntransport, offering new design principles for thermally tunable nanostructured\nmaterials, thermal interface coatings, and phase-change systems."}
{"id": "2509.02798", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02798", "abs": "https://arxiv.org/abs/2509.02798", "authors": ["Apurba Sarker", "Sourav Saha"], "title": "Gravity and Composition Modulated Solidification and Mechanical Properties of Al-Cu Nanostructures", "comment": null, "summary": "The future of space exploration and human settlement beyond Earth hinges on a\ndeeper understanding of in space manufacturing processes. The unique physical\nconditions and scarcity of experimental data demand robust computational models\nto investigate the atomic scale physics of solidification. This work presents a\nmolecular dynamics (MD) model to examine the solidification behavior of the Al\nCu binary alloy, focusing on the influence of varying compositions and gravity\nlevels (Earth, Lunar, Martian, and microgravity) on atomistic solidification\nmechanisms and the resulting mechanical properties specifically, hardness of as\nsolidified nanostructures. Hardness is evaluated via nanoindentation\nsimulations. The study confirms that gravitational forces significantly affect\nthe solidification pathways of Al Cu alloys. Notably, by tuning alloy\ncomposition, the influence of gravity can be modulated and in some cases, even\nreversed. Moreover, hardness exhibits a coupled dependence on both composition\nand gravity, offering a promising avenue for bottom-up design of components\ntailored for extraterrestrial environments. The article delves into the\nnanoscale physical mechanisms underlying these phenomena and outlines future\ndirections for extending this modeling framework to broader applications."}
{"id": "2509.03202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03202", "abs": "https://arxiv.org/abs/2509.03202", "authors": ["Felix Zahner", "Kirsten von Bergmann", "Roland Wiesendanger", "André Kubetzka"], "title": "Reciprocity of Magnetism and Nanostructure Growth", "comment": "5 main figures, 2 extended figures", "summary": "The growth of thin films and nanostructures is a fundamental process for\nconstructing both model-type systems and nanoscale devices, where performance\nand functionalities can be controlled by the choice of parameters. For magnetic\nsystems the crystal structure, material composition, size, and shape determine\nalready most of the magnetism-related properties. Here, we investigate the\nreciprocal route, which is controlling nanostructure growth via magnetism. To\nthis end we deposit Co on a uniaxial antiferromagnetic surface above and below\nits N\\'eel temperature. Growth above the N\\'eel temperature results in the\nformation of roughly hexagonal islands, reflecting the surface symmetry. For\ngrowth below the N\\'eel temperature we find quasi-one-dimensional Co\nnanostructures along distinct crystallographic directions, which signal the\nlocal antiferromagnetic domain orientation. Our findings demonstrate the\nfeasibility of controlling growth via magnetism and the necessity to take\nmagnetism-related effects into account for growth on magnetic surfaces."}
{"id": "2509.03359", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03359", "abs": "https://arxiv.org/abs/2509.03359", "authors": ["A. Anand", "R. Egger", "A. De Martino"], "title": "Magnetic Bloch bands and Weiss oscillations in Dirac mass superlattices", "comment": "16 pages, 10 figures", "summary": "We study two-dimensional Dirac fermions in a one-dimensional mass\nsuperlattice under a perpendicular magnetic field. Using exact solutions for\nisolated and finite arrays of domain walls, we demonstrate the persistence of\nJackiw-Rebbi modes with a field-dependent renormalized velocity. For the\nperiodic case, we adopt a gauge-invariant projection method onto magnetic Bloch\nstates, valid for arbitrary fields and mass profiles, which yields dispersive\nLandau levels, and confirm its accuracy by comparison with finite arrays\nspectra. From the miniband spectra we predict modified quantum Hall plateaus\nand Weiss-like magnetoconductivity oscillations, characterized by a strongly\nreduced amplitude and a $\\pi/2$ phase shift compared to electrostatic\nsuperlattices."}
{"id": "2509.02831", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02831", "abs": "https://arxiv.org/abs/2509.02831", "authors": ["Erika L. Mehring", "Amparo Figueroa", "Matias Berdakin", "Hernán L. Calvo"], "title": "Current-induced molecular dissociation: Topological insulators as robust reaction platforms", "comment": "14 pages, 8 figures", "summary": "The growing interest in topological materials with symmetry-protected surface\nstates as catalytic platforms has sparked the emerging field of\n\\textit{topocatalysis}. As robust transport is one of the key features of\ntopological insulators, here we explore current-induced molecular dissociation\nin a transport setup. Using the non-equilibrium Green's function formalism, we\ncompare how the occupancies of bonding and antibonding levels, as well as the\nassociated electronic forces in a diatomic molecule, are affected when the\nmolecule is coupled to either a metallic (graphene) or a topological\n(Kane-Mele) substrate. We find a greater dissociative capability in the\ntopological substrate than in graphene, a difference mainly attributed to the\nlocalized nature of the edge states. The inclusion of vacancy disorder within\nthe substrate further enhances this disparity in the dissociative force. Our\nfindings highlight the role of topological protection in molecular dissociation\nunder non-equilibrium conditions, pointing to new opportunities for robust\ncatalysis in topological materials."}
{"id": "2509.03210", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03210", "abs": "https://arxiv.org/abs/2509.03210", "authors": ["Linjie Wei", "Fu Li", "Yi Liu", "Hongbin Zhang", "Junhua Luo", "Zhihua Sun"], "title": "Shift Current Anomalous Photovoltaics in a Double Perovskite Ferroelectric", "comment": null, "summary": "Ferroelectric anomalous photovoltaic (APV) effect, as a fascinating physical\nconceptual phenomenon, holds significant potentials for new optoelectronic\ndevice applications. However, due to the knowledge lacking on the origin and\nunderlying mechanism of ferroelectric APV effect, substantial challenges still\nremain in exploring new APV-active candidate materials. The emerging shift\ncurrent model, involving the transfer of photogenerated charges through the\ndisplacement of wave functions, has attracted considerable attention for its\nunique insights into the bulk photovoltaic effect. Here, we present strong APV\nproperties in a high-temperature double perovskite ferroelectric\n(cyclohexylmethylammonium)$_2$CsAgBiBr$_7$, showing an extremely large\nabove-bandgap photovoltage up to about 40 V. This figure-of-merit is far beyond\nits bandgap of about 2.3 eV and comparable to the state-of-art molecular\nferroelectrics. Strikingly, the shift current model reveals an intrinsic\ncorrelation with Cs$^{+}$ cation displacement and provides, for the first time,\nan explicit explanation for the structural origin of ferroelectric APV\nactivities. Besides, its steady-state APV photocurrent exhibits the unique\nlight-polarization dependence, which endows remarkable polarization-sensitivity\nwith the highest polarization ratios of about 41 among the known 2D\nsingle-phase materials. As the unprecedented exploration of ferroelectric APV\ncharacteristics illuminated by the shift current mechanism, this finding paves\na pathway to assemble new optoelectronic smart devices."}
{"id": "2509.03460", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03460", "abs": "https://arxiv.org/abs/2509.03460", "authors": ["G. N. Darriba", "R. Vianden", "A. P. Ayala", "M. Rentería"], "title": "Integral $ab$ $initio$/DFT and experimental TDPAC approach enlightening the $aftereffects$ phenomenon: probing electronic properties in $α$-Al$_2$O$_3$:$^{111}$In($\\rightarrow$ $^{111}$Cd) at the atomic scale", "comment": "39 pages, 11 figures, 1 Table. The original abstract was shortened\n  for the Arxiv. Submitted to PRB", "summary": "By means of an integral experimental and $ab$ $initio$/DFT approach we\ncontribute here to enlighten and quantify the origin of dynamic hyperfine\ninteractions (HFIs) assigned to the electron-capture (EC) decay aftereffects\n(ECAE) phenomenon observed in time-differential perturbed $\\gamma$-$\\gamma$\nangular correlation (TDPAC) experiments in oxides doped with ($^{111}$In\n(EC)$\\rightarrow$)$^{111}$Cd as probe-atom. In previous works [Darriba et al.,\nPhys. Rev. B 105, 195201 (2022)] we proposed an $ab$ $initio$ scenario in which\nthe fluctuating electric-field gradients (EFG) producing the dynamic HFI were\nrelated with fluctuating electronic environments close to the $^{111}$Cd\nnucleus, succeeding to identify the environment which produce the final static\nEFG when the dynamic ($on-off$) process have stopped. In this work we show that\nin addition it is possible to obtain, for each temperature and HFI observed,\nthe set of initial electronic configurations close to the probe nucleus as well\nas their related EFGs among which the system fluctuates to generate these\ndynamic HFIs. For this, we demonstrate analytically and checked experimentally\nthe conditions to stablish the equivalence between the two approaches most used\nto analyze this type of dynamic HFIs, proposed by B\\\"averstam et al. and by\nLupascu et al.. To unravel the unexpected TDPAC results in\n$^{111}$In($\\rightarrow$ $^{111}$Cd)-implanted $\\alpha$-Al$_2$O$_3$ single\ncrystals reported in the literature, we perform a complete $ab$ $initio$/DFT\nstudy of Cd-doped $\\alpha$-Al$_2$O$_3$ semiconductor and a detailed defect\nformation energy analysis as a function of the charge state of the Cd impurity.\nThe presence of an unexpected second interaction was a key factor to provide\nexperimental support to identify and quantify the different charge states the\n$^{111}$Cd atom goes through during its electronic recovery process."}
{"id": "2509.02872", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02872", "abs": "https://arxiv.org/abs/2509.02872", "authors": ["Shize Che", "Junyu Zhou", "Seong Woo Oh", "Jonathan Hess", "Noah Johnson", "Mridul Pushp", "Robert Spivey", "Anthony Sigillito", "Gushu Li"], "title": "NeuroQD: A Learning-Based Simulation Framework For Quantum Dot Devices", "comment": null, "summary": "Electron spin qubits in quantum dot devices are promising for scalable\nquantum computing. However, architectural support is currently hindered by the\nlack of realistic and performant simulation methods for real devices.\nPhysics-based tools are accurate yet too slow for simulating device behavior in\nreal-time, while qualitative models miss layout and wafer heterostructure. We\npropose a new simulation approach capable of simulating real devices from the\ncold-start with real-time performance. Leveraging a key phenomenon observed in\nphysics-based simulation, we train a compact convolutional neural network (CNN)\nto infer the qubit-layer electrostatic potential from gate voltages. Our\nGPU-accelerated inference delivers >1000x speedup with >96% agreement to the\nphysics-based simulation. Integrated into the experiment control stack, the\nsimulator returns results with millisecond scale latency, reproduces key tuning\nfeatures, and yields device behaviors and metrics consistent with measurements\non devices operated at 9 mK."}
{"id": "2509.03243", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03243", "abs": "https://arxiv.org/abs/2509.03243", "authors": ["Mason Adshead", "Maddison Coke", "Evan Tillotson", "Kexue Li", "Sam Sullivan-Allsop", "Ricardo Egoavil", "William Thornley", "Yi Cui", "Christopher M Gourlay", "Katie L Moore", "Sarah J Haigh", "Richard J Curry"], "title": "Isotopically Selected Single Antimony Molecule Doping", "comment": "10 pages, 4 figures", "summary": "A reliable route to the deterministic fabrication of impurity ion donors in\nsilicon is required to advance quantum computing architectures based upon such\nsystems. This paper reports the ability to dope isotopically-defined unique\n(${}^{121}\\mathrm{Sb}{}^{123}\\mathrm{Sb}$) clusters into silicon with measured\ndetection efficiencies of 94% being obtained. Atomically resolved imaging of\nthe doped clusters reveals a Sb-to-Sb separation of ~2 nm post-implantation,\nthus indicating suitability to form coupled qudit systems. The method used is\nfully compatible with integration into processing that includes pre-enrichment\nof the silicon host to < 3ppm ${}^{29}\\mathrm{Si}$ levels. As such, we present\na potential pathway to the creation of scaled qudit arrays within silicon\nplatforms for quantum computing."}
{"id": "2509.02886", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02886", "abs": "https://arxiv.org/abs/2509.02886", "authors": ["Zhe Li", "Prokhor Thor", "George Kourmoulakis", "Tatyana V. Ivanova", "Takashi Taniguchi", "Kenji Watanabe", "Hongyi Yu", "Mauro Brotons-Gisbert", "Brian D. Gerardot"], "title": "Highly tunable band structure in ferroelectric R-stacked bilayer WSe$_2$", "comment": null, "summary": "Transition metal dichalcogenide homobilayers unite two frontiers of quantum\nmaterials research: sliding ferroelectricity, arising from rhombohedral (R)\nstacking, and moir\\'e quantum matter, emerging from small-angle twisting. The\nspontaneous polarization of ferroelectric R-stacked homobilayers produces a\nhighly tunable band structure, which, together with strain-induced\npiezoelectricity, governs the topology and correlated electronic phases of\ntwisted bilayers. Here we present a systematic low-temperature optical\nspectroscopy study of R-stacked bilayer WSe$_2$ to quantitatively establish its\nfundamental electronic and ferroelectric properties. Exciton and\nexciton-polaron spectroscopy under doping reveals a pronounced electron-hole\nasymmetry that confirms type-II band alignment, with the conduction and valence\nband edges located at the $\\Lambda$ and K valleys, respectively. Through\ndistinct excitonic responses and tunable interlayer-intralayer exciton\nhybridization under displacement fields, we uncover the coexistence of AB and\nBA ferroelectric domains. Using exciton-polarons as a probe, we directly\nmeasure the intrinsic polarization field and extract the interlayer potential.\nFinally, we demonstrate electric-field-driven symmetric switching of the\nvalence band maximum, attributed to ferroelectric domain switching. These\nresults provide a complete experimental picture of the band alignment,\nspontaneous polarization field, and domain dynamics of R-stacked WSe$_2$,\nestablishing key parameters to understand twisted bilayers and enabling new\nferroelectric and excitonic device opportunities."}
{"id": "2509.03322", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03322", "abs": "https://arxiv.org/abs/2509.03322", "authors": ["Yi Zhang", "Dang Liu", "Qiaoyan Yu", "Ruijun Xi", "Xingsen Chen", "Shasha Xue", "Jice Sun", "Xian Du", "Xuhui Ning", "Tingwen Miao", "Pengyu Hu", "Hao Yang", "Dandan Guan", "Xiaoxue Liu", "Liang Liu", "Yaoyi Li", "Shiyong Wang", "Canhua Liu", "Haijiao Ji", "Noah F. Q. Yuan", "Hao Zheng", "Jinfeng Jia"], "title": "Fabrication and Characterization of the Moiré surface state on a topological insulator", "comment": "16 pages,4 figures,1 table", "summary": "A Moire superlattice on the topological insulator surface is predicted to\nexhibit many novel properties but has not been experimentally realized. Here,\nwe developed a two-step growth method to successfully fabricate a topological\ninsulator Sb2Te3 thin film with a Moire superlattice, which is generated by a\ntwist of the topmost layer via molecular beam epitaxy. The established Moire\ntopological surface state is characterized by scanning tunneling microscopy and\nspectroscopy. By application of a magnetic field, new features in Landau levels\narise on the Moire region compared to the pristine surface of Sb2Te3, which\nmakes the system a promising platform for pursuing next-generation electronics.\nNotably, the growth method, which circumvents contamination and the induced\ninterface defects in the manual fabrication method, can be widely applied to\nother van der Waals materials for fabricating Moire superlattices."}
{"id": "2509.02618", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02618", "abs": "https://arxiv.org/abs/2509.02618", "authors": ["Jiayi Qin", "Josephine Si Yu See", "Yanran Liu", "Xueyan Wang", "Wenhai Zhao", "Yang He", "Jianbo Ding", "Yilin Wu", "Shanhu Wang", "Huiping Han", "Afzal Khan", "Shuya Liu", "Sheng'an Yang", "Hui Zhang", "Jiangnan Li", "Qingming Chen", "Jiyang Xie", "Ji Ma", "Wanbiao Hu", "Jianhong Yi", "Liang Wu", "X. Renshaw Wang"], "title": "Etching-free dual-lift-off for direct patterning of epitaxial oxide thin films", "comment": null, "summary": "Although monocrystalline oxide films offer broad functional capabilities,\ntheir practical use is hampered by challenges in patterning. Traditional\npatterning relies on etching, which can be costly and prone to issues like film\nor substrate damage, under-etching, over-etching, and lateral etching. In this\nstudy, we introduce a dual-lift-off method for direct patterning of oxide\nfilms, circumventing the etching process and associated issues. Our method\ninvolves an initial lift-off of amorphous Sr$_3$Al$_2$O$_6$ or\nSr$_4$Al$_2$O$_7$ ($a$SAO) through stripping the photoresist, followed by a\nsubsequent lift-off of the functional oxide thin films by dissolving the $a$SAO\nlayer. $a$SAO functions as a ``high-temperature photoresist\", making it\ncompatible with the high-temperature growth of monocrystalline oxides. Using\nthis method, patterned ferromagnetic La$_{0.67}$Sr$_{0.33}$MnO$_{3}$ and\nferroelectric BiFeO$_3$ were fabricated, accurately mirroring the shape of the\nphotoresist. Our study presents a straightforward, flexible, precise,\nenvironmentally friendly, and cost-effective method for patterning high-quality\noxide thin films."}
{"id": "2509.02900", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02900", "abs": "https://arxiv.org/abs/2509.02900", "authors": ["Daniel N. Blaschke"], "title": "PyDislocDyn: A Python code for calculating dislocation drag and other crystal properties", "comment": "6 pages, prepared for the Journal of Open Source Software (JOSS)", "summary": "PyDislocDyn is a suite of python programs designed to perform various\ncalculations for basic research in dislocation dynamics in metals with various\ncrystal symmetries in the continuum limit. In particular, one of its main\npurposes is to calculate dislocation drag from phonon wind. Additional features\ninclude the averaging of elastic constants for polycrystals, the calculation of\nthe dislocation field including its limiting velocities, and the calculation of\ndislocation self-energy and line tension."}
{"id": "2509.03401", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03401", "abs": "https://arxiv.org/abs/2509.03401", "authors": ["Md Zaibul Anam", "Ogheneyoma Aghoghovbia", "Mohammed Al-Fahdi", "Lingyu Kong", "Victor Fung", "Ming Hu"], "title": "A Comprehensive Assessment and Benchmark Study of Large Atomistic Foundation Models for Phonons", "comment": null, "summary": "The rapid development of universal machine learning potentials (uMLPs) has\nenabled efficient, accurate predictions of diverse material properties across\nbroad chemical spaces. While their capability for modeling phonon properties is\nemerging, systematic benchmarking across chemically diverse systems remains\nlimited. We evaluate six recent uMLPs (EquiformerV2, MatterSim, MACE, and\nCHGNet) on 2,429 crystalline materials from the Open Quantum Materials\nDatabase. Models were used to compute atomic forces in displaced supercells,\nderive interatomic force constants (IFCs), and predict phonon properties\nincluding lattice thermal conductivity (LTC), compared with density functional\ntheory (DFT) and experimental data. The EquiformerV2 pretrained model trained\non the OMat24 dataset exhibits strong performance in predicting atomic forces\nand third-order IFC, while its fine-tuned counterpart consistently outperforms\nother models in predicting second-order IFC, LTC, and other phonon properties.\nAlthough MACE and CHGNet demonstrated comparable force prediction accuracy to\nEquiformerV2, notable discrepancies in IFC fitting led to poor LTC predictions.\nConversely, MatterSim, despite lower force accuracy, achieved intermediate IFC\npredictions, suggesting error cancellation and complex relationships between\nforce accuracy and phonon predictions. This benchmark guides the evaluation and\nselection of uMLPs for high-throughput screening of materials with targeted\nthermal transport properties."}
{"id": "2509.02663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.02663", "abs": "https://arxiv.org/abs/2509.02663", "authors": ["Sourin Chatterjee", "Atanu Maity", "Janik Potten", "Tobias Müller", "Andreas Feuerpfeil", "Ronny Thomale", "Karlo Penc", "Harald O. Jeschke", "Rhine Samajdar", "Yasir Iqbal"], "title": "Semi-Dirac spin liquids and frustrated quantum magnetism on the trellis lattice", "comment": "44 pages, 15 figures", "summary": "Geometrical frustration in quantum magnets provides a fertile setting for\nunconventional phases of matter, including quantum spin liquids (QSLs). The\ntrellis lattice, with its complex site arrangements and edge-sharing triangular\nmotifs, presents a promising platform for such physics. In this work, we\nundertake a comprehensive classification of all fully symmetric QSLs on the\ntrellis lattice using the projective symmetry group approach within the\nAbrikosov fermion representation. We find 7 U(1) and 25 $\\mathbb{Z}_{2}$\nshort-ranged $\\textit{Ans\\\"atze}$, uncovering both gapped and Dirac QSLs as\nwell as a novel semi-Dirac spin liquid, in which the spinon dispersion is\nlinear along one momentum direction but quadratic along the orthogonal one. We\ndemonstrate that such dispersions can occur only at high-symmetry points in the\nBrillouin zone with $C_{2v}$ little groups and analyze their characteristic\ncorrelation signatures. Moreover, by optimizing over all mean-field states, we\nmap out a phase diagram -- featuring six distinct phases -- of the\nnearest-neighbor Heisenberg Hamiltonian on the trellis lattice. Going beyond\nmean field, we also assess equal-time and dynamical spin structure factors of\nthese phases using density-matrix renormalization group and Keldysh\npseudofermion functional renormalization group calculations. Finally, we\nidentify four cuprate and vanadate compounds as promising experimental\nrealizations and provide spectroscopic predictions, based on first-principles\nHamiltonians, as a guide for future neutron-scattering studies on these\nmaterials."}
{"id": "2509.02901", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02901", "abs": "https://arxiv.org/abs/2509.02901", "authors": ["Miuko Tanaka", "Abdul Ahad", "Darius-Alexandru Deaconu", "Varun Shah", "Daisuke Nishio-Hamane", "Tomohiro Ishii", "Masayuki Hashisaka", "Shoya Sakamoto", "Shinji Miwa", "Mohammad Saeed Bahramy", "Toshiya Ideue"], "title": "Magnetic resonance and microwave resistance modulation in van der Waals colossal-magnetoresistance material", "comment": null, "summary": "Colossal magnetoresistance (CMR) is a fascinating quantum phenomenon that\ncontinues to draw significant interest in condensed matter physics. Mn3Si2Te6\nhas emerged as a prototypical CMR material, notable for its puzzling\nmagnetoresistance behavior and pronounced directional anisotropy. Despite\nextensive research, the mechanisms driving CMR in Mn3Si2Te6 remain elusive\n[1-4]. In this work, we explore the magnetic resonance of Mn3Si2Te6 and observe\na reduced g-factor for magnetic fields applied along the crystalline c-axis\ncompared to the ab-plane, indicating a substantial orbital magnetization\ncontribution along the c-axis. Furthermore, we detect resistance modulation\nunder resonance conditions, suggesting that CMR in Mn3Si2Te6 is sensitive to\nthe out-of-the plane spin polarization. These findings shed new light on the\nrole of orbital magnetic moment in Mn3Si2Te6, offering a deeper understanding\nof the interplay between spin, orbital and lattice degrees of freedom of\nelectrons in this system."}
{"id": "2509.03491", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03491", "abs": "https://arxiv.org/abs/2509.03491", "authors": ["Kanchan Shaikh", "Taejun Yoo", "Zeyuan Zhu", "Qiuyang Li", "Amalya C. Johnson", "Hui Deng", "Fang Liu", "Yuki Kobayashi"], "title": "Enhanced second-harmonic generation from WS$_2$/ReSe$_2$ heterostructure", "comment": null, "summary": "Van der Waals stacking presents new opportunities for nonlinear optics with\nits remarkable tunability and scalability. However, the fundamental role of\ninterlayer interactions in modifying the overall nonlinear optical\nsusceptibilities remains elusive. In this letter, we report an anisotropic\nenhancement of second-harmonic generation (SHG) from a WS$_2$/ReSe$_2$\nheterobilayer, where the individual composite layers possess distinctive\ncrystal phases. We investigate polarization-resolved response and twist-angle\ndependence in SHG and reveal that band alignment alone is insufficient to\nexplain the observed anisotropy in the modified SHG response. Spectral shifts\nin excitonic features highlight band renormalization, supporting the role of\nhybridization between the two layers. Furthermore, SHG enhancement is highly\nanisotropic and can even be suppressed in some orientations, suggesting\npossible intensity-borrowing mechanisms within the heterostructure. Our work\ndemonstrates the ability to tune both the intensity and polarization dependence\nof nonlinear optical responses with van der Waals stacking of distinctive\ncrystal phases."}
{"id": "2509.02675", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02675", "abs": "https://arxiv.org/abs/2509.02675", "authors": ["Clemens Kuhlenkamp", "Stefan Divic", "Michael P. Zaletel", "Tomohiro Soejima", "Ashvin Vishwanath"], "title": "Robust superconductivity upon doping chiral spin liquid and Chern insulators in a Hubbard-Hofstadter model", "comment": "5+15 pages, 5+10 figures", "summary": "Demonstrating superconductivity in purely repulsive Hubbard models is a\ncompelling goal which underscores the counter-intuitive ability of Coulomb\ninteractions to mediate superconductivity. Here, we present numerical evidence\nfor robust superconductivity in a triangular Hubbard-Hofstadter model at\n$\\pi/2$ flux per plaquette. Employing infinite density matrix renormalization\ngroup calculations on infinite cylinders of finite circumference, we observe\nsuperconducting ground states for a wide range of dopings, whose\npair-correlations strengthen as the 2D limit is approached. At a density of one\nelectron per site, Hubbard interactions have been reported to drive the\ninsulating parent state of the superconductor from an integer quantum Hall\n(IQH) state to a chiral spin liquid (CSL). Our findings give credence to a\nrecent proposal that proximity to the IQH-CSL transition serves to make chiral\nsuperconductivity energetically favorable on doping, and also correctly\npredicts the nature of the edge modes in the superconductor. On the CSL side,\nthis suggests the superconductor can be thought of as arising from Laughlin's\n`anyon superconductivity' mechanism. Thus the Hubbard-Hofstadter model studied\nhere offers a clean and experimentally accessible setup, potentially realizable\nin moir\\'e heterostructures, for exploring the properties of anyonic matter at\nfinite density and the interplay of topological order, quantum criticality and\nsuperconductivity."}
{"id": "2509.02914", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.02914", "abs": "https://arxiv.org/abs/2509.02914", "authors": ["Cristóbal Méndez", "Nathan Sitaraman", "Matthias Liepe", "Tomás Arias"], "title": "$\\textit{Ab Initio}$ Theory of Eliminating Surface Oxides of Superconductors with Noble Metal Encapsulation", "comment": null, "summary": "Nanometer-scale surface chemistry limits the performance of SRF cavities and\nquantum circuits. We present a first-principles framework coupling DFT of\ninterfacial energetics with strong-coupling Eliashberg theory for Nb and Ta\nbilayers. The approach identifies Au and Au alloys (AuPd, AuPt) as effective\npassivation layers. We also we introduce a thin Cu wetting underlayer as a\nmeans to minimize cap thickness while preserving superconductivity. These newly\nproposed design rules explain observed behavior in Nb- and Ta-based qubits and\nwill enable longer coherence times and lower surface resistance."}
{"id": "2509.02654", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02654", "abs": "https://arxiv.org/abs/2509.02654", "authors": ["Panjun Feng", "Miao Gao", "Xun-Wang Yan", "Fengjie Ma"], "title": "Quantum anomalous Hall effect with high Chern number in two dimensional ferromagnets Ti2TeSO", "comment": null, "summary": "Two-dimensional Chern insulators have emerged as crucial platforms for the\nrealization of the quantum anomalous Hall effect, and as such have attracted\nsignificant interest in spintronics and topological quantum physics due to\ntheir unique coexistence of spontaneous magnetization and nontrivial\ntopological characteristics. Nonetheless, substantial challenges persist in\nsuch systems, encompassing spin entanglement and the possession of only one\nedge state (Chern number C=1), which significantly hinder their practical\napplications. Herein, we propose a novel two-dimensional ferromagnetic\nhalf-semi-Weyl-metal, monolayer Ti2TeSO, that exhibits exceptional electronic\nproperties. Its majority spin channel possesses only a pair of\nsymmetry-protected Weyl points at the Fermi level, while the states of minority\none locate far away from the Fermi level. When spin-orbit coupling is included,\na substantial band gap of ~ 92.8 meV is induced at the Weyl points. Remarkably,\nthe emergence of dual dissipationless chiral edge channels and a quantized Hall\nconductivity plateau at 2e2/h collectively establish monolayer Ti2TeSO as a\nhigh-Chern-number insulator with C=2. Furthermore, it is demonstrated that\nvalley polarization can be achieved and controlled through the application of\nstrain and the manipulation of the direction of magnetization. The\nfirst-principles calculations, in conjunction with Monte Carlo simulations,\nyield a Curie temperature of 161 K for monolayer Ti2TeSO, thereby indicating\nthe plausibility of coexistence of valley polarization and topological states\nat elevated temperatures. These findings could provide a foundation for the\ndevelopment of multi-channels dissipationless transport devices and nonvolatile\nmultistate memory architectures."}
{"id": "2509.02901", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.02901", "abs": "https://arxiv.org/abs/2509.02901", "authors": ["Miuko Tanaka", "Abdul Ahad", "Darius-Alexandru Deaconu", "Varun Shah", "Daisuke Nishio-Hamane", "Tomohiro Ishii", "Masayuki Hashisaka", "Shoya Sakamoto", "Shinji Miwa", "Mohammad Saeed Bahramy", "Toshiya Ideue"], "title": "Magnetic resonance and microwave resistance modulation in van der Waals colossal-magnetoresistance material", "comment": null, "summary": "Colossal magnetoresistance (CMR) is a fascinating quantum phenomenon that\ncontinues to draw significant interest in condensed matter physics. Mn3Si2Te6\nhas emerged as a prototypical CMR material, notable for its puzzling\nmagnetoresistance behavior and pronounced directional anisotropy. Despite\nextensive research, the mechanisms driving CMR in Mn3Si2Te6 remain elusive\n[1-4]. In this work, we explore the magnetic resonance of Mn3Si2Te6 and observe\na reduced g-factor for magnetic fields applied along the crystalline c-axis\ncompared to the ab-plane, indicating a substantial orbital magnetization\ncontribution along the c-axis. Furthermore, we detect resistance modulation\nunder resonance conditions, suggesting that CMR in Mn3Si2Te6 is sensitive to\nthe out-of-the plane spin polarization. These findings shed new light on the\nrole of orbital magnetic moment in Mn3Si2Te6, offering a deeper understanding\nof the interplay between spin, orbital and lattice degrees of freedom of\nelectrons in this system."}
{"id": "2509.02921", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.02921", "abs": "https://arxiv.org/abs/2509.02921", "authors": ["Ken Araki", "Vishwa Krishna Rajan", "Liping Wang"], "title": "Tunable Coatings on Various Substrates for Self-Adaptive Energy Harvesting with Daytime Solar Heating and Nighttime Radiative Cooling", "comment": null, "summary": "In this work, tunable vanadium dioxide (VO2) metafilms on different substrate\nmaterials fabricated via low-oxygen furnace oxidation are demonstrated for\nself-adaptive daytime solar heating and nighttime radiative cooling. Because of\nits thermally-driven insulator-to-metal phase transition behavior, the VO2\nmetafilms work as spectrally-selective solar absorber with a high solar\nabsorptance of 0.86 and a low infrared emissivity of ~0.2 at daytime, while\nthey behave as selective cooler at nighttime to dissipate heat effectively\nthrough the atmospheric transparency window with a high emissivity of ~0.76 to\ncold outer space. From the outdoor vacuum tests, a significant temperature rise\nup to 169 K upon solar heating and a temperature drop of 17 K at night are\nexperimentally observed from these tunable VO2 metafilms. With the atmosphere\ntemperature fitted in-situ, the accurate heat transfer model shows excellent\nagreement with the stagnation temperature measurement, and indicates a high\nheating power of ~400 W/m2 at 80{\\deg}C sample temperature in the middle of the\nday, and a cooling power of ~60 W/m2 at 30{\\deg}C in equilibrium with ambient\nat night. This work would facilitate the development of self-adaptive coatings\nwith cost-effective and scalable fabrication approaches for all-day energy\nharvesting."}
{"id": "2509.02663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.02663", "abs": "https://arxiv.org/abs/2509.02663", "authors": ["Sourin Chatterjee", "Atanu Maity", "Janik Potten", "Tobias Müller", "Andreas Feuerpfeil", "Ronny Thomale", "Karlo Penc", "Harald O. Jeschke", "Rhine Samajdar", "Yasir Iqbal"], "title": "Semi-Dirac spin liquids and frustrated quantum magnetism on the trellis lattice", "comment": "44 pages, 15 figures", "summary": "Geometrical frustration in quantum magnets provides a fertile setting for\nunconventional phases of matter, including quantum spin liquids (QSLs). The\ntrellis lattice, with its complex site arrangements and edge-sharing triangular\nmotifs, presents a promising platform for such physics. In this work, we\nundertake a comprehensive classification of all fully symmetric QSLs on the\ntrellis lattice using the projective symmetry group approach within the\nAbrikosov fermion representation. We find 7 U(1) and 25 $\\mathbb{Z}_{2}$\nshort-ranged $\\textit{Ans\\\"atze}$, uncovering both gapped and Dirac QSLs as\nwell as a novel semi-Dirac spin liquid, in which the spinon dispersion is\nlinear along one momentum direction but quadratic along the orthogonal one. We\ndemonstrate that such dispersions can occur only at high-symmetry points in the\nBrillouin zone with $C_{2v}$ little groups and analyze their characteristic\ncorrelation signatures. Moreover, by optimizing over all mean-field states, we\nmap out a phase diagram -- featuring six distinct phases -- of the\nnearest-neighbor Heisenberg Hamiltonian on the trellis lattice. Going beyond\nmean field, we also assess equal-time and dynamical spin structure factors of\nthese phases using density-matrix renormalization group and Keldysh\npseudofermion functional renormalization group calculations. Finally, we\nidentify four cuprate and vanadate compounds as promising experimental\nrealizations and provide spectroscopic predictions, based on first-principles\nHamiltonians, as a guide for future neutron-scattering studies on these\nmaterials."}
{"id": "2509.03026", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03026", "abs": "https://arxiv.org/abs/2509.03026", "authors": ["Jaimin Kang", "Mohammad Hamdi", "Shun Kong Cheung", "Lin-Ding Yuan", "Mohamed Elekhtiar", "William Rogers", "Andrea Meo", "Peter G. Lim", "M. S. Nicholas Tey", "Anthony D'Addario", "Shiva T. Konakanchi", "Eric Matt", "Jordan Athas", "Sevdenur Arpaci", "Lei Wan", "Sanjay C. Mehta", "Pramey Upadhyaya", "Mario Carpentieri", "Vinayak P. Dravid", "Mark C. Hersam", "Jordan A. Katine", "Gregory D. Fuchs", "Giovanni Finocchio", "Evgeny Y. Tsymbal", "James M. Rondinelli", "Pedram Khalili Amiri"], "title": "Octupole-driven spin-transfer torque switching of all-antiferromagnetic tunnel junctions", "comment": null, "summary": "Magnetic tunnel junctions (MTJs) based on ferromagnets are canonical devices\nin spintronics, with wide-ranging applications in data storage, computing, and\nsensing. They simultaneously exhibit mechanisms for electrical detection of\nmagnetic order through the tunneling magnetoresistance (TMR) effect, and\nreciprocally, for controlling magnetic order by electric currents through\nspin-transfer torque (STT). It was long assumed that neither of these effects\ncould be sizeable in tunnel junctions made from antiferromagnetic materials,\nsince they exhibit no net magnetization. Recently, however, it was shown that\nall-antiferromagnetic tunnel junctions (AFMTJs) based on chiral\nantiferromagnets do exhibit TMR due to their non-relativistic\nmomentum-dependent spin polarization and cluster magnetic octupole moment,\nwhich are manifestations of their spin-split band structure. However, the\nreciprocal effect, i.e., the antiferromagnetic counterpart of STT driven by\ncurrents through the AFMTJ, has been assumed non-existent due to the total\nelectric current being spin-neutral. Here, in contrast to this common\nexpectation, we report nanoscale AFMTJs exhibiting this reciprocal effect,\nwhich we term octupole-driven spin-transfer torque (OTT). We demonstrate\ncurrent-induced OTT switching of PtMn3|MgO|PtMn3 AFMTJs, fabricated on a\nthermally oxidized silicon substrate, exhibiting a record-high TMR value of\n363% at room temperature and switching current densities of the order of 10\nMA/cm2. Our theoretical modeling explains the origin of OTT in terms of the\nimbalance between intra- and inter-sublattice spin currents across the AFMTJ,\nand equivalently, in terms of the non-zero net cluster octupole polarization of\neach PtMn3 layer. This work establishes a new materials platform for\nantiferromagnetic spintronics and provides a pathway towards deeply scaled\nmagnetic memory and room-temperature terahertz technologies."}
{"id": "2509.02976", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02976", "abs": "https://arxiv.org/abs/2509.02976", "authors": ["Takashi Hotta"], "title": "Effect of $Γ_7$ and $Γ_8$ Hybridizations on Three-Channel Kondo Phase Emerging from Ho Ions", "comment": "11 pages, 9 figures. To appear in J. Phys. Soc. Jpn", "summary": "By employing a numerical renormalization group method, we analyze a\nseven-orbital impurity Anderson model for Ho$^{3+}$ ion with ten $4f$\nelectrons. This model includes both $V_7$ and $V_8$, which are hybridizations\nbetween localized $4f$- and conduction electrons in $\\Gamma_7$ and $\\Gamma_8$\norbitals, respectively. For the case of $V_7=V_8$ with the local $\\Gamma_5$\ntriplet ground state, we have reported the discovery of a three-channel Kondo\n(TCK) phase, characterized by a residual entropy of $\\log \\phi$ with the golden\nratio $\\phi=(1+\\sqrt{5})/2$. In this research, by depicting the ground-state\nphase diagram on the $(V_8, V_7)$ plane, we attempt to unveil the effect of\n$V_7$ and $V_8$ on the emergence of the TCK phase. After performing a lot of\nnumerical calculations, we find that the TCK phase appears in a relatively wide\nregion on the $(V_8, V_7)$ plane. The boundary curves surrounding the TCK phase\nare determined by the variation of the temperature dependence in entropy and\nthe abrupt change in energy spectra. We consider that most of the phases\nsurrounding the TCK phase are Fermi liquids, but the non-Fermi liquid\ntwo-channel Kondo phase is unexpectedly found to exist next to the TCK phase.\nFinally, we briefly comment on the actual material concerning the detection of\nthe TCK phase."}
{"id": "2509.02763", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02763", "abs": "https://arxiv.org/abs/2509.02763", "authors": ["Shengjie Yu", "Natsumi Komatsu", "Liyang Chen", "Joe F. Khoury", "Nicolas Marquez Peraca", "Xinwei Li", "Oliver S. Dewey", "Lauren W. Taylor", "Ali Mojibpour", "Yingru Song", "Geoff Wehmeyer", "Matteo Pasquali", "Matthew S. Foster", "Douglas Natelson", "Junichiro Kono"], "title": "Quantum Transport in Ultrahigh-Conductivity Carbon Nanotube Fibers", "comment": "12 pages, 5 figures. Shengjie Yu and Natsumi Komatsu contributed\n  equally to this work. Submitted to Physical Review B", "summary": "We investigate quantum transport in aligned carbon nanotube (CNT) fibers\nfabricated via solution spinning, focusing on the roles of structural\ndimensionality and quantum interference effects. The fibers exhibit metallic\nbehavior at high temperatures, with conductivity increasing monotonically as\nthe temperature decreases from room temperature to approximately 36 K. Below\nthis temperature, the conductivity gradually decreases with further cooling,\nsignaling the onset of quantum conductance corrections associated with\nlocalization effects. Magnetoconductance measurements in both parallel and\nperpendicular magnetic fields exhibit pronounced positive corrections at low\ntemperatures, consistent with weak localization (WL). To determine the\neffective dimensionality of electron transport, we analyzed the data using WL\nmodels in 1D, 2D, and 3D geometries. We found that while the 2D model can\nreproduce the field dependence, it lacks physical meaning in the context of our\nfiber architecture and requires an unphysical scaling factor to match the\nexperimental magnitude. By contrast, we developed a hybrid 3D+1D WL framework\nthat quantitatively captures both the field and temperature dependences using\nrealistic coherence lengths and a temperature-dependent crossover parameter.\nAlthough this combined model also employs a scaling factor for magnitude\ncorrection, it yields a satisfactory fit, reflecting the hierarchical structure\nof CNT fibers in which transport occurs through quasi-1D bundles embedded in a\n3D network. Our results establish a physically grounded model of phase-coherent\ntransport in macroscopic CNT assemblies, providing insights into enhancing\nconductivity for flexible, lightweight power transmission applications."}
{"id": "2509.03469", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03469", "abs": "https://arxiv.org/abs/2509.03469", "authors": ["Deep Singha Roy", "Sk Kalimuddin", "Subrata Pachhal", "Saikat Mondal", "Soham Das", "Sukanya Jana", "Arnab Bera", "Satyabrata Bera", "Tuhin Debnath", "Ankan Bag", "Souvik Pramanik", "Sudipta Chatterjee", "Sanjib Naskar", "Shishir Kumar Pandey", "Adhip Agarwala", "Mintu Mondal"], "title": "Signatures of emergent surface states across a displacive topological phase transition in Bi$_4$I$_4$", "comment": "35 pages, 20 figures, research articles", "summary": "Topological phase transitions involving crystalline symmetry breaking provide\na fertile ground to explore the interplay between symmetry, topology, and\nemergent quantum phenomena. Recently discovered quasi-one-dimensional\ntopological material, Bi$_4$I$_4$, has been predicted to host topologically\nnon-trivial gapless surfaces at high temperature, which undergo a finite\ntemperature phase transition to a low temperature gapped phase. Here we present\nexperimental signatures of this room temperature phase transition from a\nhigh-temperature $\\beta$-phase with a surface state to a gapped $\\alpha$-phase\nhosting hinge states. Using real-space current mapping and resistance\nfluctuation spectroscopy, we identify signatures of a displacive topological\nphase transition mediated by a first-order thermodynamic structural change.\nNear the emergence of $\\beta$-phase, we observe pronounced telegraphic noise,\nindicating fluctuating phase domains with topological surface states. The\nspatially resolved current map reveals electron transport via the gapless\nsurface states in the $\\beta$-phase, which vanishes upon transitioning to the\n$\\alpha$-phase with localized conduction channels (or hinge modes). Our\nexperimental results, supported by first principles estimates and effective\ntheory of a topological displacive phase transition, establish Bi$_4$I$_4$ as a\ncandidate material showing intricate interplay of classical thermodynamic phase\ntransitions with topological quantum phenomena."}
{"id": "2509.02984", "categories": ["cond-mat.mtrl-sci", "80A50, 82D80"], "pdf": "https://arxiv.org/pdf/2509.02984", "abs": "https://arxiv.org/abs/2509.02984", "authors": ["Samantha Ortega-Flores", "Peter Ludwig Rodríguez-Kessler"], "title": "Size-Dependent Structural Motifs in Ag$_n$Mo (n = 2-13) Clusters: From Planar to Icosahedral Architectures", "comment": "7 pages, 5 figures", "summary": "We present a comprehensive density functional theory (DFT) study of Mo-doped\nsilver clusters Ag$_n$Mo ($n=1$-14), focusing on their structural, electronic,\nand bonding properties. Global optimization reveals an evolution from planar\nand low-symmetry isomers in small clusters to compact three-dimensional\ngeometries with higher symmetry, culminating in a highly stable icosahedral\nstructure at $n=12$. Binding energy and second-order energy difference analyses\nidentify $n=12$ as a \"magic number\" cluster exhibiting enhanced thermodynamic\nstability and a pronounced HOMO-LUMO gap, indicative of electronic shell\nclosure. Bond length analysis shows relatively constant Ag-Mo distances\nalongside a size-dependent increase in Ag-Ag bond lengths, reflecting the\ngrowth of metallic bonding networks. Hirshfeld charge analysis reveals\nsignificant charge transfer from Ag to Mo in small clusters, which decreases\nwith size as the system transitions toward delocalized metallic bonding. These\nfindings provide detailed insights into the size-dependent interplay of\ngeometry, bonding, and electronic structure in Ag$_n$Mo clusters, with\nimplications for their catalytic and material applications."}
{"id": "2509.02976", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02976", "abs": "https://arxiv.org/abs/2509.02976", "authors": ["Takashi Hotta"], "title": "Effect of $Γ_7$ and $Γ_8$ Hybridizations on Three-Channel Kondo Phase Emerging from Ho Ions", "comment": "11 pages, 9 figures. To appear in J. Phys. Soc. Jpn", "summary": "By employing a numerical renormalization group method, we analyze a\nseven-orbital impurity Anderson model for Ho$^{3+}$ ion with ten $4f$\nelectrons. This model includes both $V_7$ and $V_8$, which are hybridizations\nbetween localized $4f$- and conduction electrons in $\\Gamma_7$ and $\\Gamma_8$\norbitals, respectively. For the case of $V_7=V_8$ with the local $\\Gamma_5$\ntriplet ground state, we have reported the discovery of a three-channel Kondo\n(TCK) phase, characterized by a residual entropy of $\\log \\phi$ with the golden\nratio $\\phi=(1+\\sqrt{5})/2$. In this research, by depicting the ground-state\nphase diagram on the $(V_8, V_7)$ plane, we attempt to unveil the effect of\n$V_7$ and $V_8$ on the emergence of the TCK phase. After performing a lot of\nnumerical calculations, we find that the TCK phase appears in a relatively wide\nregion on the $(V_8, V_7)$ plane. The boundary curves surrounding the TCK phase\nare determined by the variation of the temperature dependence in entropy and\nthe abrupt change in energy spectra. We consider that most of the phases\nsurrounding the TCK phase are Fermi liquids, but the non-Fermi liquid\ntwo-channel Kondo phase is unexpectedly found to exist next to the TCK phase.\nFinally, we briefly comment on the actual material concerning the detection of\nthe TCK phase."}
{"id": "2509.02987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02987", "abs": "https://arxiv.org/abs/2509.02987", "authors": ["Yuki Matsuyama", "Shotaro Shirai", "Ippei Nakamura", "Masao Tokunari", "Hirotaka Terai", "Yuji Hishida", "Ryo Sasaki", "Yusuke Tominaga", "Atsushi Noguchi"], "title": "High-$Q$ membrane resonators using ultra-high-stress crystalline TiN films", "comment": null, "summary": "High-quality-factor ($Q$) mechanical resonators are essential components for\nprecise sensing and control of mechanical motion at a quantum level. While\namorphous materials such as SiN have been widely used in high-$Q$ mechanical\nresonators utilizing stress-induced dissipation dilution, crystalline materials\nhave emerging potential to achieve higher quality factors by combining low\nintrinsic loss and high tensile stress. In this paper, we demonstrate high-Q\nmembrane resonators using ultra-high-stress crystalline TiN. Our membrane\nresonator exhibits a tensile stress exceeding 2.3 GPa and a quality factor of\n$Q = 8.0 \\times 10^6$ at 2.2 K. By estimating the dilution factor, we infer\nthat our TiN resonator has a intrinsic quality factor comparable to that of SiN\nmembrane resonators. With its ultra-high stress and crystalline properties, our\nTiN films can serve as a powerful tool for opto- and electromechanical systems,\noffering highly dissipation-diluted mechanical resonators."}
{"id": "2509.02987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.02987", "abs": "https://arxiv.org/abs/2509.02987", "authors": ["Yuki Matsuyama", "Shotaro Shirai", "Ippei Nakamura", "Masao Tokunari", "Hirotaka Terai", "Yuji Hishida", "Ryo Sasaki", "Yusuke Tominaga", "Atsushi Noguchi"], "title": "High-$Q$ membrane resonators using ultra-high-stress crystalline TiN films", "comment": null, "summary": "High-quality-factor ($Q$) mechanical resonators are essential components for\nprecise sensing and control of mechanical motion at a quantum level. While\namorphous materials such as SiN have been widely used in high-$Q$ mechanical\nresonators utilizing stress-induced dissipation dilution, crystalline materials\nhave emerging potential to achieve higher quality factors by combining low\nintrinsic loss and high tensile stress. In this paper, we demonstrate high-Q\nmembrane resonators using ultra-high-stress crystalline TiN. Our membrane\nresonator exhibits a tensile stress exceeding 2.3 GPa and a quality factor of\n$Q = 8.0 \\times 10^6$ at 2.2 K. By estimating the dilution factor, we infer\nthat our TiN resonator has a intrinsic quality factor comparable to that of SiN\nmembrane resonators. With its ultra-high stress and crystalline properties, our\nTiN films can serve as a powerful tool for opto- and electromechanical systems,\noffering highly dissipation-diluted mechanical resonators."}
{"id": "2509.03007", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03007", "abs": "https://arxiv.org/abs/2509.03007", "authors": ["H. Sakai", "S. Shin", "S. Kambe", "Y. Tokunaga", "H. Harima", "E. Pomjakushina", "T. Park"], "title": "Anisotropic spin fluctuations in the triangular Kondo lattice compound CePtAl$_4$Ge$_2$ probed by site-selective $^{27}$Al NMR", "comment": "9 pages, 6 figures", "summary": "A site-selective $^{27}$Al nuclear magnetic resonance (NMR) study is carried\nout on the Kondo lattice compound CePtAl$_4$Ge$_2$, which crystallizes in a\nrhombohedral lattice with quasi-two-dimensional Ce layers forming a triangular\nlattice network. Two inequivalent Al sites, Al(1) and Al(2), are unambiguously\nassigned by comparing measured nuclear quadrupole parameters with electric\nfield gradients obtained from electronic structure calculations. Knight shift\nanalysis yields distinct hyperfine coupling constants, revealing that they\narise predominantly from RKKY-type transferred hyperfine fields through\nconduction electrons. Spin-lattice relaxation measurements reveal pronounced\nanisotropic spin fluctuations, and comparison of the relaxation rates between\nthe two Al sites clarifies the momentum-space structure of these fluctuations.\nAt low magnetic fields, $(T_1T)^{-1}$ is strongly enhanced on cooling toward\nthe N\\'eel temperature, indicating the growth of in-plane antiferromagnetic\ncorrelations in the paramagnetic state."}
{"id": "2509.03031", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03031", "abs": "https://arxiv.org/abs/2509.03031", "authors": ["Yoshihiro Shimazu", "Tomonori Miyatake", "Kento Ueno", "Masatomo Uehara"], "title": "Observation of surface superconductivity in bulk polycrystalline MoS2 induced by electric double-layer doping", "comment": "13 pages, 4 figures", "summary": "We report the observation of electric-field-induced superconductivity on the\nsurface of bulk polycrystalline MoS2 using electric double-layer doping. A gate\nvoltage applied in an ionic liquid environment systematically increased carrier\ndensity, leading to an insulator-to-metal transition and a sharp resistance\ndrop at low temperatures, indicating superconductivity. The onset temperature\nof superconductivity strongly depended on carrier density inferred from\nconductance, showing a significant increase and eventual saturation. Unlike\nprior studies limited to single-crystalline MoS2, our results demonstrate that\nsuperconductivity can also be electrostatically induced in polycrystalline\nsystems, broadening the scope for exploring gate-controlled superconductivity\nin a wider range of materials."}
{"id": "2509.03022", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.03022", "abs": "https://arxiv.org/abs/2509.03022", "authors": ["Ayata Ueno", "Tomoko Mizuguchi", "Takashi Odagaki"], "title": "Aging of glass-forming materials following a temperature jump", "comment": "To be appeared in J. Non-Cryst. Solids", "summary": "Aging in a glass forming model in which both trapping effect and delayed\nresponse of the free energy landscape (FEL) exist is studied after the\ntemperature is changed. It is confirmed that the trapping effect gives rise to\nType-I aging where the relaxation time increases with waiting time regardless\nof the direction of temperature change, and that the delayed response of the\nFEL produces Type-II aging where the waiting-time dependence of the relaxation\ntime depends on the direction of temperature change. When both effects exist\nand the response time of the FEL is appropriate, these effects can be\ndifferentiated in the short-time behavior of the temporal relaxation time. It\nis argued that the material time or the internal clock and the fictive\ntemperature introduced phenomenologically are understood as the concepts\ndescribing the delayed response of the FEL to temperature change."}
{"id": "2509.03081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03081", "abs": "https://arxiv.org/abs/2509.03081", "authors": ["Xiaoying Li", "Wenqian Tu", "Run Lv", "Li'e Liu", "Dingfu Shao", "Yuping Sun", "Wenjian Lu"], "title": "Machine learning-accelerated search of superconductors in B-C-N based compounds and R3Ni2O7-type nickelates", "comment": null, "summary": "Superconductor research has traditionally depended on experiments and\ntheoretical approaches. However, the rapid advancement of data-driven methods\nand machine learning (ML) has opened avenues for accelerating superconductor\ndiscovery. Here, we integrated ML with density functional theory (DFT)\ncalculations to efficiently screen conventional B-C-N based superconductors and\nidentify potential high-TC candidates among R3Ni2O7-type bilayer nickelates. We\nidentified 12 new binary and ternary B-C-N based superconductors with TC >= 10\nK, including 3 with TC >= 25 K, such as two structural forms of B2CN (TC = 44.8\nK and 41.5 K) and TiNbN2 (TC = 26.2 K). These materials share a common feature\nof strong {\\sigma}-bonds, which is key to achieving relatively high TC.\nMoreover, we proposed Tb3Ni2O7 (TC = 61.6 K) and Ac3Ni2O7 (TC = 70.3 K) as\npotential high-TC nickelate superconductors under high pressure. Their\nelectronic structures closely resemble those of La3Ni2O7, especially in the\nhole-type band dominated by Ni-3dz2 orbital character. We also analyzed feature\nimportance in the ML results for both conventional and high-TC superconductors.\nThese results advance the search for new superconductors and enhance the\nfundamental understanding of superconducting mechanisms."}
{"id": "2509.03026", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03026", "abs": "https://arxiv.org/abs/2509.03026", "authors": ["Jaimin Kang", "Mohammad Hamdi", "Shun Kong Cheung", "Lin-Ding Yuan", "Mohamed Elekhtiar", "William Rogers", "Andrea Meo", "Peter G. Lim", "M. S. Nicholas Tey", "Anthony D'Addario", "Shiva T. Konakanchi", "Eric Matt", "Jordan Athas", "Sevdenur Arpaci", "Lei Wan", "Sanjay C. Mehta", "Pramey Upadhyaya", "Mario Carpentieri", "Vinayak P. Dravid", "Mark C. Hersam", "Jordan A. Katine", "Gregory D. Fuchs", "Giovanni Finocchio", "Evgeny Y. Tsymbal", "James M. Rondinelli", "Pedram Khalili Amiri"], "title": "Octupole-driven spin-transfer torque switching of all-antiferromagnetic tunnel junctions", "comment": null, "summary": "Magnetic tunnel junctions (MTJs) based on ferromagnets are canonical devices\nin spintronics, with wide-ranging applications in data storage, computing, and\nsensing. They simultaneously exhibit mechanisms for electrical detection of\nmagnetic order through the tunneling magnetoresistance (TMR) effect, and\nreciprocally, for controlling magnetic order by electric currents through\nspin-transfer torque (STT). It was long assumed that neither of these effects\ncould be sizeable in tunnel junctions made from antiferromagnetic materials,\nsince they exhibit no net magnetization. Recently, however, it was shown that\nall-antiferromagnetic tunnel junctions (AFMTJs) based on chiral\nantiferromagnets do exhibit TMR due to their non-relativistic\nmomentum-dependent spin polarization and cluster magnetic octupole moment,\nwhich are manifestations of their spin-split band structure. However, the\nreciprocal effect, i.e., the antiferromagnetic counterpart of STT driven by\ncurrents through the AFMTJ, has been assumed non-existent due to the total\nelectric current being spin-neutral. Here, in contrast to this common\nexpectation, we report nanoscale AFMTJs exhibiting this reciprocal effect,\nwhich we term octupole-driven spin-transfer torque (OTT). We demonstrate\ncurrent-induced OTT switching of PtMn3|MgO|PtMn3 AFMTJs, fabricated on a\nthermally oxidized silicon substrate, exhibiting a record-high TMR value of\n363% at room temperature and switching current densities of the order of 10\nMA/cm2. Our theoretical modeling explains the origin of OTT in terms of the\nimbalance between intra- and inter-sublattice spin currents across the AFMTJ,\nand equivalently, in terms of the non-zero net cluster octupole polarization of\neach PtMn3 layer. This work establishes a new materials platform for\nantiferromagnetic spintronics and provides a pathway towards deeply scaled\nmagnetic memory and room-temperature terahertz technologies."}
{"id": "2509.03177", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03177", "abs": "https://arxiv.org/abs/2509.03177", "authors": ["Leonid V. Pourovskii", "Rafael D. Soares", "Alexander Wietek"], "title": "Ab initio spin Hamiltonians and magnetism of Ce and Yb triangular-lattice compounds", "comment": "9 pages, 3 figures + 10 pages of Supplementary", "summary": "We calculate the crystal-field splitting, ground-state Kramers doublet and\nintersite exchange interactions within the ground-state doublet manifold using\nan ab initio Hubbard-I based approach for a representative set of Ce and Yb\ntriangular-lattice compounds. These include the putative quantum spin liquids\n(QSL) RbCeO$_2$ and YbZn$_2$GaO$_5$ and the antiferromagnets KCeO$_2$ and\nKCeS$_2$. The calculated nearest-neighbor (NN) couplings are antiferromagnetic\nand exhibit noticeable anisotropy. The next-nearest-neighbor (NNN) couplings\nare ferromagnetic in the Ce systems and dominated by classical dipole-dipole\ninteractions in the Yb case. Solving the resulting effective spin-1/2 models by\nexact diagonalization up to $N=36$ sites, we predict ordered magnetic ground\nstates for all systems, including the two QSL candidates. We explore the phase\nspace of an anisotropic NN + isotropic NNN triangular-lattice model finding\nthat a significant antiferromagnetic NNN coupling is required to stabilize QSL\nphases, while the NN exchange anisotropy is detrimental to them. Our findings\nhighlight a possibly important role of deviations from the perfect triangular\nmodel - like atomic disorder - in real triangular-lattice materials."}
{"id": "2509.03031", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03031", "abs": "https://arxiv.org/abs/2509.03031", "authors": ["Yoshihiro Shimazu", "Tomonori Miyatake", "Kento Ueno", "Masatomo Uehara"], "title": "Observation of surface superconductivity in bulk polycrystalline MoS2 induced by electric double-layer doping", "comment": "13 pages, 4 figures", "summary": "We report the observation of electric-field-induced superconductivity on the\nsurface of bulk polycrystalline MoS2 using electric double-layer doping. A gate\nvoltage applied in an ionic liquid environment systematically increased carrier\ndensity, leading to an insulator-to-metal transition and a sharp resistance\ndrop at low temperatures, indicating superconductivity. The onset temperature\nof superconductivity strongly depended on carrier density inferred from\nconductance, showing a significant increase and eventual saturation. Unlike\nprior studies limited to single-crystalline MoS2, our results demonstrate that\nsuperconductivity can also be electrostatically induced in polycrystalline\nsystems, broadening the scope for exploring gate-controlled superconductivity\nin a wider range of materials."}
{"id": "2509.03253", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.str-el", "math-ph", "math.MP", "nucl-th"], "pdf": "https://arxiv.org/pdf/2509.03253", "abs": "https://arxiv.org/abs/2509.03253", "authors": ["Antoine Marie", "Pierre-François Loos"], "title": "Parquet theory for molecular systems. I. Formalism and static kernel parquet approximation", "comment": "17 pages, 10 figures (supporting information available)", "summary": "The $GW$ approximation has become a method of choice for predicting\nquasiparticle properties in solids and large molecular systems, owing to its\nfavorable accuracy-cost balance. However, its accuracy is the result of a\nfortuitous cancellation of vertex corrections in the polarizability and\nself-energy. Hence, when attempting to go beyond $GW$ through inclusion of\nvertex corrections, the accuracy can deteriorate if this delicate balance is\ndisrupted. In this work, we explore an alternative route that theoretically\ngoes beyond $GW$: the parquet formalism. Unlike approaches that focus on a\nsingle correlation channel, such as the electron-hole channel in $GW$ or the\nparticle-particle channel in $T$-matrix theory, parquet theory treats all\ntwo-body scattering channels on an equal footing. We present the formal\nstructure of the parquet equations, which couple the one-body Green's function,\nthe self-energy, and the two-body vertex. We discuss the approximations\nnecessary to solve this set of equations, the advantages and limitations of\nthis approach, outline its implementation for molecular systems, and assess its\naccuracy for principal ionization potentials of small molecular systems."}
{"id": "2509.03072", "categories": ["cond-mat.supr-con", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.03072", "abs": "https://arxiv.org/abs/2509.03072", "authors": ["Xuezhu Liu", "Ming Lu", "Haiwen Liu", "X. C. Xie"], "title": "First-Order PT Phase Transition in Non-Hermitian Superconductors", "comment": null, "summary": "The interplay between superconductivity and environmental dissipation,\neffectively captured by non-Hermitian Hamiltonian, is a new frontier for exotic\nquantum phases. We explore a PT-symmetric non-Hermitian superconductor with\nbalanced gain and loss. To ensure experimental relevance, we develop a\nright-eigenstate-based non-Hermitian mean-field theory. We uncover a novel\nfirst-order phase transition that coincides exactly with the PT symmetry\nbreaking point, driven by the interplay between superconducting pairing\ninteractions and non-Hermitian dissipation. In the PT-symmetric phase, moderate\nNH dissipation enhances superconductivity, while in the PT-broken phase,\nintensified dissipation significantly suppresses it. These phenomena,\ncharacterized by abrupt jumps in observables, can be probed through localized\nspectral measurements and macroscopic superfluid density analysis.\nAdditionally, the stability analysis offers robust theoretical insights to\nsupport experimental investigations of this unique transition."}
{"id": "2509.03320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03320", "abs": "https://arxiv.org/abs/2509.03320", "authors": ["Partha Goswami"], "title": "Investigation of non-Hermitian and Hermitian models of Altermagnets", "comment": "32 pages, 6 figures. Comments are welcome", "summary": "Insulating altermagnets like MnTe exhibit spin configurations where opposing\nspins are not only aligned antiparallel but also rotated relative to each\nother. This is an arrangement reminiscent of antiferromagnetism with a twist of\nspin canting. This study investigates a model Hamiltonian that captures the\nessential physics of such systems, incorporating key interactions including\nDzyaloshinskii-Moriya and conventional exchange terms, relativistic spin-orbit\ncoupling, and d-wave and g-wave orderings. Non-Hermitian dynamics are\nintroduced through complex potentials that simulate energy dissipation and\namplification. The paper delves into the behavior of the quantum geometric\ntensor and the emergence of the quantum anomalous Hall effect within the\ntopologically insulating regime. It also broadens the scope to encompass\nnon-Hermitian metallic altermagnets, focusing on phases characterized by\nsymmetry-breaking d-wave and g-wave order parameters."}
{"id": "2509.03079", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03079", "abs": "https://arxiv.org/abs/2509.03079", "authors": ["Guangyu Yu", "Tao Xiang", "Zheng Zhu"], "title": "Deconfined Quantum Critical Point in Quantum Hall Bilayers", "comment": "11 pages, 9 figures", "summary": "Deconfined quantum critical points (DQCPs) represent an unconventional class\nof quantum criticality beyond the Landau-Ginzburg-Wilson-Fisher paradigm.\nNevertheless, both their theoretical identification and experimental\nrealization remain challenging. Here we report compelling evidence of a DQCP in\nquantum Hall bilayers with half-filled $n=2$ Landau levels in each layer, based\non large-scale variational uniform matrix product state (VUMPS) simulations and\nexact diagonalization (ED). By systematically analyzing the ground-state\nfidelity, low-lying energy spectra, exciton superfluid and stripe order\nparameters, and ground-state energy derivatives, we identify a direct and\ncontinuous quantum phase transition between two distinct symmetry-breaking\nphases by tuning the layer separation: an exciton superfluid phase with\nspontaneous $U(1)$ symmetry breaking at small separation, and a unidirectional\ncharge density wave with broken translational symmetry at large separation. Our\nresults highlight quantum Hall bilayers as an ideal platform for realizing and\nexperimentally probing DQCPs under precisely tunable interactions."}
{"id": "2509.03460", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03460", "abs": "https://arxiv.org/abs/2509.03460", "authors": ["G. N. Darriba", "R. Vianden", "A. P. Ayala", "M. Rentería"], "title": "Integral $ab$ $initio$/DFT and experimental TDPAC approach enlightening the $aftereffects$ phenomenon: probing electronic properties in $α$-Al$_2$O$_3$:$^{111}$In($\\rightarrow$ $^{111}$Cd) at the atomic scale", "comment": "39 pages, 11 figures, 1 Table. The original abstract was shortened\n  for the Arxiv. Submitted to PRB", "summary": "By means of an integral experimental and $ab$ $initio$/DFT approach we\ncontribute here to enlighten and quantify the origin of dynamic hyperfine\ninteractions (HFIs) assigned to the electron-capture (EC) decay aftereffects\n(ECAE) phenomenon observed in time-differential perturbed $\\gamma$-$\\gamma$\nangular correlation (TDPAC) experiments in oxides doped with ($^{111}$In\n(EC)$\\rightarrow$)$^{111}$Cd as probe-atom. In previous works [Darriba et al.,\nPhys. Rev. B 105, 195201 (2022)] we proposed an $ab$ $initio$ scenario in which\nthe fluctuating electric-field gradients (EFG) producing the dynamic HFI were\nrelated with fluctuating electronic environments close to the $^{111}$Cd\nnucleus, succeeding to identify the environment which produce the final static\nEFG when the dynamic ($on-off$) process have stopped. In this work we show that\nin addition it is possible to obtain, for each temperature and HFI observed,\nthe set of initial electronic configurations close to the probe nucleus as well\nas their related EFGs among which the system fluctuates to generate these\ndynamic HFIs. For this, we demonstrate analytically and checked experimentally\nthe conditions to stablish the equivalence between the two approaches most used\nto analyze this type of dynamic HFIs, proposed by B\\\"averstam et al. and by\nLupascu et al.. To unravel the unexpected TDPAC results in\n$^{111}$In($\\rightarrow$ $^{111}$Cd)-implanted $\\alpha$-Al$_2$O$_3$ single\ncrystals reported in the literature, we perform a complete $ab$ $initio$/DFT\nstudy of Cd-doped $\\alpha$-Al$_2$O$_3$ semiconductor and a detailed defect\nformation energy analysis as a function of the charge state of the Cd impurity.\nThe presence of an unexpected second interaction was a key factor to provide\nexperimental support to identify and quantify the different charge states the\n$^{111}$Cd atom goes through during its electronic recovery process."}
{"id": "2509.03081", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03081", "abs": "https://arxiv.org/abs/2509.03081", "authors": ["Xiaoying Li", "Wenqian Tu", "Run Lv", "Li'e Liu", "Dingfu Shao", "Yuping Sun", "Wenjian Lu"], "title": "Machine learning-accelerated search of superconductors in B-C-N based compounds and R3Ni2O7-type nickelates", "comment": null, "summary": "Superconductor research has traditionally depended on experiments and\ntheoretical approaches. However, the rapid advancement of data-driven methods\nand machine learning (ML) has opened avenues for accelerating superconductor\ndiscovery. Here, we integrated ML with density functional theory (DFT)\ncalculations to efficiently screen conventional B-C-N based superconductors and\nidentify potential high-TC candidates among R3Ni2O7-type bilayer nickelates. We\nidentified 12 new binary and ternary B-C-N based superconductors with TC >= 10\nK, including 3 with TC >= 25 K, such as two structural forms of B2CN (TC = 44.8\nK and 41.5 K) and TiNbN2 (TC = 26.2 K). These materials share a common feature\nof strong {\\sigma}-bonds, which is key to achieving relatively high TC.\nMoreover, we proposed Tb3Ni2O7 (TC = 61.6 K) and Ac3Ni2O7 (TC = 70.3 K) as\npotential high-TC nickelate superconductors under high pressure. Their\nelectronic structures closely resemble those of La3Ni2O7, especially in the\nhole-type band dominated by Ni-3dz2 orbital character. We also analyzed feature\nimportance in the ML results for both conventional and high-TC superconductors.\nThese results advance the search for new superconductors and enhance the\nfundamental understanding of superconducting mechanisms."}
{"id": "2509.03469", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03469", "abs": "https://arxiv.org/abs/2509.03469", "authors": ["Deep Singha Roy", "Sk Kalimuddin", "Subrata Pachhal", "Saikat Mondal", "Soham Das", "Sukanya Jana", "Arnab Bera", "Satyabrata Bera", "Tuhin Debnath", "Ankan Bag", "Souvik Pramanik", "Sudipta Chatterjee", "Sanjib Naskar", "Shishir Kumar Pandey", "Adhip Agarwala", "Mintu Mondal"], "title": "Signatures of emergent surface states across a displacive topological phase transition in Bi$_4$I$_4$", "comment": "35 pages, 20 figures, research articles", "summary": "Topological phase transitions involving crystalline symmetry breaking provide\na fertile ground to explore the interplay between symmetry, topology, and\nemergent quantum phenomena. Recently discovered quasi-one-dimensional\ntopological material, Bi$_4$I$_4$, has been predicted to host topologically\nnon-trivial gapless surfaces at high temperature, which undergo a finite\ntemperature phase transition to a low temperature gapped phase. Here we present\nexperimental signatures of this room temperature phase transition from a\nhigh-temperature $\\beta$-phase with a surface state to a gapped $\\alpha$-phase\nhosting hinge states. Using real-space current mapping and resistance\nfluctuation spectroscopy, we identify signatures of a displacive topological\nphase transition mediated by a first-order thermodynamic structural change.\nNear the emergence of $\\beta$-phase, we observe pronounced telegraphic noise,\nindicating fluctuating phase domains with topological surface states. The\nspatially resolved current map reveals electron transport via the gapless\nsurface states in the $\\beta$-phase, which vanishes upon transitioning to the\n$\\alpha$-phase with localized conduction channels (or hinge modes). Our\nexperimental results, supported by first principles estimates and effective\ntheory of a topological displacive phase transition, establish Bi$_4$I$_4$ as a\ncandidate material showing intricate interplay of classical thermodynamic phase\ntransitions with topological quantum phenomena."}
{"id": "2509.03082", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03082", "abs": "https://arxiv.org/abs/2509.03082", "authors": ["Chengkun Xing", "Han Zhang", "Kyle Noordhoek", "Guoxin Zheng", "Kuan-Wen Chen", "Lukas Horák", "Yan Xin", "Eun Sang Choi", "Lu Li", "Haidong Zhou", "Jian Liu"], "title": "Probing ice-rule-breaking transition in $\\rm{Dy_2Ti_2O_7}$ thin film by proximitized transport and magnetic torque", "comment": "7 pages, 3 figures", "summary": "While the spin ice state of bulk pyrochlores such as $\\rm{Dy_2Ti_2O_7}$ and\n$\\rm{Ho_2Ti_2O_7}$ has been extensively studied in the last several decades due\nto its unique degenerate ground state and emergent monopole excitation, whether\nit survives in the thin-film form remains a mystery. The limited volume of\nthin-film sample makes it challenging to study the intrinsic magnetic\nproperties. Here, we synthesized 18nm-thick $\\rm{Dy_2Ti_2O_7}$ thin film on YSZ\nsubstrate and capped it by a thin conductive $\\rm{Bi_2Ir_2O_7}$ layer, and\nperformed the proximitized magnetoresistance measurements. Our study found that\nthe ice-rule-breaking phase transition survives but with a modified effective\nnearest-neighbor interaction and distorted Ising spin axes compared to the bulk\ncrystal. The results are supported by the simultaneously measured capacitive\ntorque magnetometry. Our study demonstrates that proximitized transport is an\neffective tool for thin films of insulating frustrated magnets."}
{"id": "2509.03489", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03489", "abs": "https://arxiv.org/abs/2509.03489", "authors": ["Yixuan Huang", "Yuan Gao", "Wei Li", "Seiji Yunoki", "Sadamichi Maekawa"], "title": "Dissipationless dynamics of spin supersolid states in a spin-1/2 triangular antiferromagnet with impurities", "comment": "8+7 pages, 4+9 figures", "summary": "Motivated by recent experimental observations of possible spin supersolid\nstates in triangular lattice compounds, we study the dynamical properties of\nvarious ground states in the spin-1/2 easy-axis antiferromagnetic Heisenberg\nmodel with impurities under magnetic fields, using numerical Density Matrix\nRenormalization Group methods. For both spin supersolid states in the low and\nhigh fields, the gapless Goldstone mode at the $K$ points remains robust with\nimpurities, which is related to the presence of spin superfluidity. As a\ncomparison, we find a splitting of magnon band at the same impurity density\nlevel in the conventional magnetic state, the so-called up-up-down state. In\naddition, the finite superfluid stiffness probed by the twisted phase in the\nspin supersolid states is consistent with the excitation spectrum. We argue\nthat this excitation spectrum with impurity provides direct evidence of the\ndissipationless dynamics in the spin supersolid states, which could be tested\nin neutron scattering experiments."}
{"id": "2509.03106", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03106", "abs": "https://arxiv.org/abs/2509.03106", "authors": ["Nils Erland L. Haugen", "Axel Brandenburg", "Bernd Friede", "Rolf G. Birkeland"], "title": "Silicon-monoxide flames: the nucleation and condensation of silica fume", "comment": "24 pages, 15 figures and 2 tables, submitted to J. Phys. Chem. C", "summary": "Silica fume is a valuable by-product from the silicon and ferrosilicon\nproduction. It is therefore important to understand the impact on the silica\nfume quality when converting the furnace feed from fossil-based to renewable\nreduction materials. Using self-consistent numerical simulations of the\nnucleation and condensation process, we present a detailed study of the silica\nfume formation process.\n  It is found that the most critical physical effect that determines the final\nparticle size distribution is coalescence due to Brownian motion. Furthermore,\nit is crucial to use appropriate thermophysical parameters in order to\nreproduce reliable particle size distributions. Contrary to what has been done\nin previous studies on the same topic, this is now done by using reasonable\nexpressions for surface energy, saturation pressure and the nucleation\npre-exponential factor.\n  It is also found that under conditions relevant to furnaces, the liberation\nof latent heat leads to an explosive chain reaction of particle nucleation and\ncondensation when the first particles nucleate and start growing due to\ncondensation. This process continues until the relative saturation pressure of\nsilicon dioxide is reduced to unity.\n  Finally, it is found that the Lagrangian approach for particle tracking is\nmore flexible and accurate, and also more CPU efficient, than the Eulerian\napproach."}
{"id": "2509.03177", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03177", "abs": "https://arxiv.org/abs/2509.03177", "authors": ["Leonid V. Pourovskii", "Rafael D. Soares", "Alexander Wietek"], "title": "Ab initio spin Hamiltonians and magnetism of Ce and Yb triangular-lattice compounds", "comment": "9 pages, 3 figures + 10 pages of Supplementary", "summary": "We calculate the crystal-field splitting, ground-state Kramers doublet and\nintersite exchange interactions within the ground-state doublet manifold using\nan ab initio Hubbard-I based approach for a representative set of Ce and Yb\ntriangular-lattice compounds. These include the putative quantum spin liquids\n(QSL) RbCeO$_2$ and YbZn$_2$GaO$_5$ and the antiferromagnets KCeO$_2$ and\nKCeS$_2$. The calculated nearest-neighbor (NN) couplings are antiferromagnetic\nand exhibit noticeable anisotropy. The next-nearest-neighbor (NNN) couplings\nare ferromagnetic in the Ce systems and dominated by classical dipole-dipole\ninteractions in the Yb case. Solving the resulting effective spin-1/2 models by\nexact diagonalization up to $N=36$ sites, we predict ordered magnetic ground\nstates for all systems, including the two QSL candidates. We explore the phase\nspace of an anisotropic NN + isotropic NNN triangular-lattice model finding\nthat a significant antiferromagnetic NNN coupling is required to stabilize QSL\nphases, while the NN exchange anisotropy is detrimental to them. Our findings\nhighlight a possibly important role of deviations from the perfect triangular\nmodel - like atomic disorder - in real triangular-lattice materials."}
{"id": "2509.03202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03202", "abs": "https://arxiv.org/abs/2509.03202", "authors": ["Felix Zahner", "Kirsten von Bergmann", "Roland Wiesendanger", "André Kubetzka"], "title": "Reciprocity of Magnetism and Nanostructure Growth", "comment": "5 main figures, 2 extended figures", "summary": "The growth of thin films and nanostructures is a fundamental process for\nconstructing both model-type systems and nanoscale devices, where performance\nand functionalities can be controlled by the choice of parameters. For magnetic\nsystems the crystal structure, material composition, size, and shape determine\nalready most of the magnetism-related properties. Here, we investigate the\nreciprocal route, which is controlling nanostructure growth via magnetism. To\nthis end we deposit Co on a uniaxial antiferromagnetic surface above and below\nits N\\'eel temperature. Growth above the N\\'eel temperature results in the\nformation of roughly hexagonal islands, reflecting the surface symmetry. For\ngrowth below the N\\'eel temperature we find quasi-one-dimensional Co\nnanostructures along distinct crystallographic directions, which signal the\nlocal antiferromagnetic domain orientation. Our findings demonstrate the\nfeasibility of controlling growth via magnetism and the necessity to take\nmagnetism-related effects into account for growth on magnetic surfaces."}
{"id": "2509.03210", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03210", "abs": "https://arxiv.org/abs/2509.03210", "authors": ["Linjie Wei", "Fu Li", "Yi Liu", "Hongbin Zhang", "Junhua Luo", "Zhihua Sun"], "title": "Shift Current Anomalous Photovoltaics in a Double Perovskite Ferroelectric", "comment": null, "summary": "Ferroelectric anomalous photovoltaic (APV) effect, as a fascinating physical\nconceptual phenomenon, holds significant potentials for new optoelectronic\ndevice applications. However, due to the knowledge lacking on the origin and\nunderlying mechanism of ferroelectric APV effect, substantial challenges still\nremain in exploring new APV-active candidate materials. The emerging shift\ncurrent model, involving the transfer of photogenerated charges through the\ndisplacement of wave functions, has attracted considerable attention for its\nunique insights into the bulk photovoltaic effect. Here, we present strong APV\nproperties in a high-temperature double perovskite ferroelectric\n(cyclohexylmethylammonium)$_2$CsAgBiBr$_7$, showing an extremely large\nabove-bandgap photovoltage up to about 40 V. This figure-of-merit is far beyond\nits bandgap of about 2.3 eV and comparable to the state-of-art molecular\nferroelectrics. Strikingly, the shift current model reveals an intrinsic\ncorrelation with Cs$^{+}$ cation displacement and provides, for the first time,\nan explicit explanation for the structural origin of ferroelectric APV\nactivities. Besides, its steady-state APV photocurrent exhibits the unique\nlight-polarization dependence, which endows remarkable polarization-sensitivity\nwith the highest polarization ratios of about 41 among the known 2D\nsingle-phase materials. As the unprecedented exploration of ferroelectric APV\ncharacteristics illuminated by the shift current mechanism, this finding paves\na pathway to assemble new optoelectronic smart devices."}
{"id": "2509.03243", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03243", "abs": "https://arxiv.org/abs/2509.03243", "authors": ["Mason Adshead", "Maddison Coke", "Evan Tillotson", "Kexue Li", "Sam Sullivan-Allsop", "Ricardo Egoavil", "William Thornley", "Yi Cui", "Christopher M Gourlay", "Katie L Moore", "Sarah J Haigh", "Richard J Curry"], "title": "Isotopically Selected Single Antimony Molecule Doping", "comment": "10 pages, 4 figures", "summary": "A reliable route to the deterministic fabrication of impurity ion donors in\nsilicon is required to advance quantum computing architectures based upon such\nsystems. This paper reports the ability to dope isotopically-defined unique\n(${}^{121}\\mathrm{Sb}{}^{123}\\mathrm{Sb}$) clusters into silicon with measured\ndetection efficiencies of 94% being obtained. Atomically resolved imaging of\nthe doped clusters reveals a Sb-to-Sb separation of ~2 nm post-implantation,\nthus indicating suitability to form coupled qudit systems. The method used is\nfully compatible with integration into processing that includes pre-enrichment\nof the silicon host to < 3ppm ${}^{29}\\mathrm{Si}$ levels. As such, we present\na potential pathway to the creation of scaled qudit arrays within silicon\nplatforms for quantum computing."}
{"id": "2509.03247", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03247", "abs": "https://arxiv.org/abs/2509.03247", "authors": ["Christian L. H. Rasmussen", "Jannik Gondolf", "Mats Barkman", "Mercè Roig", "Daniel F. Agterberg", "Andreas Kreisel", "Brian M. Andersen"], "title": "Inherent momentum-dependent gap structure of altermagnetic superconductors", "comment": "9 pages, 4 figures", "summary": "Altermagnetic metals break time-reversal symmetry and feature spin-split\nFermi surfaces generated by compensated N\\'eel-ordered collinear magnetic\nmoments. Being metallic, such altermagnets may undergo a further instability at\nlow temperatures to a superconducting state, and it is an interesting open\nquestion what are the salient features of such altermagnetic superconductors?\nWe address this question on the basis of realistic microscopic models that\ncapture the altermagnetic sublattice degrees of freedom. We find that the\nsublattice structure can strongly affect the superconducting gap structure in\naltermagnetic superconductors. In particular, it imposes nodes in the gap on\nthe Brillouin zone edges for superconductors stabilized by momentum-independent\nbare attraction channels. We contrast this to the case of nearest-neighbor\npairing where pairing is allowed on the Brillouin zone edges and $d$-wave gap\nstructures can be favored."}
{"id": "2509.03254", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03254", "abs": "https://arxiv.org/abs/2509.03254", "authors": ["Minwoo Yu", "Moojune Song", "Minseok Kang", "Mujin You", "Yunyoung Hwang", "Albert Min Gyu Park", "Byong-Guk Park", "Kab-Jin Kim", "Junho Suh"], "title": "Effect of Magnetic Anisotropy on Magnetoelastic Waves in Ni/LiNbO3 Hybrid Device", "comment": "20 pages, 6 figures, 1 table", "summary": "We study the effects of magnetic anisotropy and crystalline axes in surface\nacoustic waves (SAWs) driven magnetic resonances of Ni/LiNbO3 hybrid devices.\nSAW absorption from the interaction with magnons in Ni displays a strong\nanisotropic dependence on the direction of the applied in-plane magnetic field.\nMagnetic anisotropy is further investigated by magneto-optical Kerr effect\nmeasurements to show both uniaxial and biaxial anisotropy components in Ni\nfilms on LiNbO3. By introducing a dipolar interaction term in addition to the\nanisotropies, we successfully explain the anisotropic SAW absorption in our\ndevices. These findings show the importance of substrate-induced anisotropy and\nlong-range dipolar effects in SAW-magnons hybrid devices and indicate future\ndirections for optimizing these spin-acoustic devices through comprehensive\nanisotropy engineering."}
{"id": "2509.03282", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03282", "abs": "https://arxiv.org/abs/2509.03282", "authors": ["Baruch Horovitz", "Alexander Shnirman"], "title": "Theory of single molecule NMR detection", "comment": "11 pages, 6 figures", "summary": "In relation to recent experimental data [1], we develop a theory framework\nfor demonstrating the feasibility of detecting sharp Nuclear Magnetic Resonance\n(NMR) oscillations in a real time ESR data. The procedure is to follow real\ntime oscillations of the ESR signal measured at a selected frequency of a\nhyperfine transition. We study a variety of systems such as a single radical\nmolecule with one or two hyperfine coupled nuclei or two molecules that coexist\nas either radicals or non-radicals, facilitated by charge transfer. We develop\na master equation for describing these scenarios and find parameters for which\na sharp NMR line can be observed. We show that in all cases an off-diagonal\nterm in the hyperfine tensor is essential for the observation."}
{"id": "2509.03295", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03295", "abs": "https://arxiv.org/abs/2509.03295", "authors": ["Junseok Seo", "Armel A. Cotten", "Mingchi Xu", "Omid Sharifi Sedeh", "Henok Weldeyesus", "Tonghang Han", "Zhengguang Lu", "Zhenghan Wu", "Shenyong Ye", "Wei Xu", "Jixiang Yang", "Emily Aitken", "Prayoga P. Liong", "Zach Hadjri", "Rasul Gazizulin", "Kenji Watanabe", "Takashi Taniguchi", "Mingda Li", "Dominik M. Zumbühl", "Long Ju"], "title": "Family of Unconventional Superconductivities in Crystalline Graphene", "comment": null, "summary": "Unconventional superconductors exhibit multiple broken symmetries and exceed\nthe range of the Bardeen-Cooper-Schrieffer (BCS) theory. For instance,\ntime-reversal symmetry can be broken in addition to the gauge symmetry,\nresulting in superconductors that can be enhanced or induced by a magnetic\nfield. However, such unconventional superconductivities are more vulnerable to\nimpurities than their BCS counterparts, requiring highly ordered and clean\nmaterial systems to observe them. Crystalline rhombohedral multilayer graphene\nis a promising platform to explore unconventional superconductivity due to its\nsuperior material quality and gate-tunable strong correlation effects. Here we\nreport transport measurements of rhombohedral tetralayer and pentalayer\ngraphene, where a spectrum of superconductivities in a clean limit are\nobserved. Three of them (SC2-4) show highly unusual enhancements by magnetic\nfields: 1. SC2 is strengthened by an in-plane field; 2. SC3 is boosted by a\nsmall out-of-plane field; 3. SC4 is induced by an in-plane field. All these\nsuperconductors are robust against an in-plane field up to 8.5 Tesla, exceeding\nthe Pauli limit of conventional superconductors by tens of times and suggesting\ntheir unconventional nature. Moreover, we observed that proximitized spin-orbit\ncoupling generates a plethora of new superconductors in the phase diagram,\nwhile maintaining the high quality of bare rhombohedral graphene. Our work\nestablishes a family of new superconductors in rhombohedral multilayer\ngraphene, which also provides an ideal platform to engineer non-Abelian\nquasiparticles by proximitizing with quantum anomalous Hall states existing in\nthe same material system."}
{"id": "2509.03296", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03296", "abs": "https://arxiv.org/abs/2509.03296", "authors": ["Balaganchi A. Bhargava", "Sanjib Kumar Das", "Lukas M. Sieberer", "Ion Cosma Fulga"], "title": "Noise resilience of two-dimensional Floquet topological phases", "comment": "12 pages, 7 figures", "summary": "We study the effect of noise on two-dimensional periodically driven\ntopological phases, focusing on two examples: the anomalous Floquet-Anderson\nphase and the disordered Floquet-Chern phase. Both phases show an unexpected\nrobustness against timing noise. The noise-induced decay of initially populated\ntopological edge modes occurs in two stages: At short times, thermalization\namong edge modes leads to exponential decay. This is followed by slow algebraic\ndecay $\\sim n^{-1/2}$ with the number of Floquet cycles $n$. The exponent of\n$1/2$ is characteristic for one-dimensional diffusion, here occurring along the\ndirection perpendicular to the edge. In contrast, localized modes in the bulk\nexhibit faster decay, $\\sim n^{-1}$, corresponding to two-dimensional\ndiffusion. We demonstrate these behaviors through full-scale numerical\nsimulations and support our conclusions using analytical results based upon a\nphenomenological model. Our findings indicate that two-dimensional Floquet\ntopological phases are ideal candidates for potential applications of Floquet\ntopology, given the unavoidable presence of both quenched disorder and\ndecoherence in experiments."}
{"id": "2509.03320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03320", "abs": "https://arxiv.org/abs/2509.03320", "authors": ["Partha Goswami"], "title": "Investigation of non-Hermitian and Hermitian models of Altermagnets", "comment": "32 pages, 6 figures. Comments are welcome", "summary": "Insulating altermagnets like MnTe exhibit spin configurations where opposing\nspins are not only aligned antiparallel but also rotated relative to each\nother. This is an arrangement reminiscent of antiferromagnetism with a twist of\nspin canting. This study investigates a model Hamiltonian that captures the\nessential physics of such systems, incorporating key interactions including\nDzyaloshinskii-Moriya and conventional exchange terms, relativistic spin-orbit\ncoupling, and d-wave and g-wave orderings. Non-Hermitian dynamics are\nintroduced through complex potentials that simulate energy dissipation and\namplification. The paper delves into the behavior of the quantum geometric\ntensor and the emergence of the quantum anomalous Hall effect within the\ntopologically insulating regime. It also broadens the scope to encompass\nnon-Hermitian metallic altermagnets, focusing on phases characterized by\nsymmetry-breaking d-wave and g-wave order parameters."}
{"id": "2509.03322", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03322", "abs": "https://arxiv.org/abs/2509.03322", "authors": ["Yi Zhang", "Dang Liu", "Qiaoyan Yu", "Ruijun Xi", "Xingsen Chen", "Shasha Xue", "Jice Sun", "Xian Du", "Xuhui Ning", "Tingwen Miao", "Pengyu Hu", "Hao Yang", "Dandan Guan", "Xiaoxue Liu", "Liang Liu", "Yaoyi Li", "Shiyong Wang", "Canhua Liu", "Haijiao Ji", "Noah F. Q. Yuan", "Hao Zheng", "Jinfeng Jia"], "title": "Fabrication and Characterization of the Moiré surface state on a topological insulator", "comment": "16 pages,4 figures,1 table", "summary": "A Moire superlattice on the topological insulator surface is predicted to\nexhibit many novel properties but has not been experimentally realized. Here,\nwe developed a two-step growth method to successfully fabricate a topological\ninsulator Sb2Te3 thin film with a Moire superlattice, which is generated by a\ntwist of the topmost layer via molecular beam epitaxy. The established Moire\ntopological surface state is characterized by scanning tunneling microscopy and\nspectroscopy. By application of a magnetic field, new features in Landau levels\narise on the Moire region compared to the pristine surface of Sb2Te3, which\nmakes the system a promising platform for pursuing next-generation electronics.\nNotably, the growth method, which circumvents contamination and the induced\ninterface defects in the manual fabrication method, can be widely applied to\nother van der Waals materials for fabricating Moire superlattices."}
{"id": "2509.03327", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03327", "abs": "https://arxiv.org/abs/2509.03327", "authors": ["Wenxin Li", "Jonathan T. Reichanadter", "Shan Wu", "Ji Seop Oh", "Rourav Basak", "Shannon C. Haley", "Elio Vescovo", "Donghui Lu", "Makoto Hashimoto", "Christoph Klewe", "Suchismita Sarker", "James G. Analytis", "Robert J. Birgeneau", "Jeffrey B. Neaton", "Yu He"], "title": "Role of Fe intercalation on the electronic correlation in resistively switchable antiferromagnet Fe$_{x}$NbS$_2$", "comment": null, "summary": "Among the family of intercalated transition-metal dichalcogenides (TMDs),\nFe$_{x}$NbS$_2$ is found to possess unique current-induced resistive switching\nbehaviors, tunable antiferromagnetic states, and a commensurate charge order,\nall of which are tied to a critical Fe doping of $x_c$ = 1/3. However, the\nelectronic origin of such extreme stoichiometry sensitivities remains unclear.\nCombining angle-resolved photoemission spectroscopy (ARPES) with density\nfunctional theory (DFT) calculations, we identify and characterize a dramatic\neV-scale electronic restructuring that occurs across the $x_c$. Moment-carrying\nFe 3$d_{z^2}$ electrons manifest as narrow bands within 200 meV to the Fermi\nlevel, distinct from other transition metal intercalated TMD magnets. This\nstate strongly interacts with the itinerant electron in TMD layer, and rapidly\nloses coherence above $x_c$. These observations resemble the exceptional\nelectronic and magnetic sensitivity of strongly correlated systems upon charge\ndoping, shedding light on the important role of electronic correlation in\nmagnetic TMDs."}
{"id": "2509.03356", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03356", "abs": "https://arxiv.org/abs/2509.03356", "authors": ["Viktor Mandrolko", "Mykola Isaiev"], "title": "Tailored Thermal Transport in Phase Change Materials-Based Nanocomposites through Interfacial Structuring", "comment": null, "summary": "Interfacial thermal transport is a critical bottleneck in nanoscale systems,\nwhere heat dissipation and energy efficiency are strongly modulated by\nmolecular ordering at solid-liquid boundaries. Here, using atomistic\nsimulations of hexadecane confined by structured silica substrates, we reveal\nhow interfacial geometry, specifically curvature, governs the density\ndistribution and thermal transport across the interface. At flat and mildly\ncurved surfaces, the liquid exhibits surface-templated layering, promoting\nefficient heat transfer, which is enhanced with increasing contact surface\narea. As curvature increases, this ordering breaks down, giving rise to\ninterference-like density patterns, reduced molecular packing, and localized\ndepletion zones. This structural reorganization leads to a systematic increase\nin interfacial thermal resistance (ITR), even when the contact area is kept\nconstant. By decomposing the interface into convex (\"hill\" of solid) and\nconcave (\"valley\" of solid) regions, we find that valleys consistently offer\nlower thermal resistance. In contrast, hills act as bottlenecks to heat flow.\nRemarkably, we show that the work of adhesion and entropy-related energy losses\nscale non-trivially with curvature: while adhesion increases with contact area,\nthe entropic penalty dominates the total energy change, reflecting\ncurvature-induced frustration of molecular alignment. These findings unveil a\ndirect link between surface geometry, thermodynamic dissipation, and heat\ntransport, offering new design principles for thermally tunable nanostructured\nmaterials, thermal interface coatings, and phase-change systems."}
{"id": "2509.03359", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03359", "abs": "https://arxiv.org/abs/2509.03359", "authors": ["A. Anand", "R. Egger", "A. De Martino"], "title": "Magnetic Bloch bands and Weiss oscillations in Dirac mass superlattices", "comment": "16 pages, 10 figures", "summary": "We study two-dimensional Dirac fermions in a one-dimensional mass\nsuperlattice under a perpendicular magnetic field. Using exact solutions for\nisolated and finite arrays of domain walls, we demonstrate the persistence of\nJackiw-Rebbi modes with a field-dependent renormalized velocity. For the\nperiodic case, we adopt a gauge-invariant projection method onto magnetic Bloch\nstates, valid for arbitrary fields and mass profiles, which yields dispersive\nLandau levels, and confirm its accuracy by comparison with finite arrays\nspectra. From the miniband spectra we predict modified quantum Hall plateaus\nand Weiss-like magnetoconductivity oscillations, characterized by a strongly\nreduced amplitude and a $\\pi/2$ phase shift compared to electrostatic\nsuperlattices."}
{"id": "2509.03401", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03401", "abs": "https://arxiv.org/abs/2509.03401", "authors": ["Md Zaibul Anam", "Ogheneyoma Aghoghovbia", "Mohammed Al-Fahdi", "Lingyu Kong", "Victor Fung", "Ming Hu"], "title": "A Comprehensive Assessment and Benchmark Study of Large Atomistic Foundation Models for Phonons", "comment": null, "summary": "The rapid development of universal machine learning potentials (uMLPs) has\nenabled efficient, accurate predictions of diverse material properties across\nbroad chemical spaces. While their capability for modeling phonon properties is\nemerging, systematic benchmarking across chemically diverse systems remains\nlimited. We evaluate six recent uMLPs (EquiformerV2, MatterSim, MACE, and\nCHGNet) on 2,429 crystalline materials from the Open Quantum Materials\nDatabase. Models were used to compute atomic forces in displaced supercells,\nderive interatomic force constants (IFCs), and predict phonon properties\nincluding lattice thermal conductivity (LTC), compared with density functional\ntheory (DFT) and experimental data. The EquiformerV2 pretrained model trained\non the OMat24 dataset exhibits strong performance in predicting atomic forces\nand third-order IFC, while its fine-tuned counterpart consistently outperforms\nother models in predicting second-order IFC, LTC, and other phonon properties.\nAlthough MACE and CHGNet demonstrated comparable force prediction accuracy to\nEquiformerV2, notable discrepancies in IFC fitting led to poor LTC predictions.\nConversely, MatterSim, despite lower force accuracy, achieved intermediate IFC\npredictions, suggesting error cancellation and complex relationships between\nforce accuracy and phonon predictions. This benchmark guides the evaluation and\nselection of uMLPs for high-throughput screening of materials with targeted\nthermal transport properties."}
{"id": "2509.03414", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03414", "abs": "https://arxiv.org/abs/2509.03414", "authors": ["Denis Gessert", "Martin Weigel", "Wolfhard Janke"], "title": "The frustrated Ising model on the honeycomb lattice: Metastability and universality", "comment": "15 pages. 12 figures, 2 tables", "summary": "We study the Ising model with competing ferromagnetic nearest- and\nantiferromagnetic next-nearest-neighbor interactions of strengths $J_1 > 0$ and\n$J_2 < 0$, respectively, on the honeycomb lattice. For $J_2 > - J_1 / 4$ it has\na ferromagnetic ground state, and previous work has shown that at least for\n$J_2 \\gtrsim -0.2 J_1$ the transition is in the Ising universality class. For\neven lower $J_2$ some indicators pointing towards a first-order transition were\nreported. By utilizing population annealing Monte Carlo simulations together\nwith a rejection-free and adaptive update, we can equilibrate systems with\n$J_2$ as low as $-0.23 J_1$. By means of a finite-size scaling analysis we show\nthat the system undergoes a second-order phase transition within the Ising\nuniversality class at least down to $J_2 =-0.23 J_1$ and, most likely, for all\n$J_2 > - J_1 / 4$. As we show here, there exist very long-lived metastable\nstates in this system explaining the first-order like behavior seen in only\npartially equilibrated systems."}
{"id": "2509.03449", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03449", "abs": "https://arxiv.org/abs/2509.03449", "authors": ["Vishwajeet Kumar", "Ohad Shpielberg", "Arnab Pal"], "title": "Speeding up Brownian escape via intermediate finite potential barriers", "comment": null, "summary": "The mean first-passage time (MFPT) for a Brownian particle to surmount a\npotential barrier of height $\\Delta U$ is a fundamental quantity governing a\nwide array of physical and chemical processes. According to the Arrhenius Law,\nthe MFPT typically grows exponentially with increasing barrier height,\nreflecting the rarity of thermally activated escape events. In this work, we\ndemonstrate that the MFPT can be significantly reduced by reshaping the\noriginal single-barrier potential into a structured energy landscape comprising\nmultiple intermediate barriers of lower heights, while keeping the total\nbarrier height $\\Delta U$ unchanged. Furthermore, this counterintuitive result\nholds across both linear and nonlinear potential profiles. Our findings suggest\nthat tailoring the energy landscape -- by introducing well-placed intermediate\nbarriers -- can serve as an effective control strategy to accelerate thermally\nactivated transitions. These predictions are amenable to experimental\nvalidation using optical trapping techniques."}
{"id": "2509.03460", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03460", "abs": "https://arxiv.org/abs/2509.03460", "authors": ["G. N. Darriba", "R. Vianden", "A. P. Ayala", "M. Rentería"], "title": "Integral $ab$ $initio$/DFT and experimental TDPAC approach enlightening the $aftereffects$ phenomenon: probing electronic properties in $α$-Al$_2$O$_3$:$^{111}$In($\\rightarrow$ $^{111}$Cd) at the atomic scale", "comment": "39 pages, 11 figures, 1 Table. The original abstract was shortened\n  for the Arxiv. Submitted to PRB", "summary": "By means of an integral experimental and $ab$ $initio$/DFT approach we\ncontribute here to enlighten and quantify the origin of dynamic hyperfine\ninteractions (HFIs) assigned to the electron-capture (EC) decay aftereffects\n(ECAE) phenomenon observed in time-differential perturbed $\\gamma$-$\\gamma$\nangular correlation (TDPAC) experiments in oxides doped with ($^{111}$In\n(EC)$\\rightarrow$)$^{111}$Cd as probe-atom. In previous works [Darriba et al.,\nPhys. Rev. B 105, 195201 (2022)] we proposed an $ab$ $initio$ scenario in which\nthe fluctuating electric-field gradients (EFG) producing the dynamic HFI were\nrelated with fluctuating electronic environments close to the $^{111}$Cd\nnucleus, succeeding to identify the environment which produce the final static\nEFG when the dynamic ($on-off$) process have stopped. In this work we show that\nin addition it is possible to obtain, for each temperature and HFI observed,\nthe set of initial electronic configurations close to the probe nucleus as well\nas their related EFGs among which the system fluctuates to generate these\ndynamic HFIs. For this, we demonstrate analytically and checked experimentally\nthe conditions to stablish the equivalence between the two approaches most used\nto analyze this type of dynamic HFIs, proposed by B\\\"averstam et al. and by\nLupascu et al.. To unravel the unexpected TDPAC results in\n$^{111}$In($\\rightarrow$ $^{111}$Cd)-implanted $\\alpha$-Al$_2$O$_3$ single\ncrystals reported in the literature, we perform a complete $ab$ $initio$/DFT\nstudy of Cd-doped $\\alpha$-Al$_2$O$_3$ semiconductor and a detailed defect\nformation energy analysis as a function of the charge state of the Cd impurity.\nThe presence of an unexpected second interaction was a key factor to provide\nexperimental support to identify and quantify the different charge states the\n$^{111}$Cd atom goes through during its electronic recovery process."}
{"id": "2509.03469", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03469", "abs": "https://arxiv.org/abs/2509.03469", "authors": ["Deep Singha Roy", "Sk Kalimuddin", "Subrata Pachhal", "Saikat Mondal", "Soham Das", "Sukanya Jana", "Arnab Bera", "Satyabrata Bera", "Tuhin Debnath", "Ankan Bag", "Souvik Pramanik", "Sudipta Chatterjee", "Sanjib Naskar", "Shishir Kumar Pandey", "Adhip Agarwala", "Mintu Mondal"], "title": "Signatures of emergent surface states across a displacive topological phase transition in Bi$_4$I$_4$", "comment": "35 pages, 20 figures, research articles", "summary": "Topological phase transitions involving crystalline symmetry breaking provide\na fertile ground to explore the interplay between symmetry, topology, and\nemergent quantum phenomena. Recently discovered quasi-one-dimensional\ntopological material, Bi$_4$I$_4$, has been predicted to host topologically\nnon-trivial gapless surfaces at high temperature, which undergo a finite\ntemperature phase transition to a low temperature gapped phase. Here we present\nexperimental signatures of this room temperature phase transition from a\nhigh-temperature $\\beta$-phase with a surface state to a gapped $\\alpha$-phase\nhosting hinge states. Using real-space current mapping and resistance\nfluctuation spectroscopy, we identify signatures of a displacive topological\nphase transition mediated by a first-order thermodynamic structural change.\nNear the emergence of $\\beta$-phase, we observe pronounced telegraphic noise,\nindicating fluctuating phase domains with topological surface states. The\nspatially resolved current map reveals electron transport via the gapless\nsurface states in the $\\beta$-phase, which vanishes upon transitioning to the\n$\\alpha$-phase with localized conduction channels (or hinge modes). Our\nexperimental results, supported by first principles estimates and effective\ntheory of a topological displacive phase transition, establish Bi$_4$I$_4$ as a\ncandidate material showing intricate interplay of classical thermodynamic phase\ntransitions with topological quantum phenomena."}
{"id": "2509.03489", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03489", "abs": "https://arxiv.org/abs/2509.03489", "authors": ["Yixuan Huang", "Yuan Gao", "Wei Li", "Seiji Yunoki", "Sadamichi Maekawa"], "title": "Dissipationless dynamics of spin supersolid states in a spin-1/2 triangular antiferromagnet with impurities", "comment": "8+7 pages, 4+9 figures", "summary": "Motivated by recent experimental observations of possible spin supersolid\nstates in triangular lattice compounds, we study the dynamical properties of\nvarious ground states in the spin-1/2 easy-axis antiferromagnetic Heisenberg\nmodel with impurities under magnetic fields, using numerical Density Matrix\nRenormalization Group methods. For both spin supersolid states in the low and\nhigh fields, the gapless Goldstone mode at the $K$ points remains robust with\nimpurities, which is related to the presence of spin superfluidity. As a\ncomparison, we find a splitting of magnon band at the same impurity density\nlevel in the conventional magnetic state, the so-called up-up-down state. In\naddition, the finite superfluid stiffness probed by the twisted phase in the\nspin supersolid states is consistent with the excitation spectrum. We argue\nthat this excitation spectrum with impurity provides direct evidence of the\ndissipationless dynamics in the spin supersolid states, which could be tested\nin neutron scattering experiments."}
{"id": "2509.03491", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03491", "abs": "https://arxiv.org/abs/2509.03491", "authors": ["Kanchan Shaikh", "Taejun Yoo", "Zeyuan Zhu", "Qiuyang Li", "Amalya C. Johnson", "Hui Deng", "Fang Liu", "Yuki Kobayashi"], "title": "Enhanced second-harmonic generation from WS$_2$/ReSe$_2$ heterostructure", "comment": null, "summary": "Van der Waals stacking presents new opportunities for nonlinear optics with\nits remarkable tunability and scalability. However, the fundamental role of\ninterlayer interactions in modifying the overall nonlinear optical\nsusceptibilities remains elusive. In this letter, we report an anisotropic\nenhancement of second-harmonic generation (SHG) from a WS$_2$/ReSe$_2$\nheterobilayer, where the individual composite layers possess distinctive\ncrystal phases. We investigate polarization-resolved response and twist-angle\ndependence in SHG and reveal that band alignment alone is insufficient to\nexplain the observed anisotropy in the modified SHG response. Spectral shifts\nin excitonic features highlight band renormalization, supporting the role of\nhybridization between the two layers. Furthermore, SHG enhancement is highly\nanisotropic and can even be suppressed in some orientations, suggesting\npossible intensity-borrowing mechanisms within the heterostructure. Our work\ndemonstrates the ability to tune both the intensity and polarization dependence\nof nonlinear optical responses with van der Waals stacking of distinctive\ncrystal phases."}
{"id": "2509.03502", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03502", "abs": "https://arxiv.org/abs/2509.03502", "authors": ["Zihao Nie", "Yueying Li", "Wei Lv", "Lizhi Xu", "Zhicheng Jiang", "Peng Fu", "Guangdi Zhou", "Wenhua Song", "Yaqi Chen", "Heng Wang", "Haoliang Huang", "Junhao Lin", "Dawei Shen", "Peng Li", "Qi-Kun Xue", "Zhuoyu Chen"], "title": "Ambient-pressure superconductivity and electronic structures of engineered hybrid nickelate films", "comment": null, "summary": "Ruddlesden-Popper (RP) nickelates have emerged as a crucial platform for\nexploring the mechanisms of high-temperature superconductivity. However, the\nFermi surface topology required for superconductivity remains elusive. Here, we\nreport the thin film growth and ambient-pressure superconductivity of both\nhybrid monolayer-bilayer (1212) and pure bilayer (2222) structures, together\nwith the absence of superconductivity in hybrid monolayer-trilayer (1313)\nstructure, under identical compressive epitaxial strain. The onset\nsuperconducting transition temperature is up to 50 K, exceeding the McMillan\nlimit, in the 1212 structure. Angle-resolved photoemission spectroscopy reveals\nkey Fermi surface differences in these atomically-engineered structures. In\nsuperconducting 1212 and 2222 films, a dispersive hole-like band (i.e. the\n{\\gamma} band) crosses the Fermi level, surrounding the Brillouin zone corner.\nIn contrast, the top of the {\\gamma} flat band is observed ~70 meV below the\nFermi level in the non-superconducting 1313 films. Our findings expand the\nfamily of ambient-pressure nickelate superconductors and establish a connection\nbetween structural configuration, electronic structure, and the emergence of\nsuperconductivity in nickelates."}
{"id": "2509.03253", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.str-el", "math-ph", "math.MP", "nucl-th"], "pdf": "https://arxiv.org/pdf/2509.03253", "abs": "https://arxiv.org/abs/2509.03253", "authors": ["Antoine Marie", "Pierre-François Loos"], "title": "Parquet theory for molecular systems. I. Formalism and static kernel parquet approximation", "comment": "17 pages, 10 figures (supporting information available)", "summary": "The $GW$ approximation has become a method of choice for predicting\nquasiparticle properties in solids and large molecular systems, owing to its\nfavorable accuracy-cost balance. However, its accuracy is the result of a\nfortuitous cancellation of vertex corrections in the polarizability and\nself-energy. Hence, when attempting to go beyond $GW$ through inclusion of\nvertex corrections, the accuracy can deteriorate if this delicate balance is\ndisrupted. In this work, we explore an alternative route that theoretically\ngoes beyond $GW$: the parquet formalism. Unlike approaches that focus on a\nsingle correlation channel, such as the electron-hole channel in $GW$ or the\nparticle-particle channel in $T$-matrix theory, parquet theory treats all\ntwo-body scattering channels on an equal footing. We present the formal\nstructure of the parquet equations, which couple the one-body Green's function,\nthe self-energy, and the two-body vertex. We discuss the approximations\nnecessary to solve this set of equations, the advantages and limitations of\nthis approach, outline its implementation for molecular systems, and assess its\naccuracy for principal ionization potentials of small molecular systems."}
