{"id": "2509.10209", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10209", "abs": "https://arxiv.org/abs/2509.10209", "authors": ["Kui Tuo", "Shengfeng Deng", "Yuxiang Yang", "Yanyang Wang", "Qiuping A. Wang", "Wei Li", "Wenjun Zhang"], "title": "Supervised and unsupervised learning with numerical computation for the Wolfram cellular automata", "comment": null, "summary": "The local rules of Wolfram cellular automata with one-dimensional three-cell\nneighborhoods are represented by eight-bit binary that encode deterministic\nupdate rules. These automata are widely utilized to investigate\nself-organization phenomena and the dynamics of complex systems. In this work,\nwe employ numerical simulations and computational methods to investigate the\nasymptotic density and dynamical evolution mechanisms in Wolfram automata. We\napply both supervised and unsupervised learning methods to identify the\nconfigurations associated with different Wolfram rules. Furthermore, we explore\nalternative initial conditions under which certain Wolfram rules generate\nsimilar fractal patterns over time, even when starting from a single active\nsite. Our results reveal the relationship between the asymptotic density and\nthe initial density of selected rules. The supervised learning methods\neffectively identify the configurations of various Wolfram rules, while\nunsupervised methods like principal component analysis and autoencoders can\napproximately cluster configurations of different Wolfram rules into distinct\ngroups, yielding results that align well with simulated density outputs."}
{"id": "2509.10270", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10270", "abs": "https://arxiv.org/abs/2509.10270", "authors": ["Junbao Hu", "Dingyu Hou", "Jian Jiang"], "title": "Physical embedding machine learning force fields for organic systems", "comment": "11 pages, 5 figures, 2 tables", "summary": "Machine learning force fields possess unprecedented potential in achieving\nboth accuracy and efficiency in molecular simulations. Nevertheless, their\napplication in organic systems is often hindered by structural collapse during\nsimulation and significant deviations in the prediction of macroscopic\nproperties. Here, two physics-embedded strategies are introduced to overcome\nthese limitations. First, a physics-inspired self-adaptive bond-length sampling\nmethod achieves long-timescale stable simulations by requiring only several\ntens of single-molecule data sets, and has been validated across molecular\nsystems, including engineering fluids, polypeptides, and pharmaceuticals.\nSecond, a top-down intermolecular correction strategy based on a physical\nequation is introduced. This strategy requires only a small amount of\nsimulation data and completes the optimization of tunable parameters within a\nfew hours on a single RTX 4090 GPU, significantly reducing errors in density\nand viscosity, as validated in systems including ethylene carbonate, ethyl\nacetate, and dimethyl carbonate. Together, these approaches directly integrate\nphysical insights into the machine learning models, thereby enhancing\nrobustness and generalizability, and providing a scalable pathway for\nphysics-embedded machine learning force fields."}
{"id": "2509.10191", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10191", "abs": "https://arxiv.org/abs/2509.10191", "authors": ["I. M. Félix", "B. Ipaves", "R. B. de Oliveira", "L. A. Ribeiro Junior", "L. S. Rocha", "M. L. Pereira Junior", "D. S. Galvão", "R. M. Tromer"], "title": "Novel 3D Pentagraphene Allotropes: Stability, Electronic, Mechanical, and Optical Properties", "comment": null, "summary": "Carbon-based materials have attracted great attention due to their\nexceptional structural diversity and wide-ranging applications. Recently, a new\ntwo-dimensional carbon allotrope, named pentagraphene (PG), was proposed. In\nthis study, we proposed three novel three-dimensional (3D) PG allotropes, named\n3D-PG-$\\alpha$, -$\\beta$, and -$\\gamma$, engineered through biaxial strain and\ncontrolled compression of 2D PG layers. Comprehensive stability analyses,\nincluding phonon dispersion and ab initio molecular dynamics simulations\n(AIMD), confirm their thermodynamic stability under room and high-temperature\nconditions. 3D-PG-$\\alpha$ is the most stable, exhibiting a cohesive energy 0.5\neV/atom lower than the least stable structure, 3D-PG-$\\gamma$. Electronic\nproperty characterization reveals semiconducting behavior for all structures,\nwith indirect electronic band gaps ranging from 0.91 to 2.67 eV. The analyses\nof the mechanical properties showed significant anisotropy, with higher\nstiffness along the in-plane ($xy$-plane) direction. Optical properties\nhighlight strong absorption along a wide range and a pronounced anisotropic\nresponse. Additionally, the absorption spectra exhibit activity in the visible\nregion, and the refractive index and reflectivity indicate potential use in\nultraviolet-blocking devices."}
{"id": "2509.10207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10207", "abs": "https://arxiv.org/abs/2509.10207", "authors": ["Guilherme S. L. Fabris", "Bruno Ipaves", "Raphael B. Oliveira", "Humberto R. Gutierrez", "Marcelo L. Pereira Junior", "Douglas S. Galvão"], "title": "Magnetism Induced by Azanide and Ammonia Adsorption in Defective Molybdenum Disulfide and Diselenide: A First-Principles Study", "comment": null, "summary": "Two-dimensional (2D) transition metal dichalcogenides (TMDs) have attracted\nconsiderable attention due to their tunable structural, electronic, and\nspin-related properties, particularly in the presence of point defects and\nmolecular adsorbates. Motivated by these aspects, we have investigated using\nfirst-principles methods the magnetic properties induced by azanide (NH$_2$)\nand ammonia (NH$_3$) adsorption on defective monolayers of Molybdenum Disulfide\n(MoS$_2$) and Diselenide(MoSe$_2$). Spin-polarized density functional theory\n(DFT) was employed to investigate the impact of mono- and di-vacancies on the\nlocal spin environment and the role of molecular adsorption in modifying\nmagnetic behavior. The results show that pristine chalcogen vacancies do not\ngenerate magnetism, whereas the adsorption of NH$_2$ and NH$_3$ creates\nlocalized magnetic moments in Mo-based dichalcogenides. A notable case occurs\nfor MoSe$_2$, where NH$_3$ dissociation into NH$_2$ and H fragments on the same\nside of the surface produces a net magnetic moment of 2.0 $\\mu_B$. Tests\nperformed on W-based dichalcogenides under equivalent conditions showed no\nmagnetic response, and are reported here only for comparison. These findings\ndemonstrate that molecular adsorption combined with defect engineering can be a\npractical approach to tune magnetism in 2D materials, with potential relevance\nfor spintronic and sensing applications."}
{"id": "2509.09783", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09783", "abs": "https://arxiv.org/abs/2509.09783", "authors": ["Maria C. O. Aguiar", "Helena Bragança", "Indranil Paul", "Marcello Civelli"], "title": "Pseudogap-induced change in the nature of the Lifshitz transition in the two-dimensional Hubbard model", "comment": "9 pages, 7 figures", "summary": "We study the behavior of the density of states and the $B_{1g}$ nematic\nsusceptibility extracted from Raman response data across the doping-driven\nLifshitz transition comparing the weak and strong interaction cases. Our\nresults were obtained using cluster dynamical mean field theory for the\ntwo-dimensional Hubbard model. In the weakly correlated Fermi liquid regime,\nboth quantities are approximately symmetric around the Lifshitz transition\ndoping $p_{LT}$. In the strongly correlated regime, the low-doping pseudogap\nleads to an asymmetric, discontinuous evolution when the Fermi surface changes\nfrom hole-like to electron-like at $p_{LT}$. The Lifshitz transition thus\nchanges character because it is tied to the pseudogap-Fermi-liquid transition.\nThese results are consistent with available observations and should foster\nfurther experimental investigations."}
{"id": "2509.09851", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09851", "abs": "https://arxiv.org/abs/2509.09851", "authors": ["Na Zhang", "Ziyang Wang", "Xielin Wang", "Gabriel A. Vázquez-Lizardi", "Paula Piñeiro Varela", "Dorleta Jimenez de Aberasturi", "David E. Sanchez", "Nestor Perea-Lopez", "Samuel Lin", "Ryeanne Ricker", "Edgar Dimitrov", "Alexander J. Sredenschek", "Kalana D. Halanayake", "Yin-Ting Yeh", "Julian A. Mintz", "Jiarong Ye", "Sharon Xiaolei Huang", "Huaguang Lu", "Elodie Ghedin", "Danielle Reifsnyder Hickey", "Luis M. Liz-Marzán", "Shengxi Huang", "Mauricio Terrones"], "title": "Machine Learning Integrated Near-Infrared Surface-Enhanced Raman Spectroscopy for Accurate Strain-Level Virus Identification", "comment": null, "summary": "Strain-level identification of viruses is critical for effective public\nhealth responses to potential outbreaks, yet current diagnostic methods often\nlack the necessary speed or sensitivity. Surface-enhanced Raman spectroscopy\n(SERS) offers great potential for fast and precise virus clarification through\nunique vibrational fingerprints of biological components. However, existing\nprotocols typically operate outside of the tissue's transparent near-infrared\n(NIR) window, and are further limited by the intrinsic complexity of clinical\nviral samples, which complicates spectral analysis and recognition. Here, we\nreport an artificial intelligence (AI)-empowered NIR-SERS platform that\nintegrates machine learning with a rationally designed hybrid substrate: gold\nnanostars (AuNSt) coupled with gold-coated carbon nanotube arrays (AuCNT). This\narchitecture generates highly localized plasmonic hot spots resonant tuned to\nNIR excitation, as confirmed by electron energy-loss spectroscopy (EELS),\nenabling effective signal amplification from viral components. Our system and\nprotocols provide accurate classification of respiratory viruses, including\ninfluenza viruses and coronaviruses, not only at the type and subtype levels,\nbut also the more challenging strain level. This approach overcomes the\nplasmonic mismatch in conventional SERS and the lack of generalizability in\nAI-driven diagnostics. It shows promise for enhancing rapid virus detection and\nidentification of novel strains and outbreak response capabilities, thus\npotentially addressing critical challenges in global public health\npreparedness."}
{"id": "2509.09999", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09999", "abs": "https://arxiv.org/abs/2509.09999", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M Ziff", "Ankur Sensharma"], "title": "Bond percolation in distorted square and triangular lattices", "comment": "12 pages, 9 figures, Accepted in Phys. Rev. E", "summary": "This article presents a Monte Carlo study on bond percolation in distorted\nsquare and triangular lattices. The distorted lattices are generated by\ndislocating the sites from their regular positions. The amount and direction of\nthe dislocations are random, but can be tuned by the distortion parameter\n$\\alpha$. Once the sites are dislocated, the bond lengths $\\delta$ between the\nnearest neighbors change. A bond can only be occupied if its bond length is\nless than a threshold value called the connection threshold $d$. It is observed\nthat when the connection threshold is greater than the lattice constant\n(assumed to be $1$), the bond percolation threshold $p_\\mathrm{b}$ always\nincreases with distortion. For $d\\le 1$, no spanning configuration is found for\nthe square lattice when the lattice is distorted, even very slightly. On the\nother hand, the triangular lattice not only spans for $d\\le 1$, it also shows a\ndecreasing trend for $p_\\mathrm{b}$ in the low-$\\alpha$ range. These variation\npatterns have been linked with the average coordination numbers of the\ndistorted lattices. A critical value $d_\\mathrm{c}$ for the connection\nthreshold has been defined as the value of $d$ below which no spanning\nconfiguration can be found even after occupying all the bonds satisfying the\nconnection criterion $\\delta\\le d$. The behavior of $d_\\mathrm{c}(\\alpha)$ is\nmarkedly different for the two lattices."}
{"id": "2509.09803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09803", "abs": "https://arxiv.org/abs/2509.09803", "authors": ["Guillermo L. Esparza", "Zhenkun Yuan", "Muhammad Rubaiat Hasan", "Yagmur Coban", "Gideon Kassa", "Vivek Shastry Devalla", "Tejas Nivarty", "Jack R. Palmer", "Jifeng Liu", "Kirill Kovnir", "Geoffroy Hautier", "David P Fenning"], "title": "CaCd$_2$P$_2$: A Visible-Light Absorbing Zintl Phosphide Stable under Photoelectrochemical Water Oxidation", "comment": null, "summary": "A key bottleneck to solar fuels is the absence of stable and strongly\nabsorbing photoelectrode materials for the oxygen evolution reaction (OER).\nModern approaches generally trade off between stable but weakly absorbing\nmaterials, such as wide bandgap oxides, or strongly absorbing materials that\nrely on encapsulation for stability and are weakly catalytic, such as the III-V\nfamily of semiconductors. Of interest are materials like transition metal\nphosphides, such as FeP$_2$, that are known to undergo beneficial in situ\nsurface transformations in the oxidative environment of OER, though stability\nhas remained a primary hurdle. Here we report on CaCd$_2$P$_2$, a Zintl phase\nvisible-light absorber with favorable 1.6 eV bandgap, that we identified using\nhigh-throughput computational screening. Using a combination of\nphotoelectrochemical measurements, microscopy, and spectroscopy, we show that\nCaCd$_2$P$_2$ undergoes a light-stabilized surface transformation that renders\nit stable under alkaline OER conditions. We also show that the well known OER\ncatalyst CoPi can act as a stable co-catalyst in synergy with the\n\\textit{in-situ} CaCd$_2$P$_2$ surface. The light-induced stabilization that\nCaCd$_2$P$_2$ displays is in sharp contrast to the photocorrosion commonly\nobserved in visible light-absorbing photoelectrodes. The broader AM$_2$P$_2$\nfamily of Zintl phases offers a significant opportunity to explore stabilizing\ninterface chemistry and re-design the manner in which low-bandgap\nsemiconductors are used for photoelectrochemical energy conversion."}
{"id": "2509.09766", "categories": ["cond-mat.supr-con", "physics.acc-ph", "physics.ins-det", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09766", "abs": "https://arxiv.org/abs/2509.09766", "authors": ["Takayuki Kubo"], "title": "Nonequilibrium nonlinear response theory of amplitude-dependent dissipative conductivity in disordered superconductors", "comment": "18 pages, 8 figures. This is the initial version submitted to a\n  journal", "summary": "This work investigates amplitude-dependent nonlinear corrections to the\ndissipative conductivity in superconductors, using the Keldysh-Usadel theory of\nnonequilibrium superconductivity, which captures the nonequilibrium dynamics of\nboth quasiparticles and the pair potential. Our rigorous formulation naturally\nincorporates both the direct nonlinear action of the photon field and indirect\ncontributions mediated by nonequilibrium variations in the pair potential,\nnamely the Eliashberg effect and the Higgs mode. The third-harmonic current,\noften regarded as a hallmark of the Higgs mode, arises from both the direct\nphoton action and the Higgs mode. Our numerical results are in excellent\nagreement with previous studies. In contrast, the first-harmonic current, and\nconsequently the dissipative conductivity, receives contributions from all\nthree mechanisms: the direct photon action, the Higgs mode, and the Eliashberg\neffect. It is shown that that the nonlinear correction to dissipative\nconductivity can serve as a fingerprint of the Higgs mode, appearing as a\nresonance peak at a frequency near the superconducting gap \\( \\Delta \\). In\naddition, our results provide microscopic insight into amplitude-dependent\ndissipation at frequencies well below \\( \\Delta \\), which is particularly\nrelevant for applied superconducting devices. In particular, the long-standing\nissue concerning the frequency dependence of the amplitude-dependent quality\nfactor is explained as originating from the direct nonlinear action of the\nphoton field, rather than from contributions by the Higgs mode and the\nEliashberg effect. Our practical and explicit expression for the nonlinear\nconductivity formula makes our results accessible to a broad range of\nresearchers."}
{"id": "2509.09819", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09819", "abs": "https://arxiv.org/abs/2509.09819", "authors": ["Sajal Dahal", "Alex H. Miller", "Viktor Krapivin", "Gal Orenstein", "Ryan A. Duncan", "Nicholas Leonard", "Matthew J. Hurley", "Jade Stanton", "Roman Mankowsky", "Henrik Lemke", "Anisha Singh", "Ian Fisher", "Mariano Trigo", "Samuel W. Teitelbaum"], "title": "Dimensionality reduction of optically generated vortex strings in a charge density wave", "comment": "7 pages, 3 figures. Supplemental AVI movies included", "summary": "In phase transitions, mesoscale structures such as topological defects,\nvortex strings, and domain walls control the path towards equilibrium, and thus\nthe functional properties of many active devices. In photoinduced phase\ntransitions driven by femtosecond laser excitation, the temporal (pulse\nduration) and spatial (penetration depth) structure of the optical excitation\npresent opportunities for control and creating structures with unique\ntopologies. By performing time-resolved optical pump, x-ray probe experiments\non the CDW system Pd-intercalated ErTe$_{3}$, we gain access to the nanoscale\ndynamics of the mesoscale topological features (vortex strings) produced after\na quench, which have a different apparent dimensionality than the topological\ndefects predicted from the bulk system. We show that these vortex strings\npersist for much longer than the electronic recovery time. The critical\nexponent obtained from power-law scaling of the intensity as a function of\nwavevector shows a reduction in the effective dimensionality of the topological\ndefects in the system, corroborated by time-dependent Ginzburg-Landau\nsimulations. Our results demonstrate a novel pathway to use light to control\nthe dimensionality and orientation of topological defects in quantum materials,\nwhich could be used to stabilize competing quantum states."}
{"id": "2509.09766", "categories": ["cond-mat.supr-con", "physics.acc-ph", "physics.ins-det", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09766", "abs": "https://arxiv.org/abs/2509.09766", "authors": ["Takayuki Kubo"], "title": "Nonequilibrium nonlinear response theory of amplitude-dependent dissipative conductivity in disordered superconductors", "comment": "18 pages, 8 figures. This is the initial version submitted to a\n  journal", "summary": "This work investigates amplitude-dependent nonlinear corrections to the\ndissipative conductivity in superconductors, using the Keldysh-Usadel theory of\nnonequilibrium superconductivity, which captures the nonequilibrium dynamics of\nboth quasiparticles and the pair potential. Our rigorous formulation naturally\nincorporates both the direct nonlinear action of the photon field and indirect\ncontributions mediated by nonequilibrium variations in the pair potential,\nnamely the Eliashberg effect and the Higgs mode. The third-harmonic current,\noften regarded as a hallmark of the Higgs mode, arises from both the direct\nphoton action and the Higgs mode. Our numerical results are in excellent\nagreement with previous studies. In contrast, the first-harmonic current, and\nconsequently the dissipative conductivity, receives contributions from all\nthree mechanisms: the direct photon action, the Higgs mode, and the Eliashberg\neffect. It is shown that that the nonlinear correction to dissipative\nconductivity can serve as a fingerprint of the Higgs mode, appearing as a\nresonance peak at a frequency near the superconducting gap \\( \\Delta \\). In\naddition, our results provide microscopic insight into amplitude-dependent\ndissipation at frequencies well below \\( \\Delta \\), which is particularly\nrelevant for applied superconducting devices. In particular, the long-standing\nissue concerning the frequency dependence of the amplitude-dependent quality\nfactor is explained as originating from the direct nonlinear action of the\nphoton field, rather than from contributions by the Higgs mode and the\nEliashberg effect. Our practical and explicit expression for the nonlinear\nconductivity formula makes our results accessible to a broad range of\nresearchers."}
{"id": "2509.09817", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09817", "abs": "https://arxiv.org/abs/2509.09817", "authors": ["P. C. Sabino", "L. Mendonça-Ferreira", "J. G. Dias", "G. G. Vasques", "M. Dutra", "H. Pizzi", "P. G. Pagliuso", "M. A. Avila"], "title": "Pressure tuning of putative quantum criticality on YbV6Sn6", "comment": null, "summary": "YbV$_6$Sn$_6$ is a recently discovered heavy-fermion compound that orders at\nT$_N\\approx 0.4$ K and exhibits a magnetic field-tuned quantum critical point\nat $H \\approx 10$ kOe. In this work, we have grown YbV$_6$Sn$_6$ single\ncrystals by the self-flux method, to investigate their physical properties at\nambient pressure and their electrical transport properties under hydrostatic\npressure. At higher temperatures, we observed a decrease in the Kondo\ntemperature, accompanied by the appearance of a local minimum followed by a\nlocal maximum, associated with the onset of the coherent Kondo regime. Power\nlaw fitting at low temperatures indicated a recovery of the Fermi-liquid regime\nfor pressures below 1 GPa. Above 1 GPa, a reentrance of non-Fermi-liquid\nbehavior is suggested by a decrease in the exponent $n$, accompanied by a\nsubstantial increase in the parameter $A$, indicating the approach of a new\nquantum criticality tuned by hydrostatic pressure. The broad range of\ninteractions present in YbV$_6$Sn$_6$, including RKKY, crystalline electric\nfield (CEF), and Kondo lattice effects, appears to lead to a complex phase\ndiagram. We present a putative phase diagram featuring double quantum\ncriticality tuned by both magnetic field and hydrostatic pressure."}
{"id": "2509.10111", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.10111", "abs": "https://arxiv.org/abs/2509.10111", "authors": ["Dominik Sidler", "Carlos M. Bustamante", "Franco P. Bonafe", "Michael Ruggenthaler", "Maxim Sukharev", "Angel Rubio"], "title": "Density-Functional Tight Binding Meets Maxwell: Unraveling the Mysteries of (Strong) Light-Matter Coupling Efficiently", "comment": null, "summary": "Controlling chemical and material properties through strong light-matter\ncoupling in optical cavities has gained considerable attention over the past\ndecade. However, the underlying mechanisms remain insufficiently understood,\nand a significant gap persists between experimental observations and\ntheoretical descriptions. This challenge arises from the intrinsically\nmulti-scale nature of the problem, where non-perturbative feedback occurs\nacross different spatial and temporal scales. Collective coupling between a\nmacroscopic ensemble of molecules and a photonic environment, such as\nFabry-Perot cavity, can strongly influence the microscopic properties of\nindividual molecules, while microscopic details of the ensemble in turn affect\nthe macroscopic coupling. To address this complexity, we present an efficient\ncomputational framework that combines density-functional tight binding (DFTB)\nwith finite-difference time-domain (FDTD) simulations for Maxwell's equations\n(DFTB+Maxwell). This approach allows for a self-consistent treatment of both\nthe cavity and microscopic details of the molecular ensemble. We demonstrate\nthe potential for this method by tackling several open questions. First, we\ncalculate non-perturbatively two-dimensional spectroscopic observable that\ndirectly connect to well-established experimental protocols. Second, we provide\nlocal, molecule-resolved information within collectively coupled ensembles,\nwhich is difficult to obtain experimentally. Third, we show how cavity designs\ncan be optimized to target specific microscopic applications. Finally, we\noutline future directions to enhance the predictive power of this framework,\nincluding extension to finite temperature, condensed phases, and correlated\nquantum effects."}
{"id": "2509.10049", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.10049", "abs": "https://arxiv.org/abs/2509.10049", "authors": ["Yu-Rong Shu", "Shuai Yin"], "title": "Universal Driven Critical Dynamics near the Boundary", "comment": "17 pages, 15 figures", "summary": "The celebrated Kibble-Zurek mechanism (KZM) describes the scaling of physical\nquantities when external parameters sweep through a critical point. Boundaries\nare ubiquitous in real systems, and critical behaviors near the boundary have\nattracted extensive research. Different boundary universality classes,\nincluding ordinary, special, extraordinary, and surface transitions, have been\nidentified. However, the driven critical dynamics near boundaries remains\nunexplored. Here, we systematically investigate the driven critical dynamics in\nvarious boundary universality classes of the Ising model in both two and three\ndimensions, and discover a wealth of dynamic scaling behaviors. We find that\nfor heating dynamics in all boundary universality classes, as well as for\ncooling dynamics in special, extraordinary, and surface transitions, the\ndynamic scaling behaviors of the order parameter can be described by a normal\ngeneralization of the KZM, called boundary finite-time scaling (BFTS). In\ncontrast, for cooling dynamics in ordinary transition, we discover an abnormal\nlogarithmic scaling on the driving rate. Moreover, for the special transition,\nin addition to temperature driving, we also consider the driven dynamics by\ndriving the surface couplings. For increasing the surface coupling across the\nspecial transition point along the line of the ordinary transition, the\nprerequisite of the KZM, which requires that the correlation length/time in the\ninitial state to be short-ranged, breaks down. We develop a generalized BFTS\nfor a nonequilibrium initial state characterized by the waiting time, or the\n``age'', of the boundary. Possible generalizations are also discussed."}
{"id": "2509.09903", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09903", "abs": "https://arxiv.org/abs/2509.09903", "authors": ["Hengdi Zhao", "Xiuquan Zhou", "Hyowon Park", "Tianqi Deng", "Brandon Wilfong", "Alann P. Au II", "Samuel E. Pate", "Craig M. Brown", "Hui Wu", "Tushar Bhowmick", "Tessa McNamee", "Ravhi Kumar", "Yu-Sheng Chen", "Zhi-Li Xiao", "Russell Hemley", "Weizhao Cai", "Shanti Deemyad", "Duck-Young Chung", "Stephan Rosenkranz", "Mercouri G. Kanatzidis"], "title": "Evolution from Topological Dirac Metal to Flat-band-Induced Antiferromagnet in Layered KxNi4S2 (0<=x<=1)", "comment": null, "summary": "Condensed matter systems with coexisting Dirac cones and flat bands, and a\nswitchable control between them within a single system, are desirable but\nremarkably uncommon. Here we report a layered quantum material system, KxNi4S2\n(0 <= x <= 1), that simultaneously hosts both characteristics without involving\ntypical Kagome/honeycomb lattices. Enabled by a topochemical K-deintercalation\nprocess, the Fermi surface can be fine-tuned continuously over a wide range of\nenergies. Consequently, a non-magnetic Dirac-metal state with a topological\nnontrivial Z2 index of 1;(000), supported by first-principles calculations and\nhigh mobility up to 1471 cm2V-1s-1, is observed on the K-rich x = 1 side,\nwhereas a flat-band induced antiferromagnetic state with TN up to 10.1 K\nemerges as K-content approaches 0. The KxNi4S2 system offers a versatile\nplatform for exploring emerging phenomena and underscores a viable pathway for\nin-situ control of quantum materials dominated by Dirac cones, flat bands, and\ntheir interplay."}
{"id": "2509.09783", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09783", "abs": "https://arxiv.org/abs/2509.09783", "authors": ["Maria C. O. Aguiar", "Helena Bragança", "Indranil Paul", "Marcello Civelli"], "title": "Pseudogap-induced change in the nature of the Lifshitz transition in the two-dimensional Hubbard model", "comment": "9 pages, 7 figures", "summary": "We study the behavior of the density of states and the $B_{1g}$ nematic\nsusceptibility extracted from Raman response data across the doping-driven\nLifshitz transition comparing the weak and strong interaction cases. Our\nresults were obtained using cluster dynamical mean field theory for the\ntwo-dimensional Hubbard model. In the weakly correlated Fermi liquid regime,\nboth quantities are approximately symmetric around the Lifshitz transition\ndoping $p_{LT}$. In the strongly correlated regime, the low-doping pseudogap\nleads to an asymmetric, discontinuous evolution when the Fermi surface changes\nfrom hole-like to electron-like at $p_{LT}$. The Lifshitz transition thus\nchanges character because it is tied to the pseudogap-Fermi-liquid transition.\nThese results are consistent with available observations and should foster\nfurther experimental investigations."}
{"id": "2509.09875", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09875", "abs": "https://arxiv.org/abs/2509.09875", "authors": ["Yutaro Tanaka", "Shuai Zhang", "Tiantian Zhang", "Shuichi Murakami"], "title": "Fractal growth of higher-order topological insulators", "comment": "9+7 pages, 6+2 figures", "summary": "Understanding crystal growth and morphology is a fundamental issue in\ncondensed matter physics. In this work, we reveal the fractal morphology of\ngrowing crystals of higher-order topological insulators and show that the\ncorners of the crystals grow preferentially compared to the edges in the\npresence of the corner states. We further demonstrate that when we compare the\ncrystal shape of the higher-order topological insulator with that of the\ntrivial insulator with the same value of the fractal dimension $D_f$, the\nformer has a smaller value of the fractal dimension of coastlines $D_{f,c}$\nthan the latter. This indicates that, for crystals with a similar degree of\ncorner development, those in the higher-order topological phase have smoother\nedges. Because the relationship between the area and the perimeter of the\ncrystals is governed by the ratio of these fractal dimensions, the higher-order\ntopological insulator and the trivial insulator exhibit distinct perimeter-area\nrelationships."}
{"id": "2509.09959", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.09959", "abs": "https://arxiv.org/abs/2509.09959", "authors": ["Xin Ma", "Siqi Wu", "Zilong Li", "Lunhui Hu", "Jianhui Dai", "Chao Cao"], "title": "Possible Spin Triplet Pairing due to Altermagnetic Spin Fluctuation", "comment": null, "summary": "The interplay between unconventional superconductivity and altermagnetic\norder has attracted much attentions. In particular, whether spin-triplet\nsuperconductivity can be achieved by suppressing altermagnetism remains an open\nissue. We investigate this issue using a minimal single-orbital Hubbard model\non a square lattice with vacancy superstructure, in which both conventional\nantiferromagnetic and altermagnetic order can emerge on equal footing. We\nillustrate the existence of a metallic normal phase with altermagnetism even at\nhalf-filling due to the geometric frustration and Coulomb interaction.\nSuppressing the altermagnetic long-range order using charge doping can lead to\nboth conventional antiferromagnetic and altermagnetic spin fluctuation. The\nspin-singlet pairing is always favored when the conventional antiferromagnetic\nspin fluctuation dominates. However, when the altermagnetic spin fluctuation\ndominates, spin-triplet pairing may be induced. Implications of our results in\npossible material candidates are also briefly discussed."}
{"id": "2509.09825", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.09825", "abs": "https://arxiv.org/abs/2509.09825", "authors": ["Saran Vijayan", "Fei Zhou"], "title": "Surface Topological Quantum Criticality II: Conformal manifolds, Isolated fixed points and Entanglement", "comment": "22 pages, 6 figures, 4 tables. Comments and suggestions are most\n  welcome, email ID-saran@phas.ubc.ca", "summary": "In this article, we propose the realization of conformal manifolds, which are\nsmooth manifolds of scale-conformal invariant interacting Hamiltonians in\ntwo-dimensional quantum many-body systems. Such phenomena can occur in various\ninteracting systems, including topological surfaces or 2D bulks. Building on\nprevious observations, we demonstrate that a conformal manifold can emerge as\nan exact solution when the number of fermion colors, \\(N_c\\), becomes infinite.\nWe identify distinct exact marginal deformation operators uniquely associated\nwith the conformal manifolds. By considering \\(N_c\\) as finite but large, we\nshow that quantum fluctuations induce a fermion field renormalization that\nresults in mildly infrared relevant or irrelevant renormalization-group (RG)\nflow within a conformal manifold, producing standard isolated infrared stable\nWilson-Fisher fixed points. These can be grouped with ultraviolet stable fixed\npoints into a discrete manifold due to the spontaneous symmetry breaking of an\nemergent \\(SO(\\mathcal{N})\\) dynamical symmetry in the RG flow as \\(N_c\n\\rightarrow \\infty\\). Additionally, we find a correlation between the direction\nof the RG flow within the manifold and an increase in EPR-like entanglement\nentropy. The infrared-stable Wilson-Fisher fixed points, induced by quantum\nfluctuations, are linked to theories on the conformal manifold where\ninteraction operators are maximally entangled in flavor space. Our studies\nprovide an effective framework for addressing topological quantum critical\npoints with high-dimensional interaction parameter spaces, potentially housing\nmany fixed points of various stabilities. They also highlight the central role\nof entangled conformal operators and their entropy in shaping universality\nclasses of surface topological quantum phase transitions. We conclude with open\nquestions and possible future directions."}
{"id": "2509.10307", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.10307", "abs": "https://arxiv.org/abs/2509.10307", "authors": ["Mouyi Weng", "Nicéphore Bonnet", "Oliviero Andreussi", "Nicola Marzari"], "title": "Vibrational frequencies and stark tuning rate with continuum electro-chemical models and grand canonical density functional theory", "comment": null, "summary": "Simulating electrochemical interfaces using density functional theory (DFT)\nrequires incorporating the effects of electrochemical potential. The\nelectrochemical potential acts as a new degree of freedom that can effectively\ntune DFT results as electrochemistry does. Typically, this is implemented by\nadjusting the number of electrons on the solid surface within the Kohn-Sham\n(KS) equation, under the framework of an implicit solvent model and the\nPoisson-Boltzmann equation (PB equation), thereby modulating the potential\ndifference between the solid and liquid. These simulations are often referred\nto as grand-canonical or fixed-potential DFT calculations. To apply this\nadditional degree of freedom, Legendre transforms are employed in the\ncalculation of free energy, establishing the relationship between the grand\npotential and the free energy. Other key physical properties, such as atomic\nforces, vibrational frequencies, and Stark tuning rates, can be derived based\non this relationship rather than directly using Legendre transforms. This paper\nbegins by discussing the numerical methodologies for the continuum model of\nelectrolyte double layers and grand-potential algorithms. We then show that\natomic forces under grand-canonical ensemble match the Hellmann-Feynman forces\nobserved in canonical ensemble, as previously established. However, vibrational\nfrequencies and Stark tuning rates exhibit distinct behaviors between these\nconditions. Through finite displacement methods, we confirm that vibrational\nfrequencies and Stark tuning rates exhibit differences between grand-canonical\nand canonical ensembles."}
{"id": "2509.09819", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09819", "abs": "https://arxiv.org/abs/2509.09819", "authors": ["Sajal Dahal", "Alex H. Miller", "Viktor Krapivin", "Gal Orenstein", "Ryan A. Duncan", "Nicholas Leonard", "Matthew J. Hurley", "Jade Stanton", "Roman Mankowsky", "Henrik Lemke", "Anisha Singh", "Ian Fisher", "Mariano Trigo", "Samuel W. Teitelbaum"], "title": "Dimensionality reduction of optically generated vortex strings in a charge density wave", "comment": "7 pages, 3 figures. Supplemental AVI movies included", "summary": "In phase transitions, mesoscale structures such as topological defects,\nvortex strings, and domain walls control the path towards equilibrium, and thus\nthe functional properties of many active devices. In photoinduced phase\ntransitions driven by femtosecond laser excitation, the temporal (pulse\nduration) and spatial (penetration depth) structure of the optical excitation\npresent opportunities for control and creating structures with unique\ntopologies. By performing time-resolved optical pump, x-ray probe experiments\non the CDW system Pd-intercalated ErTe$_{3}$, we gain access to the nanoscale\ndynamics of the mesoscale topological features (vortex strings) produced after\na quench, which have a different apparent dimensionality than the topological\ndefects predicted from the bulk system. We show that these vortex strings\npersist for much longer than the electronic recovery time. The critical\nexponent obtained from power-law scaling of the intensity as a function of\nwavevector shows a reduction in the effective dimensionality of the topological\ndefects in the system, corroborated by time-dependent Ginzburg-Landau\nsimulations. Our results demonstrate a novel pathway to use light to control\nthe dimensionality and orientation of topological defects in quantum materials,\nwhich could be used to stabilize competing quantum states."}
{"id": "2509.09938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09938", "abs": "https://arxiv.org/abs/2509.09938", "authors": ["Abhijith Thoopul Anantharanga", "Jackson Plummer", "Saryu Fensin", "Brandon Runnels"], "title": "Predicting void nucleation in microstructure with convolutional neural networks", "comment": null, "summary": "Void nucleation in ductile materials subjected to high strain-rate loading\nremains a critical yet elusive phenomenon to understand. Traditional methods to\nunderstand void nucleation typically rely on experiments and molecular dynamics\nand do not capture the underlying factors leading to void nucleation. In this\nstudy, a convolutional neural network, specifically a U-Net enhanced with\nattention gates is developed, to predict void nucleation probability in\npristine tantalum microstructures. The approach leverages a multi-channel\ninput, incorporating four channels of grain orientations and an additional\nchannel of grain boundary energy calculated via the lattice matching method.\nVoid nucleation probability fields are determined from post-mortem micrographs\nand serve as ground truth, distinguishing void from no-void regions at the\npixel level. Pixel-level class imbalance, commen in such images, is addressed\nby using Focal loss to guide the network's training to predict void nucleation\nsites more effectively. The model not only predicts void nucleation sites\nconsistent with ground-truth but also reveals additional potential void\nnucleation sites, capturing the stochastic nature of void nucleation. This\nstudy shows that CNN-based models can predict void nucleation sites while\nconsidering combined interplay of factors such as grain boundary energy and\ngrain orientation. In this way, machine learning can serve as a means to\nunderstand the underlying factors leading to void nucleation thereby\ncontributing to a fundamental understanding of failure due to spallation in\nductile materials."}
{"id": "2509.09803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09803", "abs": "https://arxiv.org/abs/2509.09803", "authors": ["Guillermo L. Esparza", "Zhenkun Yuan", "Muhammad Rubaiat Hasan", "Yagmur Coban", "Gideon Kassa", "Vivek Shastry Devalla", "Tejas Nivarty", "Jack R. Palmer", "Jifeng Liu", "Kirill Kovnir", "Geoffroy Hautier", "David P Fenning"], "title": "CaCd$_2$P$_2$: A Visible-Light Absorbing Zintl Phosphide Stable under Photoelectrochemical Water Oxidation", "comment": null, "summary": "A key bottleneck to solar fuels is the absence of stable and strongly\nabsorbing photoelectrode materials for the oxygen evolution reaction (OER).\nModern approaches generally trade off between stable but weakly absorbing\nmaterials, such as wide bandgap oxides, or strongly absorbing materials that\nrely on encapsulation for stability and are weakly catalytic, such as the III-V\nfamily of semiconductors. Of interest are materials like transition metal\nphosphides, such as FeP$_2$, that are known to undergo beneficial in situ\nsurface transformations in the oxidative environment of OER, though stability\nhas remained a primary hurdle. Here we report on CaCd$_2$P$_2$, a Zintl phase\nvisible-light absorber with favorable 1.6 eV bandgap, that we identified using\nhigh-throughput computational screening. Using a combination of\nphotoelectrochemical measurements, microscopy, and spectroscopy, we show that\nCaCd$_2$P$_2$ undergoes a light-stabilized surface transformation that renders\nit stable under alkaline OER conditions. We also show that the well known OER\ncatalyst CoPi can act as a stable co-catalyst in synergy with the\n\\textit{in-situ} CaCd$_2$P$_2$ surface. The light-induced stabilization that\nCaCd$_2$P$_2$ displays is in sharp contrast to the photocorrosion commonly\nobserved in visible light-absorbing photoelectrodes. The broader AM$_2$P$_2$\nfamily of Zintl phases offers a significant opportunity to explore stabilizing\ninterface chemistry and re-design the manner in which low-bandgap\nsemiconductors are used for photoelectrochemical energy conversion."}
{"id": "2509.09901", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09901", "abs": "https://arxiv.org/abs/2509.09901", "authors": ["N. L. Samuelson", "L. A. Cohen", "W. Wang", "S. Blanch", "T. Taniguchi", "K. Watanabe", "M. P. Zaletel", "A. F. Young"], "title": "Hard and soft phase slips in a Fabry-Pérot quantum Hall interferometer", "comment": "Main Text: 6 pages, 4 figures Supplement: 6 pages, 3 figures", "summary": "Quantum Hall Fabry-P\\'erot interferometers are sensitive to the properties of\nbulk quasiparticles enclosed by the interferometer loop, with the interference\nphase containing information about both the quasiparticle statistics and the\nCoulomb-mediated bulk-edge coupling. Previous studies have explored the role of\nthe bulk-edge coupling in an equilibrium picture where quasiparticles enter and\nexit the interferometer rapidly compared to the timescale over which the\ninterferometer phase is measured. Here, we present data from a monolayer\ngraphene quantum Hall interferometer in the integer quantum Hall regime at $\\nu\n= -1$ and $\\nu = -2$. Quantum interference shows phase slips associated with\nthe entrance of quasiparticles to the interferometer bulk. Tracing the\ndependence of these phase slips on the magnetic field, we show that the\nequilibration time can become as long as several minutes. We further use our\nmulti-gated geometry to identify two classes of phase slips. The first is\nassociated with the addition of a quasiparticle to a bulk `puddle' of\nquasiparticles uniformly coupled to the entire chiral edge state, while the\nsecond is associated with the addition of a quasiparticle trapped by a defect\nsite that couples predominantly to the closest portion of the edge."}
{"id": "2509.09976", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09976", "abs": "https://arxiv.org/abs/2509.09976", "authors": ["Jianping Fu", "Yue Sun", "Jingting Chen", "Zhixiang Shi", "Tsuyoshi Tamegai"], "title": "Impact of Disorder on the Superconducting Properties and BCS-BEC Crossover in FeSe Single Crystals", "comment": "8 pages, 5 figures", "summary": "We investigate the crystal structure, transport properties and specific heat\nin five selected FeSe single crystals containing different amounts of disorder.\nTransport measurements show that disorder significantly suppresses\nsuperconducting transition temperature, $T_\\mathrm{c}$, and upper critical\nfield, $H_\\mathrm{c2}$. Specific heat results confirm a robust multi-gap\nnature, a larger isotropic gap ($\\Delta_\\mathrm{s}$) and a smaller anisotropic\ngap ($\\Delta_\\mathrm{es}$). The smaller gap $\\Delta_\\mathrm{es}$ becomes more\nisotropic with increasing disorder. Additionally, FeSe is regarded as a\nsuperconductor in the crossover regime from Bardeen-Cooper-Schrieffer (BCS) to\nBose-Einstein condensation (BEC) because of its comparable $\\Delta$ and Fermi\nenergy $E_\\mathrm{F}$. By introducing disorder, the BCS-BEC crossover in FeSe\ncan be tuned closer to BCS limit, reducing $\\Delta/E_\\mathrm{F}$ from 1.3 to\n0.4."}
{"id": "2509.09909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09909", "abs": "https://arxiv.org/abs/2509.09909", "authors": ["R. Oishi", "T. Taniguchi", "D. T. Adroja", "M. D. Le", "M. Aouane", "T. Onimaru", "K. Umeo", "I. Ishii", "T. Takabatake"], "title": "TbPt6Al3: A rare-earth-based g-wave altermagnet with a honeycomb structure", "comment": "17 pages, 10 figures", "summary": "The magnetic properties of the Tb-honeycomb lattice compound TbPt6Al3, which\ncrystallizes in the NdPt6Al3-type trigonal structure, have been studied by the\nmeasurements of electrical resistivity, magnetization M(T, B), and specific\nheat on single-crystalline samples. The magnetic susceptibility, M(T)/B, for B\n|| c = 0.1 T shows a cusp at TN = 3.5 K, which temperature decreases with\nincreasing the magnitude of B || c, while M(T)/B for B || a = 0.1 T remains\nconstant with decreasing temperature below TN. This anisotropic behavior\nsuggests a collinear antiferromagnetic (AFM) order of the Tb3+ moments pointing\nalong the c axis. The data of M(T)/B for T > 10 K on the single crystal and\nthat of inelastic neutron scattering from powdered samples have been\nsimultaneously analyzed using the crystal field model. The analysis reveals the\nnon-Kramers doublet ground state for the Tb3+ ion under the trigonal crystal\nfield. The neutron powder diffraction measurement shows that the collinear AFM\nstructure with a magnetic propagation vector k = [0, 0, 0] is associated with\nmoments of 5.1 {\\mu}B/Tb pointing along the c axis. Comparison of the magnetic\npoint group with the nontrivial spin Laue group indicates that TbPt6Al3 is\nclassified into bulk g-wave altermagnets."}
{"id": "2509.09998", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09998", "abs": "https://arxiv.org/abs/2509.09998", "authors": ["Ana M. Valencia", "Lisa Schraut-May", "Marie Siegert", "Sebastian Hammer", "Beatrice Cula", "Alexandra Friedrich", "Holger Helten", "Jens Pflaum", "Caterina Cocchi", "Andreas Opitz"], "title": "Unveiling the Role of Solvents in DBTTF:HATCN Ternary Cocrystals", "comment": null, "summary": "Donor-acceptor (D:A) cocrystals offer a promising platform for\nnext-generation optoelectronic applications, but the impact of residual solvent\nmolecules on their properties remains an open question. We investigate six\nnovel D:A cocrystals of dibenzotetrathiafulvalene (DBTTF) and\n1,4,5,8,9,11-hexaazatriphenylenehexacarbo-nitrile (HATCN), prepared via solvent\nevaporation, yielding 1:1 molar ratios, and horizontal vapor deposition,\nresulting in solvent-free 3:2 cocrystals. Combining spectroscopy and\ndensity-functional theory (DFT) calculations, we find that, while the\nelectronic and optical properties of the cocrystals are largely unaffected by\nsolvent inclusion, the charge transfer mechanism is surprisingly complex. Raman\nspectroscopy reveals a consistent charge transfer of 0.11 $e$ across all\nconsidered structures, corroborated by DFT calculations on solvent-free\nsystems. Partial charge analysis reveals that in solvated cocrystals, solvent\nmolecules actively participate in the charge transfer process as primary\nelectron acceptors. This involvement can perturb the expected D:A behavior,\nrevealing a faceted charge-transfer mechanism in HATCN even beyond the\nestablished involvement of its cyano group. Overall, our study demonstrates\nthat while solution-based methods preserve the intrinsic D:A characteristics,\nsolvents can be leveraged as active electronic components, opening new avenues\nfor material design."}
{"id": "2509.09964", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09964", "abs": "https://arxiv.org/abs/2509.09964", "authors": ["Tara Peña", "Anton E. O. Persson", "Andrey Krayev", "Áshildur Friðriksdóttir", "Kathryn Neilson", "Zhepeng Zhang", "Anh Tuan Hoang", "Jerry A. Yang", "Lauren Hoang", "Andrew J. Mannix", "Paul C. McIntyre", "Eric Pop"], "title": "Scaling High-Performance Nanoribbon Transistors with Monolayer Transition Metal Dichalcogenides", "comment": "16 pages, 4 figures", "summary": "Nanoscale transistors require aggressive reduction of all channel dimensions:\nlength, width, and thickness. While monolayer two-dimensional semiconductors\n(2DS) offer ultimate thickness scaling, good performance has largely been\nachieved only in micrometer-wide channels. Here, we demonstrate both $\\it{n}$-\nand $\\it{p}$-type nanoribbon transistors based on monolayer 2DS, fabricated\nusing a multi-patterning process, reaching channel widths down to 25 nm and\nlengths down to 50 nm. 'Anchored' contacts improve device yield, while\nnanoscale imaging, including tip-enhanced photoluminescence, reveals minimal\nedge degradation. The devices reach on-state currents up to 560, 420, and 130\n$\\mu$A $\\mu$m$^{-1}$ at 1 V drain-to-source voltage for $\\it{n}$-type\nMoS$_{2}$, WS$_{2}$, and $\\it{p}$-type WSe$_{2}$, respectively, integrated with\nthin high-$\\kappa$ dielectrics. These results surpass prior reports for\nsingle-gated nanoribbons, the WS$_{2}$ by over 100 times, even in normally-off\n(enhancement-mode) transistors. Taken together, these findings suggest that top\ndown patterned 2DS nanoribbons are promising building blocks for future\nnanosheet transistors."}
{"id": "2509.09817", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09817", "abs": "https://arxiv.org/abs/2509.09817", "authors": ["P. C. Sabino", "L. Mendonça-Ferreira", "J. G. Dias", "G. G. Vasques", "M. Dutra", "H. Pizzi", "P. G. Pagliuso", "M. A. Avila"], "title": "Pressure tuning of putative quantum criticality on YbV6Sn6", "comment": null, "summary": "YbV$_6$Sn$_6$ is a recently discovered heavy-fermion compound that orders at\nT$_N\\approx 0.4$ K and exhibits a magnetic field-tuned quantum critical point\nat $H \\approx 10$ kOe. In this work, we have grown YbV$_6$Sn$_6$ single\ncrystals by the self-flux method, to investigate their physical properties at\nambient pressure and their electrical transport properties under hydrostatic\npressure. At higher temperatures, we observed a decrease in the Kondo\ntemperature, accompanied by the appearance of a local minimum followed by a\nlocal maximum, associated with the onset of the coherent Kondo regime. Power\nlaw fitting at low temperatures indicated a recovery of the Fermi-liquid regime\nfor pressures below 1 GPa. Above 1 GPa, a reentrance of non-Fermi-liquid\nbehavior is suggested by a decrease in the exponent $n$, accompanied by a\nsubstantial increase in the parameter $A$, indicating the approach of a new\nquantum criticality tuned by hydrostatic pressure. The broad range of\ninteractions present in YbV$_6$Sn$_6$, including RKKY, crystalline electric\nfield (CEF), and Kondo lattice effects, appears to lead to a complex phase\ndiagram. We present a putative phase diagram featuring double quantum\ncriticality tuned by both magnetic field and hydrostatic pressure."}
{"id": "2509.10028", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10028", "abs": "https://arxiv.org/abs/2509.10028", "authors": ["Tatsuki Muto", "Masahito Mochizuki"], "title": "Switching magnetic texture via in-plane magnetic field in noncentrosymmetric dipolar magnets: From skyrmions to antiskyrmions and nontopological magnetic bubbles", "comment": "14 pages, 9 figures", "summary": "We theoretically investigate field-induced switching of magnetic topology in\na nanodisk-shaped sample of noncentrosymmetric dipolar magnet in which the\nDzyaloshinskii-Moriya interaction that stabilizes an antiskyrmion with $N_{\\rm\nsk}$=+1 and the magnetic dipole interaction that stabilizes a skyrmion with\n$N_{\\rm sk}$=$-1$ are in keen competition where $N_{\\rm sk}$ is the skyrmion\nnumber. Our micromagnetic simulations demonstrate that the competition offers a\nunique opportunity to switch magnetic textures with distinct magnetic topology\namong the antiskyrmion ($N_{\\rm sk}$=+1), elliptical skyrmion ($N_{\\rm\nsk}$=$-1$), and nontopological bubble ($N_{\\rm sk}$=0) in a deterministic\nmanner by application of magnetic fields parallel to the sample plane. By\ncalculating time and spatial profiles of energy contributions from respective\ninteractions and magnetic anisotropy, we clarify the physical mechanism and\nproperties of the observed field-induced topology switching phenomena. Our\nfindings are expected to provide useful insights into the spintronic\napplication of topological magnetism."}
{"id": "2509.10215", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10215", "abs": "https://arxiv.org/abs/2509.10215", "authors": ["Giordano Mattoni", "Thomas Johnson", "Atsutoshi Ikeda", "Shubhankar Paul", "Jake Bobowski", "Manfred Sigrist", "Yoshiteru Maeno"], "title": "Direct evidence for the absence of coupling between shear strain and superconductivity in Sr2RuO4", "comment": null, "summary": "The superconducting symmetry of Sr2RuO4 has been intensely debated for many\nyears. A crucial controversy recently emerged between shear-mode ultrasound\nexperiments, which suggest a two-component order parameter, and some uniaxial\npressure experiments that suggest a one-component order parameter. To resolve\nthis controversy, we use a new approach to directly apply three different kinds\nof shear strain to single crystals of Sr2RuO4 and investigate the coupling to\nsuperconductivity. After characterising the strain by optical imaging, we\nobserve variations of the transition temperature Tc smaller than 10mK/% as\nmeasured by low-frequency magnetic susceptibility, indicating that shear strain\nhas little to no coupling to superconductivity. Our results are consistent with\na one-component order parameter model, but such a model cannot consistently\nexplain other experimental evidence such as time-reversal symmetry breaking,\nsuperconducting domains, and horizontal line nodes, thus calling for\nalternative interpretations."}
{"id": "2509.09983", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09983", "abs": "https://arxiv.org/abs/2509.09983", "authors": ["Menghan Song", "Ting-Tung Wang", "Liuke Lyu", "William Witczak-Krempa", "Zi Yang Meng"], "title": "Entanglement architecture of beyond-Landau quantum criticality", "comment": "10 pages, 9 figures", "summary": "Quantum critical points beyond the Landau paradigm exhibit fractionalized\nexcitations and emergent gauge fields. Here, we use entanglement\nmicroscopy--full tomography of the reduced density matrix of small subregions\nand subsequent extraction of their quantum correlations--to resolve the\nentanglement architecture near such exotic critical points. We focus on genuine\nmultipartite entanglement (GME). Through unbiased quantum Monte Carlo sampling\nof RDMs across conventional O(2)/O(3) Wilson-Fisher transitions, and\nunconventional XY$^*$, and N\\'eel-VBS transitions in (2+1)d, we discover a\ndichotomy: Landau criticality amplifies GME within compact subregions, while\nnon-Landau criticality redistributes entanglement into larger, loopy\nconfigurations. Key signatures at non-Landau criticality include the absence of\nthree-spin GME, and the loss of non-loopy entanglement in unicursal regions.\nSimilar results in a critical resonating valence bond wavefunction confirm this\nmultipartite entanglement structure as a common feature of emergent gauge\ntheories. Our findings reveal a distinct entanglement architecture in\nbeyond-Landau quantum critical theories."}
{"id": "2509.10219", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.10219", "abs": "https://arxiv.org/abs/2509.10219", "authors": ["Gavriel Arbiv", "Sambhu Radhakrishnan", "Alysson F. Morais", "C. Vinod Chandran", "Dries Vandenabeele", "Dirk Dom", "Karel Duerinckx", "Christine E. A. Kirschhock", "Eric Breynaert"], "title": "Competitive Adsorption of Toluene and Water in MFI-type Zeolites", "comment": null, "summary": "Competitive adsorption is a major challenge in understanding catalytic\nactivity, selectivity and reaction mechanisms in confined environments such as\nzeolites. This study investigated competitive adsorption in MFI-type zeolites\n(ZSM-5) using solid-state NMR, focusing on the interplay between toluene and\nwater. Quantitative 1H NMR spectroscopy identified three distinct populations\nof adsorbed toluene evolving with increasing toluene loading. The adsorption\nbehavior was consistent across a series of samples with Si/Al ratio ranging\nfrom 11.5 to 140. Combining 1D and 2D NMR techniques with sample engineering\n(e.g. pore-blocking) enabled the assignment of the populations to toluene\nwithin the zeolite channels, at the pore mouths, and adsorbed on the external\ncrystal surface. Crucially, introducing water to toluene-loaded zeolites caused\na partial displacement of toluene from the internal channels, but significant\nremoval from the pore mouths. This dis-placement occurred even in the highly\nhydrophobic zeolite (Si/Al = 140), where water still preferentially adsorbed to\nBr{\\o}nsted acid sites and silanol species. The results highlight the critical\nimpact that competitive adsorption from solvents, products, or impurities can\nhave on the efficiency and selectivity of zeolite-mediated transformations."}
{"id": "2509.09978", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09978", "abs": "https://arxiv.org/abs/2509.09978", "authors": ["Zodinpuia Ralte", "Ramesh Kumar", "Mukhtiyar Singh"], "title": "Elemental Frequency-Based Supervised Classification Approach for the Search of Novel Topological Materials", "comment": "10 pages, 9 figures, 6 tables", "summary": "The machine learning based approaches efficiently solves the goal of\nsearching the best materials candidate for the targeted properties. The search\nfor topological materials using traditional first-principles and symmetry-based\nmethods often requires lots of computing power or is limited by the crystalline\nsymmetries. In this study, we present frequency-based statistical descriptors\nfor machine learning-driven topological material's classification that is\nindependent of crystallographic symmetry of wave functions. This approach\npredicts the topological nature of a material based on its chemical formula.\nWith a balanced dataset of 3910 materials, we have achieved classification\naccuracies of 82\\% with the Support Vector Machine (SVM) model and 83\\% with\nthe Random Forest (RF) model, where both models have trained on common\nfrequency based features. We have checked the performances of the models using\n$5-fold$ cross-validation approach. Further, we have validated the models on a\ndataset of unseen binary compounds and have efficiently identified 22 common\nmaterials using both the models. Next, we implemented the $first-principles$\napproach to confirm the topological nature of these predicted materials and\nfound the topological signatures of Dirac, Weyl, and nodal-line semimetallic\nphases. Therefore, we have demonstrated that the implications of\nfrequency-based descriptors is a practical and less complex way to find novel\ntopological materials with certain physical post-processing filters. This\napproach lays the groundwork for scalable, data-driven topological property\nscreening of complex materials."}
{"id": "2509.09819", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09819", "abs": "https://arxiv.org/abs/2509.09819", "authors": ["Sajal Dahal", "Alex H. Miller", "Viktor Krapivin", "Gal Orenstein", "Ryan A. Duncan", "Nicholas Leonard", "Matthew J. Hurley", "Jade Stanton", "Roman Mankowsky", "Henrik Lemke", "Anisha Singh", "Ian Fisher", "Mariano Trigo", "Samuel W. Teitelbaum"], "title": "Dimensionality reduction of optically generated vortex strings in a charge density wave", "comment": "7 pages, 3 figures. Supplemental AVI movies included", "summary": "In phase transitions, mesoscale structures such as topological defects,\nvortex strings, and domain walls control the path towards equilibrium, and thus\nthe functional properties of many active devices. In photoinduced phase\ntransitions driven by femtosecond laser excitation, the temporal (pulse\nduration) and spatial (penetration depth) structure of the optical excitation\npresent opportunities for control and creating structures with unique\ntopologies. By performing time-resolved optical pump, x-ray probe experiments\non the CDW system Pd-intercalated ErTe$_{3}$, we gain access to the nanoscale\ndynamics of the mesoscale topological features (vortex strings) produced after\na quench, which have a different apparent dimensionality than the topological\ndefects predicted from the bulk system. We show that these vortex strings\npersist for much longer than the electronic recovery time. The critical\nexponent obtained from power-law scaling of the intensity as a function of\nwavevector shows a reduction in the effective dimensionality of the topological\ndefects in the system, corroborated by time-dependent Ginzburg-Landau\nsimulations. Our results demonstrate a novel pathway to use light to control\nthe dimensionality and orientation of topological defects in quantum materials,\nwhich could be used to stabilize competing quantum states."}
{"id": "2509.10068", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10068", "abs": "https://arxiv.org/abs/2509.10068", "authors": ["Thomas Naimer", "Paulo E. Faria Junior", "Klaus Zollner", "Jaroslav Fabian"], "title": "Radial Rashba spin-orbit fields in commensurate twisted transition-metal dichalcogenide bilayers", "comment": null, "summary": "In commensurate twisted homobilayers, purely radial Rashba spin-orbit fields\ncan emerge. The observed in-plane spin textures are mostly radial, and the main\nfeatures are successfully reproduced using a model Hamiltonian based on two\neffective mass models including spin-orbit coupling, and a general\n(spin-conserving) interlayer coupling. Extracting the model Hamiltonian\nparameters through fitting of several twisted supercells, we find a twist angle\ndependency of the magnitude of the radial Rashba field, which is symmetric not\nonly around the untwisted cases ($\\Theta=0^\\circ$ and $\\Theta=60^\\circ$), but\nalso around $\\Theta=30^\\circ$. Furthermore, we observe that the interlayer\ncoupling between the $K/K'$-points of the two layers decreases with the\nincrease of the size of the commensurate supercells. Hence, peaks of high\ninterlayer coupling can occur only for twist angles, where small commensurate\nsupercells are possible. Exploring different lateral displacements between the\nlayers, we confirm that the relevant symmetry protecting the radial Rashba is\nan in-plane 180$^\\circ$ rotation axis. We additionally investigate the effects\nof atomic relaxation and modulation of the interlayer distance. Our results\noffer fundamental microscopic insights that are particularly relevant to\nengineering spin-charge conversion schemes based on twisted layered materials."}
{"id": "2509.10339", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.10339", "abs": "https://arxiv.org/abs/2509.10339", "authors": ["William Robert Fern", "Joseph Alec Wilcox", "Tong Ren", "Ivan Veshchunov", "Tsuyoshi Tamegai", "Simon John Bending"], "title": "Breakdown of the critical state in the ferromagnetic superconductor EuFe$_2$(As$_{1-x}$P$_x$)$_2$", "comment": "24 + 1 pages, 6 figures", "summary": "There are very few materials in which ferromagnetism coexists with\nsuperconductivity due to the destructive effect of the magnetic exchange field\non singlet Cooper pairs. The iron-based superconductor\nEuFe$_2$(As$_{1-x}$P$_x$)$_2$ is therefore unique in exhibiting robust\nsuperconductivity with a maximum critical temperature of 25 K and long-range\nferromagnetism below $T_\\mathrm{FM}\\approx19$ K. Here we report a\nspatially-resolved study of the irreversible magnetisation in this system that\nreveals a variety of novel behaviours that are strongly linked with underlying\nferromagnetic domain structures. In the superconducting-only state, hysteretic\nmagnetisation due to irreversible vortex motion is consistent with typical weak\nvortex-pinning behaviour. Just below $T_\\mathrm{FM}$, very narrowly-spaced\nstripe domains give rise to highly erratic and irreproducible fluctuations in\nthe irreversible magnetisation that we attribute to the dynamics of\nmulti-vortex clusters stabilised by the formation of vortex polarons. In\ncontrast, at lower temperatures, ferromagnetic domains become wider and\nsaturated with spontaneously nucleated vortices and antivortices, leading to a\nsmoother but unconventional evolution of the irreversible state. This\nobservation suggests that the penetrating flux front is roughened by the\npresence of the magnetic domains in this regime, presenting a clear departure\nfrom standard critical state models. Our findings indicate that the mechanism\ngoverning irreversibility is strongly influenced by the precise nature of the\nunderlying ferromagnetic domains, being very sensitive to the specific material\nparameters of EuFe$_2$(As$_{1-x}$P$_x$)$_2$. We consider the possible\nmicroscopic origins of these effects, and suggest further ways to explore novel\nvortex-domain magnetic behaviours."}
{"id": "2509.10101", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10101", "abs": "https://arxiv.org/abs/2509.10101", "authors": ["T. J. Hicken", "P. Meadows", "D. Prabhakaran", "A. Szabó", "S. E. Dutton", "C. Castelnovo", "K. Moovendaran", "T. S. Northam de la Fuente", "L. Mangin-Thro", "G. B. G. Stenning", "M. J. Gutmann", "G. Sala", "M. B. Stone", "P. F. Henry", "D. J. Voneshen", "J. P. Goff"], "title": "Intrinsic disorder in the candidate quantum spin ice Pr$_2$Zr$_2$O$_7$", "comment": "9 pages, 3 figures", "summary": "Quantum spin liquids with long-range entanglement are of great interest for\napplications in quantum technology. The quantum spin ice Pr$_2$Zr$_2$O$_7$ is a\npromising example, where it is believed that structural disorder plays a key\nrole in enhancing quantum mechanical effects by introducing strains that split\nthe ground state doublet akin to the effect of a local disordered transverse\nfield. However, the precise defect structure responsible for this behaviour is\nunknown. Here we have determined the intrinsic defect structure of\nPr$_2$Zr$_2$O$_7$ using neutron and x-ray scattering techniques supported by\ndensity functional theory. We find the main defect is the stuffing of Zr$^{4+}$\nsites by Pr$^{3+}$ ions, accompanied by charge compensating O$^{2-}$ vacancies,\nand the relaxation of a neighbouring O$^{2-}$ ion to an interstitial site. Our\nresults explain the single-ion magnetism by considering the non-magnetic\nsinglets that arise on neighbouring sites as a result of the defect structure.\nThese singlets account for additional features in the crystal electric field\nexcitations. The effects caused by this low level of structural disorder are\nmagnified since several neighbouring Pr sites are affected. This makes a\nsignificant contribution towards the observed broadening of pinch points in the\nmagnetic diffuse scattering, which was previously attributed purely to quantum\neffects."}
{"id": "2509.09998", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09998", "abs": "https://arxiv.org/abs/2509.09998", "authors": ["Ana M. Valencia", "Lisa Schraut-May", "Marie Siegert", "Sebastian Hammer", "Beatrice Cula", "Alexandra Friedrich", "Holger Helten", "Jens Pflaum", "Caterina Cocchi", "Andreas Opitz"], "title": "Unveiling the Role of Solvents in DBTTF:HATCN Ternary Cocrystals", "comment": null, "summary": "Donor-acceptor (D:A) cocrystals offer a promising platform for\nnext-generation optoelectronic applications, but the impact of residual solvent\nmolecules on their properties remains an open question. We investigate six\nnovel D:A cocrystals of dibenzotetrathiafulvalene (DBTTF) and\n1,4,5,8,9,11-hexaazatriphenylenehexacarbo-nitrile (HATCN), prepared via solvent\nevaporation, yielding 1:1 molar ratios, and horizontal vapor deposition,\nresulting in solvent-free 3:2 cocrystals. Combining spectroscopy and\ndensity-functional theory (DFT) calculations, we find that, while the\nelectronic and optical properties of the cocrystals are largely unaffected by\nsolvent inclusion, the charge transfer mechanism is surprisingly complex. Raman\nspectroscopy reveals a consistent charge transfer of 0.11 $e$ across all\nconsidered structures, corroborated by DFT calculations on solvent-free\nsystems. Partial charge analysis reveals that in solvated cocrystals, solvent\nmolecules actively participate in the charge transfer process as primary\nelectron acceptors. This involvement can perturb the expected D:A behavior,\nrevealing a faceted charge-transfer mechanism in HATCN even beyond the\nestablished involvement of its cyano group. Overall, our study demonstrates\nthat while solution-based methods preserve the intrinsic D:A characteristics,\nsolvents can be leveraged as active electronic components, opening new avenues\nfor material design."}
{"id": "2509.09825", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.09825", "abs": "https://arxiv.org/abs/2509.09825", "authors": ["Saran Vijayan", "Fei Zhou"], "title": "Surface Topological Quantum Criticality II: Conformal manifolds, Isolated fixed points and Entanglement", "comment": "22 pages, 6 figures, 4 tables. Comments and suggestions are most\n  welcome, email ID-saran@phas.ubc.ca", "summary": "In this article, we propose the realization of conformal manifolds, which are\nsmooth manifolds of scale-conformal invariant interacting Hamiltonians in\ntwo-dimensional quantum many-body systems. Such phenomena can occur in various\ninteracting systems, including topological surfaces or 2D bulks. Building on\nprevious observations, we demonstrate that a conformal manifold can emerge as\nan exact solution when the number of fermion colors, \\(N_c\\), becomes infinite.\nWe identify distinct exact marginal deformation operators uniquely associated\nwith the conformal manifolds. By considering \\(N_c\\) as finite but large, we\nshow that quantum fluctuations induce a fermion field renormalization that\nresults in mildly infrared relevant or irrelevant renormalization-group (RG)\nflow within a conformal manifold, producing standard isolated infrared stable\nWilson-Fisher fixed points. These can be grouped with ultraviolet stable fixed\npoints into a discrete manifold due to the spontaneous symmetry breaking of an\nemergent \\(SO(\\mathcal{N})\\) dynamical symmetry in the RG flow as \\(N_c\n\\rightarrow \\infty\\). Additionally, we find a correlation between the direction\nof the RG flow within the manifold and an increase in EPR-like entanglement\nentropy. The infrared-stable Wilson-Fisher fixed points, induced by quantum\nfluctuations, are linked to theories on the conformal manifold where\ninteraction operators are maximally entangled in flavor space. Our studies\nprovide an effective framework for addressing topological quantum critical\npoints with high-dimensional interaction parameter spaces, potentially housing\nmany fixed points of various stabilities. They also highlight the central role\nof entangled conformal operators and their entropy in shaping universality\nclasses of surface topological quantum phase transitions. We conclude with open\nquestions and possible future directions."}
{"id": "2509.10228", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10228", "abs": "https://arxiv.org/abs/2509.10228", "authors": ["Aarti Lakhara", "Lars Thole", "Rolf J. Haug", "P. A. Bhobe"], "title": "Anomalous Electrical Transport in SnSe$_2$ Nanosheets: Role of Thickness and Surface Defect States", "comment": null, "summary": "This work examines the influence of thickness on the electrical transport\nproperties of mechanically exfoliated two-dimensional SnSe$_2$ nanosheets,\nderived from the bulk single crystal. Contrary to conventional trend observed\nin two-dimensional systems, we find a semiconducting to metallic resistivity\nbehavior with decreasing thickness. The analysis of low-temperature conduction\nindicates an increased density of states at Fermi-level with decreasing\nthickness, which is further corroborated by gate bias dependent conductance\nmeasurement. The enhanced conductivity in thinner flake is attributed to the\nn-type doping arising from surface defect states. The presence and evolution of\nthese defect states with thickness is probed by thickness-dependent\nroom-temperature Raman spectroscopy. Our study provides insights into the\nthickness-dependent electronic transport mechanism of SnSe$_2$ and the crucial\nrole of defect states in governing the observed conductivity behavior."}
{"id": "2509.10285", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10285", "abs": "https://arxiv.org/abs/2509.10285", "authors": ["X. Boraley", "A. D. Christianson", "J. Lass", "C. Balz", "M. Bartkowiak", "Ch. Niedermayer", "J. M. Lawrence", "L. Poudel", "D. G. Mandrus", "F. Ronning", "M. Janoschek", "D. G. Mazzone"], "title": "Magnetic Field Dependence of Critical Fluctuations in CeCu$_{5.8}$Ag$_{0.2}$", "comment": null, "summary": "Quantum phase transitions are among the most intriguing phenomena that can\noccur when the electronic ground state of correlated metals are tuned by\nexternal parameters such as pressure, magnetic field or chemical substitution.\nSuch transitions between distinct states of matter are driven by quantum\nfluctuations, and can give rise to macroscopically coherent phases that are at\nthe forefront of condensed matter research. However, the nature of the critical\nfluctuations, and thus the fundamental physics controlling many quantum phase\ntransitions, remain poorly understood in numerous strongly correlated metals.\nHere we study the model material CeCu$_{5.8}$Ag$_{0.2}$ to gain insight into\nthe implications of critical fluctuations originating from different regions in\nreciprocal space. By employing an external magnetic field along the\ncrystallographic $a$- and $c$-axis as auxiliary tuning parameter we observe a\npronounced anisotropy in the suppression of the quantum critical fluctuations,\nreflecting the spin anisotropy of the long-range ordered ground state at larger\nsilver concentration. Coupled with the temperature dependence of the quantum\ncritical fluctuations, these results suggest that the quantum phase transition\nin CeCu$_{5.8}$Ag$_{0.2}$ is driven by three-dimensional spin-density wave\nfluctuations."}
{"id": "2509.10106", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10106", "abs": "https://arxiv.org/abs/2509.10106", "authors": ["Cong Li", "Zhilong Yang", "Hongxiong Liu", "Magnus H. Berntsen", "Francesco Scali", "Dibya Phuyal", "Jianfeng Zhang", "Timur K. Kim", "Jacek Osiecki", "Balasubramanian Thiagarajan", "Youguo Shi", "Tao Xiang", "Quansheng Wu", "Oscar Tjernberg"], "title": "Resolving the Bulk-Boundary Correspondence Paradox on Low-Symmetry Surfaces of Weyl Semimetals", "comment": "Main text: 18 pages, 4 figures; SI: 29 pages, 16 figures. Comments\n  are welcome", "summary": "Low-symmetry surfaces of topological semimetals offer access to boundary\nphenomena hidden on conventional facets, yet systematic studies remain scarce\ndue to experimental challenges and the lack of a general framework for\nreconciling bulk and surface periodicities. Here, we investigate the (103)\nsurface of the Weyl semimetal NdAlSi using angle resolved photoemission\nspectroscopy and density functional theory. The (103) surface is an example of\na low symmetry surface that presents an apparent paradox to the bulk-boundary\ncorrespondence. The surface periodicity to which the topological surface states\nare expected to adhere does not correspond to the bulk periodicity of the Weyl\npoints. By showing that successive bulk Brillouin zones generate replicas that\naccumulate into a superlattice commensurate with the surface Brillouin zone, we\ndemonstrate how the apparent bulk boundary correspondence paradox is resolved\nand establish a universal criterion for arbitrary facets. The framework and\nexperimental results further suggests that overlapping Fermi arcs can hybridize\ninto closed Fermi arc loops, enriching boundary topology and enabling\nunconventional transport, interference, and collective phenomena unique to\nlowsymmetry facets."}
{"id": "2509.09875", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09875", "abs": "https://arxiv.org/abs/2509.09875", "authors": ["Yutaro Tanaka", "Shuai Zhang", "Tiantian Zhang", "Shuichi Murakami"], "title": "Fractal growth of higher-order topological insulators", "comment": "9+7 pages, 6+2 figures", "summary": "Understanding crystal growth and morphology is a fundamental issue in\ncondensed matter physics. In this work, we reveal the fractal morphology of\ngrowing crystals of higher-order topological insulators and show that the\ncorners of the crystals grow preferentially compared to the edges in the\npresence of the corner states. We further demonstrate that when we compare the\ncrystal shape of the higher-order topological insulator with that of the\ntrivial insulator with the same value of the fractal dimension $D_f$, the\nformer has a smaller value of the fractal dimension of coastlines $D_{f,c}$\nthan the latter. This indicates that, for crystals with a similar degree of\ncorner development, those in the higher-order topological phase have smoother\nedges. Because the relationship between the area and the perimeter of the\ncrystals is governed by the ratio of these fractal dimensions, the higher-order\ntopological insulator and the trivial insulator exhibit distinct perimeter-area\nrelationships."}
{"id": "2509.10237", "categories": ["cond-mat.mes-hall", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.10237", "abs": "https://arxiv.org/abs/2509.10237", "authors": ["Amirali Arabmoheghi", "Alessio Zicoschi", "Guillermo Arregui", "Mohammad J. Bereyhi", "Yi Xia", "Nils J. Engelsen", "Tobias J. Kippenberg"], "title": "Noncontact friction in ultracoherent nanomechanical resonators near dielectric materials", "comment": null, "summary": "Micro- and nanomechanical resonators are emerging as promising platforms for\nquantum technologies, precision sensors and fundamental science experiments. To\nutilize these devices for force sensing or quantum optomechanics, they must be\nbrought in close proximity with other systems for functionalization or\nefficient readout. Improved understanding of the loss mechanisms in\nnanomechanical resonators, specifically the advent of dissipation dilution, has\nled to the development of resonators with unprecedented coherence properties.\nThe mechanical quality factors of this new class of ultracoherent micro- and\nnanomechanical oscillators can now exceed 1 billion at room temperature,\nsetting their force sensitivities below 1 $\\mathrm{aN}/\\sqrt{\\mathrm{Hz}}$,\nsurpassing those of the state-of-the-art atomic force microscopes (AFMs). Given\nthis new regime of sensitivity, an intriguing question is whether the proximity\nof other materials hinders mechanical coherence. Here we show: it does. We\nreport a novel dissipation mechanism that occurs in ultracoherent\nnanomechanical oscillators caused by the presence of nearby dielectrics. By\nstudying the parameter scaling of the effect, we show that the mechanism is\nmore severe for low-frequency mechanical modes and that it is due to dielectric\nloss within the materials caused by the motion of a resonator which carries\nstatic charges. Our observations are consistent with the noncontact friction\n(NCF) observed in AFMs. Our findings provide insights into limitations on the\nintegration of ultracoherent nanomechanical resonators and highlight the\nadverse effects of charged defects in these systems."}
{"id": "2509.10438", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10438", "abs": "https://arxiv.org/abs/2509.10438", "authors": ["André Grossi Fonseca", "Eric Wang", "Sachin Vaidya", "Patrick J. Ledwith", "Ashvin Vishwanath", "Marin Soljačić"], "title": "Gradient-based search of quantum phases: discovering unconventional fractional Chern insulators", "comment": null, "summary": "The discovery and understanding of new quantum phases has time and again\ntransformed both fundamental physics and technology, yet progress often relies\non slow, intuition-based theoretical considerations or experimental\nserendipity. Here, we introduce a general gradient-based framework for targeted\nphase discovery. We define a differentiable function, dubbed \"target-phase loss\nfunction\", which encodes spectral fingerprints of a quantum state, thereby\nrecasting phase search as a tractable optimization problem in Hamiltonian\nspace. The method is broadly applicable to phases characterized by ground-state\ndegeneracy and can be extended to a wide range of symmetry-broken and\ntopological orders. As a demonstration, we apply it to spinless fermions on the\nkagome lattice and discover two distinctive fractional Chern insulators (FCIs),\nverified through detailed exact diagonalization: (i) at filling $\\nu = 1/3$, a\n\"non-ideal\" Abelian FCI whose band geometry lies far beyond the Landau-level\nmimicry paradigm and all recent generalizations; and (ii) at $\\nu = 1/2$, a\nnon-Abelian FCI stabilized purely by finite-range two-body interactions. These\nresults provide the first explicit realization of such types of FCIs and\nestablish a versatile paradigm for systematic quantum-phase discovery."}
{"id": "2509.10191", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10191", "abs": "https://arxiv.org/abs/2509.10191", "authors": ["I. M. Félix", "B. Ipaves", "R. B. de Oliveira", "L. A. Ribeiro Junior", "L. S. Rocha", "M. L. Pereira Junior", "D. S. Galvão", "R. M. Tromer"], "title": "Novel 3D Pentagraphene Allotropes: Stability, Electronic, Mechanical, and Optical Properties", "comment": null, "summary": "Carbon-based materials have attracted great attention due to their\nexceptional structural diversity and wide-ranging applications. Recently, a new\ntwo-dimensional carbon allotrope, named pentagraphene (PG), was proposed. In\nthis study, we proposed three novel three-dimensional (3D) PG allotropes, named\n3D-PG-$\\alpha$, -$\\beta$, and -$\\gamma$, engineered through biaxial strain and\ncontrolled compression of 2D PG layers. Comprehensive stability analyses,\nincluding phonon dispersion and ab initio molecular dynamics simulations\n(AIMD), confirm their thermodynamic stability under room and high-temperature\nconditions. 3D-PG-$\\alpha$ is the most stable, exhibiting a cohesive energy 0.5\neV/atom lower than the least stable structure, 3D-PG-$\\gamma$. Electronic\nproperty characterization reveals semiconducting behavior for all structures,\nwith indirect electronic band gaps ranging from 0.91 to 2.67 eV. The analyses\nof the mechanical properties showed significant anisotropy, with higher\nstiffness along the in-plane ($xy$-plane) direction. Optical properties\nhighlight strong absorption along a wide range and a pronounced anisotropic\nresponse. Additionally, the absorption spectra exhibit activity in the visible\nregion, and the refractive index and reflectivity indicate potential use in\nultraviolet-blocking devices."}
{"id": "2509.09901", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09901", "abs": "https://arxiv.org/abs/2509.09901", "authors": ["N. L. Samuelson", "L. A. Cohen", "W. Wang", "S. Blanch", "T. Taniguchi", "K. Watanabe", "M. P. Zaletel", "A. F. Young"], "title": "Hard and soft phase slips in a Fabry-Pérot quantum Hall interferometer", "comment": "Main Text: 6 pages, 4 figures Supplement: 6 pages, 3 figures", "summary": "Quantum Hall Fabry-P\\'erot interferometers are sensitive to the properties of\nbulk quasiparticles enclosed by the interferometer loop, with the interference\nphase containing information about both the quasiparticle statistics and the\nCoulomb-mediated bulk-edge coupling. Previous studies have explored the role of\nthe bulk-edge coupling in an equilibrium picture where quasiparticles enter and\nexit the interferometer rapidly compared to the timescale over which the\ninterferometer phase is measured. Here, we present data from a monolayer\ngraphene quantum Hall interferometer in the integer quantum Hall regime at $\\nu\n= -1$ and $\\nu = -2$. Quantum interference shows phase slips associated with\nthe entrance of quasiparticles to the interferometer bulk. Tracing the\ndependence of these phase slips on the magnetic field, we show that the\nequilibration time can become as long as several minutes. We further use our\nmulti-gated geometry to identify two classes of phase slips. The first is\nassociated with the addition of a quasiparticle to a bulk `puddle' of\nquasiparticles uniformly coupled to the entire chiral edge state, while the\nsecond is associated with the addition of a quasiparticle trapped by a defect\nsite that couples predominantly to the closest portion of the edge."}
{"id": "2509.10242", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10242", "abs": "https://arxiv.org/abs/2509.10242", "authors": ["C. W. J. Beenakker"], "title": "Pure dephasing increases partition noise in the quantum Hall effect", "comment": "9 pages, 6 figures", "summary": "Quantum Hall edge channels partition electric charge over N chiral\n(uni-directional) modes. Intermode scattering leads to partition noise,\nobserved in graphene p-n junctions. While inelastic scattering suppresses this\nnoise by averaging out fluctuations, we show that pure (quasi-elastic)\ndephasing may enhance the partition noise. The noise power increases by up to\n50% for two modes, with a general enhancement factor of 1+1/N in the\nstrong-dephasing limit. This counterintuitive effect is explained in the\nframework of monitored quantum transport, arising from the self-averaging of\nquantum trajectories."}
{"id": "2509.09819", "categories": ["cond-mat.mes-hall", "cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09819", "abs": "https://arxiv.org/abs/2509.09819", "authors": ["Sajal Dahal", "Alex H. Miller", "Viktor Krapivin", "Gal Orenstein", "Ryan A. Duncan", "Nicholas Leonard", "Matthew J. Hurley", "Jade Stanton", "Roman Mankowsky", "Henrik Lemke", "Anisha Singh", "Ian Fisher", "Mariano Trigo", "Samuel W. Teitelbaum"], "title": "Dimensionality reduction of optically generated vortex strings in a charge density wave", "comment": "7 pages, 3 figures. Supplemental AVI movies included", "summary": "In phase transitions, mesoscale structures such as topological defects,\nvortex strings, and domain walls control the path towards equilibrium, and thus\nthe functional properties of many active devices. In photoinduced phase\ntransitions driven by femtosecond laser excitation, the temporal (pulse\nduration) and spatial (penetration depth) structure of the optical excitation\npresent opportunities for control and creating structures with unique\ntopologies. By performing time-resolved optical pump, x-ray probe experiments\non the CDW system Pd-intercalated ErTe$_{3}$, we gain access to the nanoscale\ndynamics of the mesoscale topological features (vortex strings) produced after\na quench, which have a different apparent dimensionality than the topological\ndefects predicted from the bulk system. We show that these vortex strings\npersist for much longer than the electronic recovery time. The critical\nexponent obtained from power-law scaling of the intensity as a function of\nwavevector shows a reduction in the effective dimensionality of the topological\ndefects in the system, corroborated by time-dependent Ginzburg-Landau\nsimulations. Our results demonstrate a novel pathway to use light to control\nthe dimensionality and orientation of topological defects in quantum materials,\nwhich could be used to stabilize competing quantum states."}
{"id": "2509.10192", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10192", "abs": "https://arxiv.org/abs/2509.10192", "authors": ["Raveena Gupta", "Joao Abreu", "Matthieu J. Verstraete"], "title": "Spectroscopy and transport of nonpolarons in silicon and germanium: the influence of doping and temperature", "comment": null, "summary": "We perform a first-principles investigation of electron-phonon interactions\nin silicon and germanium, uncovering distinct non-polaronic spectral and\ntransport fingerprints in these archetypal covalent semiconductors. Using\nmany-body perturbation theory with the retarded cumulant expansion, we compute\nquasiparticle energies, lifetimes, and phonon satellites beyond the\nDyson-Migdal approximation. Short-range crystal fields dominate coupling in\nboth materials, yet their low-temperature spectral fingerprints differ: Si\nexhibits well-resolved satellites at both band edges, whereas Ge displays\nstrong sidebands mainly at the valence band maximum (VBM) and much weaker\nfeatures at the conduction band minimum (CBM). Phonon-induced satellites in\nboth materials broaden and merge with the quasiparticle peak at elevated\ntemperatures. Doping broadens peaks and compresses satellite-quasiparticle\nseparation, with n-type carriers affecting the CBM and p-type the VBM. Mobility\ncalculations, combining cumulant-derived phonon scattering with experimentally\nmotivated ionized-impurity scattering models, reproduce measured trends and\nreveal Ge's consistently higher mobilities than Si, stemming from lighter\neffective masses and weaker coupling. These results link band-edge asymmetries\nand phonon energetics to measurable transport differences, providing a unified\nframework for predicting mobility in nonpolar semiconductors."}
{"id": "2509.09903", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09903", "abs": "https://arxiv.org/abs/2509.09903", "authors": ["Hengdi Zhao", "Xiuquan Zhou", "Hyowon Park", "Tianqi Deng", "Brandon Wilfong", "Alann P. Au II", "Samuel E. Pate", "Craig M. Brown", "Hui Wu", "Tushar Bhowmick", "Tessa McNamee", "Ravhi Kumar", "Yu-Sheng Chen", "Zhi-Li Xiao", "Russell Hemley", "Weizhao Cai", "Shanti Deemyad", "Duck-Young Chung", "Stephan Rosenkranz", "Mercouri G. Kanatzidis"], "title": "Evolution from Topological Dirac Metal to Flat-band-Induced Antiferromagnet in Layered KxNi4S2 (0<=x<=1)", "comment": null, "summary": "Condensed matter systems with coexisting Dirac cones and flat bands, and a\nswitchable control between them within a single system, are desirable but\nremarkably uncommon. Here we report a layered quantum material system, KxNi4S2\n(0 <= x <= 1), that simultaneously hosts both characteristics without involving\ntypical Kagome/honeycomb lattices. Enabled by a topochemical K-deintercalation\nprocess, the Fermi surface can be fine-tuned continuously over a wide range of\nenergies. Consequently, a non-magnetic Dirac-metal state with a topological\nnontrivial Z2 index of 1;(000), supported by first-principles calculations and\nhigh mobility up to 1471 cm2V-1s-1, is observed on the K-rich x = 1 side,\nwhereas a flat-band induced antiferromagnetic state with TN up to 10.1 K\nemerges as K-content approaches 0. The KxNi4S2 system offers a versatile\nplatform for exploring emerging phenomena and underscores a viable pathway for\nin-situ control of quantum materials dominated by Dirac cones, flat bands, and\ntheir interplay."}
{"id": "2509.10309", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10309", "abs": "https://arxiv.org/abs/2509.10309", "authors": ["Mark Potts", "Shu Zhang"], "title": "Spin-qubit Noise Spectroscopy of Magnetic Berezinskii-Kosterlitz-Thouless Physics", "comment": "5 pages, 3 figures", "summary": "We propose using spin-qubit noise magnetometry to probe dynamical signatures\nof magnetic Berezinskii-Kosterlitz-Thouless (BKT) physics. For a\nnitrogen-vacancy (NV) center coupled to two-dimensional XY magnets, we predict\ndistinctive features in the magnetic noise spectral density in the sub-MHz to\nGHz frequency range. In the quasi-long-range ordered phase, the spectrum\nexhibits a temperature-dependent power law characteristic of algebraic spin\ncorrelations. Above the transition, the noise reflects the proliferation of\nfree vortices and enables quantitative extraction of the vortex conductivity, a\nkey parameter of vortex transport. These results highlight NV as a powerful\nspectroscopic method to resolve magnetic dynamics in the mesoscopic and\nlow-frequency regimes and to probe exotic magnetic phase transitions."}
{"id": "2509.09903", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09903", "abs": "https://arxiv.org/abs/2509.09903", "authors": ["Hengdi Zhao", "Xiuquan Zhou", "Hyowon Park", "Tianqi Deng", "Brandon Wilfong", "Alann P. Au II", "Samuel E. Pate", "Craig M. Brown", "Hui Wu", "Tushar Bhowmick", "Tessa McNamee", "Ravhi Kumar", "Yu-Sheng Chen", "Zhi-Li Xiao", "Russell Hemley", "Weizhao Cai", "Shanti Deemyad", "Duck-Young Chung", "Stephan Rosenkranz", "Mercouri G. Kanatzidis"], "title": "Evolution from Topological Dirac Metal to Flat-band-Induced Antiferromagnet in Layered KxNi4S2 (0<=x<=1)", "comment": null, "summary": "Condensed matter systems with coexisting Dirac cones and flat bands, and a\nswitchable control between them within a single system, are desirable but\nremarkably uncommon. Here we report a layered quantum material system, KxNi4S2\n(0 <= x <= 1), that simultaneously hosts both characteristics without involving\ntypical Kagome/honeycomb lattices. Enabled by a topochemical K-deintercalation\nprocess, the Fermi surface can be fine-tuned continuously over a wide range of\nenergies. Consequently, a non-magnetic Dirac-metal state with a topological\nnontrivial Z2 index of 1;(000), supported by first-principles calculations and\nhigh mobility up to 1471 cm2V-1s-1, is observed on the K-rich x = 1 side,\nwhereas a flat-band induced antiferromagnetic state with TN up to 10.1 K\nemerges as K-content approaches 0. The KxNi4S2 system offers a versatile\nplatform for exploring emerging phenomena and underscores a viable pathway for\nin-situ control of quantum materials dominated by Dirac cones, flat bands, and\ntheir interplay."}
{"id": "2509.10207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10207", "abs": "https://arxiv.org/abs/2509.10207", "authors": ["Guilherme S. L. Fabris", "Bruno Ipaves", "Raphael B. Oliveira", "Humberto R. Gutierrez", "Marcelo L. Pereira Junior", "Douglas S. Galvão"], "title": "Magnetism Induced by Azanide and Ammonia Adsorption in Defective Molybdenum Disulfide and Diselenide: A First-Principles Study", "comment": null, "summary": "Two-dimensional (2D) transition metal dichalcogenides (TMDs) have attracted\nconsiderable attention due to their tunable structural, electronic, and\nspin-related properties, particularly in the presence of point defects and\nmolecular adsorbates. Motivated by these aspects, we have investigated using\nfirst-principles methods the magnetic properties induced by azanide (NH$_2$)\nand ammonia (NH$_3$) adsorption on defective monolayers of Molybdenum Disulfide\n(MoS$_2$) and Diselenide(MoSe$_2$). Spin-polarized density functional theory\n(DFT) was employed to investigate the impact of mono- and di-vacancies on the\nlocal spin environment and the role of molecular adsorption in modifying\nmagnetic behavior. The results show that pristine chalcogen vacancies do not\ngenerate magnetism, whereas the adsorption of NH$_2$ and NH$_3$ creates\nlocalized magnetic moments in Mo-based dichalcogenides. A notable case occurs\nfor MoSe$_2$, where NH$_3$ dissociation into NH$_2$ and H fragments on the same\nside of the surface produces a net magnetic moment of 2.0 $\\mu_B$. Tests\nperformed on W-based dichalcogenides under equivalent conditions showed no\nmagnetic response, and are reported here only for comparison. These findings\ndemonstrate that molecular adsorption combined with defect engineering can be a\npractical approach to tune magnetism in 2D materials, with potential relevance\nfor spintronic and sensing applications."}
{"id": "2509.09909", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09909", "abs": "https://arxiv.org/abs/2509.09909", "authors": ["R. Oishi", "T. Taniguchi", "D. T. Adroja", "M. D. Le", "M. Aouane", "T. Onimaru", "K. Umeo", "I. Ishii", "T. Takabatake"], "title": "TbPt6Al3: A rare-earth-based g-wave altermagnet with a honeycomb structure", "comment": "17 pages, 10 figures", "summary": "The magnetic properties of the Tb-honeycomb lattice compound TbPt6Al3, which\ncrystallizes in the NdPt6Al3-type trigonal structure, have been studied by the\nmeasurements of electrical resistivity, magnetization M(T, B), and specific\nheat on single-crystalline samples. The magnetic susceptibility, M(T)/B, for B\n|| c = 0.1 T shows a cusp at TN = 3.5 K, which temperature decreases with\nincreasing the magnitude of B || c, while M(T)/B for B || a = 0.1 T remains\nconstant with decreasing temperature below TN. This anisotropic behavior\nsuggests a collinear antiferromagnetic (AFM) order of the Tb3+ moments pointing\nalong the c axis. The data of M(T)/B for T > 10 K on the single crystal and\nthat of inelastic neutron scattering from powdered samples have been\nsimultaneously analyzed using the crystal field model. The analysis reveals the\nnon-Kramers doublet ground state for the Tb3+ ion under the trigonal crystal\nfield. The neutron powder diffraction measurement shows that the collinear AFM\nstructure with a magnetic propagation vector k = [0, 0, 0] is associated with\nmoments of 5.1 {\\mu}B/Tb pointing along the c axis. Comparison of the magnetic\npoint group with the nontrivial spin Laue group indicates that TbPt6Al3 is\nclassified into bulk g-wave altermagnets."}
{"id": "2509.10398", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10398", "abs": "https://arxiv.org/abs/2509.10398", "authors": ["Arpan Manna", "Sunit Das", "Amit Agarwal", "Soumik Mukhopadhyay"], "title": "Disorder-driven Weyl-Kondo Semimetal Phase in WTe$_2$", "comment": "Comments are welcome", "summary": "In this Letter, we report the observation of disorder-driven anisotropic\nKondo screening and spontaneous Hall effect in bulk WTe${_2}$, a nonmagnetic\ntype-II Weyl semimetal. We show that Kondo scattering emerges more prominently\nin disordered samples and produces magnetoresistance that is strongly\nanisotropic with respect to both current and magnetic field orientation,\nreflecting the underlying type-II Weyl dispersion. Strikingly, we find a\nspontaneous Hall effect in zero magnetic field, whose magnitude is enhanced\nwith disorder, together with a large second-harmonic Hall signal exhibiting\nquadratic current scaling. Our analysis indicates that disorder-driven Kondo\ninteractions pin the Fermi level near the Weyl nodes. This enhances the Berry\ncurvature-driven nonequilibrium transport, accounting for both the second-order\nand spontaneous Hall responses. These findings establish disordered WTe${_2}$\nas a platform hosting Weyl-Kondo fermions and highlight disorder as an\neffective control knob for inducing correlated topological phases in weakly\ncorrelated Weyl semimetals."}
{"id": "2509.09976", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09976", "abs": "https://arxiv.org/abs/2509.09976", "authors": ["Jianping Fu", "Yue Sun", "Jingting Chen", "Zhixiang Shi", "Tsuyoshi Tamegai"], "title": "Impact of Disorder on the Superconducting Properties and BCS-BEC Crossover in FeSe Single Crystals", "comment": "8 pages, 5 figures", "summary": "We investigate the crystal structure, transport properties and specific heat\nin five selected FeSe single crystals containing different amounts of disorder.\nTransport measurements show that disorder significantly suppresses\nsuperconducting transition temperature, $T_\\mathrm{c}$, and upper critical\nfield, $H_\\mathrm{c2}$. Specific heat results confirm a robust multi-gap\nnature, a larger isotropic gap ($\\Delta_\\mathrm{s}$) and a smaller anisotropic\ngap ($\\Delta_\\mathrm{es}$). The smaller gap $\\Delta_\\mathrm{es}$ becomes more\nisotropic with increasing disorder. Additionally, FeSe is regarded as a\nsuperconductor in the crossover regime from Bardeen-Cooper-Schrieffer (BCS) to\nBose-Einstein condensation (BEC) because of its comparable $\\Delta$ and Fermi\nenergy $E_\\mathrm{F}$. By introducing disorder, the BCS-BEC crossover in FeSe\ncan be tuned closer to BCS limit, reducing $\\Delta/E_\\mathrm{F}$ from 1.3 to\n0.4."}
{"id": "2509.10219", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.10219", "abs": "https://arxiv.org/abs/2509.10219", "authors": ["Gavriel Arbiv", "Sambhu Radhakrishnan", "Alysson F. Morais", "C. Vinod Chandran", "Dries Vandenabeele", "Dirk Dom", "Karel Duerinckx", "Christine E. A. Kirschhock", "Eric Breynaert"], "title": "Competitive Adsorption of Toluene and Water in MFI-type Zeolites", "comment": null, "summary": "Competitive adsorption is a major challenge in understanding catalytic\nactivity, selectivity and reaction mechanisms in confined environments such as\nzeolites. This study investigated competitive adsorption in MFI-type zeolites\n(ZSM-5) using solid-state NMR, focusing on the interplay between toluene and\nwater. Quantitative 1H NMR spectroscopy identified three distinct populations\nof adsorbed toluene evolving with increasing toluene loading. The adsorption\nbehavior was consistent across a series of samples with Si/Al ratio ranging\nfrom 11.5 to 140. Combining 1D and 2D NMR techniques with sample engineering\n(e.g. pore-blocking) enabled the assignment of the populations to toluene\nwithin the zeolite channels, at the pore mouths, and adsorbed on the external\ncrystal surface. Crucially, introducing water to toluene-loaded zeolites caused\na partial displacement of toluene from the internal channels, but significant\nremoval from the pore mouths. This dis-placement occurred even in the highly\nhydrophobic zeolite (Si/Al = 140), where water still preferentially adsorbed to\nBr{\\o}nsted acid sites and silanol species. The results highlight the critical\nimpact that competitive adsorption from solvents, products, or impurities can\nhave on the efficiency and selectivity of zeolite-mediated transformations."}
{"id": "2509.09938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09938", "abs": "https://arxiv.org/abs/2509.09938", "authors": ["Abhijith Thoopul Anantharanga", "Jackson Plummer", "Saryu Fensin", "Brandon Runnels"], "title": "Predicting void nucleation in microstructure with convolutional neural networks", "comment": null, "summary": "Void nucleation in ductile materials subjected to high strain-rate loading\nremains a critical yet elusive phenomenon to understand. Traditional methods to\nunderstand void nucleation typically rely on experiments and molecular dynamics\nand do not capture the underlying factors leading to void nucleation. In this\nstudy, a convolutional neural network, specifically a U-Net enhanced with\nattention gates is developed, to predict void nucleation probability in\npristine tantalum microstructures. The approach leverages a multi-channel\ninput, incorporating four channels of grain orientations and an additional\nchannel of grain boundary energy calculated via the lattice matching method.\nVoid nucleation probability fields are determined from post-mortem micrographs\nand serve as ground truth, distinguishing void from no-void regions at the\npixel level. Pixel-level class imbalance, commen in such images, is addressed\nby using Focal loss to guide the network's training to predict void nucleation\nsites more effectively. The model not only predicts void nucleation sites\nconsistent with ground-truth but also reveals additional potential void\nnucleation sites, capturing the stochastic nature of void nucleation. This\nstudy shows that CNN-based models can predict void nucleation sites while\nconsidering combined interplay of factors such as grain boundary energy and\ngrain orientation. In this way, machine learning can serve as a means to\nunderstand the underlying factors leading to void nucleation thereby\ncontributing to a fundamental understanding of failure due to spallation in\nductile materials."}
{"id": "2509.09964", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09964", "abs": "https://arxiv.org/abs/2509.09964", "authors": ["Tara Peña", "Anton E. O. Persson", "Andrey Krayev", "Áshildur Friðriksdóttir", "Kathryn Neilson", "Zhepeng Zhang", "Anh Tuan Hoang", "Jerry A. Yang", "Lauren Hoang", "Andrew J. Mannix", "Paul C. McIntyre", "Eric Pop"], "title": "Scaling High-Performance Nanoribbon Transistors with Monolayer Transition Metal Dichalcogenides", "comment": "16 pages, 4 figures", "summary": "Nanoscale transistors require aggressive reduction of all channel dimensions:\nlength, width, and thickness. While monolayer two-dimensional semiconductors\n(2DS) offer ultimate thickness scaling, good performance has largely been\nachieved only in micrometer-wide channels. Here, we demonstrate both $\\it{n}$-\nand $\\it{p}$-type nanoribbon transistors based on monolayer 2DS, fabricated\nusing a multi-patterning process, reaching channel widths down to 25 nm and\nlengths down to 50 nm. 'Anchored' contacts improve device yield, while\nnanoscale imaging, including tip-enhanced photoluminescence, reveals minimal\nedge degradation. The devices reach on-state currents up to 560, 420, and 130\n$\\mu$A $\\mu$m$^{-1}$ at 1 V drain-to-source voltage for $\\it{n}$-type\nMoS$_{2}$, WS$_{2}$, and $\\it{p}$-type WSe$_{2}$, respectively, integrated with\nthin high-$\\kappa$ dielectrics. These results surpass prior reports for\nsingle-gated nanoribbons, the WS$_{2}$ by over 100 times, even in normally-off\n(enhancement-mode) transistors. Taken together, these findings suggest that top\ndown patterned 2DS nanoribbons are promising building blocks for future\nnanosheet transistors."}
{"id": "2509.10028", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10028", "abs": "https://arxiv.org/abs/2509.10028", "authors": ["Tatsuki Muto", "Masahito Mochizuki"], "title": "Switching magnetic texture via in-plane magnetic field in noncentrosymmetric dipolar magnets: From skyrmions to antiskyrmions and nontopological magnetic bubbles", "comment": "14 pages, 9 figures", "summary": "We theoretically investigate field-induced switching of magnetic topology in\na nanodisk-shaped sample of noncentrosymmetric dipolar magnet in which the\nDzyaloshinskii-Moriya interaction that stabilizes an antiskyrmion with $N_{\\rm\nsk}$=+1 and the magnetic dipole interaction that stabilizes a skyrmion with\n$N_{\\rm sk}$=$-1$ are in keen competition where $N_{\\rm sk}$ is the skyrmion\nnumber. Our micromagnetic simulations demonstrate that the competition offers a\nunique opportunity to switch magnetic textures with distinct magnetic topology\namong the antiskyrmion ($N_{\\rm sk}$=+1), elliptical skyrmion ($N_{\\rm\nsk}$=$-1$), and nontopological bubble ($N_{\\rm sk}$=0) in a deterministic\nmanner by application of magnetic fields parallel to the sample plane. By\ncalculating time and spatial profiles of energy contributions from respective\ninteractions and magnetic anisotropy, we clarify the physical mechanism and\nproperties of the observed field-induced topology switching phenomena. Our\nfindings are expected to provide useful insights into the spintronic\napplication of topological magnetism."}
{"id": "2509.10267", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10267", "abs": "https://arxiv.org/abs/2509.10267", "authors": ["Daria I. Markina", "Priyanka Mondal", "Lukas Krelle", "Sai Shradha", "Mikhail M. Glazov", "Regine von Klitzing", "Kseniia Mosina", "Zdenek Sofer", "Bernhard Urbaszek"], "title": "Interplay of vibrational, electronic, and magnetic states in CrSBr", "comment": null, "summary": "The van der Waals antiferromagnet CrSBr exhibits coupling of vibrational,\nelectronic, and magnetic degrees of freedom, giving rise to distinctive\nquasi-particle interactions. We investigate these interactions across a wide\ntemperature range using polarization-resolved Raman spectroscopy at various\nexcitation energies, complemented by optical absorption and photoluminescence\nexcitation (PLE) spectroscopy. Under 1.96 eV excitation, we observe pronounced\nchanges in the A$_g^1$, A$_g^2$, and A$_g^3$ Raman modes near the N\\'eel\ntemperature, coinciding with modifications in the oscillator strength of\nexcitonic transitions and clear resonances in PLE. The distinct temperature\nevolution of Raman tensor elements and polarization anisotropy for Raman modes\nindicates that they couple to different excitonic and electronic states. The\nsuppression of the excitonic state's oscillation strength above the N\\'eel\ntemperature could be related to the magnetic phase transition, thereby\nconnecting these excitonic states and Raman modes to a specific spin alignment.\nThese observations make CrSBr a versatile platform for probing quasi-particle\ninteractions in low-dimensional magnets and provide insights for applications\nin quantum sensing and quantum communication."}
{"id": "2509.09959", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.09959", "abs": "https://arxiv.org/abs/2509.09959", "authors": ["Xin Ma", "Siqi Wu", "Zilong Li", "Lunhui Hu", "Jianhui Dai", "Chao Cao"], "title": "Possible Spin Triplet Pairing due to Altermagnetic Spin Fluctuation", "comment": null, "summary": "The interplay between unconventional superconductivity and altermagnetic\norder has attracted much attentions. In particular, whether spin-triplet\nsuperconductivity can be achieved by suppressing altermagnetism remains an open\nissue. We investigate this issue using a minimal single-orbital Hubbard model\non a square lattice with vacancy superstructure, in which both conventional\nantiferromagnetic and altermagnetic order can emerge on equal footing. We\nillustrate the existence of a metallic normal phase with altermagnetism even at\nhalf-filling due to the geometric frustration and Coulomb interaction.\nSuppressing the altermagnetic long-range order using charge doping can lead to\nboth conventional antiferromagnetic and altermagnetic spin fluctuation. The\nspin-singlet pairing is always favored when the conventional antiferromagnetic\nspin fluctuation dominates. However, when the altermagnetic spin fluctuation\ndominates, spin-triplet pairing may be induced. Implications of our results in\npossible material candidates are also briefly discussed."}
{"id": "2509.10412", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10412", "abs": "https://arxiv.org/abs/2509.10412", "authors": ["Rafael Pineda Medina", "Pablo Burset", "William J. Herrera"], "title": "Topological superconductivity in a dimerized Kitaev chain revealed by nonlocal transport", "comment": null, "summary": "Artificial Kitaev chains engineered from semiconducting quantum dots coupled\nby superconducting segments offer a promising route to realize and control\nMajorana bound states for topological quantum computation. We study a dimerized\nKitaev chain--equivalent to a superconducting Su-Schrieffer-Heeger model--and\nanalyze the behavior of the resulting two coupled chains. We show that\ninterference between Majorana edge modes from each chain gives rise to\nobservable signatures in nonlocal conductance. Additionally, we identify a\nparity effect in the system length that governs the coupling of edge states,\nsupported by an analytical model. Our results provide experimentally accessible\nprobes for Majorana hybridization in mesoscopic topological superconductors."}
{"id": "2509.10106", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10106", "abs": "https://arxiv.org/abs/2509.10106", "authors": ["Cong Li", "Zhilong Yang", "Hongxiong Liu", "Magnus H. Berntsen", "Francesco Scali", "Dibya Phuyal", "Jianfeng Zhang", "Timur K. Kim", "Jacek Osiecki", "Balasubramanian Thiagarajan", "Youguo Shi", "Tao Xiang", "Quansheng Wu", "Oscar Tjernberg"], "title": "Resolving the Bulk-Boundary Correspondence Paradox on Low-Symmetry Surfaces of Weyl Semimetals", "comment": "Main text: 18 pages, 4 figures; SI: 29 pages, 16 figures. Comments\n  are welcome", "summary": "Low-symmetry surfaces of topological semimetals offer access to boundary\nphenomena hidden on conventional facets, yet systematic studies remain scarce\ndue to experimental challenges and the lack of a general framework for\nreconciling bulk and surface periodicities. Here, we investigate the (103)\nsurface of the Weyl semimetal NdAlSi using angle resolved photoemission\nspectroscopy and density functional theory. The (103) surface is an example of\na low symmetry surface that presents an apparent paradox to the bulk-boundary\ncorrespondence. The surface periodicity to which the topological surface states\nare expected to adhere does not correspond to the bulk periodicity of the Weyl\npoints. By showing that successive bulk Brillouin zones generate replicas that\naccumulate into a superlattice commensurate with the surface Brillouin zone, we\ndemonstrate how the apparent bulk boundary correspondence paradox is resolved\nand establish a universal criterion for arbitrary facets. The framework and\nexperimental results further suggests that overlapping Fermi arcs can hybridize\ninto closed Fermi arc loops, enriching boundary topology and enabling\nunconventional transport, interference, and collective phenomena unique to\nlowsymmetry facets."}
{"id": "2509.10293", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10293", "abs": "https://arxiv.org/abs/2509.10293", "authors": ["Yinan Wang", "Xiaoyang Wang", "Zhenyu Wang", "Jing Wu", "Jian Lv", "Han Wang"], "title": "OpenCSP: A Deep Learning Framework for Crystal Structure Prediction from Ambient to High Pressure", "comment": "15 pages, 5 figures", "summary": "High-pressure crystal structure prediction (CSP) underpins advances in\ncondensed matter physics, planetary science, and materials discovery. Yet, most\nlarge atomistic models are trained on near-ambient, equilibrium data, leading\nto degraded stress accuracy at tens to hundreds of gigapascals and sparse\ncoverage of pressure-stabilized stoichiometries and dense coordination motifs.\nHere, we introduce OpenCSP, a machine learning framework for CSP tasks spanning\nambient to high-pressure conditions. This framework comprises an open-source\npressure-resolved dataset alongside a suite of publicly available atomistic\nmodels that are jointly optimized for accuracy in energy, force, and stress\npredictions. The dataset is constructed via randomized high-pressure sampling\nand iteratively refined through an uncertainty-guided concurrent learning\nstrategy, which enriches underrepresented compression regimes while suppressing\nredundant DFT labeling. Despite employing a training corpus one to two orders\nof magnitude smaller than those of leading large models, OpenCSP achieves\ncomparable or superior performance in high-pressure enthalpy ranking and\nstability prediction. Across benchmark CSP tasks spanning a wide pressure\nwindow, our models match or surpass MACE-MPA-0, MatterSim v1 5M, and\nGRACE-2L-OAM, with the largest gains observed at elevated pressures. These\nresults demonstrate that targeted, pressure-aware data acquisition coupled with\nscalable architectures enables data-efficient, high-fidelity CSP, paving the\nway for autonomous materials discovery under ambient and extreme conditions."}
{"id": "2509.09964", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09964", "abs": "https://arxiv.org/abs/2509.09964", "authors": ["Tara Peña", "Anton E. O. Persson", "Andrey Krayev", "Áshildur Friðriksdóttir", "Kathryn Neilson", "Zhepeng Zhang", "Anh Tuan Hoang", "Jerry A. Yang", "Lauren Hoang", "Andrew J. Mannix", "Paul C. McIntyre", "Eric Pop"], "title": "Scaling High-Performance Nanoribbon Transistors with Monolayer Transition Metal Dichalcogenides", "comment": "16 pages, 4 figures", "summary": "Nanoscale transistors require aggressive reduction of all channel dimensions:\nlength, width, and thickness. While monolayer two-dimensional semiconductors\n(2DS) offer ultimate thickness scaling, good performance has largely been\nachieved only in micrometer-wide channels. Here, we demonstrate both $\\it{n}$-\nand $\\it{p}$-type nanoribbon transistors based on monolayer 2DS, fabricated\nusing a multi-patterning process, reaching channel widths down to 25 nm and\nlengths down to 50 nm. 'Anchored' contacts improve device yield, while\nnanoscale imaging, including tip-enhanced photoluminescence, reveals minimal\nedge degradation. The devices reach on-state currents up to 560, 420, and 130\n$\\mu$A $\\mu$m$^{-1}$ at 1 V drain-to-source voltage for $\\it{n}$-type\nMoS$_{2}$, WS$_{2}$, and $\\it{p}$-type WSe$_{2}$, respectively, integrated with\nthin high-$\\kappa$ dielectrics. These results surpass prior reports for\nsingle-gated nanoribbons, the WS$_{2}$ by over 100 times, even in normally-off\n(enhancement-mode) transistors. Taken together, these findings suggest that top\ndown patterned 2DS nanoribbons are promising building blocks for future\nnanosheet transistors."}
{"id": "2509.10215", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10215", "abs": "https://arxiv.org/abs/2509.10215", "authors": ["Giordano Mattoni", "Thomas Johnson", "Atsutoshi Ikeda", "Shubhankar Paul", "Jake Bobowski", "Manfred Sigrist", "Yoshiteru Maeno"], "title": "Direct evidence for the absence of coupling between shear strain and superconductivity in Sr2RuO4", "comment": null, "summary": "The superconducting symmetry of Sr2RuO4 has been intensely debated for many\nyears. A crucial controversy recently emerged between shear-mode ultrasound\nexperiments, which suggest a two-component order parameter, and some uniaxial\npressure experiments that suggest a one-component order parameter. To resolve\nthis controversy, we use a new approach to directly apply three different kinds\nof shear strain to single crystals of Sr2RuO4 and investigate the coupling to\nsuperconductivity. After characterising the strain by optical imaging, we\nobserve variations of the transition temperature Tc smaller than 10mK/% as\nmeasured by low-frequency magnetic susceptibility, indicating that shear strain\nhas little to no coupling to superconductivity. Our results are consistent with\na one-component order parameter model, but such a model cannot consistently\nexplain other experimental evidence such as time-reversal symmetry breaking,\nsuperconducting domains, and horizontal line nodes, thus calling for\nalternative interpretations."}
{"id": "2509.10412", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10412", "abs": "https://arxiv.org/abs/2509.10412", "authors": ["Rafael Pineda Medina", "Pablo Burset", "William J. Herrera"], "title": "Topological superconductivity in a dimerized Kitaev chain revealed by nonlocal transport", "comment": null, "summary": "Artificial Kitaev chains engineered from semiconducting quantum dots coupled\nby superconducting segments offer a promising route to realize and control\nMajorana bound states for topological quantum computation. We study a dimerized\nKitaev chain--equivalent to a superconducting Su-Schrieffer-Heeger model--and\nanalyze the behavior of the resulting two coupled chains. We show that\ninterference between Majorana edge modes from each chain gives rise to\nobservable signatures in nonlocal conductance. Additionally, we identify a\nparity effect in the system length that governs the coupling of edge states,\nsupported by an analytical model. Our results provide experimentally accessible\nprobes for Majorana hybridization in mesoscopic topological superconductors."}
{"id": "2509.09976", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09976", "abs": "https://arxiv.org/abs/2509.09976", "authors": ["Jianping Fu", "Yue Sun", "Jingting Chen", "Zhixiang Shi", "Tsuyoshi Tamegai"], "title": "Impact of Disorder on the Superconducting Properties and BCS-BEC Crossover in FeSe Single Crystals", "comment": "8 pages, 5 figures", "summary": "We investigate the crystal structure, transport properties and specific heat\nin five selected FeSe single crystals containing different amounts of disorder.\nTransport measurements show that disorder significantly suppresses\nsuperconducting transition temperature, $T_\\mathrm{c}$, and upper critical\nfield, $H_\\mathrm{c2}$. Specific heat results confirm a robust multi-gap\nnature, a larger isotropic gap ($\\Delta_\\mathrm{s}$) and a smaller anisotropic\ngap ($\\Delta_\\mathrm{es}$). The smaller gap $\\Delta_\\mathrm{es}$ becomes more\nisotropic with increasing disorder. Additionally, FeSe is regarded as a\nsuperconductor in the crossover regime from Bardeen-Cooper-Schrieffer (BCS) to\nBose-Einstein condensation (BEC) because of its comparable $\\Delta$ and Fermi\nenergy $E_\\mathrm{F}$. By introducing disorder, the BCS-BEC crossover in FeSe\ncan be tuned closer to BCS limit, reducing $\\Delta/E_\\mathrm{F}$ from 1.3 to\n0.4."}
{"id": "2509.10309", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10309", "abs": "https://arxiv.org/abs/2509.10309", "authors": ["Mark Potts", "Shu Zhang"], "title": "Spin-qubit Noise Spectroscopy of Magnetic Berezinskii-Kosterlitz-Thouless Physics", "comment": "5 pages, 3 figures", "summary": "We propose using spin-qubit noise magnetometry to probe dynamical signatures\nof magnetic Berezinskii-Kosterlitz-Thouless (BKT) physics. For a\nnitrogen-vacancy (NV) center coupled to two-dimensional XY magnets, we predict\ndistinctive features in the magnetic noise spectral density in the sub-MHz to\nGHz frequency range. In the quasi-long-range ordered phase, the spectrum\nexhibits a temperature-dependent power law characteristic of algebraic spin\ncorrelations. Above the transition, the noise reflects the proliferation of\nfree vortices and enables quantitative extraction of the vortex conductivity, a\nkey parameter of vortex transport. These results highlight NV as a powerful\nspectroscopic method to resolve magnetic dynamics in the mesoscopic and\nlow-frequency regimes and to probe exotic magnetic phase transitions."}
{"id": "2509.10215", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10215", "abs": "https://arxiv.org/abs/2509.10215", "authors": ["Giordano Mattoni", "Thomas Johnson", "Atsutoshi Ikeda", "Shubhankar Paul", "Jake Bobowski", "Manfred Sigrist", "Yoshiteru Maeno"], "title": "Direct evidence for the absence of coupling between shear strain and superconductivity in Sr2RuO4", "comment": null, "summary": "The superconducting symmetry of Sr2RuO4 has been intensely debated for many\nyears. A crucial controversy recently emerged between shear-mode ultrasound\nexperiments, which suggest a two-component order parameter, and some uniaxial\npressure experiments that suggest a one-component order parameter. To resolve\nthis controversy, we use a new approach to directly apply three different kinds\nof shear strain to single crystals of Sr2RuO4 and investigate the coupling to\nsuperconductivity. After characterising the strain by optical imaging, we\nobserve variations of the transition temperature Tc smaller than 10mK/% as\nmeasured by low-frequency magnetic susceptibility, indicating that shear strain\nhas little to no coupling to superconductivity. Our results are consistent with\na one-component order parameter model, but such a model cannot consistently\nexplain other experimental evidence such as time-reversal symmetry breaking,\nsuperconducting domains, and horizontal line nodes, thus calling for\nalternative interpretations."}
{"id": "2509.09978", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09978", "abs": "https://arxiv.org/abs/2509.09978", "authors": ["Zodinpuia Ralte", "Ramesh Kumar", "Mukhtiyar Singh"], "title": "Elemental Frequency-Based Supervised Classification Approach for the Search of Novel Topological Materials", "comment": "10 pages, 9 figures, 6 tables", "summary": "The machine learning based approaches efficiently solves the goal of\nsearching the best materials candidate for the targeted properties. The search\nfor topological materials using traditional first-principles and symmetry-based\nmethods often requires lots of computing power or is limited by the crystalline\nsymmetries. In this study, we present frequency-based statistical descriptors\nfor machine learning-driven topological material's classification that is\nindependent of crystallographic symmetry of wave functions. This approach\npredicts the topological nature of a material based on its chemical formula.\nWith a balanced dataset of 3910 materials, we have achieved classification\naccuracies of 82\\% with the Support Vector Machine (SVM) model and 83\\% with\nthe Random Forest (RF) model, where both models have trained on common\nfrequency based features. We have checked the performances of the models using\n$5-fold$ cross-validation approach. Further, we have validated the models on a\ndataset of unseen binary compounds and have efficiently identified 22 common\nmaterials using both the models. Next, we implemented the $first-principles$\napproach to confirm the topological nature of these predicted materials and\nfound the topological signatures of Dirac, Weyl, and nodal-line semimetallic\nphases. Therefore, we have demonstrated that the implications of\nfrequency-based descriptors is a practical and less complex way to find novel\ntopological materials with certain physical post-processing filters. This\napproach lays the groundwork for scalable, data-driven topological property\nscreening of complex materials."}
{"id": "2509.10228", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10228", "abs": "https://arxiv.org/abs/2509.10228", "authors": ["Aarti Lakhara", "Lars Thole", "Rolf J. Haug", "P. A. Bhobe"], "title": "Anomalous Electrical Transport in SnSe$_2$ Nanosheets: Role of Thickness and Surface Defect States", "comment": null, "summary": "This work examines the influence of thickness on the electrical transport\nproperties of mechanically exfoliated two-dimensional SnSe$_2$ nanosheets,\nderived from the bulk single crystal. Contrary to conventional trend observed\nin two-dimensional systems, we find a semiconducting to metallic resistivity\nbehavior with decreasing thickness. The analysis of low-temperature conduction\nindicates an increased density of states at Fermi-level with decreasing\nthickness, which is further corroborated by gate bias dependent conductance\nmeasurement. The enhanced conductivity in thinner flake is attributed to the\nn-type doping arising from surface defect states. The presence and evolution of\nthese defect states with thickness is probed by thickness-dependent\nroom-temperature Raman spectroscopy. Our study provides insights into the\nthickness-dependent electronic transport mechanism of SnSe$_2$ and the crucial\nrole of defect states in governing the observed conductivity behavior."}
{"id": "2509.09983", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09983", "abs": "https://arxiv.org/abs/2509.09983", "authors": ["Menghan Song", "Ting-Tung Wang", "Liuke Lyu", "William Witczak-Krempa", "Zi Yang Meng"], "title": "Entanglement architecture of beyond-Landau quantum criticality", "comment": "10 pages, 9 figures", "summary": "Quantum critical points beyond the Landau paradigm exhibit fractionalized\nexcitations and emergent gauge fields. Here, we use entanglement\nmicroscopy--full tomography of the reduced density matrix of small subregions\nand subsequent extraction of their quantum correlations--to resolve the\nentanglement architecture near such exotic critical points. We focus on genuine\nmultipartite entanglement (GME). Through unbiased quantum Monte Carlo sampling\nof RDMs across conventional O(2)/O(3) Wilson-Fisher transitions, and\nunconventional XY$^*$, and N\\'eel-VBS transitions in (2+1)d, we discover a\ndichotomy: Landau criticality amplifies GME within compact subregions, while\nnon-Landau criticality redistributes entanglement into larger, loopy\nconfigurations. Key signatures at non-Landau criticality include the absence of\nthree-spin GME, and the loss of non-loopy entanglement in unicursal regions.\nSimilar results in a critical resonating valence bond wavefunction confirm this\nmultipartite entanglement structure as a common feature of emergent gauge\ntheories. Our findings reveal a distinct entanglement architecture in\nbeyond-Landau quantum critical theories."}
{"id": "2509.10398", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10398", "abs": "https://arxiv.org/abs/2509.10398", "authors": ["Arpan Manna", "Sunit Das", "Amit Agarwal", "Soumik Mukhopadhyay"], "title": "Disorder-driven Weyl-Kondo Semimetal Phase in WTe$_2$", "comment": "Comments are welcome", "summary": "In this Letter, we report the observation of disorder-driven anisotropic\nKondo screening and spontaneous Hall effect in bulk WTe${_2}$, a nonmagnetic\ntype-II Weyl semimetal. We show that Kondo scattering emerges more prominently\nin disordered samples and produces magnetoresistance that is strongly\nanisotropic with respect to both current and magnetic field orientation,\nreflecting the underlying type-II Weyl dispersion. Strikingly, we find a\nspontaneous Hall effect in zero magnetic field, whose magnitude is enhanced\nwith disorder, together with a large second-harmonic Hall signal exhibiting\nquadratic current scaling. Our analysis indicates that disorder-driven Kondo\ninteractions pin the Fermi level near the Weyl nodes. This enhances the Berry\ncurvature-driven nonequilibrium transport, accounting for both the second-order\nand spontaneous Hall responses. These findings establish disordered WTe${_2}$\nas a platform hosting Weyl-Kondo fermions and highlight disorder as an\neffective control knob for inducing correlated topological phases in weakly\ncorrelated Weyl semimetals."}
{"id": "2509.09998", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09998", "abs": "https://arxiv.org/abs/2509.09998", "authors": ["Ana M. Valencia", "Lisa Schraut-May", "Marie Siegert", "Sebastian Hammer", "Beatrice Cula", "Alexandra Friedrich", "Holger Helten", "Jens Pflaum", "Caterina Cocchi", "Andreas Opitz"], "title": "Unveiling the Role of Solvents in DBTTF:HATCN Ternary Cocrystals", "comment": null, "summary": "Donor-acceptor (D:A) cocrystals offer a promising platform for\nnext-generation optoelectronic applications, but the impact of residual solvent\nmolecules on their properties remains an open question. We investigate six\nnovel D:A cocrystals of dibenzotetrathiafulvalene (DBTTF) and\n1,4,5,8,9,11-hexaazatriphenylenehexacarbo-nitrile (HATCN), prepared via solvent\nevaporation, yielding 1:1 molar ratios, and horizontal vapor deposition,\nresulting in solvent-free 3:2 cocrystals. Combining spectroscopy and\ndensity-functional theory (DFT) calculations, we find that, while the\nelectronic and optical properties of the cocrystals are largely unaffected by\nsolvent inclusion, the charge transfer mechanism is surprisingly complex. Raman\nspectroscopy reveals a consistent charge transfer of 0.11 $e$ across all\nconsidered structures, corroborated by DFT calculations on solvent-free\nsystems. Partial charge analysis reveals that in solvated cocrystals, solvent\nmolecules actively participate in the charge transfer process as primary\nelectron acceptors. This involvement can perturb the expected D:A behavior,\nrevealing a faceted charge-transfer mechanism in HATCN even beyond the\nestablished involvement of its cyano group. Overall, our study demonstrates\nthat while solution-based methods preserve the intrinsic D:A characteristics,\nsolvents can be leveraged as active electronic components, opening new avenues\nfor material design."}
{"id": "2509.09999", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09999", "abs": "https://arxiv.org/abs/2509.09999", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M Ziff", "Ankur Sensharma"], "title": "Bond percolation in distorted square and triangular lattices", "comment": "12 pages, 9 figures, Accepted in Phys. Rev. E", "summary": "This article presents a Monte Carlo study on bond percolation in distorted\nsquare and triangular lattices. The distorted lattices are generated by\ndislocating the sites from their regular positions. The amount and direction of\nthe dislocations are random, but can be tuned by the distortion parameter\n$\\alpha$. Once the sites are dislocated, the bond lengths $\\delta$ between the\nnearest neighbors change. A bond can only be occupied if its bond length is\nless than a threshold value called the connection threshold $d$. It is observed\nthat when the connection threshold is greater than the lattice constant\n(assumed to be $1$), the bond percolation threshold $p_\\mathrm{b}$ always\nincreases with distortion. For $d\\le 1$, no spanning configuration is found for\nthe square lattice when the lattice is distorted, even very slightly. On the\nother hand, the triangular lattice not only spans for $d\\le 1$, it also shows a\ndecreasing trend for $p_\\mathrm{b}$ in the low-$\\alpha$ range. These variation\npatterns have been linked with the average coordination numbers of the\ndistorted lattices. A critical value $d_\\mathrm{c}$ for the connection\nthreshold has been defined as the value of $d$ below which no spanning\nconfiguration can be found even after occupying all the bonds satisfying the\nconnection criterion $\\delta\\le d$. The behavior of $d_\\mathrm{c}(\\alpha)$ is\nmarkedly different for the two lattices."}
{"id": "2509.10028", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10028", "abs": "https://arxiv.org/abs/2509.10028", "authors": ["Tatsuki Muto", "Masahito Mochizuki"], "title": "Switching magnetic texture via in-plane magnetic field in noncentrosymmetric dipolar magnets: From skyrmions to antiskyrmions and nontopological magnetic bubbles", "comment": "14 pages, 9 figures", "summary": "We theoretically investigate field-induced switching of magnetic topology in\na nanodisk-shaped sample of noncentrosymmetric dipolar magnet in which the\nDzyaloshinskii-Moriya interaction that stabilizes an antiskyrmion with $N_{\\rm\nsk}$=+1 and the magnetic dipole interaction that stabilizes a skyrmion with\n$N_{\\rm sk}$=$-1$ are in keen competition where $N_{\\rm sk}$ is the skyrmion\nnumber. Our micromagnetic simulations demonstrate that the competition offers a\nunique opportunity to switch magnetic textures with distinct magnetic topology\namong the antiskyrmion ($N_{\\rm sk}$=+1), elliptical skyrmion ($N_{\\rm\nsk}$=$-1$), and nontopological bubble ($N_{\\rm sk}$=0) in a deterministic\nmanner by application of magnetic fields parallel to the sample plane. By\ncalculating time and spatial profiles of energy contributions from respective\ninteractions and magnetic anisotropy, we clarify the physical mechanism and\nproperties of the observed field-induced topology switching phenomena. Our\nfindings are expected to provide useful insights into the spintronic\napplication of topological magnetism."}
{"id": "2509.10049", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.10049", "abs": "https://arxiv.org/abs/2509.10049", "authors": ["Yu-Rong Shu", "Shuai Yin"], "title": "Universal Driven Critical Dynamics near the Boundary", "comment": "17 pages, 15 figures", "summary": "The celebrated Kibble-Zurek mechanism (KZM) describes the scaling of physical\nquantities when external parameters sweep through a critical point. Boundaries\nare ubiquitous in real systems, and critical behaviors near the boundary have\nattracted extensive research. Different boundary universality classes,\nincluding ordinary, special, extraordinary, and surface transitions, have been\nidentified. However, the driven critical dynamics near boundaries remains\nunexplored. Here, we systematically investigate the driven critical dynamics in\nvarious boundary universality classes of the Ising model in both two and three\ndimensions, and discover a wealth of dynamic scaling behaviors. We find that\nfor heating dynamics in all boundary universality classes, as well as for\ncooling dynamics in special, extraordinary, and surface transitions, the\ndynamic scaling behaviors of the order parameter can be described by a normal\ngeneralization of the KZM, called boundary finite-time scaling (BFTS). In\ncontrast, for cooling dynamics in ordinary transition, we discover an abnormal\nlogarithmic scaling on the driving rate. Moreover, for the special transition,\nin addition to temperature driving, we also consider the driven dynamics by\ndriving the surface couplings. For increasing the surface coupling across the\nspecial transition point along the line of the ordinary transition, the\nprerequisite of the KZM, which requires that the correlation length/time in the\ninitial state to be short-ranged, breaks down. We develop a generalized BFTS\nfor a nonequilibrium initial state characterized by the waiting time, or the\n``age'', of the boundary. Possible generalizations are also discussed."}
{"id": "2509.10068", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10068", "abs": "https://arxiv.org/abs/2509.10068", "authors": ["Thomas Naimer", "Paulo E. Faria Junior", "Klaus Zollner", "Jaroslav Fabian"], "title": "Radial Rashba spin-orbit fields in commensurate twisted transition-metal dichalcogenide bilayers", "comment": null, "summary": "In commensurate twisted homobilayers, purely radial Rashba spin-orbit fields\ncan emerge. The observed in-plane spin textures are mostly radial, and the main\nfeatures are successfully reproduced using a model Hamiltonian based on two\neffective mass models including spin-orbit coupling, and a general\n(spin-conserving) interlayer coupling. Extracting the model Hamiltonian\nparameters through fitting of several twisted supercells, we find a twist angle\ndependency of the magnitude of the radial Rashba field, which is symmetric not\nonly around the untwisted cases ($\\Theta=0^\\circ$ and $\\Theta=60^\\circ$), but\nalso around $\\Theta=30^\\circ$. Furthermore, we observe that the interlayer\ncoupling between the $K/K'$-points of the two layers decreases with the\nincrease of the size of the commensurate supercells. Hence, peaks of high\ninterlayer coupling can occur only for twist angles, where small commensurate\nsupercells are possible. Exploring different lateral displacements between the\nlayers, we confirm that the relevant symmetry protecting the radial Rashba is\nan in-plane 180$^\\circ$ rotation axis. We additionally investigate the effects\nof atomic relaxation and modulation of the interlayer distance. Our results\noffer fundamental microscopic insights that are particularly relevant to\nengineering spin-charge conversion schemes based on twisted layered materials."}
{"id": "2509.10101", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10101", "abs": "https://arxiv.org/abs/2509.10101", "authors": ["T. J. Hicken", "P. Meadows", "D. Prabhakaran", "A. Szabó", "S. E. Dutton", "C. Castelnovo", "K. Moovendaran", "T. S. Northam de la Fuente", "L. Mangin-Thro", "G. B. G. Stenning", "M. J. Gutmann", "G. Sala", "M. B. Stone", "P. F. Henry", "D. J. Voneshen", "J. P. Goff"], "title": "Intrinsic disorder in the candidate quantum spin ice Pr$_2$Zr$_2$O$_7$", "comment": "9 pages, 3 figures", "summary": "Quantum spin liquids with long-range entanglement are of great interest for\napplications in quantum technology. The quantum spin ice Pr$_2$Zr$_2$O$_7$ is a\npromising example, where it is believed that structural disorder plays a key\nrole in enhancing quantum mechanical effects by introducing strains that split\nthe ground state doublet akin to the effect of a local disordered transverse\nfield. However, the precise defect structure responsible for this behaviour is\nunknown. Here we have determined the intrinsic defect structure of\nPr$_2$Zr$_2$O$_7$ using neutron and x-ray scattering techniques supported by\ndensity functional theory. We find the main defect is the stuffing of Zr$^{4+}$\nsites by Pr$^{3+}$ ions, accompanied by charge compensating O$^{2-}$ vacancies,\nand the relaxation of a neighbouring O$^{2-}$ ion to an interstitial site. Our\nresults explain the single-ion magnetism by considering the non-magnetic\nsinglets that arise on neighbouring sites as a result of the defect structure.\nThese singlets account for additional features in the crystal electric field\nexcitations. The effects caused by this low level of structural disorder are\nmagnified since several neighbouring Pr sites are affected. This makes a\nsignificant contribution towards the observed broadening of pinch points in the\nmagnetic diffuse scattering, which was previously attributed purely to quantum\neffects."}
{"id": "2509.10106", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10106", "abs": "https://arxiv.org/abs/2509.10106", "authors": ["Cong Li", "Zhilong Yang", "Hongxiong Liu", "Magnus H. Berntsen", "Francesco Scali", "Dibya Phuyal", "Jianfeng Zhang", "Timur K. Kim", "Jacek Osiecki", "Balasubramanian Thiagarajan", "Youguo Shi", "Tao Xiang", "Quansheng Wu", "Oscar Tjernberg"], "title": "Resolving the Bulk-Boundary Correspondence Paradox on Low-Symmetry Surfaces of Weyl Semimetals", "comment": "Main text: 18 pages, 4 figures; SI: 29 pages, 16 figures. Comments\n  are welcome", "summary": "Low-symmetry surfaces of topological semimetals offer access to boundary\nphenomena hidden on conventional facets, yet systematic studies remain scarce\ndue to experimental challenges and the lack of a general framework for\nreconciling bulk and surface periodicities. Here, we investigate the (103)\nsurface of the Weyl semimetal NdAlSi using angle resolved photoemission\nspectroscopy and density functional theory. The (103) surface is an example of\na low symmetry surface that presents an apparent paradox to the bulk-boundary\ncorrespondence. The surface periodicity to which the topological surface states\nare expected to adhere does not correspond to the bulk periodicity of the Weyl\npoints. By showing that successive bulk Brillouin zones generate replicas that\naccumulate into a superlattice commensurate with the surface Brillouin zone, we\ndemonstrate how the apparent bulk boundary correspondence paradox is resolved\nand establish a universal criterion for arbitrary facets. The framework and\nexperimental results further suggests that overlapping Fermi arcs can hybridize\ninto closed Fermi arc loops, enriching boundary topology and enabling\nunconventional transport, interference, and collective phenomena unique to\nlowsymmetry facets."}
{"id": "2509.10191", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10191", "abs": "https://arxiv.org/abs/2509.10191", "authors": ["I. M. Félix", "B. Ipaves", "R. B. de Oliveira", "L. A. Ribeiro Junior", "L. S. Rocha", "M. L. Pereira Junior", "D. S. Galvão", "R. M. Tromer"], "title": "Novel 3D Pentagraphene Allotropes: Stability, Electronic, Mechanical, and Optical Properties", "comment": null, "summary": "Carbon-based materials have attracted great attention due to their\nexceptional structural diversity and wide-ranging applications. Recently, a new\ntwo-dimensional carbon allotrope, named pentagraphene (PG), was proposed. In\nthis study, we proposed three novel three-dimensional (3D) PG allotropes, named\n3D-PG-$\\alpha$, -$\\beta$, and -$\\gamma$, engineered through biaxial strain and\ncontrolled compression of 2D PG layers. Comprehensive stability analyses,\nincluding phonon dispersion and ab initio molecular dynamics simulations\n(AIMD), confirm their thermodynamic stability under room and high-temperature\nconditions. 3D-PG-$\\alpha$ is the most stable, exhibiting a cohesive energy 0.5\neV/atom lower than the least stable structure, 3D-PG-$\\gamma$. Electronic\nproperty characterization reveals semiconducting behavior for all structures,\nwith indirect electronic band gaps ranging from 0.91 to 2.67 eV. The analyses\nof the mechanical properties showed significant anisotropy, with higher\nstiffness along the in-plane ($xy$-plane) direction. Optical properties\nhighlight strong absorption along a wide range and a pronounced anisotropic\nresponse. Additionally, the absorption spectra exhibit activity in the visible\nregion, and the refractive index and reflectivity indicate potential use in\nultraviolet-blocking devices."}
{"id": "2509.10192", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10192", "abs": "https://arxiv.org/abs/2509.10192", "authors": ["Raveena Gupta", "Joao Abreu", "Matthieu J. Verstraete"], "title": "Spectroscopy and transport of nonpolarons in silicon and germanium: the influence of doping and temperature", "comment": null, "summary": "We perform a first-principles investigation of electron-phonon interactions\nin silicon and germanium, uncovering distinct non-polaronic spectral and\ntransport fingerprints in these archetypal covalent semiconductors. Using\nmany-body perturbation theory with the retarded cumulant expansion, we compute\nquasiparticle energies, lifetimes, and phonon satellites beyond the\nDyson-Migdal approximation. Short-range crystal fields dominate coupling in\nboth materials, yet their low-temperature spectral fingerprints differ: Si\nexhibits well-resolved satellites at both band edges, whereas Ge displays\nstrong sidebands mainly at the valence band maximum (VBM) and much weaker\nfeatures at the conduction band minimum (CBM). Phonon-induced satellites in\nboth materials broaden and merge with the quasiparticle peak at elevated\ntemperatures. Doping broadens peaks and compresses satellite-quasiparticle\nseparation, with n-type carriers affecting the CBM and p-type the VBM. Mobility\ncalculations, combining cumulant-derived phonon scattering with experimentally\nmotivated ionized-impurity scattering models, reproduce measured trends and\nreveal Ge's consistently higher mobilities than Si, stemming from lighter\neffective masses and weaker coupling. These results link band-edge asymmetries\nand phonon energetics to measurable transport differences, providing a unified\nframework for predicting mobility in nonpolar semiconductors."}
{"id": "2509.10207", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.10207", "abs": "https://arxiv.org/abs/2509.10207", "authors": ["Guilherme S. L. Fabris", "Bruno Ipaves", "Raphael B. Oliveira", "Humberto R. Gutierrez", "Marcelo L. Pereira Junior", "Douglas S. Galvão"], "title": "Magnetism Induced by Azanide and Ammonia Adsorption in Defective Molybdenum Disulfide and Diselenide: A First-Principles Study", "comment": null, "summary": "Two-dimensional (2D) transition metal dichalcogenides (TMDs) have attracted\nconsiderable attention due to their tunable structural, electronic, and\nspin-related properties, particularly in the presence of point defects and\nmolecular adsorbates. Motivated by these aspects, we have investigated using\nfirst-principles methods the magnetic properties induced by azanide (NH$_2$)\nand ammonia (NH$_3$) adsorption on defective monolayers of Molybdenum Disulfide\n(MoS$_2$) and Diselenide(MoSe$_2$). Spin-polarized density functional theory\n(DFT) was employed to investigate the impact of mono- and di-vacancies on the\nlocal spin environment and the role of molecular adsorption in modifying\nmagnetic behavior. The results show that pristine chalcogen vacancies do not\ngenerate magnetism, whereas the adsorption of NH$_2$ and NH$_3$ creates\nlocalized magnetic moments in Mo-based dichalcogenides. A notable case occurs\nfor MoSe$_2$, where NH$_3$ dissociation into NH$_2$ and H fragments on the same\nside of the surface produces a net magnetic moment of 2.0 $\\mu_B$. Tests\nperformed on W-based dichalcogenides under equivalent conditions showed no\nmagnetic response, and are reported here only for comparison. These findings\ndemonstrate that molecular adsorption combined with defect engineering can be a\npractical approach to tune magnetism in 2D materials, with potential relevance\nfor spintronic and sensing applications."}
{"id": "2509.10215", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10215", "abs": "https://arxiv.org/abs/2509.10215", "authors": ["Giordano Mattoni", "Thomas Johnson", "Atsutoshi Ikeda", "Shubhankar Paul", "Jake Bobowski", "Manfred Sigrist", "Yoshiteru Maeno"], "title": "Direct evidence for the absence of coupling between shear strain and superconductivity in Sr2RuO4", "comment": null, "summary": "The superconducting symmetry of Sr2RuO4 has been intensely debated for many\nyears. A crucial controversy recently emerged between shear-mode ultrasound\nexperiments, which suggest a two-component order parameter, and some uniaxial\npressure experiments that suggest a one-component order parameter. To resolve\nthis controversy, we use a new approach to directly apply three different kinds\nof shear strain to single crystals of Sr2RuO4 and investigate the coupling to\nsuperconductivity. After characterising the strain by optical imaging, we\nobserve variations of the transition temperature Tc smaller than 10mK/% as\nmeasured by low-frequency magnetic susceptibility, indicating that shear strain\nhas little to no coupling to superconductivity. Our results are consistent with\na one-component order parameter model, but such a model cannot consistently\nexplain other experimental evidence such as time-reversal symmetry breaking,\nsuperconducting domains, and horizontal line nodes, thus calling for\nalternative interpretations."}
{"id": "2509.10219", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.10219", "abs": "https://arxiv.org/abs/2509.10219", "authors": ["Gavriel Arbiv", "Sambhu Radhakrishnan", "Alysson F. Morais", "C. Vinod Chandran", "Dries Vandenabeele", "Dirk Dom", "Karel Duerinckx", "Christine E. A. Kirschhock", "Eric Breynaert"], "title": "Competitive Adsorption of Toluene and Water in MFI-type Zeolites", "comment": null, "summary": "Competitive adsorption is a major challenge in understanding catalytic\nactivity, selectivity and reaction mechanisms in confined environments such as\nzeolites. This study investigated competitive adsorption in MFI-type zeolites\n(ZSM-5) using solid-state NMR, focusing on the interplay between toluene and\nwater. Quantitative 1H NMR spectroscopy identified three distinct populations\nof adsorbed toluene evolving with increasing toluene loading. The adsorption\nbehavior was consistent across a series of samples with Si/Al ratio ranging\nfrom 11.5 to 140. Combining 1D and 2D NMR techniques with sample engineering\n(e.g. pore-blocking) enabled the assignment of the populations to toluene\nwithin the zeolite channels, at the pore mouths, and adsorbed on the external\ncrystal surface. Crucially, introducing water to toluene-loaded zeolites caused\na partial displacement of toluene from the internal channels, but significant\nremoval from the pore mouths. This dis-placement occurred even in the highly\nhydrophobic zeolite (Si/Al = 140), where water still preferentially adsorbed to\nBr{\\o}nsted acid sites and silanol species. The results highlight the critical\nimpact that competitive adsorption from solvents, products, or impurities can\nhave on the efficiency and selectivity of zeolite-mediated transformations."}
{"id": "2509.10228", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10228", "abs": "https://arxiv.org/abs/2509.10228", "authors": ["Aarti Lakhara", "Lars Thole", "Rolf J. Haug", "P. A. Bhobe"], "title": "Anomalous Electrical Transport in SnSe$_2$ Nanosheets: Role of Thickness and Surface Defect States", "comment": null, "summary": "This work examines the influence of thickness on the electrical transport\nproperties of mechanically exfoliated two-dimensional SnSe$_2$ nanosheets,\nderived from the bulk single crystal. Contrary to conventional trend observed\nin two-dimensional systems, we find a semiconducting to metallic resistivity\nbehavior with decreasing thickness. The analysis of low-temperature conduction\nindicates an increased density of states at Fermi-level with decreasing\nthickness, which is further corroborated by gate bias dependent conductance\nmeasurement. The enhanced conductivity in thinner flake is attributed to the\nn-type doping arising from surface defect states. The presence and evolution of\nthese defect states with thickness is probed by thickness-dependent\nroom-temperature Raman spectroscopy. Our study provides insights into the\nthickness-dependent electronic transport mechanism of SnSe$_2$ and the crucial\nrole of defect states in governing the observed conductivity behavior."}
{"id": "2509.10237", "categories": ["cond-mat.mes-hall", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.10237", "abs": "https://arxiv.org/abs/2509.10237", "authors": ["Amirali Arabmoheghi", "Alessio Zicoschi", "Guillermo Arregui", "Mohammad J. Bereyhi", "Yi Xia", "Nils J. Engelsen", "Tobias J. Kippenberg"], "title": "Noncontact friction in ultracoherent nanomechanical resonators near dielectric materials", "comment": null, "summary": "Micro- and nanomechanical resonators are emerging as promising platforms for\nquantum technologies, precision sensors and fundamental science experiments. To\nutilize these devices for force sensing or quantum optomechanics, they must be\nbrought in close proximity with other systems for functionalization or\nefficient readout. Improved understanding of the loss mechanisms in\nnanomechanical resonators, specifically the advent of dissipation dilution, has\nled to the development of resonators with unprecedented coherence properties.\nThe mechanical quality factors of this new class of ultracoherent micro- and\nnanomechanical oscillators can now exceed 1 billion at room temperature,\nsetting their force sensitivities below 1 $\\mathrm{aN}/\\sqrt{\\mathrm{Hz}}$,\nsurpassing those of the state-of-the-art atomic force microscopes (AFMs). Given\nthis new regime of sensitivity, an intriguing question is whether the proximity\nof other materials hinders mechanical coherence. Here we show: it does. We\nreport a novel dissipation mechanism that occurs in ultracoherent\nnanomechanical oscillators caused by the presence of nearby dielectrics. By\nstudying the parameter scaling of the effect, we show that the mechanism is\nmore severe for low-frequency mechanical modes and that it is due to dielectric\nloss within the materials caused by the motion of a resonator which carries\nstatic charges. Our observations are consistent with the noncontact friction\n(NCF) observed in AFMs. Our findings provide insights into limitations on the\nintegration of ultracoherent nanomechanical resonators and highlight the\nadverse effects of charged defects in these systems."}
{"id": "2509.10242", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10242", "abs": "https://arxiv.org/abs/2509.10242", "authors": ["C. W. J. Beenakker"], "title": "Pure dephasing increases partition noise in the quantum Hall effect", "comment": "9 pages, 6 figures", "summary": "Quantum Hall edge channels partition electric charge over N chiral\n(uni-directional) modes. Intermode scattering leads to partition noise,\nobserved in graphene p-n junctions. While inelastic scattering suppresses this\nnoise by averaging out fluctuations, we show that pure (quasi-elastic)\ndephasing may enhance the partition noise. The noise power increases by up to\n50% for two modes, with a general enhancement factor of 1+1/N in the\nstrong-dephasing limit. This counterintuitive effect is explained in the\nframework of monitored quantum transport, arising from the self-averaging of\nquantum trajectories."}
{"id": "2509.10267", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10267", "abs": "https://arxiv.org/abs/2509.10267", "authors": ["Daria I. Markina", "Priyanka Mondal", "Lukas Krelle", "Sai Shradha", "Mikhail M. Glazov", "Regine von Klitzing", "Kseniia Mosina", "Zdenek Sofer", "Bernhard Urbaszek"], "title": "Interplay of vibrational, electronic, and magnetic states in CrSBr", "comment": null, "summary": "The van der Waals antiferromagnet CrSBr exhibits coupling of vibrational,\nelectronic, and magnetic degrees of freedom, giving rise to distinctive\nquasi-particle interactions. We investigate these interactions across a wide\ntemperature range using polarization-resolved Raman spectroscopy at various\nexcitation energies, complemented by optical absorption and photoluminescence\nexcitation (PLE) spectroscopy. Under 1.96 eV excitation, we observe pronounced\nchanges in the A$_g^1$, A$_g^2$, and A$_g^3$ Raman modes near the N\\'eel\ntemperature, coinciding with modifications in the oscillator strength of\nexcitonic transitions and clear resonances in PLE. The distinct temperature\nevolution of Raman tensor elements and polarization anisotropy for Raman modes\nindicates that they couple to different excitonic and electronic states. The\nsuppression of the excitonic state's oscillation strength above the N\\'eel\ntemperature could be related to the magnetic phase transition, thereby\nconnecting these excitonic states and Raman modes to a specific spin alignment.\nThese observations make CrSBr a versatile platform for probing quasi-particle\ninteractions in low-dimensional magnets and provide insights for applications\nin quantum sensing and quantum communication."}
{"id": "2509.10285", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10285", "abs": "https://arxiv.org/abs/2509.10285", "authors": ["X. Boraley", "A. D. Christianson", "J. Lass", "C. Balz", "M. Bartkowiak", "Ch. Niedermayer", "J. M. Lawrence", "L. Poudel", "D. G. Mandrus", "F. Ronning", "M. Janoschek", "D. G. Mazzone"], "title": "Magnetic Field Dependence of Critical Fluctuations in CeCu$_{5.8}$Ag$_{0.2}$", "comment": null, "summary": "Quantum phase transitions are among the most intriguing phenomena that can\noccur when the electronic ground state of correlated metals are tuned by\nexternal parameters such as pressure, magnetic field or chemical substitution.\nSuch transitions between distinct states of matter are driven by quantum\nfluctuations, and can give rise to macroscopically coherent phases that are at\nthe forefront of condensed matter research. However, the nature of the critical\nfluctuations, and thus the fundamental physics controlling many quantum phase\ntransitions, remain poorly understood in numerous strongly correlated metals.\nHere we study the model material CeCu$_{5.8}$Ag$_{0.2}$ to gain insight into\nthe implications of critical fluctuations originating from different regions in\nreciprocal space. By employing an external magnetic field along the\ncrystallographic $a$- and $c$-axis as auxiliary tuning parameter we observe a\npronounced anisotropy in the suppression of the quantum critical fluctuations,\nreflecting the spin anisotropy of the long-range ordered ground state at larger\nsilver concentration. Coupled with the temperature dependence of the quantum\ncritical fluctuations, these results suggest that the quantum phase transition\nin CeCu$_{5.8}$Ag$_{0.2}$ is driven by three-dimensional spin-density wave\nfluctuations."}
{"id": "2509.10293", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10293", "abs": "https://arxiv.org/abs/2509.10293", "authors": ["Yinan Wang", "Xiaoyang Wang", "Zhenyu Wang", "Jing Wu", "Jian Lv", "Han Wang"], "title": "OpenCSP: A Deep Learning Framework for Crystal Structure Prediction from Ambient to High Pressure", "comment": "15 pages, 5 figures", "summary": "High-pressure crystal structure prediction (CSP) underpins advances in\ncondensed matter physics, planetary science, and materials discovery. Yet, most\nlarge atomistic models are trained on near-ambient, equilibrium data, leading\nto degraded stress accuracy at tens to hundreds of gigapascals and sparse\ncoverage of pressure-stabilized stoichiometries and dense coordination motifs.\nHere, we introduce OpenCSP, a machine learning framework for CSP tasks spanning\nambient to high-pressure conditions. This framework comprises an open-source\npressure-resolved dataset alongside a suite of publicly available atomistic\nmodels that are jointly optimized for accuracy in energy, force, and stress\npredictions. The dataset is constructed via randomized high-pressure sampling\nand iteratively refined through an uncertainty-guided concurrent learning\nstrategy, which enriches underrepresented compression regimes while suppressing\nredundant DFT labeling. Despite employing a training corpus one to two orders\nof magnitude smaller than those of leading large models, OpenCSP achieves\ncomparable or superior performance in high-pressure enthalpy ranking and\nstability prediction. Across benchmark CSP tasks spanning a wide pressure\nwindow, our models match or surpass MACE-MPA-0, MatterSim v1 5M, and\nGRACE-2L-OAM, with the largest gains observed at elevated pressures. These\nresults demonstrate that targeted, pressure-aware data acquisition coupled with\nscalable architectures enables data-efficient, high-fidelity CSP, paving the\nway for autonomous materials discovery under ambient and extreme conditions."}
{"id": "2509.10309", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10309", "abs": "https://arxiv.org/abs/2509.10309", "authors": ["Mark Potts", "Shu Zhang"], "title": "Spin-qubit Noise Spectroscopy of Magnetic Berezinskii-Kosterlitz-Thouless Physics", "comment": "5 pages, 3 figures", "summary": "We propose using spin-qubit noise magnetometry to probe dynamical signatures\nof magnetic Berezinskii-Kosterlitz-Thouless (BKT) physics. For a\nnitrogen-vacancy (NV) center coupled to two-dimensional XY magnets, we predict\ndistinctive features in the magnetic noise spectral density in the sub-MHz to\nGHz frequency range. In the quasi-long-range ordered phase, the spectrum\nexhibits a temperature-dependent power law characteristic of algebraic spin\ncorrelations. Above the transition, the noise reflects the proliferation of\nfree vortices and enables quantitative extraction of the vortex conductivity, a\nkey parameter of vortex transport. These results highlight NV as a powerful\nspectroscopic method to resolve magnetic dynamics in the mesoscopic and\nlow-frequency regimes and to probe exotic magnetic phase transitions."}
{"id": "2509.10339", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.10339", "abs": "https://arxiv.org/abs/2509.10339", "authors": ["William Robert Fern", "Joseph Alec Wilcox", "Tong Ren", "Ivan Veshchunov", "Tsuyoshi Tamegai", "Simon John Bending"], "title": "Breakdown of the critical state in the ferromagnetic superconductor EuFe$_2$(As$_{1-x}$P$_x$)$_2$", "comment": "24 + 1 pages, 6 figures", "summary": "There are very few materials in which ferromagnetism coexists with\nsuperconductivity due to the destructive effect of the magnetic exchange field\non singlet Cooper pairs. The iron-based superconductor\nEuFe$_2$(As$_{1-x}$P$_x$)$_2$ is therefore unique in exhibiting robust\nsuperconductivity with a maximum critical temperature of 25 K and long-range\nferromagnetism below $T_\\mathrm{FM}\\approx19$ K. Here we report a\nspatially-resolved study of the irreversible magnetisation in this system that\nreveals a variety of novel behaviours that are strongly linked with underlying\nferromagnetic domain structures. In the superconducting-only state, hysteretic\nmagnetisation due to irreversible vortex motion is consistent with typical weak\nvortex-pinning behaviour. Just below $T_\\mathrm{FM}$, very narrowly-spaced\nstripe domains give rise to highly erratic and irreproducible fluctuations in\nthe irreversible magnetisation that we attribute to the dynamics of\nmulti-vortex clusters stabilised by the formation of vortex polarons. In\ncontrast, at lower temperatures, ferromagnetic domains become wider and\nsaturated with spontaneously nucleated vortices and antivortices, leading to a\nsmoother but unconventional evolution of the irreversible state. This\nobservation suggests that the penetrating flux front is roughened by the\npresence of the magnetic domains in this regime, presenting a clear departure\nfrom standard critical state models. Our findings indicate that the mechanism\ngoverning irreversibility is strongly influenced by the precise nature of the\nunderlying ferromagnetic domains, being very sensitive to the specific material\nparameters of EuFe$_2$(As$_{1-x}$P$_x$)$_2$. We consider the possible\nmicroscopic origins of these effects, and suggest further ways to explore novel\nvortex-domain magnetic behaviours."}
{"id": "2509.10398", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.10398", "abs": "https://arxiv.org/abs/2509.10398", "authors": ["Arpan Manna", "Sunit Das", "Amit Agarwal", "Soumik Mukhopadhyay"], "title": "Disorder-driven Weyl-Kondo Semimetal Phase in WTe$_2$", "comment": "Comments are welcome", "summary": "In this Letter, we report the observation of disorder-driven anisotropic\nKondo screening and spontaneous Hall effect in bulk WTe${_2}$, a nonmagnetic\ntype-II Weyl semimetal. We show that Kondo scattering emerges more prominently\nin disordered samples and produces magnetoresistance that is strongly\nanisotropic with respect to both current and magnetic field orientation,\nreflecting the underlying type-II Weyl dispersion. Strikingly, we find a\nspontaneous Hall effect in zero magnetic field, whose magnitude is enhanced\nwith disorder, together with a large second-harmonic Hall signal exhibiting\nquadratic current scaling. Our analysis indicates that disorder-driven Kondo\ninteractions pin the Fermi level near the Weyl nodes. This enhances the Berry\ncurvature-driven nonequilibrium transport, accounting for both the second-order\nand spontaneous Hall responses. These findings establish disordered WTe${_2}$\nas a platform hosting Weyl-Kondo fermions and highlight disorder as an\neffective control knob for inducing correlated topological phases in weakly\ncorrelated Weyl semimetals."}
{"id": "2509.10412", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.10412", "abs": "https://arxiv.org/abs/2509.10412", "authors": ["Rafael Pineda Medina", "Pablo Burset", "William J. Herrera"], "title": "Topological superconductivity in a dimerized Kitaev chain revealed by nonlocal transport", "comment": null, "summary": "Artificial Kitaev chains engineered from semiconducting quantum dots coupled\nby superconducting segments offer a promising route to realize and control\nMajorana bound states for topological quantum computation. We study a dimerized\nKitaev chain--equivalent to a superconducting Su-Schrieffer-Heeger model--and\nanalyze the behavior of the resulting two coupled chains. We show that\ninterference between Majorana edge modes from each chain gives rise to\nobservable signatures in nonlocal conductance. Additionally, we identify a\nparity effect in the system length that governs the coupling of edge states,\nsupported by an analytical model. Our results provide experimentally accessible\nprobes for Majorana hybridization in mesoscopic topological superconductors."}
{"id": "2509.10438", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.10438", "abs": "https://arxiv.org/abs/2509.10438", "authors": ["André Grossi Fonseca", "Eric Wang", "Sachin Vaidya", "Patrick J. Ledwith", "Ashvin Vishwanath", "Marin Soljačić"], "title": "Gradient-based search of quantum phases: discovering unconventional fractional Chern insulators", "comment": null, "summary": "The discovery and understanding of new quantum phases has time and again\ntransformed both fundamental physics and technology, yet progress often relies\non slow, intuition-based theoretical considerations or experimental\nserendipity. Here, we introduce a general gradient-based framework for targeted\nphase discovery. We define a differentiable function, dubbed \"target-phase loss\nfunction\", which encodes spectral fingerprints of a quantum state, thereby\nrecasting phase search as a tractable optimization problem in Hamiltonian\nspace. The method is broadly applicable to phases characterized by ground-state\ndegeneracy and can be extended to a wide range of symmetry-broken and\ntopological orders. As a demonstration, we apply it to spinless fermions on the\nkagome lattice and discover two distinctive fractional Chern insulators (FCIs),\nverified through detailed exact diagonalization: (i) at filling $\\nu = 1/3$, a\n\"non-ideal\" Abelian FCI whose band geometry lies far beyond the Landau-level\nmimicry paradigm and all recent generalizations; and (ii) at $\\nu = 1/2$, a\nnon-Abelian FCI stabilized purely by finite-range two-body interactions. These\nresults provide the first explicit realization of such types of FCIs and\nestablish a versatile paradigm for systematic quantum-phase discovery."}
