{"id": "2510.20015", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20015", "abs": "https://arxiv.org/abs/2510.20015", "authors": ["Taner Karateke", "Abdullah MevlÜt Mutluel"], "title": "Investigation of the Mechanical Properties of Three Commercial and Five Variations of IOL Models", "comment": null, "summary": "This study aimed to simulate the mechanical stability of eight different\n(three commercial and five variations) haptic IOL models using FEM to measure\nmechanical biomarkers (axial displacement, elasticity modulus, and stress)\nunder quasi-static compression. The results revealed that a commercial IOL\nmodel exhibited a better mechanical response for smaller compression forces\nthan the other models. Conversely, a variation model performed better for\nlarger compression forces. These findings may help in developing more\nmechanically stable IOL models."}
{"id": "2510.20362", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.20362", "abs": "https://arxiv.org/abs/2510.20362", "authors": ["Aritra Roy", "Enrico Grisan", "John Buckeridge", "Chiara Gattinoni"], "title": "ComProScanner: A multi-agent based framework for composition-property structured data extraction from scientific literature", "comment": null, "summary": "Since the advent of various pre-trained large language models, extracting\nstructured knowledge from scientific text has experienced a revolutionary\nchange compared with traditional machine learning or natural language\nprocessing techniques. Despite these advances, accessible automated tools that\nallow users to construct, validate, and visualise datasets from scientific\nliterature extraction remain scarce. We therefore developed ComProScanner, an\nautonomous multi-agent platform that facilitates the extraction, validation,\nclassification, and visualisation of machine-readable chemical compositions and\nproperties, integrated with synthesis data from journal articles for\ncomprehensive database creation. We evaluated our framework using 100 journal\narticles against 10 different LLMs, including both open-source and proprietary\nmodels, to extract highly complex compositions associated with ceramic\npiezoelectric materials and corresponding piezoelectric strain coefficients\n(d33), motivated by the lack of a large dataset for such materials.\nDeepSeek-V3-0324 outperformed all models with a significant overall accuracy of\n0.82. This framework provides a simple, user-friendly, readily-usable package\nfor extracting highly complex experimental data buried in the literature to\nbuild machine learning or deep learning datasets."}
{"id": "2510.20659", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20659", "abs": "https://arxiv.org/abs/2510.20659", "authors": ["Ho Jang", "Yang Yang", "Gia-Wei Chern"], "title": "Kinetics of Peierls dimerization transition: Machine learning force-field approach", "comment": "20 pages, 9 figures", "summary": "We present a machine learning (ML) force-field framework for simulating the\nnon-equilibrium dynamics of charge-density-wave (CDW) order driven by the\nPeierls instability. Since the Peierls distortion arises from the coupling\nbetween lattice displacements and itinerant electrons, evaluating the adiabatic\nforces during time evolution is computationally intensive, particularly for\nlarge systems. To overcome this bottleneck, we develop a generalized\nBehler-Parrinello neural-network architecture -- originally formulated for ab\ninitio molecular dynamics -- to accurately and efficiently predict forces from\nlocal structural environments. Using the locality of electronic responses, the\nresulting ML force field achieves linear scaling efficiency while maintaining\nquantitative accuracy. Large-scale dynamical simulations using this framework\nuncover a two-stage coarsening behavior of CDW domains: an early-time regime\ncharacterized by a power-law growth $L \\sim t^{\\alpha}$ with an effective\nexponent $\\alpha \\approx 0.7$, followed by a crossover to the Allen-Cahn\nscaling $L \\sim \\sqrt{t}$ at late times. The enhanced early-time coarsening is\nattributed to anisotropic domain-wall motion arising from electron-mediated\ndirectional interactions. This work demonstrates the promise of ML-based force\nfields for multiscale dynamical modeling of condensed-matter lattice models."}
{"id": "2510.19880", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19880", "abs": "https://arxiv.org/abs/2510.19880", "authors": ["V. Apinyan", "T. Kopeć"], "title": "Excitonic correlations in the system of gated metallic wires with the applied Zeeman magnetic field", "comment": "12 pages, 8 figures", "summary": "We have studied the electron-electron interactions in the system composed of\ntwo metallic wires, placed in the external magnetic and electric fields. The\ninteractions between the electrons in the wires have been taken into account\nwithin the usual Hubbard model. We have considered both half-filling and\npartial-filling limits for the occupation of the atomic lattice sites. We show\nthe existence of the excitonic pairing in this low-dimensional system and\ncalculate the excitonic order parameter in different electron-electron\ninteraction regime, magnetic field and temperature. We demonstrate that the\nusual Hubbard-$U$ interaction leads to strong electron localization which\nenhance the local antiferromagnetic order in the system."}
{"id": "2510.19891", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "cond-mat.soft", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19891", "abs": "https://arxiv.org/abs/2510.19891", "authors": ["Alessio Zaccone"], "title": "A unified picture of phonon anomalies in crystals and glasses", "comment": "News and Views on G. Ding et al., Nat. Phys. (2025).\n  https://doi.org/10.1038/s41567-025-03057-7", "summary": "Phonon spectra in solids often display anomalies that defy the simple Debye\nlaw, most prominently the van Hove singularity in crystals and the boson peak\nin glasses. Although traditionally regarded as distinct, both features are\nincreasingly recognized as sharing a common physical origin. In a recent work,\nG. Ding et al. (Nat. Phys. 2025) propose a resonant-damping model that unifies\nthese anomalies within a single framework. By coupling phonon damping to\nvibrational softening, their theory explains why some materials exhibit van\nHove peaks, others boson peaks, and many show both. This advance extends\nearlier ideas and theories of Baggioli and Zaccone on the competition between\nphonon propagation and damping, while also connecting to microscopic mechanisms\nsuch as nonaffine motions in glasses. The resonant-damping paradigm thus offers\na promising step toward a unified understanding of vibrational anomalies across\nordered and disordered solids."}
{"id": "2510.20003", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.20003", "abs": "https://arxiv.org/abs/2510.20003", "authors": ["Federico Bonetto", "Alberto Mario Maiocchi"], "title": "Approach to equilibrium for a particle interacting with a harmonic thermal bath", "comment": "39 pages", "summary": "We study the long time evolution of the position-position correlation\nfunction $C_{\\alpha,N}(s,t)$ for a harmonic oscillator (the {\\it probe})\ninteracting via a coupling $\\alpha$ with a large chain of $N$ coupled\noscillators (the {\\it heat bath}). At $t=0$ the probe and the bath are in\nequilibrium at temperature $T_P$ and $T_B$, respectively. We show that for\ntimes $t$ and $s$ of the order of $N$, $C_{\\alpha,N}(s,t)$ is very well\napproximated by its limit $C_{\\alpha}(s,t)$ as $N\\to\\infty$. We find that, if\nthe frequency $\\Omega$ of the probe is in the spectrum of the bath, the system\nappears to thermalize, at least at higher order in $\\alpha$. This means that,\nat order 0 in $\\alpha$, $C_\\alpha(s,t)$ equals the correlation of a probe in\ncontact with an ideal stochastic {\\it thermostat}, that is forced by a white\nnoise and subject to dissipation. In particular we find that $\\lim_{t\\to\\infty}\nC_\\alpha(t,t)=T_B/\\Omega^2$ while that $\\lim_{\\tau\\to\\infty}\nC_\\alpha(\\tau,\\tau+t)$ exists and decays exponentially in $t$. Notwithstanding\nthis, at higher order in $\\alpha$, $C_{\\alpha}(s,t)$ contains terms that\noscillate or vanish as a power law in $|t-s|$. That is, even when the bath is\nvery large, it cannot be thought of as a stochastic thermostat. When the\nfrequency of the bath is far from the spectrum of the bath, no thermalization\nis observed."}
{"id": "2510.19880", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19880", "abs": "https://arxiv.org/abs/2510.19880", "authors": ["V. Apinyan", "T. Kopeć"], "title": "Excitonic correlations in the system of gated metallic wires with the applied Zeeman magnetic field", "comment": "12 pages, 8 figures", "summary": "We have studied the electron-electron interactions in the system composed of\ntwo metallic wires, placed in the external magnetic and electric fields. The\ninteractions between the electrons in the wires have been taken into account\nwithin the usual Hubbard model. We have considered both half-filling and\npartial-filling limits for the occupation of the atomic lattice sites. We show\nthe existence of the excitonic pairing in this low-dimensional system and\ncalculate the excitonic order parameter in different electron-electron\ninteraction regime, magnetic field and temperature. We demonstrate that the\nusual Hubbard-$U$ interaction leads to strong electron localization which\nenhance the local antiferromagnetic order in the system."}
{"id": "2510.19914", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19914", "abs": "https://arxiv.org/abs/2510.19914", "authors": ["Alfred Li", "Ankit Mahajan", "Sandeep Sharma"], "title": "Fokker-Planck equation governing the distribution of walkers in AFQMC", "comment": null, "summary": "Auxiliary-field quantum Monte Carlo (AFQMC) is typically formulated as an\nopen-ended random walk in an overcomplete space of Slater determinants,\nimplemented through a Langevin equation. However, the explicit form of the\nunderlying Fokker-Planck equation governing the walker population distribution\nhas remained unknown. In this paper, we derive the Fokker-Planck equation for\nAFQMC and propose a novel numerical scheme to solve it. The solution of the\nFokker-Planck equation reveals the wavefunction actually sampled by the AFQMC\nalgorithm. Interestingly, we find that even when the exact ground state is used\nas a guiding wavefunction in constrained path AFQMC, contrary to the common\nassumption, the wavefunction sampled by AFQMC is not exact. Beyond clarifying\nseveral fundamental aspects of AFQMC, the availability of a Fokker-Planck\nequation formulation opens new avenues for systematically improving its\naccuracy, which we outline in this paper."}
{"id": "2510.19943", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.19943", "abs": "https://arxiv.org/abs/2510.19943", "authors": ["Denis Sedov", "Mathias S. Scheurer"], "title": "Quantum geometry and impurity sensitivity of superconductors without time-reversal symmetry: application to rhombohedral graphene and altermagnets", "comment": null, "summary": "Analyzing the consequences of the quantum geometry induced by the momentum\ndependence of Bloch states has emerged as a very rich and active field in\ncondensed matter physics. For instance, for the superfluid stiffness or the\npairing mechanism, these geometric aspects can play an important role. We here\ndemonstrate that quantum geometry can also be essential for the disorder\nsensitivity of a superconductor, in particular when time-reversal symmetry is\nbroken in the normal-state Bloch Hamiltonian. We derive a general expression\nfor the behavior of the critical temperature $T_c$ involving weighted\n(anti-)commutators of the superconducting order parameter and impurity matrix\nelements, which includes both wave-function effects and kinetic pair breaking\ndue to broken time-reversal symmetry in the dispersion. We analyze how the\nformer effects lead to \"quantum geometric pair breaking\", where any\nsuperconductor becomes susceptible to microscopically non-magnetic impurities,\nand formally relate it to the maximum possible localization of two-particle\nWannier states. Further, in the presence of kinetic pair breaking, impurities\ncan also enhance pairing, leading to an overall more complex, non-monotonic\nbehavior of $T_c$ with impurity concentration. We also analyze the fate of\nfinite-momentum pairing. Our results are directly relevant to rhombohedral\ngraphene, twisted MoTe$_2$, and superconducting altermagnets."}
{"id": "2510.20115", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20115", "abs": "https://arxiv.org/abs/2510.20115", "authors": ["Takahiro Chiba", "Ryunosuke Suzuki", "Takashi Otaki", "Hiroaki Matsueda"], "title": "Circuit-based cavity magnonics in the ultrastrong and deep-strong coupling regimes", "comment": "16 pages, 11 figures, accepted for publication in Physical Review B", "summary": "We theoretically study nonperturbative strong-coupling phenomena in cavity\nmagnonics systems in which the uniform magnetization dynamics (magnons) in a\nferromagnet is coupled to the microwave magnetic field (photons) of a single LC\nresonator. Starting from an effective circuit model that accounts for the\nmagnetization dynamics described by the Landau-Lifshitz-Gilbert equation, we\nshow that a nontrivial frequency shift emerges in the ultrastrong and\ndeep-strong coupling regimes, whose microscopic origin remains elusive within a\npurely classical framework. The circuit model is further quantized to derive a\nminimal quantum mechanical model for generic cavity magnonics, which\ncorresponds to a two-mode version of the Hopfield Hamiltonian and explains the\nmechanism of the frequency shifts found in the {\\it classical} circuit model.\nWe also formulate the relation between the frequency shift and quantum\nquantities, such as the ground-state particle number, quantum fluctuations\nassociated with the Heisenberg uncertainty principle, and entanglement entropy,\nproviding a nondestructive means to experimentally access to these quantum\nresources. By utilizing soft magnons in an anisotropic ferromagnet, we further\ndemonstrate that these quantum quantities diverge at the zeros of the magnon\nband edges as a function of the external magnetic field. This work paves the\nway for cavity magnonics beyond the conventional strong coupling regime."}
{"id": "2510.19881", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19881", "abs": "https://arxiv.org/abs/2510.19881", "authors": ["V. Apinyan", "T. K. Kopeć"], "title": "Canted antiferromagnetism and excitonic order in gated double-layer graphene", "comment": "10 pages, 5 figures", "summary": "We study the effects of the electron-electron interactions on the excitonic\nproperties and charge-density modulations in the AB stacked double-layer (DL)\ngraphene, placed in the external gate-potential $V$. The coexistence of the\ncanted antiferromagnetic order and excitonic pairing gap has been studied with\nthe help of the generalized Hubbard model. We calculate the chemical potential\n$\\mu$, the average charge density difference between the layers\n$\\delta{\\bar{n}}$, the antiferromagnetic gap-function $\\Delta_{\\rm AFM}$ and\nthe excitonic order parameters $\\Delta_{\\sigma}$ in the zero temperature limit.\nWe found that the excitonic pairing order parameter has a larger energy scale\nthan the canted antiferromagnetic gap-function. The charge neutrality, in the\nDL graphene system, occurs only in the absence of the external gate-potential\n$V$. Moreover, we have shown that the values of the antiferromagnetic\ngap-function $\\Delta_{\\rm AFM}$ and excitonic order parameter $\\Delta_{\\sigma}$\nare always increasing at the large values of inter-layer Coulomb interaction,\nwhile they are decreasing for large values of the applied gate-potential $V$."}
{"id": "2510.20125", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20125", "abs": "https://arxiv.org/abs/2510.20125", "authors": ["Cayden Maguire", "Christofer Hardcastle", "Trevor Hastings", "Raymundo Arróyave", "Brent Vela"], "title": "Good Enough is Better: Feasibility vs. Pareto-Optimality in Alloy Design", "comment": "11 pages, under review", "summary": "In alloy design, the search for candidate materials is often framed as an\noptimization problem, with the goal of identifying Pareto-optimal solutions\nacross multiple objectives. However, Pareto-optimal solutions do not\nnecessarily satisfy all minimum performance thresholds required for practical\ndeployment. An alternative approach is to treat alloy design as a constraint\nsatisfaction problem, in which the goal is to identify any solution that meets\nall bare minimum requirements across multiple quantities of interest. These\napproaches have yet to be benchmarked against each other in the context of\nrealistic alloy design problems. In this work, we demonstrate that, in\nrealistic alloy design campaigns involving multiple objectives and constraints,\nthe constraint satisfaction framework yields a higher likelihood of finding\nviable alloys than optimization-based approaches. Furthermore,\nconstraint-satisfaction approaches find the first viable alloy solutions\nearlier than optimization. Our results suggest that focusing on feasibility\nrather than optimality can lead to more actionable outcomes in materials\ndiscovery, particularly in highly constrained applications."}
{"id": "2510.20324", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.20324", "abs": "https://arxiv.org/abs/2510.20324", "authors": ["D. M. Zhang", "D. Y. Sun", "X. G. Gong"], "title": "Temporal Renormalization and the Critical-like Behavior in Supercooled Liquids", "comment": null, "summary": "Inspired by the Kadanoff transformation in the standard renormalization group\ntheory, we propose a temporal renormalization scheme. A Boltzmann factor that\nexplicitly depends on the renormalized timescale is constructed, permitting\nthermodynamic quantities to be evaluated self-consistently across different\ntimescales. By applying the scheme to the long-time dynamics of supercooled\nliquids, we uncover critical-like behaviors of supercooled liquid with three\ncharacteristic renormalization timescales: At the first timescale s_{\\alpha},\nthe system appears to be \"thermodynamically frozen\", i.e., the energy\nfluctuation becomes temperature-independent throughout the supercooled regime.\nAt the second timescale s_{\\beta}, the third-order moment of energy\ndistribution reaches a maximum, and s_{\\beta} is nearly\ntemperature-independent. At the third timescale s_{\\gamma}, the third-order\nmoment of energy distribution passes through a minimum, and s_{\\gamma} diverges\nas a power law s_{\\gamma}=(T-T_{c})^(-{\\gamma}). The scaling relations may\nreveal an intrinsic behavior in supercooled liquids, highlighting their unique\nfeature. The current findings also demonstrate that temporal renormalization\nprovides a powerful lens for investigating the timescale-specific dynamics."}
{"id": "2510.19881", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19881", "abs": "https://arxiv.org/abs/2510.19881", "authors": ["V. Apinyan", "T. K. Kopeć"], "title": "Canted antiferromagnetism and excitonic order in gated double-layer graphene", "comment": "10 pages, 5 figures", "summary": "We study the effects of the electron-electron interactions on the excitonic\nproperties and charge-density modulations in the AB stacked double-layer (DL)\ngraphene, placed in the external gate-potential $V$. The coexistence of the\ncanted antiferromagnetic order and excitonic pairing gap has been studied with\nthe help of the generalized Hubbard model. We calculate the chemical potential\n$\\mu$, the average charge density difference between the layers\n$\\delta{\\bar{n}}$, the antiferromagnetic gap-function $\\Delta_{\\rm AFM}$ and\nthe excitonic order parameters $\\Delta_{\\sigma}$ in the zero temperature limit.\nWe found that the excitonic pairing order parameter has a larger energy scale\nthan the canted antiferromagnetic gap-function. The charge neutrality, in the\nDL graphene system, occurs only in the absence of the external gate-potential\n$V$. Moreover, we have shown that the values of the antiferromagnetic\ngap-function $\\Delta_{\\rm AFM}$ and excitonic order parameter $\\Delta_{\\sigma}$\nare always increasing at the large values of inter-layer Coulomb interaction,\nwhile they are decreasing for large values of the applied gate-potential $V$."}
{"id": "2510.19963", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.19963", "abs": "https://arxiv.org/abs/2510.19963", "authors": ["Ricardo Manuel García-Vázquez", "Lisan David González-Cabrera", "Otoniel Denis-Alpizar", "Philippe Halvick", "Thierry Stoecklin"], "title": "Applying R-Matrix Theory to Atom-Molecule Inelastic Collisions: the case study of H$_2$O + H", "comment": null, "summary": "The present study presents a comprehensive theoretical investigation of atom\nand asymmetric top molecule inelastic scattering based on the R-matrix\nformalism. The proposed methodology establishes a rigorous framework for\ntreating inelastic collisions in the space-fixed coordinate system. The\nexcellent numerical performance of the method is demonstrated through the\ncomparison of state-to-state rotationally inelastic R-matrix cross sections for\nthe H + H$_2$O system with those obtained using conventional close-coupling\n(CC) theory. The R-matrix approach is shown to deliver results of comparable\naccuracy while achieving substantially reduced computation times. The method is\nfurthermore shown to achieve more than one order-of-magnitude speedup by\nexploiting GPU-accelerated diagonalisation through the MAGMA library. This\ncombination of accuracy and computational efficiency positions the R--matrix\napproach as a powerful and scalable tool for investigating inelastic scattering\ninvolving complex polyatomic systems, thereby paving the way for systematic\nstudies of molecule-molecule interactions in astrophysical, atmospheric, and\ncold-matter environments."}
{"id": "2510.20090", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20090", "abs": "https://arxiv.org/abs/2510.20090", "authors": ["R. A. Tonacatl-Monez", "R. Heid", "O. De la Peña-Seaman"], "title": "Correlation between magnetism and lattice dynamics for cubic FeGe under pressure", "comment": "Accepted for publication in J.Phys.: Condens. Matter", "summary": "This first-principles study investigates the structural, electronic, lattice\ndynamical properties, and electron-phonon coupling in ferromagnetic cubic B20\nFeGe under applied pressure. The implemented spin-scaling exchange-correlation\n(ssxc) approach allowed to modify the magnetic moment and ferromagnetic phase\nenergetics using a single scaling parameter, thereby yielding an adjustment of\nthe critical pressure ($p_c$) to its experimental value. The ssxc scheme\nresulted in a subtle energy shift of the electronic bands in the spin-up\nchannel, and reduced the magnetic moment, bringing it closer to the\nexperimentally reported value. Application of the ssxc approach to phonon\ndispersion and electron-phonon interaction resulted in a slight mitigation of\nthe pronounced softening and large linewidths of the lowest-frequency acoustic\nbranch close to the $R$-point, typically observed with standard DFT\ncalculations. With increasing pressure, phonon anomaly and linewidths diminish\nsignificantly and practically disappear at $p_c$ and beyond. This trend\nparallels the pressure dependence of the magnetic moment. A comparative\nanalysis of the electronic joint density of states with the phonon linewidths\nrevealed that the momentum dependence of linewidths around the $R$-point\nclosely follow the momentum dependence of the electron-phonon matrix elements.\nThis indicates that the correlation between magnetic moment and linewidths\nunder applied pressure originates from the electron-phonon matrix elements,\npresenting a distinct scenario compared to other B20 family members, where\nnesting plays a more dominating role."}
{"id": "2510.20130", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20130", "abs": "https://arxiv.org/abs/2510.20130", "authors": ["Lei Xu", "Shuhang Mai", "Manzhang Xu", "Xue Yang", "Lihong Hu", "Xinyi Zheng", "Sicheng Zhou", "Siyuan Zhou", "Bingbing Tong", "Xiaohui Song", "Jie Shen", "Zhaozheng Lyu", "Ziwei Dou", "Xiunian Jing", "Fanming Qu", "Peiling Li", "Guangtong Liu", "Li Lu"], "title": "Intrinsic Non-linearity of Josephson Junctions as an Alternative Origin of the Missing First Shapiro Step", "comment": "18 pages, 4 figures", "summary": "The missing first Shapiro step in microwave-irradiated Josephson junctions\nhas been widely interpreted as a hallmark of Majorana bound states. However,\nconventional mechanisms like junction underdamping or Joule heating can produce\nsimilar signatures. Here, we demonstrate that the intrinsic non-linear\ncurrent-voltage characteristic of low-to-moderate transparency junctions can\nalso suppress the first step, accompanied by distinctive zigzag boundaries\nbetween the zeroth and first step at intermediate driving frequencies.\nMicrowave measurements on Al/WTe2 junctions and numerical simulations of a\nnon-linear resistively and capacitively shunted junction model reveal the first\nstep collapse induced by switching jumps of current, together with zigzag\nfeatures absent in scenarios solely driven by finite \\b{eta} or Joule heating.\nThis zigzag signature therefore provides a crucial diagnostic tool, emphasizing\nthe necessity of comprehensive analysis of microwave spectra before attributing\nthe absence of the first Shapiro step to Majorana physics."}
{"id": "2510.19902", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "math-ph", "math.MP", "nlin.SI"], "pdf": "https://arxiv.org/pdf/2510.19902", "abs": "https://arxiv.org/abs/2510.19902", "authors": ["Matthew Blakeney", "Luke Corcoran", "Marius de Leeuw", "Balazs Pozsgay", "Eric Vernier"], "title": "Temperley-Lieb integrable models and fusion categories", "comment": "27 pages", "summary": "We show that every fusion category containing a non-invertible, self-dual\nobject $a$ gives rise to an integrable anyonic chain whose Hamiltonian density\nsatisfies the Temperley-Lieb algebra. This spin chain arises by considering the\nprojection onto the identity channel in the fusion process $a\\otimes a$. We\nrelate these models to Pasquier's construction of ADE lattice models. We then\nexploit the underlying Temperley-Lieb structure to discuss the spectrum of\nthese models and argue that these models are gapped when the quantum dimension\nof $a$ is greater than 2. We show that for fusion categories where the\ndimension is close to 2, such as the Fib$\\times$Fib and Haagerup fusion\ncategories, the finite size effects are large and they can obscure the\nnumerical analysis of the gap."}
{"id": "2510.20181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20181", "abs": "https://arxiv.org/abs/2510.20181", "authors": ["Sk Jamaluddin", "Warit Nisaiyok", "Yu Zhang", "Hari Bhandari", "Brian A. Francisco", "Peter E. Siegfried", "Fehmi Sami Yasin", "Tianyi Wang", "Abhijeet Nayak", "Mohamed El Gazzah", "Resham Babu Regmi", "June Ho Yeo", "Liuyan Zhao", "J. F. Mitchell", "Yong-Tao Cui", "Nirmal J. Ghimire"], "title": "Domain wall induced topological Hall effect in the chiral-lattice ferromagnet Fe$_x$TaS$_2$", "comment": null, "summary": "Magnetic topology and its associated emergent phenomena are central to\nrealizing intriguing quantum states and spintronics functionalities. Designing\nspin textures to achieve strong and distinct electrical responses remains a\nsignificant challenge. Layered transition metal dichalcogenides offer a\nversatile platform for tailoring structural and magnetic properties, enabling\naccess to a wide spectrum of topological magnetic states. Here, we report a\ndomain-wall-driven, large, and tunable topological Hall effect (THE) in a\nnon-centrosymmetric intercalated transition metal dichalcogenides series\nFe$_x$TaS$_2$. By systematically varying the Fe intercalation level, we exert\nprecise control over the magnetic ground states, allowing manipulation of the\ntopological Hall effect. Real-space magnetic force microscopy (MFM) provides\ndirect evidence of periodic magnetic stripe domain formation, confirming the\nmicroscopic origin of the observed topological transport phenomena. Our\nfindings establish a promising way for tuning the topology of domains to\ngenerate substantial electromagnetic responses in layered magnetic materials."}
{"id": "2510.20357", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.mes-hall", "76R50 (Primary) 76A02"], "pdf": "https://arxiv.org/pdf/2510.20357", "abs": "https://arxiv.org/abs/2510.20357", "authors": ["Manuel Mayo", "María Isabel García de Soria", "Pablo Maynar", "José Javier Brey"], "title": "Self-diffusion in confined systems", "comment": "31 pages, 9 figures. Accepted in Physical Review E", "summary": "The self-diffusion process of a hard sphere fluid confined by two parallel\nplates separated by a distance on the order of the particle diameter is\nstudied. The starting point is a closed kinetic equation for the distribution\nfunction that takes into account the effects of the confinement and that is\nvalid in the low-density limit. From it, the Boltzmann-Lorentz equation that\ndescribes the dynamics of some tagged particles when the whole system is in\nequilibrium is derived. An equation that describes the diffusion in the\ndirections parallel to the walls is deduced by applying the Zwanzig-Mori\nprojection technique to the Boltzmann-Lorentz equation, obtaining an explicit\nexpression for the self-diffusion coefficient that depends on the height of the\nsystem. A very good agreement between its theoretical prediction and Molecular\nDynamics simulation results is obtained for the whole range of heights."}
{"id": "2510.19891", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "cond-mat.soft", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19891", "abs": "https://arxiv.org/abs/2510.19891", "authors": ["Alessio Zaccone"], "title": "A unified picture of phonon anomalies in crystals and glasses", "comment": "News and Views on G. Ding et al., Nat. Phys. (2025).\n  https://doi.org/10.1038/s41567-025-03057-7", "summary": "Phonon spectra in solids often display anomalies that defy the simple Debye\nlaw, most prominently the van Hove singularity in crystals and the boson peak\nin glasses. Although traditionally regarded as distinct, both features are\nincreasingly recognized as sharing a common physical origin. In a recent work,\nG. Ding et al. (Nat. Phys. 2025) propose a resonant-damping model that unifies\nthese anomalies within a single framework. By coupling phonon damping to\nvibrational softening, their theory explains why some materials exhibit van\nHove peaks, others boson peaks, and many show both. This advance extends\nearlier ideas and theories of Baggioli and Zaccone on the competition between\nphonon propagation and damping, while also connecting to microscopic mechanisms\nsuch as nonaffine motions in glasses. The resonant-damping paradigm thus offers\na promising step toward a unified understanding of vibrational anomalies across\nordered and disordered solids."}
{"id": "2510.20103", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.20103", "abs": "https://arxiv.org/abs/2510.20103", "authors": ["Rishabh Dey", "Michael Brocidiacono", "Kushal Koirala", "Alexander Tropsha", "Konstantin I. Popov"], "title": "Extending machine learning model for implicit solvation to free energy calculations", "comment": null, "summary": "The implicit solvent approach offers a computationally efficient framework to\nmodel solvation effects in molecular simulations. However, its accuracy often\nfalls short compared to explicit solvent models, limiting its use in precise\nthermodynamic calculations. Recent advancements in machine learning (ML)\npresent an opportunity to overcome these limitations by leveraging neural\nnetworks to develop more precise implicit solvent potentials for diverse\napplications. A major drawback of current ML-based methods is their reliance on\nforce-matching alone, which can lead to energy predictions that differ by an\narbitrary constant and are therefore unsuitable for absolute free energy\ncomparisons. Here, we introduce a novel methodology with a graph neural network\n(GNN)-based implicit solvent model, dubbed Lambda Solvation Neural Network\n(LSNN). In addition to force-matching, this network was trained to match the\nderivatives of alchemical variables, ensuring that solvation free energies can\nbe meaningfully compared across chemical species.. Trained on a dataset of\napproximately 300,000 small molecules, LSNN achieves free energy predictions\nwith accuracy comparable to explicit-solvent alchemical simulations, while\noffering a computational speedup and establishing a foundational framework for\nfuture applications in drug discovery."}
{"id": "2510.20114", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20114", "abs": "https://arxiv.org/abs/2510.20114", "authors": ["Raahul Potluri", "Rohin Tangirala", "Sage Bauers", "Alejandro Barrios", "Praveen Kumar", "Peter V. Sushko", "David P. Pappas", "Serena Eley"], "title": "Fabrication and Structural Analysis of Trilayers for Tantalum Josephson Junctions with Ta$_2$O$_5$ Barriers", "comment": null, "summary": "Tantalum (Ta) has recently emerged as a promising low-loss material, enabling\nrecord coherence times in superconducting qubits. This enhanced performance is\nlargely attributed to its stable native oxide, which is believed to host fewer\ntwo-level system (TLS) defects key $-$ contributors to decoherence in\nsuperconducting circuits. Nevertheless, aluminum oxide (AlO$_x$) remains the\npredominant choice for Josephson junction barriers in most qubit architectures.\nIn this study, we systematically investigate various techniques for forming\nhigh-quality oxide layers on $\\alpha$-phase tantalum ($\\alpha$-Ta) thin films,\naiming to develop effective Josephson junction barriers. We explore thermal\noxidation in a tube furnace, rapid thermal annealing, as well as plasma\noxidation of both room-temperature and heated Ta films, and propose a\nmechanistic picture of the underlying oxidation mechanisms. All methods yield\nTa$_2$O$_5$, the same compound as tantalum's native oxide. Among these, plasma\noxidation produces the smoothest and highest-quality oxide layers, making it\nparticularly well-suited for Josephson junction fabrication. Furthermore, we\ndemonstrate the successful epitaxial growth of $\\alpha$-Ta atop oxidized\n$\\alpha$-Ta films, paving the way for the realization of trilayer Ta/Ta-O/Ta\nJosephson junctions with clean, low-loss interfaces."}
{"id": "2510.20237", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20237", "abs": "https://arxiv.org/abs/2510.20237", "authors": ["Srimayi Korrapati", "Snehasish Nandy", "Sumanta Tewari"], "title": "Electric field induced Berry curvature dipole and non-linear anomalous Hall effect in higher wave symmetric unconventional magnets", "comment": "9 pages, 3 figures", "summary": "We investigate the second-order anomalous Hall response in two-dimensional\nhigher-wave-symmetric magnets, including the recently discovered class of\ncollinear magnets known as altermagnets, when subjected to a symmetry-breaking\nexternal electric field. In these systems, the first- and second-order\nanomalous Hall responses mediated by the first- and second-order multipoles of\nthe Berry curvature over the occupied states vanish by symmetry. However, a\nsymmetry-breaking dc electric field can induce a nonzero Berry curvature dipole\nby coupling to a nonvanishing quantum metric, also known as the Berry\nconnection polarizability. An applied ac electric field can then generate a\nfinite nonlinear transverse Hall effect characterized by a second harmonic\nresponse. We discuss this remarkable effect in a class of\nhigher-order-symmetric unconventional magnets (of $p$, $d$, $f$, $g$, $i$\nsymmetry), including the subclass of altermagnets. We demonstrate that the\nelectric-field-induced anomalous Hall effect in the higher-wave-symmetric\nmagnets can serve not only as a probe of the underlying quantum metric of the\noccupied states but also as a means to distinguish the even ($d$-,$g$-wave) and\nodd ($p$-wave) order parameter symmetries defined on the square lattice."}
{"id": "2510.19907", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19907", "abs": "https://arxiv.org/abs/2510.19907", "authors": ["Cesar A. Gallegos", "Rafael M. Magaldi", "Andrew Millis", "Steven R. White"], "title": "Quantum Hall to Chiral Spin Liquid transition in a Triangular Lattice Hofstadter-Hubbard Model", "comment": "12+4 pages, 12+7 figures", "summary": "We investigate the weak interaction integer quantum Hall (IQH) phase, the\nintermediate interaction phase identified as a chiral spin liquid (CSL) and the\ntransition between them in the triangular lattice Hofstadter-Hubbard model at a\ndensity of one electron per site in an orbital magnetic field corresponding to\none-quarter flux per plaquette. Our primary tool is the finite system density\nmatrix renormalization group (DMRG) method with both interaction-strength scan\nand fixed interaction techniques for cylinders of circumference 3, 5, and 7 and\nlengths up to 240. For the IQH phase, we use single particle exact\ndiagonalization to clarify finite size effects, including an excess charge on\nthe edges of our cylinders, and the limitations of entanglement spectra\ndegeneracies on small circumference cylinders. For both phases, we use DMRG to\nstudy the entanglement spectra, the entanglement entropy, and the effect of\nflux insertion on charge and spin pumping, all of which show key differences\nbetween the two phases. To study the transition, we use interaction-strength\nscans extending between the two phases, and apply a scaling data collapse of a\nbond-dimerization order parameter to extract critical exponents. We also\nextract critical behavior from the divergence of correlation lengths on the IQH\nside, measuring decay away from edges of both the dimerization order parameter\nand transverse edge currents. The critical behavior and exponents are\nconsistent with an Ising transition in 1+1 dimensions. Finally, we obtain\nexcited states in various quantum number sectors finding that the gap to a\ncharge neutral momentum $\\pi$ excitation corresponding to fluctuations of the\ndimerization order parameter closes in the vicinity of the critical point but\ngaps to other excitations remain large."}
{"id": "2510.20306", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20306", "abs": "https://arxiv.org/abs/2510.20306", "authors": ["Sayantika Bhowal", "Arnab Bose"], "title": "Non-relativistic spin splitting: Features and Functionalities", "comment": "17 pages, 9 figures", "summary": "Recently, spin splitting of non-relativistic origin in compensated\nantiferromagnets has drawn growing attention in condensed matter research.\nAlthough many materials, now known to exhibit such spin splitting, have been\nstudied for decades, their manifestation along non-high-symmetry momentum\ndirections initially hindered their recognition. In recent years, significant\nprogress has been made in uncovering the symmetry principles that allow\nnon-relativistic spin splitting in the absence of net magnetization, revealing\nthe unconventional physics arising from their coexistence. In this review, we\nprovide a concise overview of non-relativistic spin splitting in compensated\nantiferromagnets with various spin configurations, including collinear,\ncoplanar, and non-coplanar spin arrangements. We summarize practical\nidentification guidelines, highlight characteristic features in electronic band\nstructures, and discuss the emerging functionalities, with an emphasis on\npromising directions for future exploration."}
{"id": "2510.20360", "categories": ["cond-mat.stat-mech", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.20360", "abs": "https://arxiv.org/abs/2510.20360", "authors": ["Tianyi Zhang", "Caihua Wan", "Xiufeng Han"], "title": "Predictive Indicator of Critical Point in Equilibrium and Nonequilibrium Magnetic Systems", "comment": null, "summary": "Determining critical points of phase transitions from partial data is\nessential to avoid abrupt system collapses and reducing experimental or\ncomputational costs. However, the complex physical systems and phase transition\nphenomena have long hindered the development of unified approaches applicable\nto both equilibrium and nonequilibrium phase transitions. In this work, we\npropose predictive indicators to determine critical points in equilibrium and\nnonequilibrium magnetic systems based on frequency-dependent response function.\nFor equilibrium phase transition, such as magnetization switching under\nmagnetic field, the static magnetization response function to a perturbing\nmagnetic field diverges at the critical field, serving as a noise-resilient\npredictive indicator that also reflects the transition order and critical\nexponents. In contrast, for nonequilibrium phase transition, such as\nmagnetization switching driven by spin-transfer torque, static response fails\nto signal criticality. Instead, the dynamic response at ferromagnetic resonance\nfrequency diverges at the critical point, which is also robust against thermal\nnoise. We further demonstrate that these static and dynamic indicators can be\nunified in the frame of first-order linear differential systems, offering a\ngeneralizable strategy for predicting criticality in both equilibrium and\nnonequilibrium transitions."}
{"id": "2510.19902", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "math-ph", "math.MP", "nlin.SI"], "pdf": "https://arxiv.org/pdf/2510.19902", "abs": "https://arxiv.org/abs/2510.19902", "authors": ["Matthew Blakeney", "Luke Corcoran", "Marius de Leeuw", "Balazs Pozsgay", "Eric Vernier"], "title": "Temperley-Lieb integrable models and fusion categories", "comment": "27 pages", "summary": "We show that every fusion category containing a non-invertible, self-dual\nobject $a$ gives rise to an integrable anyonic chain whose Hamiltonian density\nsatisfies the Temperley-Lieb algebra. This spin chain arises by considering the\nprojection onto the identity channel in the fusion process $a\\otimes a$. We\nrelate these models to Pasquier's construction of ADE lattice models. We then\nexploit the underlying Temperley-Lieb structure to discuss the spectrum of\nthese models and argue that these models are gapped when the quantum dimension\nof $a$ is greater than 2. We show that for fusion categories where the\ndimension is close to 2, such as the Fib$\\times$Fib and Haagerup fusion\ncategories, the finite size effects are large and they can obscure the\nnumerical analysis of the gap."}
{"id": "2510.20465", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.20465", "abs": "https://arxiv.org/abs/2510.20465", "authors": ["Linus Lind", "Hilda Sandström", "Patrick Rinke"], "title": "An interpretable molecular descriptor for machine learning predictions in atmospheric science", "comment": null, "summary": "The study of aerosol formation and chemistry using machine learning is\nlimited by the lack of molecular descriptors suited to atmospheric compounds.\nInterpretable models are particularly affected because they often rely on\ndictionary-based descriptors tied to specific molecular substructures, which\ncurrently fail to capture the full range of organic atmospheric compounds,\nincluding large, highly oxidized molecules common in the atmosphere. We\nintroduce ATMOMACCS, an interpretable descriptor combining the 166 binary keys\nof the MACCS fingerprint with motifs inspired by the SIMPOL method for\nestimating saturation vapor pressures. We show that ATMOMACCS based models\nimprove predictions of saturation vapor pressures (7-8 % error reduction),\nequilibrium partition coefficients (5 % and 9 % error reduction), glass\ntransition temperatures (22 % error reduction), and enthalpy of vaporization\n(61 % error reduction) on four datasets with atmospheric compounds. Feature\nanalysis shows that saturation vapor pressure and partition coefficients are\ngoverned by carbon number and oxygen-related features, whereas other\nphase-transition properties (e.g., enthalpy of vaporization, glass transition\ntemperature) depend on carbon-hydrogen bond types and the presence of\nheteroatoms other than oxygen. This highlights the generalizability of\nATMOMACCS across different datasets and properties as an interpretable\nmolecular descriptor."}
{"id": "2510.20230", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20230", "abs": "https://arxiv.org/abs/2510.20230", "authors": ["Yifan Wang", "Chenchao Xu", "Zhimian Wu", "Huachen Rao", "Zhaoyang Shan", "Yi Liu", "Guanghan Cao", "Michael Smidman", "Ming Shi", "Huiqiu Yuan", "Tao Wu", "Xianhui Chen", "Chao Cao", "Yu Song"], "title": "Soft Phonon Charge-Density Wave Formation in the Kagome Metal KV$_3$Sb$_5$", "comment": "submitted to journal in July 2025", "summary": "A range of of unusual emergent behaviors have been reported in the\ncharge-density wave (CDW) state of the $A$V$_3$Sb$_5$ ($A=~$K, Rb, Cs) kagome\nmetals, including a CDW formation process without soft phonons, which points to\nan unconventional CDW mechanism. Here, we use inelastic x-ray scattering to\nshow that the CDW in KV$_3$Sb$_5$ forms via phonons that soften to zero energy\nat the CDW ordering vector ($L$-point) around $T_{\\rm CDW}=78$~K. These soft\nphonons exhibit a remarkable in-plane anisotropy, extending over a much larger\nmomentum range along $L$-$A$ relative to $L$-$H$, which leads to diffuse\nscattering common among $A$V$_3$Sb$_5$. Using first-principles calculations, we\nfind that the momentum-dependent electron-phonon coupling (EPC) is peaked at\n$L$ and exhibits the same in-plane anisotropy as the phonon softening.\nConversely, the electronic susceptibility is not peaked at $L$ and shows the\nopposite in-plane anisotropy. Our findings favor momentum-dependent EPC as the\ndriving mechanism of the CDW in KV$_3$Sb$_5$, with a CDW formation process\nsimilar to that of transition metal dichalcogenides."}
{"id": "2510.20309", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20309", "abs": "https://arxiv.org/abs/2510.20309", "authors": ["Mohit Kumar Jat", "Kenji Watanabe", "Takashi Taniguchi", "Aveek bid"], "title": "Emergent Massless Dirac Fermions in Moiré Bands of Bilayer Graphene/hBN Superlattice", "comment": null, "summary": "A superlattice of multilayer graphene and hBN has proven to be a promising\npathway for engineering electronic band structures and topologies. In this\nwork, we experimentally demonstrate the role of hBN alignment in inducing\ntopological band reconstruction in bilayer graphene (BLG) superlattices. Our\nstudy establishes that while the primary band retains its massive chiral naure,\nthe secondary bands host massless, chiral fermions. Magnetotransport\nmeasurements, including Quantum Hall, temperature-dependent Shubnikov-de Haas\noscillations, and Berry phase analysis, confirm the distinct topological nature\nof these bands. A significantly reduced Fermi velocity in the moir\\'{e}\nsecondary band indicates band flattening induced by the moir\\'{e} potential.\nOur study provides a pathway for controlling topological quantum transport in\nBLG/hBN superlattices."}
{"id": "2510.19937", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19937", "abs": "https://arxiv.org/abs/2510.19937", "authors": ["Simon Martin", "Marcin Raczkowski", "Fakher F. Assaad", "Tarun Grover"], "title": "Dimensionality-Changing Transition from a Non-Fermi Liquid to a Spin-Solid in a Multichannel Kondo Lattice", "comment": "7+19 pages, 4+8 figures", "summary": "A multichannel Kondo system, where a single quantum spin couples to multiple\nchannels of an electronic bath, provides one of the simplest examples of a\nzero-dimensional non-Fermi liquid. It is natural to ask: what happens when an\nextensive number of such systems are coupled together? A simple renormalization\ngroup argument implies that in a chain of SU(N) multichannel quantum systems,\nwhere each spin is coupled to its own bath of K channels, the individual spins\ndynamically decouple at low energy when N>K, resulting in a 'sliding' non-Fermi\nliquid. Using Quantum Monte Carlo (QMC) simulations, we find evidences of a\ncontinuous, 'dimensionality-changing' phase transition out of this non-Fermi\nliquid into a valence-bond solid phase as the intersite coupling is increased.\nRemarkably, at the critical point, correlations exhibit a power-law behavior\neven along the direction in which the spins are coupled, indicating the\nbreakdown of dynamical decoupling at the transition. We also develop an RG\nscheme to understand the universal aspects of this transition."}
{"id": "2510.20326", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20326", "abs": "https://arxiv.org/abs/2510.20326", "authors": ["Yoshimine Kato", "Tomoaki Nakamura", "Katsuya Komorita", "Kungen Teii"], "title": "Highly Rectifying Cubic Copper Iron Sulfides p-n Junction Diode Fabricated by Anodic Oxidation", "comment": "27 pages, 5 figures", "summary": "Rectification properties of semiconductor p-n junction diodes are the basic\nand important characteristics for electronic device evaluation, especially for\nnovel semiconductor materials. Today's semiconductor devices' fabrication and\nintegration processes require multibillion-dollar investments and are desired\nto be reduced or simplified. Therefore, low-cost and non-toxic base metal\nmaterials with simple fabrication methods are desired for the future\nsemiconductor industry. Recently, copper-based sulfides have been studied for\nsemiconductor devices such as thermoelectric, photovoltaic, or water-splitting\napplications. Here, a highly rectifying p-n diode of a cubic (disordered) phase\nCu4Fe5S8 polycrystal with a zincblende-like structure fabricated by a\nsimple/low-cost wet process is shown. It is found that the Cu4Fe5S8 diode shows\nthe highest rectification ratio in the order of 106 with a large forward\ncurrent density of 15 Acm-2 (@1.5 V forward bias) at room temperature among the\nother compounds of copper iron sulfide devices. This remarkable and stable\ndiode characteristic obtained by the p-type layer anodically grown on the\nsintered n-type cubic-Cu4Fe5S8 can bring the industry closer to low-cost\nsemiconductor manufacturing. These results open a platform of novel\nsemiconductor materials such as cubic-Cu4Fe5S8 with further superior crystal\ngrowth and conductive characteristics."}
{"id": "2510.20520", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.soc-ph"], "pdf": "https://arxiv.org/pdf/2510.20520", "abs": "https://arxiv.org/abs/2510.20520", "authors": ["Lorenzo Grimaldi", "Pablo Villegas", "Alessandro Vezzani", "Raffaella Burioni", "Davide Cassi", "Andrea Gabrielli"], "title": "Unveiling the Dimensionality of Networks of Networks", "comment": "7 pages and 4 figures", "summary": "\"Every object that biology studies is a system of systems.\" (Fran\\c{c}ois\nJacob, 1974). Most networks feature intricate architectures originating from\ntinkering, a repetitive use of existing components where structures are not\ninvented but reshaped. Still, linking the properties of primitive components to\nthe emergent behavior of composite networks remains a key open challenge. Here,\nby composing scale-invariant networks, we show how tinkering decouples Fiedler\nand spectral dimensions, hitherto considered identical, providing valuable\ninsights into mesoscopic and macroscopic collective regimes."}
{"id": "2510.19907", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19907", "abs": "https://arxiv.org/abs/2510.19907", "authors": ["Cesar A. Gallegos", "Rafael M. Magaldi", "Andrew Millis", "Steven R. White"], "title": "Quantum Hall to Chiral Spin Liquid transition in a Triangular Lattice Hofstadter-Hubbard Model", "comment": "12+4 pages, 12+7 figures", "summary": "We investigate the weak interaction integer quantum Hall (IQH) phase, the\nintermediate interaction phase identified as a chiral spin liquid (CSL) and the\ntransition between them in the triangular lattice Hofstadter-Hubbard model at a\ndensity of one electron per site in an orbital magnetic field corresponding to\none-quarter flux per plaquette. Our primary tool is the finite system density\nmatrix renormalization group (DMRG) method with both interaction-strength scan\nand fixed interaction techniques for cylinders of circumference 3, 5, and 7 and\nlengths up to 240. For the IQH phase, we use single particle exact\ndiagonalization to clarify finite size effects, including an excess charge on\nthe edges of our cylinders, and the limitations of entanglement spectra\ndegeneracies on small circumference cylinders. For both phases, we use DMRG to\nstudy the entanglement spectra, the entanglement entropy, and the effect of\nflux insertion on charge and spin pumping, all of which show key differences\nbetween the two phases. To study the transition, we use interaction-strength\nscans extending between the two phases, and apply a scaling data collapse of a\nbond-dimerization order parameter to extract critical exponents. We also\nextract critical behavior from the divergence of correlation lengths on the IQH\nside, measuring decay away from edges of both the dimerization order parameter\nand transverse edge currents. The critical behavior and exponents are\nconsistent with an Ising transition in 1+1 dimensions. Finally, we obtain\nexcited states in various quantum number sectors finding that the gap to a\ncharge neutral momentum $\\pi$ excitation corresponding to fluctuations of the\ndimerization order parameter closes in the vicinity of the critical point but\ngaps to other excitations remain large."}
{"id": "2510.20655", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.20655", "abs": "https://arxiv.org/abs/2510.20655", "authors": ["Manuel Palma Banos", "Joel D. Kress", "Rigoberto Hernandez", "Galen T. Craven"], "title": "Stoichiometrically-informed symbolic regression for extracting chemical reaction mechanisms from data", "comment": null, "summary": "A data-driven computational method is introduced to extract chemical reaction\nmechanisms from time series chemical concentration data. It is realized through\nthe use of dynamic symbolic regression in which a sparse analytical form for a\ndynamical system is discoverable from the underlying data. We specifically\ndevelop the stoichiometrically-informed symbolic regression (SISR) method to\naddress a standing challenge in complex chemical reaction networks: Given a\ntime-series dataset of concentrations of several components, what is the\nmechanism and the associated rate constants? SISR finds the optimal mechanism,\nkinetic equations and rate constants by combining differential optimization\nwith a genetic optimization approach that searches a symbolic space of possible\nreaction mechanisms. Use of SISR in several paradigmatic examples spanning\nlinear and nonlinear reaction schemes results in excellent agreement between\ntrue and predicted mechanisms, including when the method is applied to noisy\ndata. The advantages of a stoichiometrically-informed approach such as SISR to\naddress reaction discovery is illustrated through comparison with the use of\ngeneric state-of-the-art data-driven approaches."}
{"id": "2510.20312", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20312", "abs": "https://arxiv.org/abs/2510.20312", "authors": ["Kazuhiro Kuboki"], "title": "Phase Separation in Kitaev Chain", "comment": "6 pages, 3 figures", "summary": "Kitaev chain is a one-dimensional spinless fermion model that has $p$-wave\nsuperconducting (SC) states and Majorana zero modes at the edge. Usually this\nmodel is analyzed by taking only SC order parameter (OP) into account, but the\nsituation significantly changes when OPs other than the SCOP are included. It\nturns out that the SC state in the latter case is prone to phase separation for\nmoderate to strong attractiive interactions."}
{"id": "2510.20397", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20397", "abs": "https://arxiv.org/abs/2510.20397", "authors": ["Nahual Sobrino"], "title": "Thermoelectric properties of interacting double quantum dots", "comment": "13 pages, 7 figures", "summary": "We investigate the thermoelectric transport properties of an interacting\nparallel double quantum dot in the Coulomb-blockade regime. Building on an\nanalytical solution based on an equation-of-motion technique, we extend the\nformalism for the asymmetrically coupled situation and provide compact\nclosed-form expressions for steady-state currents together with the\ndifferential conductance, Seebeck coefficient, and thermal conductance. We\ndetermine the operating points that maximize efficiency and output power of the\nsystem, clarifying their relation to standard near-equilibrium ZT expressions.\nWe further study the thermal rectification in both the open- and closed-circuit\nconfigurations and derive an expression for the open-circuit case.\nInteraction-induced resonances are understood in terms of the poles of the\nresulting Green's function, generating gate and bias dependent regions of\nenhanced efficiency at finite power, negative differential thermal conductance,\nand finite thermal rectification."}
{"id": "2510.20034", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20034", "abs": "https://arxiv.org/abs/2510.20034", "authors": ["Yuxiao Hang", "Rosa Di Felice", "Aiichiro Nakano", "Stephan Haas"], "title": "Dynamics of Majorana Fermions on a Quantum Computer", "comment": null, "summary": "The study of quasiparticle dynamics is central to understanding\nnon-equilibrium phenomena in quantum many-body systems. Direct simulation of\nsuch dynamics on quantum hardware has been limited by circuit depth and noise\nconstraints. In this work, we use a recently developed constant-depth circuit\nalgorithm to examine the real-time evolution of site-resolved magnetization in\na transverse-field Ising chain on noisy intermediate-scale quantum devices. By\nrepresenting each spin as a pair of Majorana fermions, we identify two distinct\ndynamical regimes governed by the relative strength of spin interaction.\nFurthermore, we show how local impurities can serve as probes of Majorana\nmodes, acting as dynamical barriers in the weak coupling regime. These results\ndemonstrate that constant-depth quantum circuits provide a viable route for\nstudying quasiparticle propagation and for probing Majorana signatures on\ncurrently available quantum processors."}
{"id": "2510.20395", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20395", "abs": "https://arxiv.org/abs/2510.20395", "authors": ["Yang Lv", "Junwei Li", "Jianfu Li", "Yong Liu", "Jianan Yuan", "1 Jiani Lin", "Saori Kawaguchi-Imada", "Qingyang Hu", "Xiaoli Wang"], "title": "Unlock Anionic Behavior of Calcium Through Pressure Engineering", "comment": null, "summary": "An isolated calcium (Ca) atom has empty d-orbitals under ambient conditions.\nHowever, s-d band hybridization has been observed in both elemental Ca and\ncompounds by manipulating thermodynamic conditions. Here, we reveal that the Ca\n3d-band can even capture electrons from halogen atoms under pressure,\nexhibiting anionic behaviors in iodides. We predict a CsCl-type monovalent CaI\nat above 50 GPa by employing first-principles structural searching and\nsuccessfully identified the phase at 84 GPa using in situ X-ray diffraction. We\nfurther reveal that, due to the effect of orbital broadening, unusual charge\ntransfer from the 5p orbitals of I to the 3d orbitals of Ca in CaI, gradually\nreverses the ionicity of Ca and becomes the anionic ICa at 485 GPa. Multivalent\nCa stabilizes a set of metallic iodides with eight- to ten-fold iodine\nhyper-coordination. Our findings demonstrate that the valence states of Ca can\nvary from negative to +2, suggesting much greater complexity of Ca chemistry\nunder ultrahigh pressures."}
{"id": "2510.20659", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20659", "abs": "https://arxiv.org/abs/2510.20659", "authors": ["Ho Jang", "Yang Yang", "Gia-Wei Chern"], "title": "Kinetics of Peierls dimerization transition: Machine learning force-field approach", "comment": "20 pages, 9 figures", "summary": "We present a machine learning (ML) force-field framework for simulating the\nnon-equilibrium dynamics of charge-density-wave (CDW) order driven by the\nPeierls instability. Since the Peierls distortion arises from the coupling\nbetween lattice displacements and itinerant electrons, evaluating the adiabatic\nforces during time evolution is computationally intensive, particularly for\nlarge systems. To overcome this bottleneck, we develop a generalized\nBehler-Parrinello neural-network architecture -- originally formulated for ab\ninitio molecular dynamics -- to accurately and efficiently predict forces from\nlocal structural environments. Using the locality of electronic responses, the\nresulting ML force field achieves linear scaling efficiency while maintaining\nquantitative accuracy. Large-scale dynamical simulations using this framework\nuncover a two-stage coarsening behavior of CDW domains: an early-time regime\ncharacterized by a power-law growth $L \\sim t^{\\alpha}$ with an effective\nexponent $\\alpha \\approx 0.7$, followed by a crossover to the Allen-Cahn\nscaling $L \\sim \\sqrt{t}$ at late times. The enhanced early-time coarsening is\nattributed to anisotropic domain-wall motion arising from electron-mediated\ndirectional interactions. This work demonstrates the promise of ML-based force\nfields for multiscale dynamical modeling of condensed-matter lattice models."}
{"id": "2510.19937", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19937", "abs": "https://arxiv.org/abs/2510.19937", "authors": ["Simon Martin", "Marcin Raczkowski", "Fakher F. Assaad", "Tarun Grover"], "title": "Dimensionality-Changing Transition from a Non-Fermi Liquid to a Spin-Solid in a Multichannel Kondo Lattice", "comment": "7+19 pages, 4+8 figures", "summary": "A multichannel Kondo system, where a single quantum spin couples to multiple\nchannels of an electronic bath, provides one of the simplest examples of a\nzero-dimensional non-Fermi liquid. It is natural to ask: what happens when an\nextensive number of such systems are coupled together? A simple renormalization\ngroup argument implies that in a chain of SU(N) multichannel quantum systems,\nwhere each spin is coupled to its own bath of K channels, the individual spins\ndynamically decouple at low energy when N>K, resulting in a 'sliding' non-Fermi\nliquid. Using Quantum Monte Carlo (QMC) simulations, we find evidences of a\ncontinuous, 'dimensionality-changing' phase transition out of this non-Fermi\nliquid into a valence-bond solid phase as the intersite coupling is increased.\nRemarkably, at the critical point, correlations exhibit a power-law behavior\neven along the direction in which the spins are coupled, indicating the\nbreakdown of dynamical decoupling at the transition. We also develop an RG\nscheme to understand the universal aspects of this transition."}
{"id": "2510.20659", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20659", "abs": "https://arxiv.org/abs/2510.20659", "authors": ["Ho Jang", "Yang Yang", "Gia-Wei Chern"], "title": "Kinetics of Peierls dimerization transition: Machine learning force-field approach", "comment": "20 pages, 9 figures", "summary": "We present a machine learning (ML) force-field framework for simulating the\nnon-equilibrium dynamics of charge-density-wave (CDW) order driven by the\nPeierls instability. Since the Peierls distortion arises from the coupling\nbetween lattice displacements and itinerant electrons, evaluating the adiabatic\nforces during time evolution is computationally intensive, particularly for\nlarge systems. To overcome this bottleneck, we develop a generalized\nBehler-Parrinello neural-network architecture -- originally formulated for ab\ninitio molecular dynamics -- to accurately and efficiently predict forces from\nlocal structural environments. Using the locality of electronic responses, the\nresulting ML force field achieves linear scaling efficiency while maintaining\nquantitative accuracy. Large-scale dynamical simulations using this framework\nuncover a two-stage coarsening behavior of CDW domains: an early-time regime\ncharacterized by a power-law growth $L \\sim t^{\\alpha}$ with an effective\nexponent $\\alpha \\approx 0.7$, followed by a crossover to the Allen-Cahn\nscaling $L \\sim \\sqrt{t}$ at late times. The enhanced early-time coarsening is\nattributed to anisotropic domain-wall motion arising from electron-mediated\ndirectional interactions. This work demonstrates the promise of ML-based force\nfields for multiscale dynamical modeling of condensed-matter lattice models."}
{"id": "2510.20576", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.20576", "abs": "https://arxiv.org/abs/2510.20576", "authors": ["A. I. Lomakin", "E. M. Baeva", "N. A. Titova", "A. V. Semenov", "A. V. Lubenchenko", "M. A. Kirsanova", "S. A. Evlashin", "S. Saha", "S. Bogdanov", "A. I. Kolbatova", "G. N. Goltsman"], "title": "Low-temperature electron dephasing rates indicate magnetic disorder in superconducting TiN films", "comment": "18 pages, 4 figures, accepted for publication in Applied Physics\n  Letters", "summary": "We investigate electron transport and phase-breaking processes in thin\ntitanium nitride (TiN) films of epitaxial quality. Previous studies show that a\nminute surface magnetic disorder significantly reduces the critical temperature\n($T_\\mathrm{c}$) and broadens the superconducting transition as the film\nthickness and device size decrease. We measure electron dephasing rates via\nmagnetoresistance from $T_\\mathrm{c}$ to $\\sim 4T_\\mathrm{c}$ in\nvarious-thickness TiN films. Electron dephasing occurs on the picosecond\ntimescale and is nearly independent of temperature, differing from the expected\ninelastic scattering due to the electron-phonon and electron-electron\ninteractions near $T_\\mathrm{c}$, which occur over a nanosecond timescale. We\npropose spin-flip scattering as a possible additional phase-breaking mechanism.\nThe significant increase in the dephasing rate for the thinnest film indicates\nthat magnetic disorder resides near the surface of naturally oxidized films.\nOur research suggests that magnetic disorder may be a significant contributor\nto RF dissipation in superconducting devices based on TiN."}
{"id": "2510.20523", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20523", "abs": "https://arxiv.org/abs/2510.20523", "authors": ["Jan Hajduček", "Veronica Leccese", "Ján Rusz", "Jon Ander Arregi", "Alexey Sapozhnik", "Jáchym Štindl", "Francesco Barantani", "Paolo Cattaneo", "Antoine Andrieux", "Vojtěch Uhlíř", "Fabrizio Carbone", "Thomas LaGrange"], "title": "Sub-10 nm Quantification of Spin and Orbital Magnetic Moment Across the Metamagnetic Phase Transition in FeRh Using EMCD", "comment": "Preprint", "summary": "Electron magnetic circular dichroism (EMCD) in transmission electron\nmicroscopy (TEM) enables element-specific measurement of spin and orbital\nmagnetic moments, analogous to X-ray magnetic circular dichroism (XMCD). While\nthe EMCD technique offers unmatched spatial resolution, its quantitative\naccuracy remains under scrutiny, particularly in beam-splitter geometries with\nconvergent probes. Here, we systematically evaluate the limits of quantitative\nEMCD analysis using the first-order magnetostructural transition in the\nfunctional phase-change material FeRh as a tunable magnetic reference. Unlike\nprevious EMCD studies primarily focused on elemental ferromagnets such as Fe,\nwe demonstrate its applicability to a correlated material exhibiting coupled\nstructural and magnetic order. We demonstrate that the extracted\norbital-to-spin moment ratio ($m_\\text{L}/m_\\text{S}$) remains consistent with\nXMCD benchmarks for TEM probes down to approximately 6 nm, thereby establishing\nthe validity range for reliable quantification. For nm-sized probes with higher\nconvergence angles, we observe an enhanced $m_\\text{L}/m_\\text{S}$, which we\nattribute to a combination of instrumental factors and sensitivity to nanoscale\nheterogeneity within the probed volume. Our results confirm that EMCD provides\nquantitative agreement with macroscale techniques under suitable conditions,\nwhile uniquely enabling spatially confined measurements of local magnetic\nmoments in functional magnetic materials, and allowing the study of\ninterfacial, defect-mediated, or phase-separated magnetism that is inaccessible\nto photon-based methods."}
{"id": "2510.20186", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20186", "abs": "https://arxiv.org/abs/2510.20186", "authors": ["Kazuki Yamamoto", "Masaya Nakagawa", "Norio Kawakami"], "title": "Kondo breakdown induced by the non-Hermitian complex hybridization", "comment": "18 pages, 4 figures", "summary": "Recently, a non-Hermitian Anderson impurity model with one-body loss has been\nstudied in [Phys. Rev. B 111, 125157 (2025)}], and it has been demonstrated\nthat the renormalization effect generated by strong correlations\ncounterintuitively changes the nature of dissipation into an emergent many-body\ndissipation that causes a Kondo breakdown. In a closely related context, it is\nalso known that two-body loss in a non-Hermitian Kondo model triggers the Kondo\nbreakdown. To elucidate the essence of these phenomena, we study the Anderson\nimpurity model with a non-Hermitian complex hybridization as an effective model\nthat provides a simple understanding of the Kondo breakdown. Using the\nslave-boson mean-field theory, we show that this model can explain the Kondo\nbreakdown with a single complex parameter. Furthermore, we provide the exact\nBethe ansatz solutions that support the results obtained by the slave-boson\nmean-field theory. Finally, we point out that the Lehmann representation for\nthe non-Hermitian Green function cannot be obtained by the analytic\ncontinuation to the complex energy upon the Kondo breakdown, where the\nanalyticity of the non-Hermitian Green function in the half-complex-$\\omega$\nplane no longer holds."}
{"id": "2510.20420", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20420", "abs": "https://arxiv.org/abs/2510.20420", "authors": ["Vladimir M. Shevlyuga", "Yulia A. Vorontsova", "Tatiana V. Pavlova"], "title": "PBr3 Adsorption and Dissociation on the Si(100) Surface", "comment": "5 pages, 4 figures", "summary": "The adsorption of PBr3 on the Si(100)-2$\\times$1 surface was studied by\nscanning tunneling microscopy (STM) and density functional theory (DFT). The\nPBr3 molecule completely dissociates on the Si(100) surface at room temperature\ninto P and Br atoms. In most cases, the dissociated molecule was observed in\nSTM on three neighboring Si dimers. DFT calculations confirm that the PBr3\nmolecule can completely dissociate at room temperature. After annealing the\nsample to 400$^{\\circ}$C, phosphorus is incorporated into silicon, as evidenced\nby the Si atoms ejected to the surface. These findings are useful for the\ninsertion of individual phosphorus atoms into silicon by PBr3 adsorption\nthrough a halogen mask."}
{"id": "2510.19891", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "cond-mat.soft", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.19891", "abs": "https://arxiv.org/abs/2510.19891", "authors": ["Alessio Zaccone"], "title": "A unified picture of phonon anomalies in crystals and glasses", "comment": "News and Views on G. Ding et al., Nat. Phys. (2025).\n  https://doi.org/10.1038/s41567-025-03057-7", "summary": "Phonon spectra in solids often display anomalies that defy the simple Debye\nlaw, most prominently the van Hove singularity in crystals and the boson peak\nin glasses. Although traditionally regarded as distinct, both features are\nincreasingly recognized as sharing a common physical origin. In a recent work,\nG. Ding et al. (Nat. Phys. 2025) propose a resonant-damping model that unifies\nthese anomalies within a single framework. By coupling phonon damping to\nvibrational softening, their theory explains why some materials exhibit van\nHove peaks, others boson peaks, and many show both. This advance extends\nearlier ideas and theories of Baggioli and Zaccone on the competition between\nphonon propagation and damping, while also connecting to microscopic mechanisms\nsuch as nonaffine motions in glasses. The resonant-damping paradigm thus offers\na promising step toward a unified understanding of vibrational anomalies across\nordered and disordered solids."}
{"id": "2510.19943", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.19943", "abs": "https://arxiv.org/abs/2510.19943", "authors": ["Denis Sedov", "Mathias S. Scheurer"], "title": "Quantum geometry and impurity sensitivity of superconductors without time-reversal symmetry: application to rhombohedral graphene and altermagnets", "comment": null, "summary": "Analyzing the consequences of the quantum geometry induced by the momentum\ndependence of Bloch states has emerged as a very rich and active field in\ncondensed matter physics. For instance, for the superfluid stiffness or the\npairing mechanism, these geometric aspects can play an important role. We here\ndemonstrate that quantum geometry can also be essential for the disorder\nsensitivity of a superconductor, in particular when time-reversal symmetry is\nbroken in the normal-state Bloch Hamiltonian. We derive a general expression\nfor the behavior of the critical temperature $T_c$ involving weighted\n(anti-)commutators of the superconducting order parameter and impurity matrix\nelements, which includes both wave-function effects and kinetic pair breaking\ndue to broken time-reversal symmetry in the dispersion. We analyze how the\nformer effects lead to \"quantum geometric pair breaking\", where any\nsuperconductor becomes susceptible to microscopically non-magnetic impurities,\nand formally relate it to the maximum possible localization of two-particle\nWannier states. Further, in the presence of kinetic pair breaking, impurities\ncan also enhance pairing, leading to an overall more complex, non-monotonic\nbehavior of $T_c$ with impurity concentration. We also analyze the fate of\nfinite-momentum pairing. Our results are directly relevant to rhombohedral\ngraphene, twisted MoTe$_2$, and superconducting altermagnets."}
{"id": "2510.20538", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20538", "abs": "https://arxiv.org/abs/2510.20538", "authors": ["William Samuelson", "Juan Daniel Torres Luna", "Sebastian Miles", "A. Mert Bozkurt", "Martin Leijnse", "Michael Wimmer", "Viktor Svensson"], "title": "Quantifying robustness and locality of Majorana bound states in interacting systems", "comment": "17 pages, 5 figures", "summary": "Protecting qubits from perturbations is a central challenge in quantum\ncomputing. Topological superconductors with separated Majorana bound states\n(MBSs) provide a strong form of protection that only depends on the locality of\nperturbations. While the link between MBS separation, robust degeneracy, and\nprotected braiding is well understood in non-interacting systems, recent\nexperimental progress in short quantum-dot-based Kitaev chains highlights the\nneed to establish these connections rigorously for interacting systems. We do\nthis by defining MBSs from many-body ground states and show how their locality\nconstrains their coupling to an environment. This, in turn, quantifies the\nprotection of the energy degeneracy and the feasibility of non-abelian\nbraiding."}
{"id": "2510.20204", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20204", "abs": "https://arxiv.org/abs/2510.20204", "authors": ["I. Ishant", "Z. Guguchia", "V. Fritsch", "O. Stockert", "M. Majumder"], "title": "Microscopic evidence of a field-induced critical spin-liquid state in a frustrated metal", "comment": "6 pages, 4 figures", "summary": "A field-induced quantum spin liquid (QSL) state is an extraordinary\nphenomenon, hitherto unobserved in metallic frustrated compounds. Recent bulk\nmeasurements have revealed intriguing field-induced magnetic states in metallic\nfrustrated CePdAl. However, the nature of these field-induced states,\npotentially including a QSL state, remains unclear due to the lack of detailed\nmicroscopic investigation. To elucidate these field-induced states, we employed\nthe transverse-field muon spin relaxation/rotation (TF-$\\mu$SR) technique,\napplying various magnetic fields parallel to the c-axis in single-crystalline\nCePdAl over a broad temperature range (100~K-100~mK). Our $\\mu$SR data indicate\nthat field-induced low-temperature states for fields B$\\leq B_{c2}(=3.4~T)$\nexhibit long-range magnetic order, whereas for B>$B_{c2}$ they yield\ncontrasting behavior. Notably, at 3.75 T, the transverse relaxation rate\n($\\lambda_T$) diverges following a power-law dependence below 800~mK along with\nan indication of finite frustration, whereas the Knight shift is temperature\nindependent. These observations corroborate the signature of a critical\nspin-liquid (CSL) with antiferromagnetic spin fluctuations. Furthermore, at 4.3\nT, a non-Fermi liquid state is observed where frustration is absent. This\ncomprehensive microscopic study strongly suggests the existence of a CSL state\nin a metallic frustrated system."}
{"id": "2510.20426", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20426", "abs": "https://arxiv.org/abs/2510.20426", "authors": ["T. V. Pavlova", "V. M. Shevlyuga"], "title": "Vacancy diffusion on a brominated Si(100) surface: Critical effect of the dangling bond charge state", "comment": "7 pages, 6 figures", "summary": "Silicon dangling bonds (DBs) on an adsorbate-covered Si(100) surface can be\ncreated in a scanning tunneling microscope (STM) with high precision required\nfor a number of applications. However, vacancies containing DBs can diffuse,\ndisrupting precisely created structures. In this work, we study the diffusion\nof Br vacancies on a Si(100)-2$\\times$1-Br surface in an STM under typical\nimaging conditions. In agreement with previous work, Br vacancies diffuse at a\npositive sample bias voltage. Here, we demonstrated that only vacancies\ncontaining a positively charged DB hop across the two atoms of a single Si\ndimer, while vacancies containing neutral and negatively charged DBs do not.\nCalculations based on the density functional theory confirmed that positively\ncharged Br (and Cl) vacancies have a minimum activation barrier. We propose\nthat diffusion operates by both one-electron and two-electron mechanisms\ndepending on the applied voltage. Our results show that the DB charge has a\ncritical effect on the vacancy diffusion. This effect should be taken into\naccount when imaging surface structures with charged DBs, as well as when\nstudying the diffusion of other atoms and molecules on the Si(100) surface with\nvacancies in an adsorbate layer."}
{"id": "2510.19902", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "math-ph", "math.MP", "nlin.SI"], "pdf": "https://arxiv.org/pdf/2510.19902", "abs": "https://arxiv.org/abs/2510.19902", "authors": ["Matthew Blakeney", "Luke Corcoran", "Marius de Leeuw", "Balazs Pozsgay", "Eric Vernier"], "title": "Temperley-Lieb integrable models and fusion categories", "comment": "27 pages", "summary": "We show that every fusion category containing a non-invertible, self-dual\nobject $a$ gives rise to an integrable anyonic chain whose Hamiltonian density\nsatisfies the Temperley-Lieb algebra. This spin chain arises by considering the\nprojection onto the identity channel in the fusion process $a\\otimes a$. We\nrelate these models to Pasquier's construction of ADE lattice models. We then\nexploit the underlying Temperley-Lieb structure to discuss the spectrum of\nthese models and argue that these models are gapped when the quantum dimension\nof $a$ is greater than 2. We show that for fusion categories where the\ndimension is close to 2, such as the Fib$\\times$Fib and Haagerup fusion\ncategories, the finite size effects are large and they can obscure the\nnumerical analysis of the gap."}
{"id": "2510.20003", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.20003", "abs": "https://arxiv.org/abs/2510.20003", "authors": ["Federico Bonetto", "Alberto Mario Maiocchi"], "title": "Approach to equilibrium for a particle interacting with a harmonic thermal bath", "comment": "39 pages", "summary": "We study the long time evolution of the position-position correlation\nfunction $C_{\\alpha,N}(s,t)$ for a harmonic oscillator (the {\\it probe})\ninteracting via a coupling $\\alpha$ with a large chain of $N$ coupled\noscillators (the {\\it heat bath}). At $t=0$ the probe and the bath are in\nequilibrium at temperature $T_P$ and $T_B$, respectively. We show that for\ntimes $t$ and $s$ of the order of $N$, $C_{\\alpha,N}(s,t)$ is very well\napproximated by its limit $C_{\\alpha}(s,t)$ as $N\\to\\infty$. We find that, if\nthe frequency $\\Omega$ of the probe is in the spectrum of the bath, the system\nappears to thermalize, at least at higher order in $\\alpha$. This means that,\nat order 0 in $\\alpha$, $C_\\alpha(s,t)$ equals the correlation of a probe in\ncontact with an ideal stochastic {\\it thermostat}, that is forced by a white\nnoise and subject to dissipation. In particular we find that $\\lim_{t\\to\\infty}\nC_\\alpha(t,t)=T_B/\\Omega^2$ while that $\\lim_{\\tau\\to\\infty}\nC_\\alpha(\\tau,\\tau+t)$ exists and decays exponentially in $t$. Notwithstanding\nthis, at higher order in $\\alpha$, $C_{\\alpha}(s,t)$ contains terms that\noscillate or vanish as a power law in $|t-s|$. That is, even when the bath is\nvery large, it cannot be thought of as a stochastic thermostat. When the\nfrequency of the bath is far from the spectrum of the bath, no thermalization\nis observed."}
{"id": "2510.20592", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20592", "abs": "https://arxiv.org/abs/2510.20592", "authors": ["Aleksander Latyshev", "Ines Safi"], "title": "Time-braiding phase of anyons tied to the nonuniversal scaling dimension", "comment": "6 pages; 1 figure", "summary": "We use a braiding nonequilibrium fluctuation dissipation relation linking the\nDC noise to the response function inferred from the braiding constraint in the\ntime-domain with a phase $\\theta$ within the UNEPT (Unified Non equilibrium\nPerturbative Theory). By applying the Kramers-Kr\\\"onig relations, we obtain an\nintegral equation connecting DC current and noise that involves $\\theta$. By\nspecifying to thermal states so that noise is Poissonian, we find an analytical\nsolution for the DC current via the Wiener-Hopf technique. It reveals that the\ntime-braiding phase is determined by the scaling dimension~$\\delta$. This\nquestions the universality of $\\theta$ that can reflect the microscopic edge\ndynamics, in contrast to the topologically protected braiding phase in the\nspace domain."}
{"id": "2510.20352", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20352", "abs": "https://arxiv.org/abs/2510.20352", "authors": ["Jin Zhan", "Yongjun Zhang", "Jiawen Zhang", "Yu Liu", "Zhiyong Nie", "Yuxin Chen", "Lin Jiao", "Yashar Komijani", "Michael Smidman", "Frank Steglich", "Piers Coleman", "Huiqiu Yuan"], "title": "Critical fluctuations and conserved dynamics in a strange ferromagnetic metal", "comment": "7 pages, 4 figures", "summary": "The origin of the strange metallic behavior observed in a wide range of\nquantum materials is an open challenge to condensed matter physics.\nHistorically, strange metals were uniquely associated with antiferromagnetic\nquantum critical points (QCPs), but a new generation of materials reveals their\nassociation with uniform order parameters, such as ferromagnetism, valley or\nnematic order, suggesting a deeper common denominator. At a QCP, order\nparameter fluctuations are characterized by the dynamical critical exponent\n$z$, which quantifies the space-time scaling asymmetry. Here, we report the\nobservation of a divergence in the Gr\\\"uneisen ratio at the QCP of the\nstrange-metal ferromagnet CeRh$_6$Ge$_4$ with a dynamical critical exponent\n$z=3$, signaling that the underlying quantum singularity involves a conserved\ndegree of freedom. Yet the magnetization of this easy-plane ferromagnet is not\nconserved. We argue that the $z=3$ strange criticality requires a description\nbeyond the Landau paradigm, proposing a link with the gauge modes of the\nsmall-to-large Fermi surface transition and the associated gauge charge of the\ndelocalizing heavy electrons."}
{"id": "2510.20458", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20458", "abs": "https://arxiv.org/abs/2510.20458", "authors": ["Wei Liu", "Benjamin Theisel", "Yulia Klunnikova", "Konstantin Skokov", "Oliver Gutfleisch"], "title": "Ultralow-Cost magnetocaloric compound for Cryogenic Cooling", "comment": null, "summary": "Cost-effective materials are essential for large-scale deployment. The\nemerging magnetocaloric hydrogen liquefaction technology could transform the\nliquid hydrogen industry due to its potential in achieving higher efficiency.\nMost studies of the cryogenic magnetocaloric effect (MCE) have focused on\nresource-critical rare-earth-based compounds. Here we report on an ionic\nmagnetocaloric compound FeCl$_2$ which is based on ultralow-cost elements, as a\ncandidate working material for hydrogen liquefaction. FeCl$_2$ shows both\ninverse and conventional MCE. From 0 to 1.5 T, the inverse effect yields a\npositive magnetic entropy change ($\\Delta S_T$) of about 5 J/kg/K near 20 K,\nthen declines toward zero at higher fields. In contrast, the conventional\n(negative) response strengthens with field. The $\\Delta S_T$ reaches 18.6\nJ/kg/K near 20 K in magnetic fields of 5 T. This value exceeds most light\nrare-earth-based compounds and approaches that of heavy rare-earth-based\ncompounds. In magnetic fields of 5 T, the adiabatic temperature change reaches\nabout 3.6 K. The large $\\Delta S_T$, along with the low cost of the elements in\nFeCl$_2$, are prerequisites for inexpensive industrial-scale production, giving\nthe prospect of a practical magnetocaloric candidate for hydrogen liquefaction\nin the 20 $\\sim$ 77 K temperature window."}
{"id": "2510.20034", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20034", "abs": "https://arxiv.org/abs/2510.20034", "authors": ["Yuxiao Hang", "Rosa Di Felice", "Aiichiro Nakano", "Stephan Haas"], "title": "Dynamics of Majorana Fermions on a Quantum Computer", "comment": null, "summary": "The study of quasiparticle dynamics is central to understanding\nnon-equilibrium phenomena in quantum many-body systems. Direct simulation of\nsuch dynamics on quantum hardware has been limited by circuit depth and noise\nconstraints. In this work, we use a recently developed constant-depth circuit\nalgorithm to examine the real-time evolution of site-resolved magnetization in\na transverse-field Ising chain on noisy intermediate-scale quantum devices. By\nrepresenting each spin as a pair of Majorana fermions, we identify two distinct\ndynamical regimes governed by the relative strength of spin interaction.\nFurthermore, we show how local impurities can serve as probes of Majorana\nmodes, acting as dynamical barriers in the weak coupling regime. These results\ndemonstrate that constant-depth quantum circuits provide a viable route for\nstudying quasiparticle propagation and for probing Majorana signatures on\ncurrently available quantum processors."}
{"id": "2510.20638", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20638", "abs": "https://arxiv.org/abs/2510.20638", "authors": ["Kseniia Storozheva", "Anastasia Markina", "Vladik Avetisov"], "title": "Computational Design Rules for Helical Aromatic Foldamers: $π-π$ Stacking, Solvent Effects, and Conformational Stability", "comment": "20 pages, 6 figures", "summary": "Molecular-scale materials with bistable behavior and tunable properties are\nincreasingly relevant for next-generation nanoscale electronic devices. Helical\nfoldamers are promising candidates, but their structural and mechanical\nproperties are highly sensitive to conformational stability and environmental\nconditions. A systematic methodology based on quantum-chemical calculations is\nproposed for assessing solvent-dependent mechanical behavior, combining\nanalysis of $\\pi-\\pi$ stacking interactions, conformational energetics, and\nenvironmental effects. Using this methodology we identified simple design\nprinciples for the rapid screening of new compounds, allowing evaluation of\ntheir conformational stability and effective mechanical rigidity. Applying\nthese principles, we identify a modified helical aromatic foldamer that\nexhibits improved mechanical and stability characteristics compared to the\ninitial reference compound."}
{"id": "2510.20491", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20491", "abs": "https://arxiv.org/abs/2510.20491", "authors": ["Nitay Hurvitz", "Gleb Finkelstein", "Eran Sela"], "title": "Metallic island array as synthetic quantum matter: fractionalized entropy and thermal transport", "comment": "9 pages, 5 figures", "summary": "The surprisingly rich physics of a single Coulomb-blockaded metallic island,\nwhen coupled to quantum Hall edge channels, is now well established -- giving\nrise to charge fractionalization and multi-channel quantum impurity behavior.\nHere, we show that qualitatively new physics emerges in arrays of such\nelements. We consider a 1D chain of $N$ metallic islands, focusing on\nthermodynamic signatures such as quantized entropy and anomalous thermal\nconductance. Universal and robust behavior emerges for energy scales smaller\nthan the charging energy of the islands. In particular, we demonstrate that for\nthe bulk filling factor of $\\nu=1$, the islands could support a finite heat\nflow without temperature difference between them. Upon pinching the array with\na quantum point contact, we predict an entropy change that scales with the\nnumber of islands as $\\Delta S = \\frac{1}{2}k_B \\log (N+1)$, which can be\nmeasured using charge detection. This fractional entropy suggests the emergence\nof a novel type of excitations in the array."}
{"id": "2510.20502", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20502", "abs": "https://arxiv.org/abs/2510.20502", "authors": ["Léon F. Schröder", "Sabrina Weber", "Lukas Fuchs", "Volker Schmidt", "Benedikt Prifling"], "title": "Predicting the 3D microstructure of SOFC anodes from 2D SEM images using stochastic microstructure modeling and CNNs", "comment": null, "summary": "The 3D microstructure of solid oxide fuel cell anodes significantly\ninfluences their electrochemical performance, but conventional methods for\nacquiring high-resolution microstructural 3D data such as focused ion beam\nscanning electron microscopy (FIB-SEM) are costly in both time and resources.\nIn contrast, obtaining 2D images, such as from scanning electron microscopy\n(SEM), is more accessible, though typically providing insufficient information\nto accurately characterize the 3D microstructure. To address this challenge, we\npropose a novel approach that predicts the 3D microstructure from 2D SEM\nimages. The presented method utilizes a low-parametric 3D model from stochastic\ngeometry to generate a large number of virtual 3D microstructures and employs a\nphysics-based SEM simulation tool to obtain the corresponding 2D SEM images. By\nsystematically varying the underlying model parameters, a large dataset can be\ngenerated to train convolutional neural networks (CNNs). By doing so, we can\nstatistically reconstruct the 3D microstructure from 2D SEM images by drawing\nrealizations from the stochastic 3D model using the predicted model parameters.\nIn addition, we conducted an error analysis on key geometrical descriptors to\nquantitatively evaluate the accuracy and reliability of this stereological\nprediction tool."}
{"id": "2510.20090", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20090", "abs": "https://arxiv.org/abs/2510.20090", "authors": ["R. A. Tonacatl-Monez", "R. Heid", "O. De la Peña-Seaman"], "title": "Correlation between magnetism and lattice dynamics for cubic FeGe under pressure", "comment": "Accepted for publication in J.Phys.: Condens. Matter", "summary": "This first-principles study investigates the structural, electronic, lattice\ndynamical properties, and electron-phonon coupling in ferromagnetic cubic B20\nFeGe under applied pressure. The implemented spin-scaling exchange-correlation\n(ssxc) approach allowed to modify the magnetic moment and ferromagnetic phase\nenergetics using a single scaling parameter, thereby yielding an adjustment of\nthe critical pressure ($p_c$) to its experimental value. The ssxc scheme\nresulted in a subtle energy shift of the electronic bands in the spin-up\nchannel, and reduced the magnetic moment, bringing it closer to the\nexperimentally reported value. Application of the ssxc approach to phonon\ndispersion and electron-phonon interaction resulted in a slight mitigation of\nthe pronounced softening and large linewidths of the lowest-frequency acoustic\nbranch close to the $R$-point, typically observed with standard DFT\ncalculations. With increasing pressure, phonon anomaly and linewidths diminish\nsignificantly and practically disappear at $p_c$ and beyond. This trend\nparallels the pressure dependence of the magnetic moment. A comparative\nanalysis of the electronic joint density of states with the phonon linewidths\nrevealed that the momentum dependence of linewidths around the $R$-point\nclosely follow the momentum dependence of the electron-phonon matrix elements.\nThis indicates that the correlation between magnetic moment and linewidths\nunder applied pressure originates from the electron-phonon matrix elements,\npresenting a distinct scenario compared to other B20 family members, where\nnesting plays a more dominating role."}
{"id": "2510.20678", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20678", "abs": "https://arxiv.org/abs/2510.20678", "authors": ["Donghao Liu", "Dmitri Gutman"], "title": "Conductance Anomaly in a Partially Open Adiabatic Quantum Point Contact", "comment": "17 pages, 12 figures", "summary": "We demonstrate that conductance anomalies can arise in a clean, adiabatic\nquantum point contact when a channel is partially open. Even for a smooth\nbarrier potential, backscattering induces Friedel oscillations that, via\nelectron interactions, generate a singular correction to the conductance. This\ncorrection is maximized when the channel is half-open, resulting in a reduction\nof conductance. In addition, a magnetic field applied perpendicular to the\nspin-orbit axis modifies the single-particle spectrum, resulting in conductance\noscillations via Fabry-P\\'erot-type interference, as well as a non-monotonic\nfield dependence of the anomaly. Our findings reveal a universal mechanism by\nwhich interactions modify the conductance of an ideal partially open channel\nand offer a possible explanation for the anomalous features observed in\nexperiments."}
{"id": "2510.20577", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20577", "abs": "https://arxiv.org/abs/2510.20577", "authors": ["Koyena Bose", "Steven H. Simon", "Ajit C. Balram"], "title": "Monte Carlo Sampling for Wave Functions Requiring (Anti)Symmetrization", "comment": "7 pages, 10 figures", "summary": "Many strongly correlated states, such as those arising in the fractional\nquantum Hall effect and spin liquids, are described by wave functions obtained\nby dividing particles into multiple clusters, constructing a readily evaluable\nwave function in each cluster, and (anti)symmetrizing across these clusters. We\nintroduce a method to compute quantities such as energies and correlators,\nusing Monte Carlo simulations for these states. Our framework overcomes the\nfactorial scaling of explicit (anti)symmetrization, allowing for studies of\nsystems beyond the reach of exact diagonalization."}
{"id": "2510.20536", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20536", "abs": "https://arxiv.org/abs/2510.20536", "authors": ["M. Frelek-Kozak", "K. Mulewska", "M. Wilczopolska", "D. Kalita", "W. Chrominski", "A. Zaborowska", "L. Kurpaska", "J. Jagielski"], "title": "The effects of high-temperature ion-irradiation on early-stage grain boundaries serrations formation in Ni-based alloys", "comment": null, "summary": "Nickel based superalloys display outstanding properties such as excellent\ncreep strength, remarkable fracture toughness parameters, and corrosion\nresistance. For this reason, Ni based materials are considered as materials\ndedicated to the IV generation of nuclear reactors. Although these materials\nseem promising candidates, their radiation resistance and impact of radiation\ndamage on the deformation mechanism are still not fully understood. In this\nwork, two commercially available nickel based alloys, Hastelloy X and Haynes\n230, were investigated. Structural and mechanical properties have been\ndescribed by means of SEM and EBSD, TEM, and nanoindentation tests. Radiation\ndamage has been performed by Ar ion with energy 320keV with two doses up to\n12dpa. Obtained results have revealed a hardening effect for both levels of\ndamage. However, more intensive effects were observed for Hastelloy X.\nMoreover, a significant change in precipitates morphology in Hastelloy X has\nbeen observed. It has been proposed that structural differences between both\nalloys determine the type of occurring radiation induced processes. Excess\nenergy deposited into materials structure during ion irradiation can lower the\ntemperature of nucleation of high temperature phases, which initiates the\nformation of grain boundary serrations."}
{"id": "2510.20114", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20114", "abs": "https://arxiv.org/abs/2510.20114", "authors": ["Raahul Potluri", "Rohin Tangirala", "Sage Bauers", "Alejandro Barrios", "Praveen Kumar", "Peter V. Sushko", "David P. Pappas", "Serena Eley"], "title": "Fabrication and Structural Analysis of Trilayers for Tantalum Josephson Junctions with Ta$_2$O$_5$ Barriers", "comment": null, "summary": "Tantalum (Ta) has recently emerged as a promising low-loss material, enabling\nrecord coherence times in superconducting qubits. This enhanced performance is\nlargely attributed to its stable native oxide, which is believed to host fewer\ntwo-level system (TLS) defects key $-$ contributors to decoherence in\nsuperconducting circuits. Nevertheless, aluminum oxide (AlO$_x$) remains the\npredominant choice for Josephson junction barriers in most qubit architectures.\nIn this study, we systematically investigate various techniques for forming\nhigh-quality oxide layers on $\\alpha$-phase tantalum ($\\alpha$-Ta) thin films,\naiming to develop effective Josephson junction barriers. We explore thermal\noxidation in a tube furnace, rapid thermal annealing, as well as plasma\noxidation of both room-temperature and heated Ta films, and propose a\nmechanistic picture of the underlying oxidation mechanisms. All methods yield\nTa$_2$O$_5$, the same compound as tantalum's native oxide. Among these, plasma\noxidation produces the smoothest and highest-quality oxide layers, making it\nparticularly well-suited for Josephson junction fabrication. Furthermore, we\ndemonstrate the successful epitaxial growth of $\\alpha$-Ta atop oxidized\n$\\alpha$-Ta films, paving the way for the realization of trilayer Ta/Ta-O/Ta\nJosephson junctions with clean, low-loss interfaces."}
{"id": "2510.20804", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20804", "abs": "https://arxiv.org/abs/2510.20804", "authors": ["Vera Mikheeva", "Daniele Guerci", "Daniel Kaplan", "Elio J. König"], "title": "Anomalous Hall effect in rhombohedral graphene", "comment": "20 pages, 5 figures", "summary": "Motivated by recent experiments on rhombohedral stacked multilayer graphene\nand the observation of the anomalous Hall effect in a spontaneous spin-valley\npolarized quarter metal state, we calculate the anomalous Hall conductivity for\nthis system in the presence of two types of impurities: weak and dense as well\nas sparse and strong. Our calculation of $\\sigma_{xy}$ is based on the\nKubo-Streda diagrammatic approach. In a model with Gaussian disorder applicable\nto weak dense impurities, this involves all non-crossing diagrams (intrinsic,\nside-jump and Gaussian skew-scattering contributions) and additionally diagrams\nwith two intersecting impurities, X and $\\Psi$, representing diffractive\nskew-scattering processes. A \"Mercedes star\" diagram (non-Gaussian skew\nscattering) is furthermore included to treat in the case of strong, sparse\nimpurities. We supplement our asymptotically exact analytical solutions for an\nisotropic model without warping effects by semi-numerical calculations\naccounting perturbatively for warping, which plays a crucial role in the\nlow-energy band structure."}
{"id": "2510.20633", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20633", "abs": "https://arxiv.org/abs/2510.20633", "authors": ["Satoshi Nishimoto"], "title": "Systematic study of multi-magnon binding energies in the FM-AFM $J_1$-$J_2$ chain", "comment": "9 pages, 7 figures", "summary": "We present a systematic study of multi-magnon bound states (MBSs) in the\nspin-$\\tfrac{1}{2}$ FM-AFM $J_1$-$J_2$ chain under magnetic fields using the\ndensity-matrix renormalization group method. As a quantitative measure of\nstability, we compute the magnon binding energy $E_{\\rm b}(M,p)$ for bound\nclusters of size $p$ over wide ranges of the frustration ratio $J_2/|J_1|$ and\nthe normalized magnetization $M/M_{\\rm s}$. Near saturation, we benchmark our\ndata against the analytic two-magnon result and map out a clear hierarchy of\n$p$-magnon states, whose phase boundaries follow an empirical scaling\n$J_{2,{\\rm c}}(p;p\\!+\\!1)/|J_1|\\!\\approx\\!0.34\\,p^{-2.3}$ for large $p$. We\nfurther quantify the relation between the most stable $p$ and the zero-field\npitch angle $\\theta$, verifying the conjectured inequality\n$1/p>\\theta/\\pi>1/(p+1)$ up to $p \\lesssim 9$. The binding energy shows\npronounced suppression as $J_2/|J_1|\\!\\to\\!1/4^+$ and, for some frustration\nvalues, attains a maximum below full saturation, indicating that partial\ndepolarization enhances bound-magnon mobility. Close to the FM instability,\n$E_{\\rm b}(M_{\\rm s},p)$ exhibits an empirical power-law vanishing consistent\nwith a quantum-Lifshitz scenario. Our results provide a comprehensive,\nexperimentally relevant map of MBS stability across field and frustration,\noffering concrete guidance for inelastic probes in quasi-one-dimensional\nmagnets."}
{"id": "2510.20729", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20729", "abs": "https://arxiv.org/abs/2510.20729", "authors": ["Gozde Oney", "Fayçal Adrar", "Junhao Cao", "Chunyang Zhang", "Muriel Véron", "Matthieu Bugnet", "Emmanuelle Suard", "Jacob Olchowka", "Laurence Croguennec", "François Weill", "Arnaud Demortière"], "title": "Nanoscale Mapping of Transition Metal Ordering in Individual LiNi0.5Mn1.5O4 Particles Using 4D-STEM ACOM Technique", "comment": null, "summary": "The electrochemical performance of the spinel LiNi0.5Mn1.5O4, a high-voltage\npositive electrode material for Li-ion batteries, is influenced by the\ntransition metal arrangement in the octahedral network, leading to disordered\n(Fd m S.G.) and ordered3 (P4332 S.G.) structures. However, widely used\ntechniques lack the spatial resolution necessary to elucidate the ordering\nphenomenon at the particle scale. Using the 4D-STEM technique, we present the\nfirst direct observation of ordering distribution in individual LiNi0.5Mn1.5O4\nparticles with nanometric spatial resolution. We propose a quantification\nmethod for the local degree of ordering based on the ratio of ordered to\ndisordered spinel lattices along the particle thickness extracted from electron\ndiffraction spot intensities. In an ordered spinel LiNi0.5Mn1.5O4, the\ntransition metal ordering is consistently observed throughout the primary\nparticle. However, the extent of ordering in the spinel phase depends on its\ndistribution at the particle scale, a factor influenced by the annealing\nconditions. The 4D-STEM analysis elucidates the boundary between highly-ordered\nand low-ordered LiNi0.5Mn1.5O4 particles."}
{"id": "2510.20115", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20115", "abs": "https://arxiv.org/abs/2510.20115", "authors": ["Takahiro Chiba", "Ryunosuke Suzuki", "Takashi Otaki", "Hiroaki Matsueda"], "title": "Circuit-based cavity magnonics in the ultrastrong and deep-strong coupling regimes", "comment": "16 pages, 11 figures, accepted for publication in Physical Review B", "summary": "We theoretically study nonperturbative strong-coupling phenomena in cavity\nmagnonics systems in which the uniform magnetization dynamics (magnons) in a\nferromagnet is coupled to the microwave magnetic field (photons) of a single LC\nresonator. Starting from an effective circuit model that accounts for the\nmagnetization dynamics described by the Landau-Lifshitz-Gilbert equation, we\nshow that a nontrivial frequency shift emerges in the ultrastrong and\ndeep-strong coupling regimes, whose microscopic origin remains elusive within a\npurely classical framework. The circuit model is further quantized to derive a\nminimal quantum mechanical model for generic cavity magnonics, which\ncorresponds to a two-mode version of the Hopfield Hamiltonian and explains the\nmechanism of the frequency shifts found in the {\\it classical} circuit model.\nWe also formulate the relation between the frequency shift and quantum\nquantities, such as the ground-state particle number, quantum fluctuations\nassociated with the Heisenberg uncertainty principle, and entanglement entropy,\nproviding a nondestructive means to experimentally access to these quantum\nresources. By utilizing soft magnons in an anisotropic ferromagnet, we further\ndemonstrate that these quantum quantities diverge at the zeros of the magnon\nband edges as a function of the external magnetic field. This work paves the\nway for cavity magnonics beyond the conventional strong coupling regime."}
{"id": "2510.20816", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20816", "abs": "https://arxiv.org/abs/2510.20816", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Charge-density waves and stripes in quarter metals of graphene heterostructures", "comment": "8 Pages and 3 Figures (Supplemental Material as Ancillary file)", "summary": "Motivated by recent experiments, here we identify valley-coherent\ncharge-density wave (VC-CDW) order in the non-degenerate quarter-metal for the\nentire family of chirally-stacked $n$ layer graphene, encompassing rhombohedral\nmulti-layer, Bernal bilayer, and monolayer cousins. Besides the hallmark broken\ntranslational symmetry, yielding a modulated charge-density over an enlarged\nunit-cell with a characteristic $2{\\bf K}$ periodicity, where $\\pm {\\bf K}$ are\nthe valley momenta, this phase lacks the three-fold ($C_3$) rotational symmetry\nbut only for even integer $n$. The VC-CDW then represents a stripe order, as\nobserved in hexalayer graphene [arXiv:2504.05129], but preserves the $C_3$\nsymmetry for odd $n$ as observed in trilayer graphene [Nat. Phys. 20, 1413\n(2024) and arXiv: 2411.11163]. From a universal Clifford algebraic argument, we\nestablish that the VC-CDW and an anomalous Hall order can lift the residual\nvalley degeneracy of an antiferromagnetically ordered spin-polarized\nhalf-metal, when these systems are subject to perpendicular displacement\nfields, with only the latter one displaying a hysteresis in off-diagonal\nresistivity, as observed in all the systems with $2 \\leq n \\leq 6$. We showcase\na confluence of VC-CDW and anomalous Hall orders within the quarter-metal,\ngenerically displaying a regime of coexistence, separating the pure phases."}
{"id": "2510.20712", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20712", "abs": "https://arxiv.org/abs/2510.20712", "authors": ["Murod Mirzhalilov", "Nandini Trivedi", "Mohit Randeria"], "title": "Enhancement of Curie Temperature in Ferromagnetic Insulator-Topological Insulator Heterostructures", "comment": null, "summary": "We theoretically analyze the topological insulator (TI) surface state\nmediated interactions between local moments in a proximate 2D ferromagnetic\ninsulator (FMI) motivated by recent experiments that show a significant\nincrease in the Curie temperature Tc of FMI-TI heterostructures. Such\ninteractions have been investigated earlier with a focus on dilute magnetic\ndopants in TIs. Our problem involves a dense set of moments for which we find\nthat the short range Bloembergen-Rowland interaction, arising from virtual\nparticle-hole transitions between the valence and conduction bands, dominates\nover the oscillatory Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction. We show\nthat the Tc enhancement is proportional to the Van Vleck susceptibility and\nthat the spin-momentum locking of surface states leads to out-of-plane\nferromagnetic order in the FMI. We investigate how the hybridization between\ntop and bottom surfaces in a thin TI film impacts Tc enhancement, and show how\nour results can help understand recent experiments on atomically thin\nCr2Te3-(Bi,Sb)2Te3."}
{"id": "2510.20731", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20731", "abs": "https://arxiv.org/abs/2510.20731", "authors": ["Myrtille O. J. Y Hunault", "Timothy G. Burrow", "Fabien Besnard", "Amélie Juhin", "Christian Brouder"], "title": "Angular dependence and powder average of resonant inelastic X-ray scattering", "comment": "22 pages", "summary": "Resonant Inelastic X-ray scattering (RIXS) is a synchrotron-based\nspectroscopy that has seen growing interest across a range of scientific\ndisciplines beyond fundamental physics. The interpretation of experimental RIXS\ndata requires theoretical calculations based on the Kramers-Heisenberg formula.\nHowever, due to the dependence of RIXS on both the incident and scattered\nphoton properties, a tractable treatment of the angular dependence in this\nformula has been lacking. In this work, within the electric dipole\napproximation, we determine the number of fundamental spectra contributing to\nthe RIXS cross-section for all crystallographic point groups. We then derive a\ngeneral expression for the RIXS cross-section of isotropic samples such as\nun-textured powders, homogeneous glasses or liquids, explicitly accounting for\nthe polarization and propagation directions of both the incident and scattered\nphotons. Simplified forms of the RIXS expressions are subsequently obtained for\nmost common point groups. Finally, we demonstrate the applicability of our\nformalism through a case study of uranium 3d4f RIXS."}
{"id": "2510.20125", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20125", "abs": "https://arxiv.org/abs/2510.20125", "authors": ["Cayden Maguire", "Christofer Hardcastle", "Trevor Hastings", "Raymundo Arróyave", "Brent Vela"], "title": "Good Enough is Better: Feasibility vs. Pareto-Optimality in Alloy Design", "comment": "11 pages, under review", "summary": "In alloy design, the search for candidate materials is often framed as an\noptimization problem, with the goal of identifying Pareto-optimal solutions\nacross multiple objectives. However, Pareto-optimal solutions do not\nnecessarily satisfy all minimum performance thresholds required for practical\ndeployment. An alternative approach is to treat alloy design as a constraint\nsatisfaction problem, in which the goal is to identify any solution that meets\nall bare minimum requirements across multiple quantities of interest. These\napproaches have yet to be benchmarked against each other in the context of\nrealistic alloy design problems. In this work, we demonstrate that, in\nrealistic alloy design campaigns involving multiple objectives and constraints,\nthe constraint satisfaction framework yields a higher likelihood of finding\nviable alloys than optimization-based approaches. Furthermore,\nconstraint-satisfaction approaches find the first viable alloy solutions\nearlier than optimization. Our results suggest that focusing on feasibility\nrather than optimality can lead to more actionable outcomes in materials\ndiscovery, particularly in highly constrained applications."}
{"id": "2510.20186", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20186", "abs": "https://arxiv.org/abs/2510.20186", "authors": ["Kazuki Yamamoto", "Masaya Nakagawa", "Norio Kawakami"], "title": "Kondo breakdown induced by the non-Hermitian complex hybridization", "comment": "18 pages, 4 figures", "summary": "Recently, a non-Hermitian Anderson impurity model with one-body loss has been\nstudied in [Phys. Rev. B 111, 125157 (2025)}], and it has been demonstrated\nthat the renormalization effect generated by strong correlations\ncounterintuitively changes the nature of dissipation into an emergent many-body\ndissipation that causes a Kondo breakdown. In a closely related context, it is\nalso known that two-body loss in a non-Hermitian Kondo model triggers the Kondo\nbreakdown. To elucidate the essence of these phenomena, we study the Anderson\nimpurity model with a non-Hermitian complex hybridization as an effective model\nthat provides a simple understanding of the Kondo breakdown. Using the\nslave-boson mean-field theory, we show that this model can explain the Kondo\nbreakdown with a single complex parameter. Furthermore, we provide the exact\nBethe ansatz solutions that support the results obtained by the slave-boson\nmean-field theory. Finally, we point out that the Lehmann representation for\nthe non-Hermitian Green function cannot be obtained by the analytic\ncontinuation to the complex energy upon the Kondo breakdown, where the\nanalyticity of the non-Hermitian Green function in the half-complex-$\\omega$\nplane no longer holds."}
{"id": "2510.19914", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19914", "abs": "https://arxiv.org/abs/2510.19914", "authors": ["Alfred Li", "Ankit Mahajan", "Sandeep Sharma"], "title": "Fokker-Planck equation governing the distribution of walkers in AFQMC", "comment": null, "summary": "Auxiliary-field quantum Monte Carlo (AFQMC) is typically formulated as an\nopen-ended random walk in an overcomplete space of Slater determinants,\nimplemented through a Langevin equation. However, the explicit form of the\nunderlying Fokker-Planck equation governing the walker population distribution\nhas remained unknown. In this paper, we derive the Fokker-Planck equation for\nAFQMC and propose a novel numerical scheme to solve it. The solution of the\nFokker-Planck equation reveals the wavefunction actually sampled by the AFQMC\nalgorithm. Interestingly, we find that even when the exact ground state is used\nas a guiding wavefunction in constrained path AFQMC, contrary to the common\nassumption, the wavefunction sampled by AFQMC is not exact. Beyond clarifying\nseveral fundamental aspects of AFQMC, the availability of a Fokker-Planck\nequation formulation opens new avenues for systematically improving its\naccuracy, which we outline in this paper."}
{"id": "2510.20746", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20746", "abs": "https://arxiv.org/abs/2510.20746", "authors": ["Nesta Benno Joseph", "Arka Bandyopadhyay", "Ajit C. Balram", "Awadhesh Narayan"], "title": "Berry Curvature Dipole-induced Non-linear Hall Effect in Oxide Heterostructures", "comment": null, "summary": "The observation of non-linear Hall effects in time-reversal invariant systems\nhas established the intriguing role of band topology beyond Berry curvature in\ndetermining transport phenomena. Many of these non-linear responses owe their\norigin to the Berry curvature dipole (BCD), which, like the Berry curvature\n(monopole), is also an electronic band structure effect, but is routinely\nstrongly constrained by crystalline symmetries. Here, we propose\nnon-centrosymmetric transition metal oxide heterostructures as promising\nplatforms for realizing and tuning BCD-induced non-linear Hall effects.\nSpecifically, we investigate superlattices of the form\n$(\\mathrm{Ba(Os,Ir)}\\mathrm{O}_3)_n/(\\mathrm{BaTiO}_3)_4$ ($n{=}1, 2$),\ncomprising metallic perovskite layers ($\\mathrm{BaOsO_3}$ or\n$\\mathrm{BaIrO_3}$) sandwiched between insulating ferroelectric\n$\\mathrm{BaTiO_3}$ (BTO). The ferroelectric distortion in BTO breaks inversion\nsymmetry of the superlattice, giving rise to a finite BCD with two\nsymmetry-allowed components of equal magnitude and opposite sign. Our\nfirst-principles calculations demonstrate that the magnitude of the BCD -- and\nconsequently the nonlinear Hall response -- can be effectively tuned by varying\nthe number of metallic layers or the choice of the B-site cation in these\n$\\mathrm{ABO_3}$ perovskites. Since Rashba splitting and ferroelectric\ndistortion in these systems are readily controllable via an external electric\nfield or strain, the non-linear Hall response in these materials can be\ndirectly engineered. Our findings establish non-centrosymmetric oxide\nperovskite heterostructures as a versatile platform for exploring and\nmanipulating BCD-driven non-linear transport phenomena."}
{"id": "2510.20130", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20130", "abs": "https://arxiv.org/abs/2510.20130", "authors": ["Lei Xu", "Shuhang Mai", "Manzhang Xu", "Xue Yang", "Lihong Hu", "Xinyi Zheng", "Sicheng Zhou", "Siyuan Zhou", "Bingbing Tong", "Xiaohui Song", "Jie Shen", "Zhaozheng Lyu", "Ziwei Dou", "Xiunian Jing", "Fanming Qu", "Peiling Li", "Guangtong Liu", "Li Lu"], "title": "Intrinsic Non-linearity of Josephson Junctions as an Alternative Origin of the Missing First Shapiro Step", "comment": "18 pages, 4 figures", "summary": "The missing first Shapiro step in microwave-irradiated Josephson junctions\nhas been widely interpreted as a hallmark of Majorana bound states. However,\nconventional mechanisms like junction underdamping or Joule heating can produce\nsimilar signatures. Here, we demonstrate that the intrinsic non-linear\ncurrent-voltage characteristic of low-to-moderate transparency junctions can\nalso suppress the first step, accompanied by distinctive zigzag boundaries\nbetween the zeroth and first step at intermediate driving frequencies.\nMicrowave measurements on Al/WTe2 junctions and numerical simulations of a\nnon-linear resistively and capacitively shunted junction model reveal the first\nstep collapse induced by switching jumps of current, together with zigzag\nfeatures absent in scenarios solely driven by finite \\b{eta} or Joule heating.\nThis zigzag signature therefore provides a crucial diagnostic tool, emphasizing\nthe necessity of comprehensive analysis of microwave spectra before attributing\nthe absence of the first Shapiro step to Majorana physics."}
{"id": "2510.20357", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.mes-hall", "76R50 (Primary) 76A02"], "pdf": "https://arxiv.org/pdf/2510.20357", "abs": "https://arxiv.org/abs/2510.20357", "authors": ["Manuel Mayo", "María Isabel García de Soria", "Pablo Maynar", "José Javier Brey"], "title": "Self-diffusion in confined systems", "comment": "31 pages, 9 figures. Accepted in Physical Review E", "summary": "The self-diffusion process of a hard sphere fluid confined by two parallel\nplates separated by a distance on the order of the particle diameter is\nstudied. The starting point is a closed kinetic equation for the distribution\nfunction that takes into account the effects of the confinement and that is\nvalid in the low-density limit. From it, the Boltzmann-Lorentz equation that\ndescribes the dynamics of some tagged particles when the whole system is in\nequilibrium is derived. An equation that describes the diffusion in the\ndirections parallel to the walls is deduced by applying the Zwanzig-Mori\nprojection technique to the Boltzmann-Lorentz equation, obtaining an explicit\nexpression for the self-diffusion coefficient that depends on the height of the\nsystem. A very good agreement between its theoretical prediction and Molecular\nDynamics simulation results is obtained for the whole range of heights."}
{"id": "2510.20230", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20230", "abs": "https://arxiv.org/abs/2510.20230", "authors": ["Yifan Wang", "Chenchao Xu", "Zhimian Wu", "Huachen Rao", "Zhaoyang Shan", "Yi Liu", "Guanghan Cao", "Michael Smidman", "Ming Shi", "Huiqiu Yuan", "Tao Wu", "Xianhui Chen", "Chao Cao", "Yu Song"], "title": "Soft Phonon Charge-Density Wave Formation in the Kagome Metal KV$_3$Sb$_5$", "comment": "submitted to journal in July 2025", "summary": "A range of of unusual emergent behaviors have been reported in the\ncharge-density wave (CDW) state of the $A$V$_3$Sb$_5$ ($A=~$K, Rb, Cs) kagome\nmetals, including a CDW formation process without soft phonons, which points to\nan unconventional CDW mechanism. Here, we use inelastic x-ray scattering to\nshow that the CDW in KV$_3$Sb$_5$ forms via phonons that soften to zero energy\nat the CDW ordering vector ($L$-point) around $T_{\\rm CDW}=78$~K. These soft\nphonons exhibit a remarkable in-plane anisotropy, extending over a much larger\nmomentum range along $L$-$A$ relative to $L$-$H$, which leads to diffuse\nscattering common among $A$V$_3$Sb$_5$. Using first-principles calculations, we\nfind that the momentum-dependent electron-phonon coupling (EPC) is peaked at\n$L$ and exhibits the same in-plane anisotropy as the phonon softening.\nConversely, the electronic susceptibility is not peaked at $L$ and shows the\nopposite in-plane anisotropy. Our findings favor momentum-dependent EPC as the\ndriving mechanism of the CDW in KV$_3$Sb$_5$, with a CDW formation process\nsimilar to that of transition metal dichalcogenides."}
{"id": "2510.20090", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20090", "abs": "https://arxiv.org/abs/2510.20090", "authors": ["R. A. Tonacatl-Monez", "R. Heid", "O. De la Peña-Seaman"], "title": "Correlation between magnetism and lattice dynamics for cubic FeGe under pressure", "comment": "Accepted for publication in J.Phys.: Condens. Matter", "summary": "This first-principles study investigates the structural, electronic, lattice\ndynamical properties, and electron-phonon coupling in ferromagnetic cubic B20\nFeGe under applied pressure. The implemented spin-scaling exchange-correlation\n(ssxc) approach allowed to modify the magnetic moment and ferromagnetic phase\nenergetics using a single scaling parameter, thereby yielding an adjustment of\nthe critical pressure ($p_c$) to its experimental value. The ssxc scheme\nresulted in a subtle energy shift of the electronic bands in the spin-up\nchannel, and reduced the magnetic moment, bringing it closer to the\nexperimentally reported value. Application of the ssxc approach to phonon\ndispersion and electron-phonon interaction resulted in a slight mitigation of\nthe pronounced softening and large linewidths of the lowest-frequency acoustic\nbranch close to the $R$-point, typically observed with standard DFT\ncalculations. With increasing pressure, phonon anomaly and linewidths diminish\nsignificantly and practically disappear at $p_c$ and beyond. This trend\nparallels the pressure dependence of the magnetic moment. A comparative\nanalysis of the electronic joint density of states with the phonon linewidths\nrevealed that the momentum dependence of linewidths around the $R$-point\nclosely follow the momentum dependence of the electron-phonon matrix elements.\nThis indicates that the correlation between magnetic moment and linewidths\nunder applied pressure originates from the electron-phonon matrix elements,\npresenting a distinct scenario compared to other B20 family members, where\nnesting plays a more dominating role."}
{"id": "2510.20181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20181", "abs": "https://arxiv.org/abs/2510.20181", "authors": ["Sk Jamaluddin", "Warit Nisaiyok", "Yu Zhang", "Hari Bhandari", "Brian A. Francisco", "Peter E. Siegfried", "Fehmi Sami Yasin", "Tianyi Wang", "Abhijeet Nayak", "Mohamed El Gazzah", "Resham Babu Regmi", "June Ho Yeo", "Liuyan Zhao", "J. F. Mitchell", "Yong-Tao Cui", "Nirmal J. Ghimire"], "title": "Domain wall induced topological Hall effect in the chiral-lattice ferromagnet Fe$_x$TaS$_2$", "comment": null, "summary": "Magnetic topology and its associated emergent phenomena are central to\nrealizing intriguing quantum states and spintronics functionalities. Designing\nspin textures to achieve strong and distinct electrical responses remains a\nsignificant challenge. Layered transition metal dichalcogenides offer a\nversatile platform for tailoring structural and magnetic properties, enabling\naccess to a wide spectrum of topological magnetic states. Here, we report a\ndomain-wall-driven, large, and tunable topological Hall effect (THE) in a\nnon-centrosymmetric intercalated transition metal dichalcogenides series\nFe$_x$TaS$_2$. By systematically varying the Fe intercalation level, we exert\nprecise control over the magnetic ground states, allowing manipulation of the\ntopological Hall effect. Real-space magnetic force microscopy (MFM) provides\ndirect evidence of periodic magnetic stripe domain formation, confirming the\nmicroscopic origin of the observed topological transport phenomena. Our\nfindings establish a promising way for tuning the topology of domains to\ngenerate substantial electromagnetic responses in layered magnetic materials."}
{"id": "2510.20577", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20577", "abs": "https://arxiv.org/abs/2510.20577", "authors": ["Koyena Bose", "Steven H. Simon", "Ajit C. Balram"], "title": "Monte Carlo Sampling for Wave Functions Requiring (Anti)Symmetrization", "comment": "7 pages, 10 figures", "summary": "Many strongly correlated states, such as those arising in the fractional\nquantum Hall effect and spin liquids, are described by wave functions obtained\nby dividing particles into multiple clusters, constructing a readily evaluable\nwave function in each cluster, and (anti)symmetrizing across these clusters. We\nintroduce a method to compute quantities such as energies and correlators,\nusing Monte Carlo simulations for these states. Our framework overcomes the\nfactorial scaling of explicit (anti)symmetrization, allowing for studies of\nsystems beyond the reach of exact diagonalization."}
{"id": "2510.20397", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20397", "abs": "https://arxiv.org/abs/2510.20397", "authors": ["Nahual Sobrino"], "title": "Thermoelectric properties of interacting double quantum dots", "comment": "13 pages, 7 figures", "summary": "We investigate the thermoelectric transport properties of an interacting\nparallel double quantum dot in the Coulomb-blockade regime. Building on an\nanalytical solution based on an equation-of-motion technique, we extend the\nformalism for the asymmetrically coupled situation and provide compact\nclosed-form expressions for steady-state currents together with the\ndifferential conductance, Seebeck coefficient, and thermal conductance. We\ndetermine the operating points that maximize efficiency and output power of the\nsystem, clarifying their relation to standard near-equilibrium ZT expressions.\nWe further study the thermal rectification in both the open- and closed-circuit\nconfigurations and derive an expression for the open-circuit case.\nInteraction-induced resonances are understood in terms of the poles of the\nresulting Green's function, generating gate and bias dependent regions of\nenhanced efficiency at finite power, negative differential thermal conductance,\nand finite thermal rectification."}
{"id": "2510.20114", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20114", "abs": "https://arxiv.org/abs/2510.20114", "authors": ["Raahul Potluri", "Rohin Tangirala", "Sage Bauers", "Alejandro Barrios", "Praveen Kumar", "Peter V. Sushko", "David P. Pappas", "Serena Eley"], "title": "Fabrication and Structural Analysis of Trilayers for Tantalum Josephson Junctions with Ta$_2$O$_5$ Barriers", "comment": null, "summary": "Tantalum (Ta) has recently emerged as a promising low-loss material, enabling\nrecord coherence times in superconducting qubits. This enhanced performance is\nlargely attributed to its stable native oxide, which is believed to host fewer\ntwo-level system (TLS) defects key $-$ contributors to decoherence in\nsuperconducting circuits. Nevertheless, aluminum oxide (AlO$_x$) remains the\npredominant choice for Josephson junction barriers in most qubit architectures.\nIn this study, we systematically investigate various techniques for forming\nhigh-quality oxide layers on $\\alpha$-phase tantalum ($\\alpha$-Ta) thin films,\naiming to develop effective Josephson junction barriers. We explore thermal\noxidation in a tube furnace, rapid thermal annealing, as well as plasma\noxidation of both room-temperature and heated Ta films, and propose a\nmechanistic picture of the underlying oxidation mechanisms. All methods yield\nTa$_2$O$_5$, the same compound as tantalum's native oxide. Among these, plasma\noxidation produces the smoothest and highest-quality oxide layers, making it\nparticularly well-suited for Josephson junction fabrication. Furthermore, we\ndemonstrate the successful epitaxial growth of $\\alpha$-Ta atop oxidized\n$\\alpha$-Ta films, paving the way for the realization of trilayer Ta/Ta-O/Ta\nJosephson junctions with clean, low-loss interfaces."}
{"id": "2510.20186", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20186", "abs": "https://arxiv.org/abs/2510.20186", "authors": ["Kazuki Yamamoto", "Masaya Nakagawa", "Norio Kawakami"], "title": "Kondo breakdown induced by the non-Hermitian complex hybridization", "comment": "18 pages, 4 figures", "summary": "Recently, a non-Hermitian Anderson impurity model with one-body loss has been\nstudied in [Phys. Rev. B 111, 125157 (2025)}], and it has been demonstrated\nthat the renormalization effect generated by strong correlations\ncounterintuitively changes the nature of dissipation into an emergent many-body\ndissipation that causes a Kondo breakdown. In a closely related context, it is\nalso known that two-body loss in a non-Hermitian Kondo model triggers the Kondo\nbreakdown. To elucidate the essence of these phenomena, we study the Anderson\nimpurity model with a non-Hermitian complex hybridization as an effective model\nthat provides a simple understanding of the Kondo breakdown. Using the\nslave-boson mean-field theory, we show that this model can explain the Kondo\nbreakdown with a single complex parameter. Furthermore, we provide the exact\nBethe ansatz solutions that support the results obtained by the slave-boson\nmean-field theory. Finally, we point out that the Lehmann representation for\nthe non-Hermitian Green function cannot be obtained by the analytic\ncontinuation to the complex energy upon the Kondo breakdown, where the\nanalyticity of the non-Hermitian Green function in the half-complex-$\\omega$\nplane no longer holds."}
{"id": "2510.20592", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20592", "abs": "https://arxiv.org/abs/2510.20592", "authors": ["Aleksander Latyshev", "Ines Safi"], "title": "Time-braiding phase of anyons tied to the nonuniversal scaling dimension", "comment": "6 pages; 1 figure", "summary": "We use a braiding nonequilibrium fluctuation dissipation relation linking the\nDC noise to the response function inferred from the braiding constraint in the\ntime-domain with a phase $\\theta$ within the UNEPT (Unified Non equilibrium\nPerturbative Theory). By applying the Kramers-Kr\\\"onig relations, we obtain an\nintegral equation connecting DC current and noise that involves $\\theta$. By\nspecifying to thermal states so that noise is Poissonian, we find an analytical\nsolution for the DC current via the Wiener-Hopf technique. It reveals that the\ntime-braiding phase is determined by the scaling dimension~$\\delta$. This\nquestions the universality of $\\theta$ that can reflect the microscopic edge\ndynamics, in contrast to the topologically protected braiding phase in the\nspace domain."}
{"id": "2510.20115", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20115", "abs": "https://arxiv.org/abs/2510.20115", "authors": ["Takahiro Chiba", "Ryunosuke Suzuki", "Takashi Otaki", "Hiroaki Matsueda"], "title": "Circuit-based cavity magnonics in the ultrastrong and deep-strong coupling regimes", "comment": "16 pages, 11 figures, accepted for publication in Physical Review B", "summary": "We theoretically study nonperturbative strong-coupling phenomena in cavity\nmagnonics systems in which the uniform magnetization dynamics (magnons) in a\nferromagnet is coupled to the microwave magnetic field (photons) of a single LC\nresonator. Starting from an effective circuit model that accounts for the\nmagnetization dynamics described by the Landau-Lifshitz-Gilbert equation, we\nshow that a nontrivial frequency shift emerges in the ultrastrong and\ndeep-strong coupling regimes, whose microscopic origin remains elusive within a\npurely classical framework. The circuit model is further quantized to derive a\nminimal quantum mechanical model for generic cavity magnonics, which\ncorresponds to a two-mode version of the Hopfield Hamiltonian and explains the\nmechanism of the frequency shifts found in the {\\it classical} circuit model.\nWe also formulate the relation between the frequency shift and quantum\nquantities, such as the ground-state particle number, quantum fluctuations\nassociated with the Heisenberg uncertainty principle, and entanglement entropy,\nproviding a nondestructive means to experimentally access to these quantum\nresources. By utilizing soft magnons in an anisotropic ferromagnet, we further\ndemonstrate that these quantum quantities diverge at the zeros of the magnon\nband edges as a function of the external magnetic field. This work paves the\nway for cavity magnonics beyond the conventional strong coupling regime."}
{"id": "2510.20204", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20204", "abs": "https://arxiv.org/abs/2510.20204", "authors": ["I. Ishant", "Z. Guguchia", "V. Fritsch", "O. Stockert", "M. Majumder"], "title": "Microscopic evidence of a field-induced critical spin-liquid state in a frustrated metal", "comment": "6 pages, 4 figures", "summary": "A field-induced quantum spin liquid (QSL) state is an extraordinary\nphenomenon, hitherto unobserved in metallic frustrated compounds. Recent bulk\nmeasurements have revealed intriguing field-induced magnetic states in metallic\nfrustrated CePdAl. However, the nature of these field-induced states,\npotentially including a QSL state, remains unclear due to the lack of detailed\nmicroscopic investigation. To elucidate these field-induced states, we employed\nthe transverse-field muon spin relaxation/rotation (TF-$\\mu$SR) technique,\napplying various magnetic fields parallel to the c-axis in single-crystalline\nCePdAl over a broad temperature range (100~K-100~mK). Our $\\mu$SR data indicate\nthat field-induced low-temperature states for fields B$\\leq B_{c2}(=3.4~T)$\nexhibit long-range magnetic order, whereas for B>$B_{c2}$ they yield\ncontrasting behavior. Notably, at 3.75 T, the transverse relaxation rate\n($\\lambda_T$) diverges following a power-law dependence below 800~mK along with\nan indication of finite frustration, whereas the Knight shift is temperature\nindependent. These observations corroborate the signature of a critical\nspin-liquid (CSL) with antiferromagnetic spin fluctuations. Furthermore, at 4.3\nT, a non-Fermi liquid state is observed where frustration is absent. This\ncomprehensive microscopic study strongly suggests the existence of a CSL state\nin a metallic frustrated system."}
{"id": "2510.20659", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20659", "abs": "https://arxiv.org/abs/2510.20659", "authors": ["Ho Jang", "Yang Yang", "Gia-Wei Chern"], "title": "Kinetics of Peierls dimerization transition: Machine learning force-field approach", "comment": "20 pages, 9 figures", "summary": "We present a machine learning (ML) force-field framework for simulating the\nnon-equilibrium dynamics of charge-density-wave (CDW) order driven by the\nPeierls instability. Since the Peierls distortion arises from the coupling\nbetween lattice displacements and itinerant electrons, evaluating the adiabatic\nforces during time evolution is computationally intensive, particularly for\nlarge systems. To overcome this bottleneck, we develop a generalized\nBehler-Parrinello neural-network architecture -- originally formulated for ab\ninitio molecular dynamics -- to accurately and efficiently predict forces from\nlocal structural environments. Using the locality of electronic responses, the\nresulting ML force field achieves linear scaling efficiency while maintaining\nquantitative accuracy. Large-scale dynamical simulations using this framework\nuncover a two-stage coarsening behavior of CDW domains: an early-time regime\ncharacterized by a power-law growth $L \\sim t^{\\alpha}$ with an effective\nexponent $\\alpha \\approx 0.7$, followed by a crossover to the Allen-Cahn\nscaling $L \\sim \\sqrt{t}$ at late times. The enhanced early-time coarsening is\nattributed to anisotropic domain-wall motion arising from electron-mediated\ndirectional interactions. This work demonstrates the promise of ML-based force\nfields for multiscale dynamical modeling of condensed-matter lattice models."}
{"id": "2510.20309", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20309", "abs": "https://arxiv.org/abs/2510.20309", "authors": ["Mohit Kumar Jat", "Kenji Watanabe", "Takashi Taniguchi", "Aveek bid"], "title": "Emergent Massless Dirac Fermions in Moiré Bands of Bilayer Graphene/hBN Superlattice", "comment": null, "summary": "A superlattice of multilayer graphene and hBN has proven to be a promising\npathway for engineering electronic band structures and topologies. In this\nwork, we experimentally demonstrate the role of hBN alignment in inducing\ntopological band reconstruction in bilayer graphene (BLG) superlattices. Our\nstudy establishes that while the primary band retains its massive chiral naure,\nthe secondary bands host massless, chiral fermions. Magnetotransport\nmeasurements, including Quantum Hall, temperature-dependent Shubnikov-de Haas\noscillations, and Berry phase analysis, confirm the distinct topological nature\nof these bands. A significantly reduced Fermi velocity in the moir\\'{e}\nsecondary band indicates band flattening induced by the moir\\'{e} potential.\nOur study provides a pathway for controlling topological quantum transport in\nBLG/hBN superlattices."}
{"id": "2510.20230", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20230", "abs": "https://arxiv.org/abs/2510.20230", "authors": ["Yifan Wang", "Chenchao Xu", "Zhimian Wu", "Huachen Rao", "Zhaoyang Shan", "Yi Liu", "Guanghan Cao", "Michael Smidman", "Ming Shi", "Huiqiu Yuan", "Tao Wu", "Xianhui Chen", "Chao Cao", "Yu Song"], "title": "Soft Phonon Charge-Density Wave Formation in the Kagome Metal KV$_3$Sb$_5$", "comment": "submitted to journal in July 2025", "summary": "A range of of unusual emergent behaviors have been reported in the\ncharge-density wave (CDW) state of the $A$V$_3$Sb$_5$ ($A=~$K, Rb, Cs) kagome\nmetals, including a CDW formation process without soft phonons, which points to\nan unconventional CDW mechanism. Here, we use inelastic x-ray scattering to\nshow that the CDW in KV$_3$Sb$_5$ forms via phonons that soften to zero energy\nat the CDW ordering vector ($L$-point) around $T_{\\rm CDW}=78$~K. These soft\nphonons exhibit a remarkable in-plane anisotropy, extending over a much larger\nmomentum range along $L$-$A$ relative to $L$-$H$, which leads to diffuse\nscattering common among $A$V$_3$Sb$_5$. Using first-principles calculations, we\nfind that the momentum-dependent electron-phonon coupling (EPC) is peaked at\n$L$ and exhibits the same in-plane anisotropy as the phonon softening.\nConversely, the electronic susceptibility is not peaked at $L$ and shows the\nopposite in-plane anisotropy. Our findings favor momentum-dependent EPC as the\ndriving mechanism of the CDW in KV$_3$Sb$_5$, with a CDW formation process\nsimilar to that of transition metal dichalcogenides."}
{"id": "2510.20804", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20804", "abs": "https://arxiv.org/abs/2510.20804", "authors": ["Vera Mikheeva", "Daniele Guerci", "Daniel Kaplan", "Elio J. König"], "title": "Anomalous Hall effect in rhombohedral graphene", "comment": "20 pages, 5 figures", "summary": "Motivated by recent experiments on rhombohedral stacked multilayer graphene\nand the observation of the anomalous Hall effect in a spontaneous spin-valley\npolarized quarter metal state, we calculate the anomalous Hall conductivity for\nthis system in the presence of two types of impurities: weak and dense as well\nas sparse and strong. Our calculation of $\\sigma_{xy}$ is based on the\nKubo-Streda diagrammatic approach. In a model with Gaussian disorder applicable\nto weak dense impurities, this involves all non-crossing diagrams (intrinsic,\nside-jump and Gaussian skew-scattering contributions) and additionally diagrams\nwith two intersecting impurities, X and $\\Psi$, representing diffractive\nskew-scattering processes. A \"Mercedes star\" diagram (non-Gaussian skew\nscattering) is furthermore included to treat in the case of strong, sparse\nimpurities. We supplement our asymptotically exact analytical solutions for an\nisotropic model without warping effects by semi-numerical calculations\naccounting perturbatively for warping, which plays a crucial role in the\nlow-energy band structure."}
{"id": "2510.20523", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20523", "abs": "https://arxiv.org/abs/2510.20523", "authors": ["Jan Hajduček", "Veronica Leccese", "Ján Rusz", "Jon Ander Arregi", "Alexey Sapozhnik", "Jáchym Štindl", "Francesco Barantani", "Paolo Cattaneo", "Antoine Andrieux", "Vojtěch Uhlíř", "Fabrizio Carbone", "Thomas LaGrange"], "title": "Sub-10 nm Quantification of Spin and Orbital Magnetic Moment Across the Metamagnetic Phase Transition in FeRh Using EMCD", "comment": "Preprint", "summary": "Electron magnetic circular dichroism (EMCD) in transmission electron\nmicroscopy (TEM) enables element-specific measurement of spin and orbital\nmagnetic moments, analogous to X-ray magnetic circular dichroism (XMCD). While\nthe EMCD technique offers unmatched spatial resolution, its quantitative\naccuracy remains under scrutiny, particularly in beam-splitter geometries with\nconvergent probes. Here, we systematically evaluate the limits of quantitative\nEMCD analysis using the first-order magnetostructural transition in the\nfunctional phase-change material FeRh as a tunable magnetic reference. Unlike\nprevious EMCD studies primarily focused on elemental ferromagnets such as Fe,\nwe demonstrate its applicability to a correlated material exhibiting coupled\nstructural and magnetic order. We demonstrate that the extracted\norbital-to-spin moment ratio ($m_\\text{L}/m_\\text{S}$) remains consistent with\nXMCD benchmarks for TEM probes down to approximately 6 nm, thereby establishing\nthe validity range for reliable quantification. For nm-sized probes with higher\nconvergence angles, we observe an enhanced $m_\\text{L}/m_\\text{S}$, which we\nattribute to a combination of instrumental factors and sensitivity to nanoscale\nheterogeneity within the probed volume. Our results confirm that EMCD provides\nquantitative agreement with macroscale techniques under suitable conditions,\nwhile uniquely enabling spatially confined measurements of local magnetic\nmoments in functional magnetic materials, and allowing the study of\ninterfacial, defect-mediated, or phase-separated magnetism that is inaccessible\nto photon-based methods."}
{"id": "2510.20237", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20237", "abs": "https://arxiv.org/abs/2510.20237", "authors": ["Srimayi Korrapati", "Snehasish Nandy", "Sumanta Tewari"], "title": "Electric field induced Berry curvature dipole and non-linear anomalous Hall effect in higher wave symmetric unconventional magnets", "comment": "9 pages, 3 figures", "summary": "We investigate the second-order anomalous Hall response in two-dimensional\nhigher-wave-symmetric magnets, including the recently discovered class of\ncollinear magnets known as altermagnets, when subjected to a symmetry-breaking\nexternal electric field. In these systems, the first- and second-order\nanomalous Hall responses mediated by the first- and second-order multipoles of\nthe Berry curvature over the occupied states vanish by symmetry. However, a\nsymmetry-breaking dc electric field can induce a nonzero Berry curvature dipole\nby coupling to a nonvanishing quantum metric, also known as the Berry\nconnection polarizability. An applied ac electric field can then generate a\nfinite nonlinear transverse Hall effect characterized by a second harmonic\nresponse. We discuss this remarkable effect in a class of\nhigher-order-symmetric unconventional magnets (of $p$, $d$, $f$, $g$, $i$\nsymmetry), including the subclass of altermagnets. We demonstrate that the\nelectric-field-induced anomalous Hall effect in the higher-wave-symmetric\nmagnets can serve not only as a probe of the underlying quantum metric of the\noccupied states but also as a means to distinguish the even ($d$-,$g$-wave) and\nodd ($p$-wave) order parameter symmetries defined on the square lattice."}
{"id": "2510.20816", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20816", "abs": "https://arxiv.org/abs/2510.20816", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Charge-density waves and stripes in quarter metals of graphene heterostructures", "comment": "8 Pages and 3 Figures (Supplemental Material as Ancillary file)", "summary": "Motivated by recent experiments, here we identify valley-coherent\ncharge-density wave (VC-CDW) order in the non-degenerate quarter-metal for the\nentire family of chirally-stacked $n$ layer graphene, encompassing rhombohedral\nmulti-layer, Bernal bilayer, and monolayer cousins. Besides the hallmark broken\ntranslational symmetry, yielding a modulated charge-density over an enlarged\nunit-cell with a characteristic $2{\\bf K}$ periodicity, where $\\pm {\\bf K}$ are\nthe valley momenta, this phase lacks the three-fold ($C_3$) rotational symmetry\nbut only for even integer $n$. The VC-CDW then represents a stripe order, as\nobserved in hexalayer graphene [arXiv:2504.05129], but preserves the $C_3$\nsymmetry for odd $n$ as observed in trilayer graphene [Nat. Phys. 20, 1413\n(2024) and arXiv: 2411.11163]. From a universal Clifford algebraic argument, we\nestablish that the VC-CDW and an anomalous Hall order can lift the residual\nvalley degeneracy of an antiferromagnetically ordered spin-polarized\nhalf-metal, when these systems are subject to perpendicular displacement\nfields, with only the latter one displaying a hysteresis in off-diagonal\nresistivity, as observed in all the systems with $2 \\leq n \\leq 6$. We showcase\na confluence of VC-CDW and anomalous Hall orders within the quarter-metal,\ngenerically displaying a regime of coexistence, separating the pure phases."}
{"id": "2510.20576", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.20576", "abs": "https://arxiv.org/abs/2510.20576", "authors": ["A. I. Lomakin", "E. M. Baeva", "N. A. Titova", "A. V. Semenov", "A. V. Lubenchenko", "M. A. Kirsanova", "S. A. Evlashin", "S. Saha", "S. Bogdanov", "A. I. Kolbatova", "G. N. Goltsman"], "title": "Low-temperature electron dephasing rates indicate magnetic disorder in superconducting TiN films", "comment": "18 pages, 4 figures, accepted for publication in Applied Physics\n  Letters", "summary": "We investigate electron transport and phase-breaking processes in thin\ntitanium nitride (TiN) films of epitaxial quality. Previous studies show that a\nminute surface magnetic disorder significantly reduces the critical temperature\n($T_\\mathrm{c}$) and broadens the superconducting transition as the film\nthickness and device size decrease. We measure electron dephasing rates via\nmagnetoresistance from $T_\\mathrm{c}$ to $\\sim 4T_\\mathrm{c}$ in\nvarious-thickness TiN films. Electron dephasing occurs on the picosecond\ntimescale and is nearly independent of temperature, differing from the expected\ninelastic scattering due to the electron-phonon and electron-electron\ninteractions near $T_\\mathrm{c}$, which occur over a nanosecond timescale. We\npropose spin-flip scattering as a possible additional phase-breaking mechanism.\nThe significant increase in the dephasing rate for the thinnest film indicates\nthat magnetic disorder resides near the surface of naturally oxidized films.\nOur research suggests that magnetic disorder may be a significant contributor\nto RF dissipation in superconducting devices based on TiN."}
{"id": "2510.20306", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20306", "abs": "https://arxiv.org/abs/2510.20306", "authors": ["Sayantika Bhowal", "Arnab Bose"], "title": "Non-relativistic spin splitting: Features and Functionalities", "comment": "17 pages, 9 figures", "summary": "Recently, spin splitting of non-relativistic origin in compensated\nantiferromagnets has drawn growing attention in condensed matter research.\nAlthough many materials, now known to exhibit such spin splitting, have been\nstudied for decades, their manifestation along non-high-symmetry momentum\ndirections initially hindered their recognition. In recent years, significant\nprogress has been made in uncovering the symmetry principles that allow\nnon-relativistic spin splitting in the absence of net magnetization, revealing\nthe unconventional physics arising from their coexistence. In this review, we\nprovide a concise overview of non-relativistic spin splitting in compensated\nantiferromagnets with various spin configurations, including collinear,\ncoplanar, and non-coplanar spin arrangements. We summarize practical\nidentification guidelines, highlight characteristic features in electronic band\nstructures, and discuss the emerging functionalities, with an emphasis on\npromising directions for future exploration."}
{"id": "2510.20309", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20309", "abs": "https://arxiv.org/abs/2510.20309", "authors": ["Mohit Kumar Jat", "Kenji Watanabe", "Takashi Taniguchi", "Aveek bid"], "title": "Emergent Massless Dirac Fermions in Moiré Bands of Bilayer Graphene/hBN Superlattice", "comment": null, "summary": "A superlattice of multilayer graphene and hBN has proven to be a promising\npathway for engineering electronic band structures and topologies. In this\nwork, we experimentally demonstrate the role of hBN alignment in inducing\ntopological band reconstruction in bilayer graphene (BLG) superlattices. Our\nstudy establishes that while the primary band retains its massive chiral naure,\nthe secondary bands host massless, chiral fermions. Magnetotransport\nmeasurements, including Quantum Hall, temperature-dependent Shubnikov-de Haas\noscillations, and Berry phase analysis, confirm the distinct topological nature\nof these bands. A significantly reduced Fermi velocity in the moir\\'{e}\nsecondary band indicates band flattening induced by the moir\\'{e} potential.\nOur study provides a pathway for controlling topological quantum transport in\nBLG/hBN superlattices."}
{"id": "2510.20312", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20312", "abs": "https://arxiv.org/abs/2510.20312", "authors": ["Kazuhiro Kuboki"], "title": "Phase Separation in Kitaev Chain", "comment": "6 pages, 3 figures", "summary": "Kitaev chain is a one-dimensional spinless fermion model that has $p$-wave\nsuperconducting (SC) states and Majorana zero modes at the edge. Usually this\nmodel is analyzed by taking only SC order parameter (OP) into account, but the\nsituation significantly changes when OPs other than the SCOP are included. It\nturns out that the SC state in the latter case is prone to phase separation for\nmoderate to strong attractiive interactions."}
{"id": "2510.20324", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.20324", "abs": "https://arxiv.org/abs/2510.20324", "authors": ["D. M. Zhang", "D. Y. Sun", "X. G. Gong"], "title": "Temporal Renormalization and the Critical-like Behavior in Supercooled Liquids", "comment": null, "summary": "Inspired by the Kadanoff transformation in the standard renormalization group\ntheory, we propose a temporal renormalization scheme. A Boltzmann factor that\nexplicitly depends on the renormalized timescale is constructed, permitting\nthermodynamic quantities to be evaluated self-consistently across different\ntimescales. By applying the scheme to the long-time dynamics of supercooled\nliquids, we uncover critical-like behaviors of supercooled liquid with three\ncharacteristic renormalization timescales: At the first timescale s_{\\alpha},\nthe system appears to be \"thermodynamically frozen\", i.e., the energy\nfluctuation becomes temperature-independent throughout the supercooled regime.\nAt the second timescale s_{\\beta}, the third-order moment of energy\ndistribution reaches a maximum, and s_{\\beta} is nearly\ntemperature-independent. At the third timescale s_{\\gamma}, the third-order\nmoment of energy distribution passes through a minimum, and s_{\\gamma} diverges\nas a power law s_{\\gamma}=(T-T_{c})^(-{\\gamma}). The scaling relations may\nreveal an intrinsic behavior in supercooled liquids, highlighting their unique\nfeature. The current findings also demonstrate that temporal renormalization\nprovides a powerful lens for investigating the timescale-specific dynamics."}
{"id": "2510.20326", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20326", "abs": "https://arxiv.org/abs/2510.20326", "authors": ["Yoshimine Kato", "Tomoaki Nakamura", "Katsuya Komorita", "Kungen Teii"], "title": "Highly Rectifying Cubic Copper Iron Sulfides p-n Junction Diode Fabricated by Anodic Oxidation", "comment": "27 pages, 5 figures", "summary": "Rectification properties of semiconductor p-n junction diodes are the basic\nand important characteristics for electronic device evaluation, especially for\nnovel semiconductor materials. Today's semiconductor devices' fabrication and\nintegration processes require multibillion-dollar investments and are desired\nto be reduced or simplified. Therefore, low-cost and non-toxic base metal\nmaterials with simple fabrication methods are desired for the future\nsemiconductor industry. Recently, copper-based sulfides have been studied for\nsemiconductor devices such as thermoelectric, photovoltaic, or water-splitting\napplications. Here, a highly rectifying p-n diode of a cubic (disordered) phase\nCu4Fe5S8 polycrystal with a zincblende-like structure fabricated by a\nsimple/low-cost wet process is shown. It is found that the Cu4Fe5S8 diode shows\nthe highest rectification ratio in the order of 106 with a large forward\ncurrent density of 15 Acm-2 (@1.5 V forward bias) at room temperature among the\nother compounds of copper iron sulfide devices. This remarkable and stable\ndiode characteristic obtained by the p-type layer anodically grown on the\nsintered n-type cubic-Cu4Fe5S8 can bring the industry closer to low-cost\nsemiconductor manufacturing. These results open a platform of novel\nsemiconductor materials such as cubic-Cu4Fe5S8 with further superior crystal\ngrowth and conductive characteristics."}
{"id": "2510.20352", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20352", "abs": "https://arxiv.org/abs/2510.20352", "authors": ["Jin Zhan", "Yongjun Zhang", "Jiawen Zhang", "Yu Liu", "Zhiyong Nie", "Yuxin Chen", "Lin Jiao", "Yashar Komijani", "Michael Smidman", "Frank Steglich", "Piers Coleman", "Huiqiu Yuan"], "title": "Critical fluctuations and conserved dynamics in a strange ferromagnetic metal", "comment": "7 pages, 4 figures", "summary": "The origin of the strange metallic behavior observed in a wide range of\nquantum materials is an open challenge to condensed matter physics.\nHistorically, strange metals were uniquely associated with antiferromagnetic\nquantum critical points (QCPs), but a new generation of materials reveals their\nassociation with uniform order parameters, such as ferromagnetism, valley or\nnematic order, suggesting a deeper common denominator. At a QCP, order\nparameter fluctuations are characterized by the dynamical critical exponent\n$z$, which quantifies the space-time scaling asymmetry. Here, we report the\nobservation of a divergence in the Gr\\\"uneisen ratio at the QCP of the\nstrange-metal ferromagnet CeRh$_6$Ge$_4$ with a dynamical critical exponent\n$z=3$, signaling that the underlying quantum singularity involves a conserved\ndegree of freedom. Yet the magnetization of this easy-plane ferromagnet is not\nconserved. We argue that the $z=3$ strange criticality requires a description\nbeyond the Landau paradigm, proposing a link with the gauge modes of the\nsmall-to-large Fermi surface transition and the associated gauge charge of the\ndelocalizing heavy electrons."}
{"id": "2510.20357", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.mes-hall", "76R50 (Primary) 76A02"], "pdf": "https://arxiv.org/pdf/2510.20357", "abs": "https://arxiv.org/abs/2510.20357", "authors": ["Manuel Mayo", "María Isabel García de Soria", "Pablo Maynar", "José Javier Brey"], "title": "Self-diffusion in confined systems", "comment": "31 pages, 9 figures. Accepted in Physical Review E", "summary": "The self-diffusion process of a hard sphere fluid confined by two parallel\nplates separated by a distance on the order of the particle diameter is\nstudied. The starting point is a closed kinetic equation for the distribution\nfunction that takes into account the effects of the confinement and that is\nvalid in the low-density limit. From it, the Boltzmann-Lorentz equation that\ndescribes the dynamics of some tagged particles when the whole system is in\nequilibrium is derived. An equation that describes the diffusion in the\ndirections parallel to the walls is deduced by applying the Zwanzig-Mori\nprojection technique to the Boltzmann-Lorentz equation, obtaining an explicit\nexpression for the self-diffusion coefficient that depends on the height of the\nsystem. A very good agreement between its theoretical prediction and Molecular\nDynamics simulation results is obtained for the whole range of heights."}
{"id": "2510.20360", "categories": ["cond-mat.stat-mech", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.20360", "abs": "https://arxiv.org/abs/2510.20360", "authors": ["Tianyi Zhang", "Caihua Wan", "Xiufeng Han"], "title": "Predictive Indicator of Critical Point in Equilibrium and Nonequilibrium Magnetic Systems", "comment": null, "summary": "Determining critical points of phase transitions from partial data is\nessential to avoid abrupt system collapses and reducing experimental or\ncomputational costs. However, the complex physical systems and phase transition\nphenomena have long hindered the development of unified approaches applicable\nto both equilibrium and nonequilibrium phase transitions. In this work, we\npropose predictive indicators to determine critical points in equilibrium and\nnonequilibrium magnetic systems based on frequency-dependent response function.\nFor equilibrium phase transition, such as magnetization switching under\nmagnetic field, the static magnetization response function to a perturbing\nmagnetic field diverges at the critical field, serving as a noise-resilient\npredictive indicator that also reflects the transition order and critical\nexponents. In contrast, for nonequilibrium phase transition, such as\nmagnetization switching driven by spin-transfer torque, static response fails\nto signal criticality. Instead, the dynamic response at ferromagnetic resonance\nfrequency diverges at the critical point, which is also robust against thermal\nnoise. We further demonstrate that these static and dynamic indicators can be\nunified in the frame of first-order linear differential systems, offering a\ngeneralizable strategy for predicting criticality in both equilibrium and\nnonequilibrium transitions."}
{"id": "2510.20395", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20395", "abs": "https://arxiv.org/abs/2510.20395", "authors": ["Yang Lv", "Junwei Li", "Jianfu Li", "Yong Liu", "Jianan Yuan", "1 Jiani Lin", "Saori Kawaguchi-Imada", "Qingyang Hu", "Xiaoli Wang"], "title": "Unlock Anionic Behavior of Calcium Through Pressure Engineering", "comment": null, "summary": "An isolated calcium (Ca) atom has empty d-orbitals under ambient conditions.\nHowever, s-d band hybridization has been observed in both elemental Ca and\ncompounds by manipulating thermodynamic conditions. Here, we reveal that the Ca\n3d-band can even capture electrons from halogen atoms under pressure,\nexhibiting anionic behaviors in iodides. We predict a CsCl-type monovalent CaI\nat above 50 GPa by employing first-principles structural searching and\nsuccessfully identified the phase at 84 GPa using in situ X-ray diffraction. We\nfurther reveal that, due to the effect of orbital broadening, unusual charge\ntransfer from the 5p orbitals of I to the 3d orbitals of Ca in CaI, gradually\nreverses the ionicity of Ca and becomes the anionic ICa at 485 GPa. Multivalent\nCa stabilizes a set of metallic iodides with eight- to ten-fold iodine\nhyper-coordination. Our findings demonstrate that the valence states of Ca can\nvary from negative to +2, suggesting much greater complexity of Ca chemistry\nunder ultrahigh pressures."}
{"id": "2510.20397", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20397", "abs": "https://arxiv.org/abs/2510.20397", "authors": ["Nahual Sobrino"], "title": "Thermoelectric properties of interacting double quantum dots", "comment": "13 pages, 7 figures", "summary": "We investigate the thermoelectric transport properties of an interacting\nparallel double quantum dot in the Coulomb-blockade regime. Building on an\nanalytical solution based on an equation-of-motion technique, we extend the\nformalism for the asymmetrically coupled situation and provide compact\nclosed-form expressions for steady-state currents together with the\ndifferential conductance, Seebeck coefficient, and thermal conductance. We\ndetermine the operating points that maximize efficiency and output power of the\nsystem, clarifying their relation to standard near-equilibrium ZT expressions.\nWe further study the thermal rectification in both the open- and closed-circuit\nconfigurations and derive an expression for the open-circuit case.\nInteraction-induced resonances are understood in terms of the poles of the\nresulting Green's function, generating gate and bias dependent regions of\nenhanced efficiency at finite power, negative differential thermal conductance,\nand finite thermal rectification."}
{"id": "2510.20420", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20420", "abs": "https://arxiv.org/abs/2510.20420", "authors": ["Vladimir M. Shevlyuga", "Yulia A. Vorontsova", "Tatiana V. Pavlova"], "title": "PBr3 Adsorption and Dissociation on the Si(100) Surface", "comment": "5 pages, 4 figures", "summary": "The adsorption of PBr3 on the Si(100)-2$\\times$1 surface was studied by\nscanning tunneling microscopy (STM) and density functional theory (DFT). The\nPBr3 molecule completely dissociates on the Si(100) surface at room temperature\ninto P and Br atoms. In most cases, the dissociated molecule was observed in\nSTM on three neighboring Si dimers. DFT calculations confirm that the PBr3\nmolecule can completely dissociate at room temperature. After annealing the\nsample to 400$^{\\circ}$C, phosphorus is incorporated into silicon, as evidenced\nby the Si atoms ejected to the surface. These findings are useful for the\ninsertion of individual phosphorus atoms into silicon by PBr3 adsorption\nthrough a halogen mask."}
{"id": "2510.20426", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20426", "abs": "https://arxiv.org/abs/2510.20426", "authors": ["T. V. Pavlova", "V. M. Shevlyuga"], "title": "Vacancy diffusion on a brominated Si(100) surface: Critical effect of the dangling bond charge state", "comment": "7 pages, 6 figures", "summary": "Silicon dangling bonds (DBs) on an adsorbate-covered Si(100) surface can be\ncreated in a scanning tunneling microscope (STM) with high precision required\nfor a number of applications. However, vacancies containing DBs can diffuse,\ndisrupting precisely created structures. In this work, we study the diffusion\nof Br vacancies on a Si(100)-2$\\times$1-Br surface in an STM under typical\nimaging conditions. In agreement with previous work, Br vacancies diffuse at a\npositive sample bias voltage. Here, we demonstrated that only vacancies\ncontaining a positively charged DB hop across the two atoms of a single Si\ndimer, while vacancies containing neutral and negatively charged DBs do not.\nCalculations based on the density functional theory confirmed that positively\ncharged Br (and Cl) vacancies have a minimum activation barrier. We propose\nthat diffusion operates by both one-electron and two-electron mechanisms\ndepending on the applied voltage. Our results show that the DB charge has a\ncritical effect on the vacancy diffusion. This effect should be taken into\naccount when imaging surface structures with charged DBs, as well as when\nstudying the diffusion of other atoms and molecules on the Si(100) surface with\nvacancies in an adsorbate layer."}
{"id": "2510.20458", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20458", "abs": "https://arxiv.org/abs/2510.20458", "authors": ["Wei Liu", "Benjamin Theisel", "Yulia Klunnikova", "Konstantin Skokov", "Oliver Gutfleisch"], "title": "Ultralow-Cost magnetocaloric compound for Cryogenic Cooling", "comment": null, "summary": "Cost-effective materials are essential for large-scale deployment. The\nemerging magnetocaloric hydrogen liquefaction technology could transform the\nliquid hydrogen industry due to its potential in achieving higher efficiency.\nMost studies of the cryogenic magnetocaloric effect (MCE) have focused on\nresource-critical rare-earth-based compounds. Here we report on an ionic\nmagnetocaloric compound FeCl$_2$ which is based on ultralow-cost elements, as a\ncandidate working material for hydrogen liquefaction. FeCl$_2$ shows both\ninverse and conventional MCE. From 0 to 1.5 T, the inverse effect yields a\npositive magnetic entropy change ($\\Delta S_T$) of about 5 J/kg/K near 20 K,\nthen declines toward zero at higher fields. In contrast, the conventional\n(negative) response strengthens with field. The $\\Delta S_T$ reaches 18.6\nJ/kg/K near 20 K in magnetic fields of 5 T. This value exceeds most light\nrare-earth-based compounds and approaches that of heavy rare-earth-based\ncompounds. In magnetic fields of 5 T, the adiabatic temperature change reaches\nabout 3.6 K. The large $\\Delta S_T$, along with the low cost of the elements in\nFeCl$_2$, are prerequisites for inexpensive industrial-scale production, giving\nthe prospect of a practical magnetocaloric candidate for hydrogen liquefaction\nin the 20 $\\sim$ 77 K temperature window."}
{"id": "2510.20491", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20491", "abs": "https://arxiv.org/abs/2510.20491", "authors": ["Nitay Hurvitz", "Gleb Finkelstein", "Eran Sela"], "title": "Metallic island array as synthetic quantum matter: fractionalized entropy and thermal transport", "comment": "9 pages, 5 figures", "summary": "The surprisingly rich physics of a single Coulomb-blockaded metallic island,\nwhen coupled to quantum Hall edge channels, is now well established -- giving\nrise to charge fractionalization and multi-channel quantum impurity behavior.\nHere, we show that qualitatively new physics emerges in arrays of such\nelements. We consider a 1D chain of $N$ metallic islands, focusing on\nthermodynamic signatures such as quantized entropy and anomalous thermal\nconductance. Universal and robust behavior emerges for energy scales smaller\nthan the charging energy of the islands. In particular, we demonstrate that for\nthe bulk filling factor of $\\nu=1$, the islands could support a finite heat\nflow without temperature difference between them. Upon pinching the array with\na quantum point contact, we predict an entropy change that scales with the\nnumber of islands as $\\Delta S = \\frac{1}{2}k_B \\log (N+1)$, which can be\nmeasured using charge detection. This fractional entropy suggests the emergence\nof a novel type of excitations in the array."}
{"id": "2510.20502", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20502", "abs": "https://arxiv.org/abs/2510.20502", "authors": ["Léon F. Schröder", "Sabrina Weber", "Lukas Fuchs", "Volker Schmidt", "Benedikt Prifling"], "title": "Predicting the 3D microstructure of SOFC anodes from 2D SEM images using stochastic microstructure modeling and CNNs", "comment": null, "summary": "The 3D microstructure of solid oxide fuel cell anodes significantly\ninfluences their electrochemical performance, but conventional methods for\nacquiring high-resolution microstructural 3D data such as focused ion beam\nscanning electron microscopy (FIB-SEM) are costly in both time and resources.\nIn contrast, obtaining 2D images, such as from scanning electron microscopy\n(SEM), is more accessible, though typically providing insufficient information\nto accurately characterize the 3D microstructure. To address this challenge, we\npropose a novel approach that predicts the 3D microstructure from 2D SEM\nimages. The presented method utilizes a low-parametric 3D model from stochastic\ngeometry to generate a large number of virtual 3D microstructures and employs a\nphysics-based SEM simulation tool to obtain the corresponding 2D SEM images. By\nsystematically varying the underlying model parameters, a large dataset can be\ngenerated to train convolutional neural networks (CNNs). By doing so, we can\nstatistically reconstruct the 3D microstructure from 2D SEM images by drawing\nrealizations from the stochastic 3D model using the predicted model parameters.\nIn addition, we conducted an error analysis on key geometrical descriptors to\nquantitatively evaluate the accuracy and reliability of this stereological\nprediction tool."}
{"id": "2510.20520", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.soc-ph"], "pdf": "https://arxiv.org/pdf/2510.20520", "abs": "https://arxiv.org/abs/2510.20520", "authors": ["Lorenzo Grimaldi", "Pablo Villegas", "Alessandro Vezzani", "Raffaella Burioni", "Davide Cassi", "Andrea Gabrielli"], "title": "Unveiling the Dimensionality of Networks of Networks", "comment": "7 pages and 4 figures", "summary": "\"Every object that biology studies is a system of systems.\" (Fran\\c{c}ois\nJacob, 1974). Most networks feature intricate architectures originating from\ntinkering, a repetitive use of existing components where structures are not\ninvented but reshaped. Still, linking the properties of primitive components to\nthe emergent behavior of composite networks remains a key open challenge. Here,\nby composing scale-invariant networks, we show how tinkering decouples Fiedler\nand spectral dimensions, hitherto considered identical, providing valuable\ninsights into mesoscopic and macroscopic collective regimes."}
{"id": "2510.20523", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20523", "abs": "https://arxiv.org/abs/2510.20523", "authors": ["Jan Hajduček", "Veronica Leccese", "Ján Rusz", "Jon Ander Arregi", "Alexey Sapozhnik", "Jáchym Štindl", "Francesco Barantani", "Paolo Cattaneo", "Antoine Andrieux", "Vojtěch Uhlíř", "Fabrizio Carbone", "Thomas LaGrange"], "title": "Sub-10 nm Quantification of Spin and Orbital Magnetic Moment Across the Metamagnetic Phase Transition in FeRh Using EMCD", "comment": "Preprint", "summary": "Electron magnetic circular dichroism (EMCD) in transmission electron\nmicroscopy (TEM) enables element-specific measurement of spin and orbital\nmagnetic moments, analogous to X-ray magnetic circular dichroism (XMCD). While\nthe EMCD technique offers unmatched spatial resolution, its quantitative\naccuracy remains under scrutiny, particularly in beam-splitter geometries with\nconvergent probes. Here, we systematically evaluate the limits of quantitative\nEMCD analysis using the first-order magnetostructural transition in the\nfunctional phase-change material FeRh as a tunable magnetic reference. Unlike\nprevious EMCD studies primarily focused on elemental ferromagnets such as Fe,\nwe demonstrate its applicability to a correlated material exhibiting coupled\nstructural and magnetic order. We demonstrate that the extracted\norbital-to-spin moment ratio ($m_\\text{L}/m_\\text{S}$) remains consistent with\nXMCD benchmarks for TEM probes down to approximately 6 nm, thereby establishing\nthe validity range for reliable quantification. For nm-sized probes with higher\nconvergence angles, we observe an enhanced $m_\\text{L}/m_\\text{S}$, which we\nattribute to a combination of instrumental factors and sensitivity to nanoscale\nheterogeneity within the probed volume. Our results confirm that EMCD provides\nquantitative agreement with macroscale techniques under suitable conditions,\nwhile uniquely enabling spatially confined measurements of local magnetic\nmoments in functional magnetic materials, and allowing the study of\ninterfacial, defect-mediated, or phase-separated magnetism that is inaccessible\nto photon-based methods."}
{"id": "2510.20536", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20536", "abs": "https://arxiv.org/abs/2510.20536", "authors": ["M. Frelek-Kozak", "K. Mulewska", "M. Wilczopolska", "D. Kalita", "W. Chrominski", "A. Zaborowska", "L. Kurpaska", "J. Jagielski"], "title": "The effects of high-temperature ion-irradiation on early-stage grain boundaries serrations formation in Ni-based alloys", "comment": null, "summary": "Nickel based superalloys display outstanding properties such as excellent\ncreep strength, remarkable fracture toughness parameters, and corrosion\nresistance. For this reason, Ni based materials are considered as materials\ndedicated to the IV generation of nuclear reactors. Although these materials\nseem promising candidates, their radiation resistance and impact of radiation\ndamage on the deformation mechanism are still not fully understood. In this\nwork, two commercially available nickel based alloys, Hastelloy X and Haynes\n230, were investigated. Structural and mechanical properties have been\ndescribed by means of SEM and EBSD, TEM, and nanoindentation tests. Radiation\ndamage has been performed by Ar ion with energy 320keV with two doses up to\n12dpa. Obtained results have revealed a hardening effect for both levels of\ndamage. However, more intensive effects were observed for Hastelloy X.\nMoreover, a significant change in precipitates morphology in Hastelloy X has\nbeen observed. It has been proposed that structural differences between both\nalloys determine the type of occurring radiation induced processes. Excess\nenergy deposited into materials structure during ion irradiation can lower the\ntemperature of nucleation of high temperature phases, which initiates the\nformation of grain boundary serrations."}
{"id": "2510.20538", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20538", "abs": "https://arxiv.org/abs/2510.20538", "authors": ["William Samuelson", "Juan Daniel Torres Luna", "Sebastian Miles", "A. Mert Bozkurt", "Martin Leijnse", "Michael Wimmer", "Viktor Svensson"], "title": "Quantifying robustness and locality of Majorana bound states in interacting systems", "comment": "17 pages, 5 figures", "summary": "Protecting qubits from perturbations is a central challenge in quantum\ncomputing. Topological superconductors with separated Majorana bound states\n(MBSs) provide a strong form of protection that only depends on the locality of\nperturbations. While the link between MBS separation, robust degeneracy, and\nprotected braiding is well understood in non-interacting systems, recent\nexperimental progress in short quantum-dot-based Kitaev chains highlights the\nneed to establish these connections rigorously for interacting systems. We do\nthis by defining MBSs from many-body ground states and show how their locality\nconstrains their coupling to an environment. This, in turn, quantifies the\nprotection of the energy degeneracy and the feasibility of non-abelian\nbraiding."}
{"id": "2510.20576", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.20576", "abs": "https://arxiv.org/abs/2510.20576", "authors": ["A. I. Lomakin", "E. M. Baeva", "N. A. Titova", "A. V. Semenov", "A. V. Lubenchenko", "M. A. Kirsanova", "S. A. Evlashin", "S. Saha", "S. Bogdanov", "A. I. Kolbatova", "G. N. Goltsman"], "title": "Low-temperature electron dephasing rates indicate magnetic disorder in superconducting TiN films", "comment": "18 pages, 4 figures, accepted for publication in Applied Physics\n  Letters", "summary": "We investigate electron transport and phase-breaking processes in thin\ntitanium nitride (TiN) films of epitaxial quality. Previous studies show that a\nminute surface magnetic disorder significantly reduces the critical temperature\n($T_\\mathrm{c}$) and broadens the superconducting transition as the film\nthickness and device size decrease. We measure electron dephasing rates via\nmagnetoresistance from $T_\\mathrm{c}$ to $\\sim 4T_\\mathrm{c}$ in\nvarious-thickness TiN films. Electron dephasing occurs on the picosecond\ntimescale and is nearly independent of temperature, differing from the expected\ninelastic scattering due to the electron-phonon and electron-electron\ninteractions near $T_\\mathrm{c}$, which occur over a nanosecond timescale. We\npropose spin-flip scattering as a possible additional phase-breaking mechanism.\nThe significant increase in the dephasing rate for the thinnest film indicates\nthat magnetic disorder resides near the surface of naturally oxidized films.\nOur research suggests that magnetic disorder may be a significant contributor\nto RF dissipation in superconducting devices based on TiN."}
{"id": "2510.20577", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20577", "abs": "https://arxiv.org/abs/2510.20577", "authors": ["Koyena Bose", "Steven H. Simon", "Ajit C. Balram"], "title": "Monte Carlo Sampling for Wave Functions Requiring (Anti)Symmetrization", "comment": "7 pages, 10 figures", "summary": "Many strongly correlated states, such as those arising in the fractional\nquantum Hall effect and spin liquids, are described by wave functions obtained\nby dividing particles into multiple clusters, constructing a readily evaluable\nwave function in each cluster, and (anti)symmetrizing across these clusters. We\nintroduce a method to compute quantities such as energies and correlators,\nusing Monte Carlo simulations for these states. Our framework overcomes the\nfactorial scaling of explicit (anti)symmetrization, allowing for studies of\nsystems beyond the reach of exact diagonalization."}
{"id": "2510.20592", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20592", "abs": "https://arxiv.org/abs/2510.20592", "authors": ["Aleksander Latyshev", "Ines Safi"], "title": "Time-braiding phase of anyons tied to the nonuniversal scaling dimension", "comment": "6 pages; 1 figure", "summary": "We use a braiding nonequilibrium fluctuation dissipation relation linking the\nDC noise to the response function inferred from the braiding constraint in the\ntime-domain with a phase $\\theta$ within the UNEPT (Unified Non equilibrium\nPerturbative Theory). By applying the Kramers-Kr\\\"onig relations, we obtain an\nintegral equation connecting DC current and noise that involves $\\theta$. By\nspecifying to thermal states so that noise is Poissonian, we find an analytical\nsolution for the DC current via the Wiener-Hopf technique. It reveals that the\ntime-braiding phase is determined by the scaling dimension~$\\delta$. This\nquestions the universality of $\\theta$ that can reflect the microscopic edge\ndynamics, in contrast to the topologically protected braiding phase in the\nspace domain."}
{"id": "2510.20633", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20633", "abs": "https://arxiv.org/abs/2510.20633", "authors": ["Satoshi Nishimoto"], "title": "Systematic study of multi-magnon binding energies in the FM-AFM $J_1$-$J_2$ chain", "comment": "9 pages, 7 figures", "summary": "We present a systematic study of multi-magnon bound states (MBSs) in the\nspin-$\\tfrac{1}{2}$ FM-AFM $J_1$-$J_2$ chain under magnetic fields using the\ndensity-matrix renormalization group method. As a quantitative measure of\nstability, we compute the magnon binding energy $E_{\\rm b}(M,p)$ for bound\nclusters of size $p$ over wide ranges of the frustration ratio $J_2/|J_1|$ and\nthe normalized magnetization $M/M_{\\rm s}$. Near saturation, we benchmark our\ndata against the analytic two-magnon result and map out a clear hierarchy of\n$p$-magnon states, whose phase boundaries follow an empirical scaling\n$J_{2,{\\rm c}}(p;p\\!+\\!1)/|J_1|\\!\\approx\\!0.34\\,p^{-2.3}$ for large $p$. We\nfurther quantify the relation between the most stable $p$ and the zero-field\npitch angle $\\theta$, verifying the conjectured inequality\n$1/p>\\theta/\\pi>1/(p+1)$ up to $p \\lesssim 9$. The binding energy shows\npronounced suppression as $J_2/|J_1|\\!\\to\\!1/4^+$ and, for some frustration\nvalues, attains a maximum below full saturation, indicating that partial\ndepolarization enhances bound-magnon mobility. Close to the FM instability,\n$E_{\\rm b}(M_{\\rm s},p)$ exhibits an empirical power-law vanishing consistent\nwith a quantum-Lifshitz scenario. Our results provide a comprehensive,\nexperimentally relevant map of MBS stability across field and frustration,\noffering concrete guidance for inelastic probes in quasi-one-dimensional\nmagnets."}
{"id": "2510.20638", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20638", "abs": "https://arxiv.org/abs/2510.20638", "authors": ["Kseniia Storozheva", "Anastasia Markina", "Vladik Avetisov"], "title": "Computational Design Rules for Helical Aromatic Foldamers: $π-π$ Stacking, Solvent Effects, and Conformational Stability", "comment": "20 pages, 6 figures", "summary": "Molecular-scale materials with bistable behavior and tunable properties are\nincreasingly relevant for next-generation nanoscale electronic devices. Helical\nfoldamers are promising candidates, but their structural and mechanical\nproperties are highly sensitive to conformational stability and environmental\nconditions. A systematic methodology based on quantum-chemical calculations is\nproposed for assessing solvent-dependent mechanical behavior, combining\nanalysis of $\\pi-\\pi$ stacking interactions, conformational energetics, and\nenvironmental effects. Using this methodology we identified simple design\nprinciples for the rapid screening of new compounds, allowing evaluation of\ntheir conformational stability and effective mechanical rigidity. Applying\nthese principles, we identify a modified helical aromatic foldamer that\nexhibits improved mechanical and stability characteristics compared to the\ninitial reference compound."}
{"id": "2510.20659", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.20659", "abs": "https://arxiv.org/abs/2510.20659", "authors": ["Ho Jang", "Yang Yang", "Gia-Wei Chern"], "title": "Kinetics of Peierls dimerization transition: Machine learning force-field approach", "comment": "20 pages, 9 figures", "summary": "We present a machine learning (ML) force-field framework for simulating the\nnon-equilibrium dynamics of charge-density-wave (CDW) order driven by the\nPeierls instability. Since the Peierls distortion arises from the coupling\nbetween lattice displacements and itinerant electrons, evaluating the adiabatic\nforces during time evolution is computationally intensive, particularly for\nlarge systems. To overcome this bottleneck, we develop a generalized\nBehler-Parrinello neural-network architecture -- originally formulated for ab\ninitio molecular dynamics -- to accurately and efficiently predict forces from\nlocal structural environments. Using the locality of electronic responses, the\nresulting ML force field achieves linear scaling efficiency while maintaining\nquantitative accuracy. Large-scale dynamical simulations using this framework\nuncover a two-stage coarsening behavior of CDW domains: an early-time regime\ncharacterized by a power-law growth $L \\sim t^{\\alpha}$ with an effective\nexponent $\\alpha \\approx 0.7$, followed by a crossover to the Allen-Cahn\nscaling $L \\sim \\sqrt{t}$ at late times. The enhanced early-time coarsening is\nattributed to anisotropic domain-wall motion arising from electron-mediated\ndirectional interactions. This work demonstrates the promise of ML-based force\nfields for multiscale dynamical modeling of condensed-matter lattice models."}
{"id": "2510.20678", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.20678", "abs": "https://arxiv.org/abs/2510.20678", "authors": ["Donghao Liu", "Dmitri Gutman"], "title": "Conductance Anomaly in a Partially Open Adiabatic Quantum Point Contact", "comment": "17 pages, 12 figures", "summary": "We demonstrate that conductance anomalies can arise in a clean, adiabatic\nquantum point contact when a channel is partially open. Even for a smooth\nbarrier potential, backscattering induces Friedel oscillations that, via\nelectron interactions, generate a singular correction to the conductance. This\ncorrection is maximized when the channel is half-open, resulting in a reduction\nof conductance. In addition, a magnetic field applied perpendicular to the\nspin-orbit axis modifies the single-particle spectrum, resulting in conductance\noscillations via Fabry-P\\'erot-type interference, as well as a non-monotonic\nfield dependence of the anomaly. Our findings reveal a universal mechanism by\nwhich interactions modify the conductance of an ideal partially open channel\nand offer a possible explanation for the anomalous features observed in\nexperiments."}
{"id": "2510.20712", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20712", "abs": "https://arxiv.org/abs/2510.20712", "authors": ["Murod Mirzhalilov", "Nandini Trivedi", "Mohit Randeria"], "title": "Enhancement of Curie Temperature in Ferromagnetic Insulator-Topological Insulator Heterostructures", "comment": null, "summary": "We theoretically analyze the topological insulator (TI) surface state\nmediated interactions between local moments in a proximate 2D ferromagnetic\ninsulator (FMI) motivated by recent experiments that show a significant\nincrease in the Curie temperature Tc of FMI-TI heterostructures. Such\ninteractions have been investigated earlier with a focus on dilute magnetic\ndopants in TIs. Our problem involves a dense set of moments for which we find\nthat the short range Bloembergen-Rowland interaction, arising from virtual\nparticle-hole transitions between the valence and conduction bands, dominates\nover the oscillatory Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction. We show\nthat the Tc enhancement is proportional to the Van Vleck susceptibility and\nthat the spin-momentum locking of surface states leads to out-of-plane\nferromagnetic order in the FMI. We investigate how the hybridization between\ntop and bottom surfaces in a thin TI film impacts Tc enhancement, and show how\nour results can help understand recent experiments on atomically thin\nCr2Te3-(Bi,Sb)2Te3."}
{"id": "2510.20729", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20729", "abs": "https://arxiv.org/abs/2510.20729", "authors": ["Gozde Oney", "Fayçal Adrar", "Junhao Cao", "Chunyang Zhang", "Muriel Véron", "Matthieu Bugnet", "Emmanuelle Suard", "Jacob Olchowka", "Laurence Croguennec", "François Weill", "Arnaud Demortière"], "title": "Nanoscale Mapping of Transition Metal Ordering in Individual LiNi0.5Mn1.5O4 Particles Using 4D-STEM ACOM Technique", "comment": null, "summary": "The electrochemical performance of the spinel LiNi0.5Mn1.5O4, a high-voltage\npositive electrode material for Li-ion batteries, is influenced by the\ntransition metal arrangement in the octahedral network, leading to disordered\n(Fd m S.G.) and ordered3 (P4332 S.G.) structures. However, widely used\ntechniques lack the spatial resolution necessary to elucidate the ordering\nphenomenon at the particle scale. Using the 4D-STEM technique, we present the\nfirst direct observation of ordering distribution in individual LiNi0.5Mn1.5O4\nparticles with nanometric spatial resolution. We propose a quantification\nmethod for the local degree of ordering based on the ratio of ordered to\ndisordered spinel lattices along the particle thickness extracted from electron\ndiffraction spot intensities. In an ordered spinel LiNi0.5Mn1.5O4, the\ntransition metal ordering is consistently observed throughout the primary\nparticle. However, the extent of ordering in the spinel phase depends on its\ndistribution at the particle scale, a factor influenced by the annealing\nconditions. The 4D-STEM analysis elucidates the boundary between highly-ordered\nand low-ordered LiNi0.5Mn1.5O4 particles."}
{"id": "2510.20731", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20731", "abs": "https://arxiv.org/abs/2510.20731", "authors": ["Myrtille O. J. Y Hunault", "Timothy G. Burrow", "Fabien Besnard", "Amélie Juhin", "Christian Brouder"], "title": "Angular dependence and powder average of resonant inelastic X-ray scattering", "comment": "22 pages", "summary": "Resonant Inelastic X-ray scattering (RIXS) is a synchrotron-based\nspectroscopy that has seen growing interest across a range of scientific\ndisciplines beyond fundamental physics. The interpretation of experimental RIXS\ndata requires theoretical calculations based on the Kramers-Heisenberg formula.\nHowever, due to the dependence of RIXS on both the incident and scattered\nphoton properties, a tractable treatment of the angular dependence in this\nformula has been lacking. In this work, within the electric dipole\napproximation, we determine the number of fundamental spectra contributing to\nthe RIXS cross-section for all crystallographic point groups. We then derive a\ngeneral expression for the RIXS cross-section of isotropic samples such as\nun-textured powders, homogeneous glasses or liquids, explicitly accounting for\nthe polarization and propagation directions of both the incident and scattered\nphotons. Simplified forms of the RIXS expressions are subsequently obtained for\nmost common point groups. Finally, we demonstrate the applicability of our\nformalism through a case study of uranium 3d4f RIXS."}
{"id": "2510.20746", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20746", "abs": "https://arxiv.org/abs/2510.20746", "authors": ["Nesta Benno Joseph", "Arka Bandyopadhyay", "Ajit C. Balram", "Awadhesh Narayan"], "title": "Berry Curvature Dipole-induced Non-linear Hall Effect in Oxide Heterostructures", "comment": null, "summary": "The observation of non-linear Hall effects in time-reversal invariant systems\nhas established the intriguing role of band topology beyond Berry curvature in\ndetermining transport phenomena. Many of these non-linear responses owe their\norigin to the Berry curvature dipole (BCD), which, like the Berry curvature\n(monopole), is also an electronic band structure effect, but is routinely\nstrongly constrained by crystalline symmetries. Here, we propose\nnon-centrosymmetric transition metal oxide heterostructures as promising\nplatforms for realizing and tuning BCD-induced non-linear Hall effects.\nSpecifically, we investigate superlattices of the form\n$(\\mathrm{Ba(Os,Ir)}\\mathrm{O}_3)_n/(\\mathrm{BaTiO}_3)_4$ ($n{=}1, 2$),\ncomprising metallic perovskite layers ($\\mathrm{BaOsO_3}$ or\n$\\mathrm{BaIrO_3}$) sandwiched between insulating ferroelectric\n$\\mathrm{BaTiO_3}$ (BTO). The ferroelectric distortion in BTO breaks inversion\nsymmetry of the superlattice, giving rise to a finite BCD with two\nsymmetry-allowed components of equal magnitude and opposite sign. Our\nfirst-principles calculations demonstrate that the magnitude of the BCD -- and\nconsequently the nonlinear Hall response -- can be effectively tuned by varying\nthe number of metallic layers or the choice of the B-site cation in these\n$\\mathrm{ABO_3}$ perovskites. Since Rashba splitting and ferroelectric\ndistortion in these systems are readily controllable via an external electric\nfield or strain, the non-linear Hall response in these materials can be\ndirectly engineered. Our findings establish non-centrosymmetric oxide\nperovskite heterostructures as a versatile platform for exploring and\nmanipulating BCD-driven non-linear transport phenomena."}
{"id": "2510.20804", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20804", "abs": "https://arxiv.org/abs/2510.20804", "authors": ["Vera Mikheeva", "Daniele Guerci", "Daniel Kaplan", "Elio J. König"], "title": "Anomalous Hall effect in rhombohedral graphene", "comment": "20 pages, 5 figures", "summary": "Motivated by recent experiments on rhombohedral stacked multilayer graphene\nand the observation of the anomalous Hall effect in a spontaneous spin-valley\npolarized quarter metal state, we calculate the anomalous Hall conductivity for\nthis system in the presence of two types of impurities: weak and dense as well\nas sparse and strong. Our calculation of $\\sigma_{xy}$ is based on the\nKubo-Streda diagrammatic approach. In a model with Gaussian disorder applicable\nto weak dense impurities, this involves all non-crossing diagrams (intrinsic,\nside-jump and Gaussian skew-scattering contributions) and additionally diagrams\nwith two intersecting impurities, X and $\\Psi$, representing diffractive\nskew-scattering processes. A \"Mercedes star\" diagram (non-Gaussian skew\nscattering) is furthermore included to treat in the case of strong, sparse\nimpurities. We supplement our asymptotically exact analytical solutions for an\nisotropic model without warping effects by semi-numerical calculations\naccounting perturbatively for warping, which plays a crucial role in the\nlow-energy band structure."}
{"id": "2510.20816", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20816", "abs": "https://arxiv.org/abs/2510.20816", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Charge-density waves and stripes in quarter metals of graphene heterostructures", "comment": "8 Pages and 3 Figures (Supplemental Material as Ancillary file)", "summary": "Motivated by recent experiments, here we identify valley-coherent\ncharge-density wave (VC-CDW) order in the non-degenerate quarter-metal for the\nentire family of chirally-stacked $n$ layer graphene, encompassing rhombohedral\nmulti-layer, Bernal bilayer, and monolayer cousins. Besides the hallmark broken\ntranslational symmetry, yielding a modulated charge-density over an enlarged\nunit-cell with a characteristic $2{\\bf K}$ periodicity, where $\\pm {\\bf K}$ are\nthe valley momenta, this phase lacks the three-fold ($C_3$) rotational symmetry\nbut only for even integer $n$. The VC-CDW then represents a stripe order, as\nobserved in hexalayer graphene [arXiv:2504.05129], but preserves the $C_3$\nsymmetry for odd $n$ as observed in trilayer graphene [Nat. Phys. 20, 1413\n(2024) and arXiv: 2411.11163]. From a universal Clifford algebraic argument, we\nestablish that the VC-CDW and an anomalous Hall order can lift the residual\nvalley degeneracy of an antiferromagnetically ordered spin-polarized\nhalf-metal, when these systems are subject to perpendicular displacement\nfields, with only the latter one displaying a hysteresis in off-diagonal\nresistivity, as observed in all the systems with $2 \\leq n \\leq 6$. We showcase\na confluence of VC-CDW and anomalous Hall orders within the quarter-metal,\ngenerically displaying a regime of coexistence, separating the pure phases."}
{"id": "2510.19914", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.19914", "abs": "https://arxiv.org/abs/2510.19914", "authors": ["Alfred Li", "Ankit Mahajan", "Sandeep Sharma"], "title": "Fokker-Planck equation governing the distribution of walkers in AFQMC", "comment": null, "summary": "Auxiliary-field quantum Monte Carlo (AFQMC) is typically formulated as an\nopen-ended random walk in an overcomplete space of Slater determinants,\nimplemented through a Langevin equation. However, the explicit form of the\nunderlying Fokker-Planck equation governing the walker population distribution\nhas remained unknown. In this paper, we derive the Fokker-Planck equation for\nAFQMC and propose a novel numerical scheme to solve it. The solution of the\nFokker-Planck equation reveals the wavefunction actually sampled by the AFQMC\nalgorithm. Interestingly, we find that even when the exact ground state is used\nas a guiding wavefunction in constrained path AFQMC, contrary to the common\nassumption, the wavefunction sampled by AFQMC is not exact. Beyond clarifying\nseveral fundamental aspects of AFQMC, the availability of a Fokker-Planck\nequation formulation opens new avenues for systematically improving its\naccuracy, which we outline in this paper."}
