{"id": "2509.08154", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08154", "abs": "https://arxiv.org/abs/2509.08154", "authors": ["Baizhi Gao", "Ehsan Nikbin", "Graham Johnstone", "Ze Shi", "Christopher Heath", "Narayan Appathurai", "Beatriz Diaz Moreno", "Al Rahemtulla", "G. D. Gu", "John M. Tranquada", "Jane Y. Howe", "Young-June Kim"], "title": "Structural Phase Separation and Enhanced Superconductivity in La1.875Ba0.125CuO4 under Uniaxial Strain", "comment": null, "summary": "Strain engineering has attracted significant attention in recent years due to\nits capability in tuning lattice and electronic structures of quantum\nmaterials. Using moderate uniaxial compressive strain, we induce structural\nphase separation in the low-temperature phase of x=1/8 La2-xBaxCuO4 (LBCO)\nsingle crystals. These structures are low temperature tetragonal (LTT), low\ntemperature less orthorhombic (LTLO), and a plastically deformed nano-domain\nstructure (PDNS), comprised of few-nanometer-sized orthorhombic domains within\nan amorphous matrix. These three structures exhibit distinct superconducting\nbehaviors. The volume fraction of the LTT structure is suppressed with\nincreasing strain, while its superconducting transition temperature increases\nand broadens. The LTLO structure exhibits a sharp superconducting transition\nabove 32 K, which increases up to ~36 K at maximum strain. The PDNS phase\nexhibits a very broad superconducting transition and persists even after\nremoving the strain. Our study illustrates the sensitivity of superconductivity\nto the structure of the LBCO sample near its stripe instability."}
{"id": "2509.08262", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08262", "abs": "https://arxiv.org/abs/2509.08262", "authors": ["Jin-Xin Hu", "Mengli Hu", "Ying-Ming Xie", "K. T. Law"], "title": "Electrically Controlled 0-$π$ Oscillations and Josephson Giant Magnetoresistor with PT-Symmetric Antiferromagnetic Bilayers", "comment": "6 pages, 4 figures", "summary": "We propose that unconventional Josephson effects typically emerge in {\\it\nPT}-symmetric antiferromagnetic (AFM) bilayer systems. When proximitized by a\nconventional superconductor, these systems host dominant interlayer Cooper\npairing that features a distinctive spin texture enabled by the strong exchange\nfield. Specifically, we demonstrate a novel mechanism for electrically tunable\n0-$\\pi$ oscillations in lateral Josephson junctions, controlled by an\nout-of-plane electric displacement field. This behavior originates from\nfield-induced finite-momentum Cooper pairing, a hallmark of the unique\nlayer-pseudospin structure in {\\it PT}-symmetric AFM bilayers. Furthermore, we\nintroduce a Josephson giant magnetoresistor based on these exotic\nspin-layer-locked Cooper pairs, in which the supercurrent exhibits a strong\ndependence on the internal N\\'{e}el order. Our findings establish {\\it\nPT}-symmetric AFM bilayers as a versatile platform for phase-controllable\nJosephson junctions and superconducting magnetic random-access memory, with\npromising applications in superconducting circuits and ultralow-power\ncomputing."}
{"id": "2509.08332", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08332", "abs": "https://arxiv.org/abs/2509.08332", "authors": ["F. Yang", "G. D. Zhao", "Y. Shi", "L. Q. Chen"], "title": "An Efficient Phase-Transition Framework for Gate-Tunable Superconductivity in Monolayer WTe$_2$", "comment": null, "summary": "The recently reported gate-tunable superconductivity in monolayer WTe$_2$\nexhibits several striking anomalies beyond the standard paradigm, including a\ncontrasting carrier-density dependence of the transition temperature $T_c$ in\nweakly and strongly disordered regimes and more surprisingly, the sudden\ndisappearance of superconducting fluctuations below a critical carrier density.\nTo understand these features, we go beyond the mean-field theory to treat the\nsuperconducting gap and superfluid density by explicitly incorporating both\nNambu-Goldstone (NG) phase fluctuations and Berezinskii-Kosterlitz-Thouless\n(BKT) fluctuations. We show that these fluctuations are minimal in the\nweak-disorder regime but become crucial under strong disorder, where the\nzero-temperature gap renormalized by NG quantum fluctuations becomes\ndensity-dependent while the BKT fluctuations drive the superconducting $T_c$\nbelow the gap-closing temperature. Simulations within this unified framework\ncombining with the density-functional-theory input to account for the excitonic\ninstability quantitatively reproduced nearly all key experimental observations\nin monolayer WTe$_2$, providing a consistent understanding of reported\nanomalies."}
{"id": "2509.08386", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08386", "abs": "https://arxiv.org/abs/2509.08386", "authors": ["Yuxin Wang", "Kun Jiang", "Jianjun Ying", "Tao Wu", "Jinguang Cheng", "Jiangping Hu", "Xianhui Chen"], "title": "Recent progress in nickelate superconductors", "comment": "18 pages, 11 figures", "summary": "The discovery of superconductivity in nickelate compounds has opened new\navenues in the study of high-temperature superconductors. Here we provide a\ncomprehensive overview of recent progress in the field, including all different\nnickelate systems, reduced-Ruddlesden-Popper-type infinite layer LaNiO$_2$,\nRuddlesden-Popper-type bilayer La$_3$Ni$_2$O$_7$ and trilayer\nLa$_4$Ni$_3$O$_{10}$. We begin by introducing the superconducting properties of\nthe hole-doped LaNiO$_2$ system, which marked the starting point for nickelate\nsuperconductivity. We then turn to the bilayer La$_3$Ni$_2$O$_7$ system,\ndiscussing both its high-pressure and thin-film superconducting phases. This is\nfollowed by an examination of the trilayer La$_4$Ni$_3$O$_{10}$ system and\nother related multilayer nickelates. Throughout the review, we highlight\nemerging trends, key challenges, and open questions. We conclude by addressing\ncurrent limitations in materials synthesis and characterization, and future\ndirections that may help uncover the mechanisms driving superconductivity in\nthese complex oxide systems."}
{"id": "2509.08036", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08036", "abs": "https://arxiv.org/abs/2509.08036", "authors": ["Cristian Voinea", "Wei Zhu", "Nicolas Regnault", "Zlatko Papić"], "title": "Critical Majorana fermion at a topological quantum Hall bilayer transition", "comment": "8 pages, 4 figures (main text); 4 pages, 3 figures (supplemental\n  material)", "summary": "Quantum Hall bilayers are a uniquely tunable platform that can realize\ncontinuous transitions between distinct topological phases of matter. One\nprominent example is the transition between the Halperin state and the\nMoore--Read Pfaffian, long predicted to host a critical theory of Majorana\nfermions but so far not verified in unbiased microscopic simulations. Using the\nfuzzy sphere regularization, we identify the low-energy spectrum at this\ntransition with the 3D gauged Majorana conformal field theory. We show that the\ntransition is driven by the closing of the neutral fermion gap, and we directly\nextract the operator content in both integer and half-integer spin sectors. Our\nresults resolve the long-standing question of the nature of a topological phase\ntransition in a setting relevant to quantum Hall experiments, while also\nproviding the first realization of a fermionic theory on the fuzzy sphere,\npreviously limited to bosonic theories."}
{"id": "2509.08143", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08143", "abs": "https://arxiv.org/abs/2509.08143", "authors": ["Harender S. Dhattarwal", "Richard C. Remsing"], "title": "Electronic Fluctuations and Ionic Dynamics in Molten Silver Iodide", "comment": "10 pages, 9 figures", "summary": "Molten salts are high-temperature ionic liquids whose unique combination of\nstrong Coulombic interactions, large polarizabilities, and high ionic\nconductivities makes them central to energy storage, metallurgy, and nuclear\ntechnology. Understanding their delicate balance of Coulomb forces, short-range\nrepulsion, and electronic polarization, particularly regarding the role that\nelectronic fluctuations play in their structure and dynamics, is critical to\npredictively designing molten salts for applications of interest. We\ninvestigate the importance of electronic fluctuations in molten AgI using\ndensity functional theory, a universal machine learning model (Orb), and a\nclassical, empirical pairwise model of interionic interactions. We find that\ndirectional polarization fluctuations of iodide ions enhance Ag+ diffusion,\nmanifesting as enhanced force fluctuations and structure in the time-dependent\nfriction experienced by the cations. The coupling between iodide polarization\nfluctuations and silver diffusion creates a dynamic asymmetry; Ag+ motion is\ntightly linked to the instantaneous polarization of neighboring I-, whereas I-\ndynamics are relatively unperturbed by electronic fluctuations. For all\nstructural and dynamic quantities investigated, the Orb model is in excellent\nagreement with density functional theory-based simulations, highlighting the\nability of this universal neural network potential to capture many-body\npolarization effects. In contrast, the empirical force field fails to reproduce\nkey structural and dynamic quantities involving cations, ultimately because it\nneglects dynamic electronic fluctuations. Our findings connect liquid=state\nionic dynamics with the \"electronic paddle-wheel\" mechanism of ionic diffusion\nin superionic solids and motivate further exploration of polarization\nfluctuation effects in complex electrolytes and ionic liquids."}
{"id": "2509.07989", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.07989", "abs": "https://arxiv.org/abs/2509.07989", "authors": ["Lubomír Bureš"], "title": "Residence-time theory applied to circulating-fuel reactors: zero-power analysis", "comment": "26 pages, 12 figures", "summary": "Circulating-fuel reactors (CFRs) lose reactivity when delayed-neutron\nprecursors (DNPs) drift out of the core and may regain part of it when the fuel\nre-enters the core. This paper formulates a physics-based description of both\neffects by combining DNP transport with residence-time theory. Then, treating\nthe core and ex-core regions as two mixing volumes in series, closed-form\nexpressions for (i) the static reactivity loss due to precursor drift and (ii)\nthe zero-power transfer function that governs linearised dynamics are derived.\nWhen the gamma residence-time distributions are used, the new framework is\nshown to reduce to the plug-flow and Continuous-Stirred-Tank-Reactor limits as\nspecial cases, while generalising to intermediate mixing regimes via a single\nparameter: the degree of mixing. Performed parameter studies show that DNP\nrecirculation has the highest impact when core and ex-core residence times are\ncomparable and the product of the DNP decay constant and the in-core residence\ntime is small. Benchmarks against the Molten-Salt Reactor Experiment are able\nto reproduce the measured static loss ($k_0 \\approx 0.32$ \\$) and its frequency\nresponse, with $\\approx$20% of the steady-state DNP worth arising from\nrecirculation. Additionally, for the EVOL reference Molten-Salt Fast Reactor\nthe model is shown to agree well with the results of high-fidelity Serpent-2\ncalculations coupled with Computational Fluid Dynamics. Overall, the\nresidence-time approach offers a computationally light yet versatile tool for\nsensitivity studies and generation of physical intuition for the behaviour of\nCFRs. Foundation for extensions to importance weighting of DNPs and application\nof the framework to time-domain analysis is also briefly sketched."}
{"id": "2509.08210", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08210", "abs": "https://arxiv.org/abs/2509.08210", "authors": ["Huan-Wen Wang", "Bo Fu", "Shun-Qing Shen"], "title": "Reinterpretation of chiral anomaly on a lattice", "comment": "12 pages, 4 figures", "summary": "The chiral anomaly is a quantum mechanical effect for massless Dirac fermions\nin both particle physics and condensed matter physics. Here we present a set of\neffective models for single massless Dirac fermions in one- and\nthree-dimensions in the whole Brillouin zone from higher-dimensional Chern\ninsulators, which uniquely capture both the chiral fermion behavior near the\nDirac point and high-energy states at Brillouin zone boundaries. In the\npresence of electromagnetic fields, the chiral coefficient $C_{5}$ is found to\nbe chemical-potential dependent in general, but quantized precisely at the\nFermi surface where chiral symmetry is preserved. This result provides an\nalternative interpretation of chiral anomaly on a lattice: the anomaly is\ncaused by the symmetry-broken states far below the Fermi surface, and protected\nby the local chiral symmetry. Our analysis here might provide a potential\ntheoretical foundation for applying the concept of chiral anomaly in condensed\nmatter physics."}
{"id": "2509.08023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08023", "abs": "https://arxiv.org/abs/2509.08023", "authors": ["Achiya Yosef Amrusi", "Sharon May-Tal Beck", "Hadar Steinberg", "Guy Ron"], "title": "PyPAS -- Python package for Positron Annihilation Spectroscopy Doppler Broadening Analysis", "comment": "21 pages, 7 figures, 2 table", "summary": "Doppler Broadening (DB) of annihilation radiation is a well-established\ntechnique within Positron Annihilation Spectroscopy (PAS), used for probing the\nelectronic structure of materials. The analysis of DB experimental data relies\non gamma spectroscopy analysis tools, while depth profiling using\nvariable-energy slow positron beams depends on solving the positron diffusion\nequation. Traditional Variable Energy Doppler Broadening (VEDB) analysis tools,\nsuch as VEPFIT and ROYPROF, often present limitations due to outdated\ninterfaces and lack of integration with comprehensive spectroscopy analysis\nplatforms. Addressing these challenges, an open-source Python package for PAS\nanalysis, PyPAS, is introduced. PyPAS offers functionalities including\nCoincidence Doppler Broadening (CDB) filtering, two-dimensional CDB analysis\nwith DB and resolution extraction, and computation of lineshape parameters (S\nand W). Furthermore, it integrates modules for generating thermal positron\nimplantation profiles based on established models, solving positron diffusion\nequations using finite-difference methods and optimizing diffusion length. This\nwork presents the architecture of the PyPAS package and the validation results\nand demonstrates the application of the package through case studies."}
{"id": "2509.08077", "categories": ["cond-mat.stat-mech", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2509.08077", "abs": "https://arxiv.org/abs/2509.08077", "authors": ["Tal Agranov", "Natan Wiegenfeld", "Omer Karin", "Benjamin D. Simons"], "title": "Self-organized hyperuniformity in a minimal model of population dynamics", "comment": null, "summary": "We identify a novel scenario for hyperuniformity in a generic model of\npopulation dynamics that has been recently introduced to account for biological\nmemory in the immune system and epigenetic inheritance. In this model,\nindividuals' competition over a shared resource guides the population towards a\ncritical steady state with prolonged individual life time. Here we uncover that\nthe spatially extended model is characterized by hyperuniform density\nfluctuations. A hydrodynamic theory is derived by explicit coarse-graining,\nwhich shows good agreement with numerical simulations. Unlike previous models\nfor non-equilibrium hyperuniform states, our model does not exhibit\nconservation laws, even when approaching criticality. Instead, we trace the\nemergence of hyperuniformity to the divergence of timescales close to\ncriticality. These findings can have applications in engineering, cellular\npopulation dynamics and ecology."}
{"id": "2509.08023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08023", "abs": "https://arxiv.org/abs/2509.08023", "authors": ["Achiya Yosef Amrusi", "Sharon May-Tal Beck", "Hadar Steinberg", "Guy Ron"], "title": "PyPAS -- Python package for Positron Annihilation Spectroscopy Doppler Broadening Analysis", "comment": "21 pages, 7 figures, 2 table", "summary": "Doppler Broadening (DB) of annihilation radiation is a well-established\ntechnique within Positron Annihilation Spectroscopy (PAS), used for probing the\nelectronic structure of materials. The analysis of DB experimental data relies\non gamma spectroscopy analysis tools, while depth profiling using\nvariable-energy slow positron beams depends on solving the positron diffusion\nequation. Traditional Variable Energy Doppler Broadening (VEDB) analysis tools,\nsuch as VEPFIT and ROYPROF, often present limitations due to outdated\ninterfaces and lack of integration with comprehensive spectroscopy analysis\nplatforms. Addressing these challenges, an open-source Python package for PAS\nanalysis, PyPAS, is introduced. PyPAS offers functionalities including\nCoincidence Doppler Broadening (CDB) filtering, two-dimensional CDB analysis\nwith DB and resolution extraction, and computation of lineshape parameters (S\nand W). Furthermore, it integrates modules for generating thermal positron\nimplantation profiles based on established models, solving positron diffusion\nequations using finite-difference methods and optimizing diffusion length. This\nwork presents the architecture of the PyPAS package and the validation results\nand demonstrates the application of the package through case studies."}
{"id": "2509.08716", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08716", "abs": "https://arxiv.org/abs/2509.08716", "authors": ["Fanyu Meng", "Hechang Lei"], "title": "Weakly superconducting anisotropy in 4Hb-Nb0.95Ti0.05Se2 with 1T/1H heterostructure", "comment": "16 pages and 4 figures", "summary": "Heterostructures of layered transition metal dichalcogenide (TMD) exhibit\nrich physical properties by the combination of strong electronic correlation\neffects in 1T layer and superconductivity in 1H layer. But the limited number\nof bulk TMD materials with such heterostructures impedes the in-depth\nunderstanding of the physical mechanisms behind these properties, as well as\nresearch on tuning of these properties. Here, we report a systematic study on\nphysical properties of the 4Hb-Nb0.95Ti0.05Se2 single crystals with 1T/1H\nheterostructure. It exhibits a superconducting transition at temperature below\n3.3 K. Further analysis indicates that 4Hb-Nb0.95Ti0.05Se2 is an intermediately\ncoupled type-II superconductor. Moreover, 4Hb-Nb0.95Ti0.05Se2 shows a rather\nweak superconducting anisotropy (~ 2), distinctly different from other known\nTMD superconductors with 4Hb heterostructure."}
{"id": "2509.08110", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.08110", "abs": "https://arxiv.org/abs/2509.08110", "authors": ["Juan R. Chamorro", "Steven J. Gomez Alvarado", "Dibyata Rout", "Sarah Schwarz", "Allen Scheie", "Ganesh Pokharel", "Alexander I. Kolesnikov", "Lukas Keller", "Stephen D. Wilson"], "title": "Hidden frustration in the triangular-lattice antiferromagnet NdCd3P3", "comment": null, "summary": "We report a study of the magnetic ground state and crystal electric field\n(CEF) scheme in the triangular-lattice antiferromagnet NdCd$_3$P$_3$. Combined\nneutron scattering, magnetization, and heat capacity measurements demonstrate\nthat the Nd$^{3+}$ moments occupying the triangular lattice in this material\nharbor hidden signs of frustration not detected in typical Curie-Weiss-based\nparameterization of the frustration index ($f=\\Theta_{CW} / T_N$). This is\nevidenced by a zero-field splitting of the Kramers' ground state and first\nexcited state doublets at temperatures far in excess of $T_N$ as well as\nsignatures of low-energy fluctuations for $T>>T_N$. A suppression of the\nzero-field ordered moment relative to its field saturation value is observed,\nand the impacts of this magnetic frustration as well as the coexisting bond\nfrustration in the CdP honeycomb network on the physical properties of\nNdCd$_3$P$_3$ are discussed."}
{"id": "2509.08245", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08245", "abs": "https://arxiv.org/abs/2509.08245", "authors": ["Giorgio Visentin", "Francois Mauger"], "title": "Configuration-interaction calculations with density-functional theory molecular orbitals for modeling valence- and core-excited states in molecules", "comment": "41 pages, 15 figures", "summary": "We investigate configuration-interaction (CI) calculations on a basis of\nmolecular orbitals generated by preliminary density-functional theory (DFT)\ncalculations. We use this CI/DFT framework to improve the modeling of\ncore-excited states by exploiting the flexibility and account for electron\ncorrelation of DFT orbitals compared to the canonical Hartree-Fock analogs. We\nassess the performance of our approach on the valence- and core-excited\nelectronic states of three molecules with increasing levels of\nelectron-correlation complexity: the singly bonded CH4, doubly bonded CO2, and\ntriply bonded N2. For molecules with strong electron correlation effects, such\nas CO2 and N2, the inclusion of double excitations is important to model the\ncore-hole excited states with reasonable accuracy. CI/DFT outperforms standard\nsingle-reference CI on Hartree-Fock molecular orbitals and competes with\nmulti-reference CI calculations with multi-configuration self-consistent field\norbitals in the modeling of molecules with strong electron-correlation effects,\nbut weak multi-reference nature of their wave function such as CO2. In\ncontrast, the choice of the molecular-orbital basis is irrelevant when modeling\nsystems with negligible electron-correlation effects like CH4 or important\nmulti-reference nature of their wave function like N2."}
{"id": "2509.08073", "categories": ["physics.comp-ph", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.08073", "abs": "https://arxiv.org/abs/2509.08073", "authors": ["Roberto Riganti", "Matteo G. C. Alasio", "Enrico Bellotti", "Luca Dal Negro"], "title": "DDNet: A Unified Physics-Informed Deep Learning Framework for Semiconductor Device Modeling", "comment": null, "summary": "The accurate modeling of semiconductor devices plays a critical role in the\ndevelopment of new technology nodes and next-generation devices. Semiconductor\ndevice designers largely rely on advanced simulation software to solve the\ndrift-diffusion equations, a coupled system of nonlinear partial differential\nequations that describe carrier transport in semiconductor devices. While these\ntools perform well for forward modeling, they are not suitable to address\ninverse problems, for example, determining doping profiles, material, and\ngeometrical parameters given a desired device performance. Meanwhile,\nphysics-informed neural networks (PINNs) have grown in popularity in recent\nyears thanks to their ability to efficiently and accurately solve inverse\nproblems at minimal computational cost compared to forward problems. In this\nstudy, we introduce the Drift-Diffusion Network (DDNet), a unified\nphysics-informed deep learning solver for the forward and inverse mesh-free\nsolutions of the drift-diffusion equations of semiconductor device modeling.\nUsing prototypical device configurations in one- and two spatial dimensions, we\nshow that DDNet achieves low absolute and relative error compared to\ntraditional simulation software while additionally solving user-defined inverse\nproblems with minimal computational overhead. We expect that DDNet will benefit\nsemiconductor device modeling by facilitating exploration and discovery of\nnovel device structures across comprehensive parameter sets in a fully\nautomated way."}
{"id": "2509.08244", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08244", "abs": "https://arxiv.org/abs/2509.08244", "authors": ["Shu-Wei Wang", "Hang Chi", "Jui-Che Chung"], "title": "Sb doping effect on transport behavior in the topological insulator Bi2Se3", "comment": null, "summary": "Bismuth selenide (Bi2Se3) is a good topological insulator (TI) with its\nsurface band Dirac point inside the bulk bandgap. However, Bi2Se3 films grown\nby molecular beam epitaxy (MBE) often require tuning of Fermi level near the\nDirac point for optimal proximity effect with magnetic or superconducting\nmaterials. In this study, we achieve the control of the Fermi level in\nMBE-grown Bi2Se3 thin films by antimony (Sb) doping and systematically\ninvestigate the transport properties of these Bi2-xSbxSe3 films with different\ndoping concentrations. Excellent topological surface conduction is attained,\nand weak antilocalization is observed in all Sb-doped Bi2Se3 films. While the\ncarrier mobility shows no dependence on the Sb concentrations, indicating that\nthe phonon scattering dominates over the impurity scattering from Sb dopants,\nthe coherence length varies significantly with the Sb doping level at low\ntemperatures (< 30 K), highlighting the non-negligible electron-electron\ninteractions in the low temperature regime. Furthermore, EuS/Bi2-xSbxSe3\nheterostructures are fabricated to explore proximity-induced ferromagnetism in\nthe TI surface states. However, the long-range magnetic order is not formed in\nthe TI surface states under our growth conditions. Our results emphasize the\ncritical role of interface quality for realizing exchange coupling. This work\noffers new insights into the interplay of disorder, decoherence, and scattering\nmechanisms in Sb-doped Bi2Se3 thin films, providing guidance for the future\nstudy of the proximity effect in heterostructures involving Sb-doped Bi2Se3."}
{"id": "2509.08036", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08036", "abs": "https://arxiv.org/abs/2509.08036", "authors": ["Cristian Voinea", "Wei Zhu", "Nicolas Regnault", "Zlatko Papić"], "title": "Critical Majorana fermion at a topological quantum Hall bilayer transition", "comment": "8 pages, 4 figures (main text); 4 pages, 3 figures (supplemental\n  material)", "summary": "Quantum Hall bilayers are a uniquely tunable platform that can realize\ncontinuous transitions between distinct topological phases of matter. One\nprominent example is the transition between the Halperin state and the\nMoore--Read Pfaffian, long predicted to host a critical theory of Majorana\nfermions but so far not verified in unbiased microscopic simulations. Using the\nfuzzy sphere regularization, we identify the low-energy spectrum at this\ntransition with the 3D gauged Majorana conformal field theory. We show that the\ntransition is driven by the closing of the neutral fermion gap, and we directly\nextract the operator content in both integer and half-integer spin sectors. Our\nresults resolve the long-standing question of the nature of a topological phase\ntransition in a setting relevant to quantum Hall experiments, while also\nproviding the first realization of a fermionic theory on the fuzzy sphere,\npreviously limited to bosonic theories."}
{"id": "2509.08479", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.08479", "abs": "https://arxiv.org/abs/2509.08479", "authors": ["Mikheil Tsitsishvili", "Reinhold Egger", "Karsten Flensberg", "Sebastian Diehl"], "title": "From Kardar-Parisi-Zhang scaling to soliton proliferation in Josephson junction arrays", "comment": "7 pages, 4 figures", "summary": "We propose Josephson junction arrays as realistic platforms for observing\nnonequilibrium scaling laws characterizing the Kardar-Parisi-Zhang (KPZ)\nuniversality class, and space-time soliton proliferation. Focusing on a\ntwo-chain ladder geometry, we perform numerical simulations for the roughness\nfunction. Together with analytical arguments, our results predict KPZ scaling\nat intermediate time scales, extending over sufficiently long time scales to be\nobservable, followed by a crossover to the asymptotic long-time regime governed\nby soliton proliferation."}
{"id": "2509.08068", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08068", "abs": "https://arxiv.org/abs/2509.08068", "authors": ["Zhe Li", "Haijun Cao", "Sheng Meng"], "title": "Laser-engineered $Γ$-point Topology in Trigonal Bismuthene", "comment": null, "summary": "The $\\Gamma$-point topology represents a significant segment in the family of\ntopological insulators. Here we provide a comprehensive prediction of\nlight-induced $\\Gamma$-point-based topological manipulation in trigonal\nbismuthene and its derivatives. Our findings unveil a two-stage process of\ntopological phase transitions (TPT) as the laser intensity increases.\nInitially, a quantum-spin-Hall or metallic state transitions to a\nquantum-anomalous-Hall (QAH) state ($C$ = $\\pm$3), followed by another TPT that\nyields a compensated Chern-insulating state ($C$ = 0). The trigonal warping\nmodel accounts for these states, describing the $C_{3z}$-rotational\nband-inversion process, which is determined by $\\pm$1 orders of replica bands.\nNotably, this high Chern-number QAH state persists over a broad range of laser\nparameters, maintaining functionality beyond room temperature as evidenced by\nthe large global gaps ($\\geq$ 60 meV). Our work provides a comprehensive\nroadmap towards the designer $\\Gamma$-point topology under laser excitation,\nfacilitating applications of artificial topological materials."}
{"id": "2509.08823", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08823", "abs": "https://arxiv.org/abs/2509.08823", "authors": ["Jian-Hong She", "Jing-Xuan Wang", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Absence of two-orbital superconductivity in cuprate family: A DFT+DMFT perspective", "comment": "7 pages, 4 figures, 2 tables", "summary": "The recent discovery of high-temperature superconductivity in the bilayer\nnickelate La$_3$Ni$_2$O$_7$ has spurred intense interest in exploring analogous\nmechanisms in other transition metal oxides. This raises a pivotal question:\ncan cuprates, as neighbors to nickelates in the periodic table, host similar\ntwo-orbital superconductivity? Here, we systematically investigate the\nelectronic structure of a series of designed Ruddlesden-Popper cuprates. Our\ncalculations reveal that the parent compound La$_3$Cu$_2$O$_7$ is a weakly\ncorrelated metal, and hole-doping fails to induce strong correlation. We find\nthat the actual valence of the copper cations becomes strikingly pinned around\n+2.3, far away from the targeted $d^8$ configuration. This valence pinning is\nattributed to the inherent charge-transfer nature of cuprates. We propose this\nmechanism as a general principle explaining the robust single-orbital physics\nconsistently observed in the cuprate family, holding true even in materials\nlike the high-$T_c$ superconductor Ba$_2$CuO$_{3+\\delta}$ that appear\nstructurally primed for two-orbital activity. Our results therefore conclude\nthat the route towards two-orbital superconductivity is fundamentally\nobstructed in cuprates, providing a crucial constraint for the future design of\nhigh-temperature superconductors."}
{"id": "2509.08202", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08202", "abs": "https://arxiv.org/abs/2509.08202", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Akira Matsuo", "Koichi Kindo"], "title": "Quantum phase with spontaneous translational symmetry breaking in an extended diamond chain", "comment": "7 pages, 3 figures", "summary": "We report the experimental realization of a spin-1/2 extended diamond chain\nin a verdazyl-Cu complex, where competing interactions and lattice distortions\ngive rise to exotic quantum phases. The magnetic properties exhibit a\nzero-field energy gap and 1/2 magnetization plateau, which is explained by a\ndimer-monomer model. Considering the effective interactions between the\nmonomers, three types of dimer-dimer phases are expected to appear as the\nground state, depending on the magnitude of the lattice distortions. By mapping\nto the nonlinear sigma model, three phases are distinguished topologically, and\na symmetry-protected topological phase equivalent to the Haldane phase is\nidentified. Furthermore, a nontrivial magnetization is observed above the 1/2\nplateau region, suggesting a gapped dimer phase accompanied by a spontaneous\nbreaking of translational symmetry. The discovery of this rare quantum state\nhas broad implications for strongly correlated systems, topological matter, and\nquantum information science, where symmetry and topology play crucial roles."}
{"id": "2509.08305", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08305", "abs": "https://arxiv.org/abs/2509.08305", "authors": ["Muthuamirthambal Selvaraj", "Binduja Panja", "Rejila J", "Sreeja R", "Theertha M", "Vishnumaya A", "Umesh Kadhane"], "title": "Assessing the dissociation hierarchy of aniline under UV-induced multiphoton ionization", "comment": null, "summary": "The multiphoton ionization of the simplest aromatic amine, aniline, was\nexamined utilizing a kinetic energy-correlated time-of-flight mass spectrometer\nat a wavelength of 266 nm. The primary and secondary fragment channels have\nbeen identified, and their plausible internal energy dependence has been\ndiscussed. Furthermore, the sequential loss fragment channel has been analyzed\nusing the energy-correlated mass spectrum, revealing the fragment channels\nalong with their respective parent mass exclusively. The computed energetics\nare corroborated with the experimental findings to further support the\ndissociation hierarchy."}
{"id": "2509.08223", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.08223", "abs": "https://arxiv.org/abs/2509.08223", "authors": ["Bugra Yalcin", "Ishan Nadkarni", "Jinu Jeong", "Chenxing Liang", "Narayana R. Aluru"], "title": "Generative Quasi-Continuum Modeling of Confined Fluids at the Nanoscale", "comment": null, "summary": "We present a data-efficient, multiscale framework for predicting the density\nprofiles of confined fluids at the nanoscale. While accurate density estimates\nrequire prohibitively long timescales that are inaccessible by ab initio\nmolecular dynamics (AIMD) simulations, machine-learned molecular dynamics\n(MLMD) offers a scalable alternative, enabling the generation of force\npredictions at ab initio accuracy with reduced computational cost. However,\ndespite their efficiency, MLMD simulations remain constrained by femtosecond\ntimesteps, which limit their practicality for computing long-time averages\nneeded for accurate density estimation. To address this, we propose a\nconditional denoising diffusion probabilistic model (DDPM) based\nquasi-continuum approach that predicts the long-time behavior of force profiles\nalong the confinement direction, conditioned on noisy forces extracted from a\nlimited AIMD dataset. The predicted smooth forces are then linked to continuum\ntheory via the Nernst-Planck equation to reveal the underlying density\nbehavior. We test the framework on water confined between two graphene\nnanoscale slits and demonstrate that density profiles for channel widths\noutside of the training domain can be recovered with ab initio accuracy.\nCompared to AIMD and MLMD simulations, our method achieves orders-of-magnitude\nspeed-up in runtime and requires significantly less training data than prior\nworks."}
{"id": "2509.08250", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08250", "abs": "https://arxiv.org/abs/2509.08250", "authors": ["Hao-Ru Wu", "Hong-Yi Chen", "Yiing-Rei Chen"], "title": "Impurity-Induced Interference at a Topological Boundary in an Infinite SSH Heterojunction", "comment": null, "summary": "In this work, we investigate the coupling between a strong impurity and the\ntopological boundary of an SSH heterojunction, composed of two SSH chains\nbelonging to different topological classes. We show that impurity boundary\ncoupling gives rise to bonding and antibonding states within the SSH bulk gap.\nThis coupling produces an interference effect in the local density of states,\nas the impurity approaches the boundary the LDOS evolves from a single sharp\npeak to a characteristic double peak structure. Moreover, the interference\nstrength can be quantified by the decay length of the bonding or antibonding\nwavefunction and by the energy splitting of the LDOS resonance peaks near the\nFermi energy."}
{"id": "2509.08068", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08068", "abs": "https://arxiv.org/abs/2509.08068", "authors": ["Zhe Li", "Haijun Cao", "Sheng Meng"], "title": "Laser-engineered $Γ$-point Topology in Trigonal Bismuthene", "comment": null, "summary": "The $\\Gamma$-point topology represents a significant segment in the family of\ntopological insulators. Here we provide a comprehensive prediction of\nlight-induced $\\Gamma$-point-based topological manipulation in trigonal\nbismuthene and its derivatives. Our findings unveil a two-stage process of\ntopological phase transitions (TPT) as the laser intensity increases.\nInitially, a quantum-spin-Hall or metallic state transitions to a\nquantum-anomalous-Hall (QAH) state ($C$ = $\\pm$3), followed by another TPT that\nyields a compensated Chern-insulating state ($C$ = 0). The trigonal warping\nmodel accounts for these states, describing the $C_{3z}$-rotational\nband-inversion process, which is determined by $\\pm$1 orders of replica bands.\nNotably, this high Chern-number QAH state persists over a broad range of laser\nparameters, maintaining functionality beyond room temperature as evidenced by\nthe large global gaps ($\\geq$ 60 meV). Our work provides a comprehensive\nroadmap towards the designer $\\Gamma$-point topology under laser excitation,\nfacilitating applications of artificial topological materials."}
{"id": "2509.08536", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08536", "abs": "https://arxiv.org/abs/2509.08536", "authors": ["Deepak Dhar", "Sanjib Sabhapandit"], "title": "Hysteresis and the Barkhausen noise in magnets", "comment": "Review article. 30 pages, 12 figures", "summary": "We provide an overview of studies of hysteresis in models of magnets. We\ndiscuss the shape of the hysteresis loop, dynamical symmetry breaking, and the\ndependence of the area of the loop on the amplitude and frequency of the\ndriving field. The Barkhausen noise in the hysteresis loop may be modelled by\nthe wide distribution of sizes of magnetization jumps in the random-field Ising\nmodel. We discuss the distribution of sizes of these jumps in the random field\nIsing model on the Bethe lattice."}
{"id": "2509.08206", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.08206", "abs": "https://arxiv.org/abs/2509.08206", "authors": ["Jie Wang", "Shi-Bo Zhao", "Jia-wan Li", "Lin Zhuang", "Yusheng Hou"], "title": "Highly tunable Gilbert damping in two-dimensional van der Waals ferromagnet Fe3GaTe2: From bilayer to the twisted bilayer", "comment": "5 Figures, accepted by Physical Review B", "summary": "Van der Waals ferromagnet Fe3GaTe2 possesses both a high Curie temperature\nand robust perpendicular magnetic anisotropy, holding promise for practical\nspintronic applications. In particular, understanding and engineering its\nGilbert damping which determines magnetization dynamics are crucial for its\napplications. Here, we investigate the Gilbert damping of bilayer and the\ntwisted bilayer Fe3GaTe2 through first-principles calculations. For the bilayer\nFe3GaTe2, we obtain a quite low Gilbert damping when its magnetization is along\nthe z axis at room temperature. In addition, the bilayer Fe3GaTe2 exhibits a\nlarge orientational anisotropy of Gilbert damping when its magnetization is\nrotated from the magnetic easy axis to the hard one. Such anisotropy is\nattributed to the distinct band structures caused by the anisotropic spin-orbit\ncoupling. Surprisingly, we find that twisting the bilayer Fe3GaTe2 can\neffectively reduce the Gilbert damping for the perpendicular magnetization, and\nenhance the orientational anisotropy of Gilbert damping up to 635% when\nrotating the magnetization from the magnetic easy axis to the hard one. These\nfindings open up an entirely new avenue for the manipulation of Gilbert damping\nand its anisotropy in two-dimensional van der Waals ferromagnets."}
{"id": "2509.08370", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08370", "abs": "https://arxiv.org/abs/2509.08370", "authors": ["Xiang Li", "Zheng-Yu Weng"], "title": "Terahertz nonlinear response in cuprate superconductors and the Higgs field in doped Mott insulators", "comment": "12 pages, 5 figures", "summary": "A puzzling phenomenon has been recently revealed in terahertz nonlinear\noptical response experiments: A third harmonic generation (THG) signal,\nidentified only in the superconducting (SC) phase in a conventional BCS\nsuperconductor, is found to persist into a wide pseudogap regime in the\nunderdoped cuprate, accompanied by a $\\pi$ phase shift in the THG signal across\nthe SC transition. In this paper, we offer a consistent understanding of such\nan unconventional phenomenon based on an emergent Higgs mode of the condensed\nholons in the doped Mott insulator. Specifically, in the lower pseudogap phase\n(LPP) where, although the holons still remain Bose condensed, the SC phase\ncoherence gets disordered by excited spinons, which induce vortex-like\nresponses from the holon condensate. By coupling to such internal fluctuations\ndescribed by a mutual Chern-Simons gauge theory, we show that an external\nelectromagnetic field can indeed produce the optical THG response in both the\nSC and LPP states, which are distinguished by a $\\pi$ phase shift with a\nsubstantial suppression of the THG signal in the latter regime at higher\ntemperatures."}
{"id": "2509.08370", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08370", "abs": "https://arxiv.org/abs/2509.08370", "authors": ["Xiang Li", "Zheng-Yu Weng"], "title": "Terahertz nonlinear response in cuprate superconductors and the Higgs field in doped Mott insulators", "comment": "12 pages, 5 figures", "summary": "A puzzling phenomenon has been recently revealed in terahertz nonlinear\noptical response experiments: A third harmonic generation (THG) signal,\nidentified only in the superconducting (SC) phase in a conventional BCS\nsuperconductor, is found to persist into a wide pseudogap regime in the\nunderdoped cuprate, accompanied by a $\\pi$ phase shift in the THG signal across\nthe SC transition. In this paper, we offer a consistent understanding of such\nan unconventional phenomenon based on an emergent Higgs mode of the condensed\nholons in the doped Mott insulator. Specifically, in the lower pseudogap phase\n(LPP) where, although the holons still remain Bose condensed, the SC phase\ncoherence gets disordered by excited spinons, which induce vortex-like\nresponses from the holon condensate. By coupling to such internal fluctuations\ndescribed by a mutual Chern-Simons gauge theory, we show that an external\nelectromagnetic field can indeed produce the optical THG response in both the\nSC and LPP states, which are distinguished by a $\\pi$ phase shift with a\nsubstantial suppression of the THG signal in the latter regime at higher\ntemperatures."}
{"id": "2509.08791", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08791", "abs": "https://arxiv.org/abs/2509.08791", "authors": ["Lei Xu", "Richard Karl", "Jutta Toscano", "Stefan Willitsch"], "title": "Isomer- and state-dependent ion-molecule reactions between Coulomb-crystallised Ca$^+$ ions and 1,2-dichloroethene", "comment": null, "summary": "We report a systematic investigation of isomer- and state-dependent reactions\nbetween Coulomb-crystallised laser-cooled Ca$^+$ ions and\n\\emph{cis/trans}-1,2-dichloroethene (DCE) isomers. By manipulating the\nelectronic state populations of Ca$^+$ through tuning of laser cooling\nparameters, we observed distinct reactivities in its ground and excited states,\nas well as with the geometric isomers of DCE. Our experiments revealed two\nprimary reaction channels, formation of CaCl$^+$ and C$_2$HCaCl$^+$, followed\nby secondary reaction pathways. While excited-state reactions proceed at rate\ncoefficients consistent with capture theory predictions, ground-state reactions\nshow a systematically lower reactivity. \\emph{Ab initio} calculations of\nreaction pathways suggest that this suppression stems from the formation of\nlong-lived reaction complexes. The \\textit{cis} isomer was found to exhibit a\nhigher reactivity with all electronic states of Ca$^+$ than its \\textit{trans}\ncounterpart. The present study provides insights into the combined effects of\nmolecular structure and quantum states influencing ion-molecule reaction\ndynamics."}
{"id": "2509.08765", "categories": ["physics.comp-ph", "cs.LG", "cs.NA", "math.NA", "stat.ML"], "pdf": "https://arxiv.org/pdf/2509.08765", "abs": "https://arxiv.org/abs/2509.08765", "authors": ["Mikhail Khodak", "Min Ki Jung", "Brian Wynne", "Edmond chow", "Egemen Kolemen"], "title": "PCGBandit: One-shot acceleration of transient PDE solvers via online-learned preconditioners", "comment": "25 pages, 11 figures", "summary": "Data-driven acceleration of scientific computing workflows has been a\nhigh-profile aim of machine learning (ML) for science, with numerical\nsimulation of transient partial differential equations (PDEs) being one of the\nmain applications. The focus thus far has been on methods that require\nclassical simulations to train, which when combined with the data-hungriness\nand optimization challenges of neural networks has caused difficulties in\ndemonstrating a convincing advantage against strong classical baselines. We\nconsider an alternative paradigm in which the learner uses a classical solver's\nown data to accelerate it, enabling a one-shot speedup of the simulation.\nConcretely, since transient PDEs often require solving a sequence of related\nlinear systems, the feedback from repeated calls to a linear solver such as\npreconditioned conjugate gradient (PCG) can be used by a bandit algorithm to\nonline-learn an adaptive sequence of solver configurations (e.g.\npreconditioners). The method we develop, PCGBandit, is implemented directly on\ntop of the popular open source software OpenFOAM, which we use to show its\neffectiveness on a set of fluid and magnetohydrodynamics (MHD) problems."}
{"id": "2509.08259", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08259", "abs": "https://arxiv.org/abs/2509.08259", "authors": ["Dipankar Jana", "Shubhrasish Mukherjee", "Dmitrii Litvinov", "Magdalena Grzeszczyk", "Sergey Grebenchuk", "Makars~Šiškins", "Virgil Gavriliuc", "Yihang Ouyang", "Changyi Chen", "Yuxuan Ye", "Yiming Meng", "Maciej Koperski"], "title": "Two-dimensional materials as a multiproperty sensing platform", "comment": "23 pages 6 figures", "summary": "Two-dimensional (2D) materials have disrupted materials science due to the\ndevelopment of van der Waals technology. It enables the stacking of ultrathin\nlayers of materials characterized by vastly different electronic structures to\ncreate man-made heterostructures and devices with rationally tailored\nproperties, circumventing limitations of matching crystal structures, lattice\nconstants, and geometry of constituent materials and supporting substrates. 2D\nmaterials exhibit extraordinary mechanical flexibility, strong light-matter\ninteractions driven by their excitonic response, single photon emission from\natomic centers, stable ferromagnetism in sub-nm thin films, fractional quantum\nHall effect in high-quality devices, and chemoselectivity at ultrahigh\nsurface-to-volume ratio. Consequently, van der Waals heterostructures with\natomically flat interfaces demonstrate an unprecedented degree of intertwined\nmechanical, chemical, optoelectronic, and magnetic properties. This constitutes\na foundation for multiproperty sensing, based on complex intra- and\nintermaterial interactions, and a robust response to external stimuli\noriginating from the environment. Here, we review recent progress in the\ndevelopment of sensing applications with 2D materials, highlighting the areas\nwhere van der Waals heterostructures offer the highest sensitivity,\nsimultaneous responses to multiple distinct externalities due to their atomic\nthickness in conjunction with unique material combinations, and conceptually\nnew sensing methodology."}
{"id": "2509.08077", "categories": ["cond-mat.stat-mech", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2509.08077", "abs": "https://arxiv.org/abs/2509.08077", "authors": ["Tal Agranov", "Natan Wiegenfeld", "Omer Karin", "Benjamin D. Simons"], "title": "Self-organized hyperuniformity in a minimal model of population dynamics", "comment": null, "summary": "We identify a novel scenario for hyperuniformity in a generic model of\npopulation dynamics that has been recently introduced to account for biological\nmemory in the immune system and epigenetic inheritance. In this model,\nindividuals' competition over a shared resource guides the population towards a\ncritical steady state with prolonged individual life time. Here we uncover that\nthe spatially extended model is characterized by hyperuniform density\nfluctuations. A hydrodynamic theory is derived by explicit coarse-graining,\nwhich shows good agreement with numerical simulations. Unlike previous models\nfor non-equilibrium hyperuniform states, our model does not exhibit\nconservation laws, even when approaching criticality. Instead, we trace the\nemergence of hyperuniformity to the divergence of timescales close to\ncriticality. These findings can have applications in engineering, cellular\npopulation dynamics and ecology."}
{"id": "2509.08557", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08557", "abs": "https://arxiv.org/abs/2509.08557", "authors": ["Ivan Balog", "Adam Rançon"], "title": "Constraint correlation functions of the Ising model in the scaling limit", "comment": "11 pages, 3 figures", "summary": "We study the correlation function of the one-dimensional Ising model at fixed\nmagnetization. Focusing on the scaling limit close to the zero-temperature\nfixed point, we show that this correlation function, in momentum space,\nexhibits surprising oscillations as a function of the magnetization. We show\nthat these oscillations have a period inversely proportional to the momentum\nand give an interpretation in terms of domain walls. This is in sharp contrast\nwith the behavior of the correlation function in constant magnetic fields, and\nsheds light on recent results obtained by Monte Carlo simulations of the\ncritical two-dimensional Ising model at fixed magnetization."}
{"id": "2509.08211", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08211", "abs": "https://arxiv.org/abs/2509.08211", "authors": ["Jing-Yang You", "Chih-En Hsu", "Zien Zhu", "Benran Zhang", "Ziliang Ye", "Mit H. Naik", "Ting Cao", "Hung-Chung Hsueh", "Steven G. Louie", "Mauro Del Ben", "Zhenglu Li"], "title": "Moiré excitons in generalized Wigner crystals", "comment": null, "summary": "Moir\\'e superlattices of transition-metal dichalcogenide bilayers host strong\nCoulomb interactions residing in narrow electron bands, leading to correlated\ninsulating states at fractional carrier doping densities, known as generalized\nWigner crystals. In excited states, the formation of moir\\'e excitons is\nexpected to be fundamentally shaped by the Wigner-crystal ground states,\nmanifesting an intricate interplay between electronic and excitonic\ncorrelations. However, the microscopic description of these Wigner crystalline\nexcitons (WCEs) remains elusive, largely subject to speculations, and is\nfurther needed for the understanding of exotic excitonic phases (e.g., exciton\ninsulators and exciton density waves) and their unique properties (e.g.,\nanomalous exciton diffusion). Here, using first-principles many-body\nGW-Bethe-Salpeter-equation calculations, we directly reveal the internal\nstructures of WCEs in angle-aligned MoSe2/MoS2 moir\\'e heterostructure at hole\nfillings of 1/3 and 2/3. Our results unveil the propagation of correlation\neffects from the ground state to excited states, shaping the real-space\ncharacteristics of WCEs. The strong two-particle excitonic correlations\ndominate over the kinetic energy of free electron-hole pairs, in analog to the\nstrong single-particle correlations of flat bands. We propose that such unusual\nexcited-state correlation effects of WCEs can be experimentally probed by\nphotocurrent tunneling microscopy. Our work provides a microscopic\nunderstanding of strongly correlated WCEs, suggesting them as a highly tunable\nmixed boson-fermion platform to study many-body interactions and phenomena."}
{"id": "2509.08501", "categories": ["cond-mat.str-el", "hep-lat", "hep-ph", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08501", "abs": "https://arxiv.org/abs/2509.08501", "authors": ["Thomas Banks", "Anish Suresh"], "title": "Approximation in Lattice Field Theories", "comment": "12 pages, 7 figures", "summary": "We investigate an approximation to the Schwinger-Dyson (SD) equations of the\ncollective Coulomb field of the large $N$ homogeneous electron fluid. The large\n$N$ approximation transforms the infinite SD hierarchy is into a set of closed,\nequations for 1 and 2-pt correlators. In this paper, the dynamics of a toy\nmodel - a small square Euclidean lattice with periodic boundary conditions -\nare considered. The Markov Chain Monte Carlo numerical method evaluated the 1\nand 2-pt correlation functions on a $2 \\times 2$ and $3 \\times 3$ lattice. The\nderived equations are checked with the correlator values, and an agreement at\n$N \\sim 10^3$ to order $10^{-3}$ was found. The agreement can be further\nstrengthened by increasing runs in the Markov Chain Monte Carlo method."}
{"id": "2509.08307", "categories": ["cond-mat.mes-hall", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08307", "abs": "https://arxiv.org/abs/2509.08307", "authors": ["Julian A. Lawn", "Nicholas S. Davis", "Daniel S. Kosov"], "title": "Non-equilibrium lifetimes of DNA under electronic current in a molecular junction", "comment": null, "summary": "We investigate the non-equilibrium mechanical motion of double-stranded DNA\nin a molecular junction under electronic current using Keldysh-Langevin\nmolecular dynamics. Non-equilibrium electronic force reshapes the effective\npotential energy surface, and along with electronic viscosity force and\nstochastic force, governs voltage-dependent dynamics of DNA's collective\nmechanical coordinate. We compute mean first-passage times to quantify the\nnon-equilibrium lifetime of the DNA junction. At low voltage biases,\nelectron-mechanical motion coupling destabilises DNA by shifting the potential\nminimum towards critical displacement and suppressing barriers, shortening\nlifetimes by several orders of magnitude. Unexpectedly, at higher voltages the\ntrend reverses: the potential minimum shifts away from instability and the\nbarrier re-emerges, producing re-stabilisation of the junction. In addition, we\ndemonstrate the Landauer blowtorch effect in this system: coordinate-dependent\nfluctuations generate a spatially varying effective temperature, changing\ncurrent-induced dynamics of mechanical degrees of freedom. Apparent\ntemperatures of DNA mechanical motion increase far above ambient due to\ncurrent-induced heating, correlating with suppressed electronic current at\nstronger couplings. Our results reveal a non-equilibrium interplay between\ncurrent-driven forces, dissipation, and fluctuations in DNA junctions,\nestablishing mechanisms for both destabilisation and recovery of DNA stability\nunder electronic current."}
{"id": "2509.08368", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.08368", "abs": "https://arxiv.org/abs/2509.08368", "authors": ["Jia-Wen Li", "Xin-Wei Yi", "Jin Zhang", "Gang Su", "Bo Gu"], "title": "Diameter-Controlled High-Order Vortex States and Magnon Hybridization in VSe2 Nanotubes", "comment": null, "summary": "Curved magnets offer a rich phase diagram and hold great promise for\nnext-generation spintronic technologies. This study establishes the paramount\nsignificance of high-order vortex states (e.g., 3$\\varphi$ with winding number\n$n$ > 1) in VSe2 nanotubes, which uniquely enable magnonic functionalities\nfundamentally inaccessible to conventional magnetic systems. These states arise\nfrom diameter-dependent competition between the nearest-neighbor ferromagnetic\n($J_1$) and longer-range antiferromagnetic ($J_2$/$J_3$) couplings, as\nrigorously validated through density-functional theory calculations and\nHeisenberg modeling of phase diagrams. Critically, by the\nLandau-Lifshitz-Gilbert equation, we find that high-order vortex configurations\nunlock an intrinsic hybridization mechanism governed by strict orbital angular\nmomentum (OAM) selection rules ($\\Delta l = \\pm 2(n-1)$) -- a process strictly\nforbidden in fundamental vortices ($n$ = 1) -- generating complex high-OAM\nmagnons with measurable topological charge. This is vividly demonstrated in the\n3$\\varphi$ state, where hybridization between $l$ = -4, 0 and 4 modes produces\neight-petal magnon density patterns. Such states provide an essential\nplatform-free solution for generating high-OAM magnons, wchich is crucial for\nspin-wave-based information transport. These findings establish a predictive\ntheoretical framework for controlling high-order vortex states in curved\nmagnets and highlight VSe2 nanotubes as a promising platform for exploring\ncomplex magnetism and developing future magnonic and spintronic devices."}
{"id": "2509.08307", "categories": ["cond-mat.mes-hall", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08307", "abs": "https://arxiv.org/abs/2509.08307", "authors": ["Julian A. Lawn", "Nicholas S. Davis", "Daniel S. Kosov"], "title": "Non-equilibrium lifetimes of DNA under electronic current in a molecular junction", "comment": null, "summary": "We investigate the non-equilibrium mechanical motion of double-stranded DNA\nin a molecular junction under electronic current using Keldysh-Langevin\nmolecular dynamics. Non-equilibrium electronic force reshapes the effective\npotential energy surface, and along with electronic viscosity force and\nstochastic force, governs voltage-dependent dynamics of DNA's collective\nmechanical coordinate. We compute mean first-passage times to quantify the\nnon-equilibrium lifetime of the DNA junction. At low voltage biases,\nelectron-mechanical motion coupling destabilises DNA by shifting the potential\nminimum towards critical displacement and suppressing barriers, shortening\nlifetimes by several orders of magnitude. Unexpectedly, at higher voltages the\ntrend reverses: the potential minimum shifts away from instability and the\nbarrier re-emerges, producing re-stabilisation of the junction. In addition, we\ndemonstrate the Landauer blowtorch effect in this system: coordinate-dependent\nfluctuations generate a spatially varying effective temperature, changing\ncurrent-induced dynamics of mechanical degrees of freedom. Apparent\ntemperatures of DNA mechanical motion increase far above ambient due to\ncurrent-induced heating, correlating with suppressed electronic current at\nstronger couplings. Our results reveal a non-equilibrium interplay between\ncurrent-driven forces, dissipation, and fluctuations in DNA junctions,\nestablishing mechanisms for both destabilisation and recovery of DNA stability\nunder electronic current."}
{"id": "2509.08110", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.08110", "abs": "https://arxiv.org/abs/2509.08110", "authors": ["Juan R. Chamorro", "Steven J. Gomez Alvarado", "Dibyata Rout", "Sarah Schwarz", "Allen Scheie", "Ganesh Pokharel", "Alexander I. Kolesnikov", "Lukas Keller", "Stephen D. Wilson"], "title": "Hidden frustration in the triangular-lattice antiferromagnet NdCd3P3", "comment": null, "summary": "We report a study of the magnetic ground state and crystal electric field\n(CEF) scheme in the triangular-lattice antiferromagnet NdCd$_3$P$_3$. Combined\nneutron scattering, magnetization, and heat capacity measurements demonstrate\nthat the Nd$^{3+}$ moments occupying the triangular lattice in this material\nharbor hidden signs of frustration not detected in typical Curie-Weiss-based\nparameterization of the frustration index ($f=\\Theta_{CW} / T_N$). This is\nevidenced by a zero-field splitting of the Kramers' ground state and first\nexcited state doublets at temperatures far in excess of $T_N$ as well as\nsignatures of low-energy fluctuations for $T>>T_N$. A suppression of the\nzero-field ordered moment relative to its field saturation value is observed,\nand the impacts of this magnetic frustration as well as the coexisting bond\nfrustration in the CdP honeycomb network on the physical properties of\nNdCd$_3$P$_3$ are discussed."}
{"id": "2509.08565", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08565", "abs": "https://arxiv.org/abs/2509.08565", "authors": ["Oded Farago"], "title": "Inverse Clausius Thermodynamics in Run-and-Tumble Dynamics", "comment": "6 pages, 4 figures", "summary": "We consider a one-dimensional run-and-tumble particle (RTP) confined by an\nexternal potential and coupled to a thermal reservoir. Starting from the\ncorresponding Fokker-Planck equation, we derive an explicit expression for the\nlocal entropy flux between the system and the heat bath. We then construct a\nthermodynamic representation of the RTP dynamics, modeling the system as an\noverdamped particle in a medium with a spatially inhomogeneous effective\ntemperature field, determined directly from the entropy flux. This forms the\nbasis of an Inverse Clausius Thermodynamics framework, in which thermodynamic\nquantities are inferred from entropy exchange with the heat bath rather than\npostulated. In addition to an exact expression for the entropy flux, the\nframework introduces a physically motivated approximation for evaluating the\nlocal entropy production rate. The approach is computationally efficient and\nbroadly applicable, and is particularly well suited for RTP models where\npropulsion velocities are redrawn from a continuous distribution at each\ntumbling event rather than restricted to discrete states."}
{"id": "2509.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08253", "abs": "https://arxiv.org/abs/2509.08253", "authors": ["Abhinav Roy", "Karl Sieradzki", "Michael J. Waters", "James M. Rondinelli", "Ian D. McCue"], "title": "Percolation Diagrams Derived from First-Principles Investigation of Chemical Short-Range Order in Binary Alloys", "comment": "12 pages, 8 figures", "summary": "Recent developments in the percolation theory of passivation have shown that\nchemical short-range order (SRO) affects the aqueous passivation behavior of\nalloys. However, there has been no systematic exploration to quantify these SRO\neffects on percolation in practical alloys and the related passivation\nbehavior. In this study, we quantify the effects of SRO on percolation in a\nbinary size-mismatched Cu-Rh alloy and study the related passivation behavior.\nWe develop a mixed-space cluster expansion model trained on the mixing energy\ncalculated using density functional theory. We use the cluster expansion model\nto sample the configuration space via variance-constrained semi-grand canonical\nMonte Carlo simulations and develop SRO diagrams over a range of compositions\nand temperatures. Building on this with the percolation crossover model,\nspecifically the variation of percolation threshold with SRO in the FCC\nlattice, we construct the first nearest-neighbor chemical percolation diagram.\nThese diagrams can inform the design of the next generation of\ncorrosion-resistant metallic alloys."}
{"id": "2509.08741", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08741", "abs": "https://arxiv.org/abs/2509.08741", "authors": ["J. M. P. Carmelo", "P. D. Sacramento"], "title": "Finite-temperature transport in the gapped spin-1/2 XXZ chain and one-dimensional lattice spinless fermion model", "comment": "12 pages, 1 figure", "summary": "Here we consider a class of energy eigenstates of the spin-1/2 XXZ chain that\nexist both for anisotropies 1 and larger than 1. We show that at the isotropic\npoint their contributions are behind the diffusion constant being infinite,\nspin transport being anomalous superdiffusive for temperatures T>0. That for\nanisotropy larger than 1 such states do not contribute to the diffusion\nconstant is shown to imply it is finite, spin transport being normal diffusive\nfor T>0. By combining the connection through a Jordan-Wigner transformation of\nthe spin-1/2 XXZ chain to the one-dimensional (1D) lattice spinless fermion\nmodel at zero chemical potential for V/J larger or equal to 1 with its\nBethe-ansatz solution, where V is the nearest-neighbor Coulomb repulsion and J\nis twice the hopping integrai, in this paper we also address the issue of the\nT>0 charge transport of that model at zero chemical potential. It is found to\nbe anomalous superdiffusive for V/J=1 and normal diffusive for V/J>1."}
{"id": "2509.08428", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08428", "abs": "https://arxiv.org/abs/2509.08428", "authors": ["Ulli Gems", "Oliver Franke", "Piet W. Brouwer"], "title": "Resonant current-in-plane spin-torque diode effect in magnet$-$normal metal bilayers", "comment": "5+2 pages, 4 figures. This is a companion article to\n  arXiv:2408.13099v3 and arXiv:2508.02492", "summary": "Via the spin-Hall effect and its inverse, in-plane charge currents in a\nnormal metal$-$ferromagnet (N$|$F) bilayer can be used to excite and detect\nmagnetization dynamics in F. Using a magneto-electric circuit approach, we here\nconsider the current response to quadratic order in the applied electric field,\nwhich is resonantly enhanced for driving frequencies close to frequencies of\ncoherent magnetization modes. Our theory can be applied to bilayers with a\nmagnetic insulator or with a magnetic metal. It focuses on the contribution of\ncoherent magnetization dynamics to spin currents collinear with the equilibrium\nmagnetization direction, but also takes into account relaxation of spin\naccumulation via spin currents carried by incoherent magnons and conduction\nelectrons in F."}
{"id": "2509.08154", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08154", "abs": "https://arxiv.org/abs/2509.08154", "authors": ["Baizhi Gao", "Ehsan Nikbin", "Graham Johnstone", "Ze Shi", "Christopher Heath", "Narayan Appathurai", "Beatriz Diaz Moreno", "Al Rahemtulla", "G. D. Gu", "John M. Tranquada", "Jane Y. Howe", "Young-June Kim"], "title": "Structural Phase Separation and Enhanced Superconductivity in La1.875Ba0.125CuO4 under Uniaxial Strain", "comment": null, "summary": "Strain engineering has attracted significant attention in recent years due to\nits capability in tuning lattice and electronic structures of quantum\nmaterials. Using moderate uniaxial compressive strain, we induce structural\nphase separation in the low-temperature phase of x=1/8 La2-xBaxCuO4 (LBCO)\nsingle crystals. These structures are low temperature tetragonal (LTT), low\ntemperature less orthorhombic (LTLO), and a plastically deformed nano-domain\nstructure (PDNS), comprised of few-nanometer-sized orthorhombic domains within\nan amorphous matrix. These three structures exhibit distinct superconducting\nbehaviors. The volume fraction of the LTT structure is suppressed with\nincreasing strain, while its superconducting transition temperature increases\nand broadens. The LTLO structure exhibits a sharp superconducting transition\nabove 32 K, which increases up to ~36 K at maximum strain. The PDNS phase\nexhibits a very broad superconducting transition and persists even after\nremoving the strain. Our study illustrates the sensitivity of superconductivity\nto the structure of the LBCO sample near its stripe instability."}
{"id": "2509.08036", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08036", "abs": "https://arxiv.org/abs/2509.08036", "authors": ["Cristian Voinea", "Wei Zhu", "Nicolas Regnault", "Zlatko Papić"], "title": "Critical Majorana fermion at a topological quantum Hall bilayer transition", "comment": "8 pages, 4 figures (main text); 4 pages, 3 figures (supplemental\n  material)", "summary": "Quantum Hall bilayers are a uniquely tunable platform that can realize\ncontinuous transitions between distinct topological phases of matter. One\nprominent example is the transition between the Halperin state and the\nMoore--Read Pfaffian, long predicted to host a critical theory of Majorana\nfermions but so far not verified in unbiased microscopic simulations. Using the\nfuzzy sphere regularization, we identify the low-energy spectrum at this\ntransition with the 3D gauged Majorana conformal field theory. We show that the\ntransition is driven by the closing of the neutral fermion gap, and we directly\nextract the operator content in both integer and half-integer spin sectors. Our\nresults resolve the long-standing question of the nature of a topological phase\ntransition in a setting relevant to quantum Hall experiments, while also\nproviding the first realization of a fermionic theory on the fuzzy sphere,\npreviously limited to bosonic theories."}
{"id": "2509.08254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08254", "abs": "https://arxiv.org/abs/2509.08254", "authors": ["Lijun Yang", "Long Liang"], "title": "Nonlinear opto-magnetic signuature of d-wave altermagnets", "comment": "6 pages, 4 figures", "summary": "Altermagnetism, a recently discovered collinear magnetic order with net zero\nmagnetization but exhibits spin-splitting band structure, has attracted much\nresearch interest due to the rich fundamental physics and possible\napplications. In this work, we investigate the opto-magnetic response of\n$d$-wave altermagnets, focusing on the inverse Cotton-Mouton effect--the\ninduction of static magnetization via linearly polarized light. We find that\nthe direction of the induced magnetization is determined by the N\\'eel vector.\nMoreover, its magnitude exhibits a periodic dependence on the polarization\nangle of the incident light, a hallmark of the system's symmetry. Our findings\ndemonstrate that the inverse Cotton-Mouton effect provides both a method of\nmanipulating altermagnetic magnetization in altemagnets and a probe of their\nintrinsic properties."}
{"id": "2509.08821", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08821", "abs": "https://arxiv.org/abs/2509.08821", "authors": ["Han Li", "Xu-Guang Zhou", "Gang Su", "Wei Li"], "title": "Kitaev-derived Gapless Spin Liquid in the $K$-$J$-$Γ$-$Γ'$ Quantum Magnet Na$_2$Co$_2$TeO$_6$", "comment": "6 pages, 4 figures, Supplementary materials", "summary": "The realization of quantum spin liquids (QSLs) in Kitaev magnets represents\nan intriguing topic in frustrated quantum magnetism. Despite prediction in the\npure Kitaev honeycomb model, realization of QSLs in realistic systems and\nmaterials remain scarce. The recent discovery of cobalt-based compound\nNa$_2$Co$_2$TeO$_6$ has raised significant research interest. By establishing a\nrealistic $K$-$J$-$\\Gamma$-$\\Gamma'$ model for Na$_2$Co$_2$TeO$_6$ -- with a\ndominant antiferromagnetic (AFM) Kitaev interaction ($K>0$) that quantitatively\nexplains its thermodynamics measurements -- we reveal an intermediate gapless\nQSL phase under [111] magnetic fields with tensor-network calculations. We\nconfirm the QSL nature of this phase by demonstrating its adiabatic connection\nto the intensively studied intermediate QSL of the pure AFM Kitaev model under\nout-of-plane fields. Our results show excellent agreement with recent\nhigh-field experiments, thereby explaining the intermediate-field phase in\nNa$_2$Co$_2$TeO$_6$. These findings bridge the gap between theoretical\nproposals for a Kitaev-derived QSL and experimental realization, opening new\navenues for exploring exotic quantum states of matter in realistic Kitaev\nmaterials."}
{"id": "2509.08496", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08496", "abs": "https://arxiv.org/abs/2509.08496", "authors": ["Li-Qing Zheng", "Fábio J. R. Costa", "Abhishek Grewal", "Ruonan Wang", "Fengmin Wang", "Wei Li", "Anna Rosławska", "Klaus Kuhnke", "Klaus Kern"], "title": "Probing up-conversion electroluminescence of decoupled porphyrin molecules in a plasmonic nanocavity", "comment": "44 pages, 19 figures, 1 table", "summary": "Molecular triplet states can produce significant phosphorescence and act as a\nrelay state for luminescence, such as in up-conversion processes. While this\nproperty makes triplet emitters interesting for organic light-emitting diodes\n(OLEDs), the study of their luminescence at the single molecule level in high\nresolution scanning tunneling microscopy (STM) is challenging. We investigate\nindividual Pd-octaethylporphyrin (PdOEP) molecules decoupled from Ag(100) and\nAg(111) by an ultrathin NaCl layer and observe singlet and triplet emission\nlines at visible wavelengths, only about 100 nm apart from each other. This is\nin stark contrast to the metal or free-base phthalocyanines, for which\ntypically the lowest triplet transitions lie in the far red or infrared where\nthe sensitivity of CCD camera decreases significantly. The singlet S1 state of\nPdOEP emits photons even when the photon energy is higher than the energy\nprovided by a tunneling electron, in an energy up-conversion process. This\nmechanism requires a relay (or shelving) state in which energy is stored in the\nmolecule for the interval between tunneling electrons. Analyzing the energy\nlevels of different molecular states (S1, D0, and T1 states) and fitting the\ncurrent dependencies of S1 under up-conversion electroluminescence (UCEL)\ncondition for S1 and T1 emission, we verify the validity of a triplet-mediated\nup-conversion model. We also discuss a preliminary result for coupling with a\nneighboring molecule."}
{"id": "2509.08202", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08202", "abs": "https://arxiv.org/abs/2509.08202", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Akira Matsuo", "Koichi Kindo"], "title": "Quantum phase with spontaneous translational symmetry breaking in an extended diamond chain", "comment": "7 pages, 3 figures", "summary": "We report the experimental realization of a spin-1/2 extended diamond chain\nin a verdazyl-Cu complex, where competing interactions and lattice distortions\ngive rise to exotic quantum phases. The magnetic properties exhibit a\nzero-field energy gap and 1/2 magnetization plateau, which is explained by a\ndimer-monomer model. Considering the effective interactions between the\nmonomers, three types of dimer-dimer phases are expected to appear as the\nground state, depending on the magnitude of the lattice distortions. By mapping\nto the nonlinear sigma model, three phases are distinguished topologically, and\na symmetry-protected topological phase equivalent to the Haldane phase is\nidentified. Furthermore, a nontrivial magnetization is observed above the 1/2\nplateau region, suggesting a gapped dimer phase accompanied by a spontaneous\nbreaking of translational symmetry. The discovery of this rare quantum state\nhas broad implications for strongly correlated systems, topological matter, and\nquantum information science, where symmetry and topology play crucial roles."}
{"id": "2509.08143", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08143", "abs": "https://arxiv.org/abs/2509.08143", "authors": ["Harender S. Dhattarwal", "Richard C. Remsing"], "title": "Electronic Fluctuations and Ionic Dynamics in Molten Silver Iodide", "comment": "10 pages, 9 figures", "summary": "Molten salts are high-temperature ionic liquids whose unique combination of\nstrong Coulombic interactions, large polarizabilities, and high ionic\nconductivities makes them central to energy storage, metallurgy, and nuclear\ntechnology. Understanding their delicate balance of Coulomb forces, short-range\nrepulsion, and electronic polarization, particularly regarding the role that\nelectronic fluctuations play in their structure and dynamics, is critical to\npredictively designing molten salts for applications of interest. We\ninvestigate the importance of electronic fluctuations in molten AgI using\ndensity functional theory, a universal machine learning model (Orb), and a\nclassical, empirical pairwise model of interionic interactions. We find that\ndirectional polarization fluctuations of iodide ions enhance Ag+ diffusion,\nmanifesting as enhanced force fluctuations and structure in the time-dependent\nfriction experienced by the cations. The coupling between iodide polarization\nfluctuations and silver diffusion creates a dynamic asymmetry; Ag+ motion is\ntightly linked to the instantaneous polarization of neighboring I-, whereas I-\ndynamics are relatively unperturbed by electronic fluctuations. For all\nstructural and dynamic quantities investigated, the Orb model is in excellent\nagreement with density functional theory-based simulations, highlighting the\nability of this universal neural network potential to capture many-body\npolarization effects. In contrast, the empirical force field fails to reproduce\nkey structural and dynamic quantities involving cations, ultimately because it\nneglects dynamic electronic fluctuations. Our findings connect liquid=state\nionic dynamics with the \"electronic paddle-wheel\" mechanism of ionic diffusion\nin superionic solids and motivate further exploration of polarization\nfluctuation effects in complex electrolytes and ionic liquids."}
{"id": "2509.08275", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08275", "abs": "https://arxiv.org/abs/2509.08275", "authors": ["Su Young An", "Chinkyo Kim"], "title": "Controlling GaN nucleation via O$_2$-plasma-perforated graphene masks on c-plane sapphire", "comment": null, "summary": "Atomically thin, perforated graphene on $c$-plane sapphire functions as a\nnanoscale mask that enables GaN growth through thru-holes. We tune the\nperforated-area fraction $f_p$ by controlled O$_2$-plasma exposure and quantify\nits impact on early-stage nucleation: the nucleation-site density scales with\n$f_p$, while the nucleation-delay time decreases approximately as $1/f_p$.\nTime-resolved areal coverage and domain counts exhibit systematic\n$f_p$-dependent trends. A kinetic Monte Carlo (kMC) model that coarse-grains\natomistic events -- adatom arrival, surface diffusion, attachment at exposed\nsapphire within perforations, and coalescence (the first front-front contact\nbetween laterally growing domains) -- reproduces these trends using a constant\nper-site nucleation rate. Fitting the kMC simulation data yields onset times\nt$_0$ for the nucleation delay that closely match independently observed\nno-growth thresholds (Set 1: 28.5s vs $\\sim$30s; Set 2: 38s vs $\\sim$35s),\nvalidating the kMC-experiment mapping and highlighting plasma dose as an\nactivation threshold for plasma-induced through-hole formation in 2D materials.\nTogether, experiment and kMC identify $f_p$ as a single, surface-engineerable\nparameter governing GaN nucleation statistics on perforated graphene masks,\nproviding a quantitative basis and process window for epitaxial lateral\novergrowth (ELOG)/thru-hole epitaxy (THE) workflows that employ two-dimensional\nmasks."}
{"id": "2509.08716", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08716", "abs": "https://arxiv.org/abs/2509.08716", "authors": ["Fanyu Meng", "Hechang Lei"], "title": "Weakly superconducting anisotropy in 4Hb-Nb0.95Ti0.05Se2 with 1T/1H heterostructure", "comment": "16 pages and 4 figures", "summary": "Heterostructures of layered transition metal dichalcogenide (TMD) exhibit\nrich physical properties by the combination of strong electronic correlation\neffects in 1T layer and superconductivity in 1H layer. But the limited number\nof bulk TMD materials with such heterostructures impedes the in-depth\nunderstanding of the physical mechanisms behind these properties, as well as\nresearch on tuning of these properties. Here, we report a systematic study on\nphysical properties of the 4Hb-Nb0.95Ti0.05Se2 single crystals with 1T/1H\nheterostructure. It exhibits a superconducting transition at temperature below\n3.3 K. Further analysis indicates that 4Hb-Nb0.95Ti0.05Se2 is an intermediately\ncoupled type-II superconductor. Moreover, 4Hb-Nb0.95Ti0.05Se2 shows a rather\nweak superconducting anisotropy (~ 2), distinctly different from other known\nTMD superconductors with 4Hb heterostructure."}
{"id": "2509.08513", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.08513", "abs": "https://arxiv.org/abs/2509.08513", "authors": ["Youqiang Huang", "Tiago V. C. Antao", "Adolfo O. Fumega", "Mikko Turunen", "Yi Zhang", "Hanlin Fang", "Nianze Shang", "Juan C. Arias-Munoz", "Fedor Nigmatulin", "Hao Hong", "Andrew S. Kim", "Faisal Ahmed", "Hyunyong Choi", "Sanshui Xiao", "Kaihui Liu", "Jose L. Lado", "Zhipei Sun"], "title": "Observation of tunable chiral spin textures with nonlinear optics", "comment": null, "summary": "Chiral spin textures, such as spin spirals and skyrmions, are key to\nadvancing spintronics by enabling ultrathin, energy-efficient memory, and\nhigh-density data storage and processing. However, their realization remains\nhindered by the scarcity of suitable host materials and the formidable\nexperimental challenges associated with the characterization of these intricate\nchiral magnetic states. Here, we report the observation of tunable chiral\nmagnetic textures in van der Waals magnet CrPS$_4$ with nonlinear optics. These\ntunable textures exhibit strong chiral third-order nonlinear optical responses,\ndriven by interlayer and intralayer spin couplings under varying magnetic\nfields and temperatures. These pronounced chiral nonlinear optical responses\nhighlight the potency and high sensitivity of the nonlinear optical readout for\nprobing non-collinear magnetic orders. Moreover, our findings position van der\nWaals magnets and their heterostructures as an exceptional platform for\nreconfigurable spin-photonics and spintronics, unifying optical, electrical,\nand magnetic properties through unique intralayer and interlayer spin coupling\nproperties and effective spin interaction between photons and electrons."}
{"id": "2509.08206", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.08206", "abs": "https://arxiv.org/abs/2509.08206", "authors": ["Jie Wang", "Shi-Bo Zhao", "Jia-wan Li", "Lin Zhuang", "Yusheng Hou"], "title": "Highly tunable Gilbert damping in two-dimensional van der Waals ferromagnet Fe3GaTe2: From bilayer to the twisted bilayer", "comment": "5 Figures, accepted by Physical Review B", "summary": "Van der Waals ferromagnet Fe3GaTe2 possesses both a high Curie temperature\nand robust perpendicular magnetic anisotropy, holding promise for practical\nspintronic applications. In particular, understanding and engineering its\nGilbert damping which determines magnetization dynamics are crucial for its\napplications. Here, we investigate the Gilbert damping of bilayer and the\ntwisted bilayer Fe3GaTe2 through first-principles calculations. For the bilayer\nFe3GaTe2, we obtain a quite low Gilbert damping when its magnetization is along\nthe z axis at room temperature. In addition, the bilayer Fe3GaTe2 exhibits a\nlarge orientational anisotropy of Gilbert damping when its magnetization is\nrotated from the magnetic easy axis to the hard one. Such anisotropy is\nattributed to the distinct band structures caused by the anisotropic spin-orbit\ncoupling. Surprisingly, we find that twisting the bilayer Fe3GaTe2 can\neffectively reduce the Gilbert damping for the perpendicular magnetization, and\nenhance the orientational anisotropy of Gilbert damping up to 635% when\nrotating the magnetization from the magnetic easy axis to the hard one. These\nfindings open up an entirely new avenue for the manipulation of Gilbert damping\nand its anisotropy in two-dimensional van der Waals ferromagnets."}
{"id": "2509.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08253", "abs": "https://arxiv.org/abs/2509.08253", "authors": ["Abhinav Roy", "Karl Sieradzki", "Michael J. Waters", "James M. Rondinelli", "Ian D. McCue"], "title": "Percolation Diagrams Derived from First-Principles Investigation of Chemical Short-Range Order in Binary Alloys", "comment": "12 pages, 8 figures", "summary": "Recent developments in the percolation theory of passivation have shown that\nchemical short-range order (SRO) affects the aqueous passivation behavior of\nalloys. However, there has been no systematic exploration to quantify these SRO\neffects on percolation in practical alloys and the related passivation\nbehavior. In this study, we quantify the effects of SRO on percolation in a\nbinary size-mismatched Cu-Rh alloy and study the related passivation behavior.\nWe develop a mixed-space cluster expansion model trained on the mixing energy\ncalculated using density functional theory. We use the cluster expansion model\nto sample the configuration space via variance-constrained semi-grand canonical\nMonte Carlo simulations and develop SRO diagrams over a range of compositions\nand temperatures. Building on this with the percolation crossover model,\nspecifically the variation of percolation threshold with SRO in the FCC\nlattice, we construct the first nearest-neighbor chemical percolation diagram.\nThese diagrams can inform the design of the next generation of\ncorrosion-resistant metallic alloys."}
{"id": "2509.08301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08301", "abs": "https://arxiv.org/abs/2509.08301", "authors": ["Yuanjia Liu", "Taiki Inoue", "Yoshihiro Kobayashi"], "title": "Crossover between kite growth and vibrational bridging in pillar-assisted controlled formation of carbon nanotube networks", "comment": "Pre-peer review version. Main manuscript: 29 pages, 6 figures.\n  Supporting information: 7 pages, 8 figures", "summary": "Pillar-assisted growth is a technique in which short carbon nanotubes (CNTs)\nform suspended networks by growing across closely spaced microfabricated\npillars. During growth, the CNT tips exhibit vibrations that allow them to\nbridge the neighboring pillars. To improve the complexity and controllability\nof the CNT networks, we introduce a kite-growth mechanism in which CNTs are\nelongated and aligned by gas flow during growth, enabling a longer bridging\ndistance compared to vibrational bridging. By integrating theoretical modeling,\nsimulations, and experimental synthesis, we found that CNT tip vibrations\ndominate bridging at short lengths, whereas gas flow increasingly influences\nalignment as CNTs grow longer. This results in a crossover behavior governed by\ngas flow and pillar arrangement. We also developed a bridging model based on\ngeometric constraints to quantify the bridging behavior based on pillar spacing\nand angular accessibility. The statistical analysis of the resulting network\nstructures demonstrates that the pillar arrangement significantly influences\nthe connection types, with kite growth enabling more diverse network\ntopologies. These findings provide design principles for tuning the density and\nstructural complexity of suspended CNT networks, offering promising\napplications in nanoscale electrical interconnect wiring and three-dimensional\ncircuit architectures."}
{"id": "2509.08823", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08823", "abs": "https://arxiv.org/abs/2509.08823", "authors": ["Jian-Hong She", "Jing-Xuan Wang", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Absence of two-orbital superconductivity in cuprate family: A DFT+DMFT perspective", "comment": "7 pages, 4 figures, 2 tables", "summary": "The recent discovery of high-temperature superconductivity in the bilayer\nnickelate La$_3$Ni$_2$O$_7$ has spurred intense interest in exploring analogous\nmechanisms in other transition metal oxides. This raises a pivotal question:\ncan cuprates, as neighbors to nickelates in the periodic table, host similar\ntwo-orbital superconductivity? Here, we systematically investigate the\nelectronic structure of a series of designed Ruddlesden-Popper cuprates. Our\ncalculations reveal that the parent compound La$_3$Cu$_2$O$_7$ is a weakly\ncorrelated metal, and hole-doping fails to induce strong correlation. We find\nthat the actual valence of the copper cations becomes strikingly pinned around\n+2.3, far away from the targeted $d^8$ configuration. This valence pinning is\nattributed to the inherent charge-transfer nature of cuprates. We propose this\nmechanism as a general principle explaining the robust single-orbital physics\nconsistently observed in the cuprate family, holding true even in materials\nlike the high-$T_c$ superconductor Ba$_2$CuO$_{3+\\delta}$ that appear\nstructurally primed for two-orbital activity. Our results therefore conclude\nthat the route towards two-orbital superconductivity is fundamentally\nobstructed in cuprates, providing a crucial constraint for the future design of\nhigh-temperature superconductors."}
{"id": "2509.08701", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08701", "abs": "https://arxiv.org/abs/2509.08701", "authors": ["Yuanze Li", "Jiahao Chen", "Renfei Wang", "Yifan Zhang", "Yingdong Deng", "Jin Xie", "Xufeng Kou", "Yang Liu", "Tian Liang"], "title": "Quantized Charge Accumulation in a Quantum Anomalous Hall System", "comment": null, "summary": "We report the first experimental observation of magnetic-field-induced\nquantized charge accumulation in a quantum anomalous Hall (QAH) system -- a\nphenomenon originating from the intrinsic two-dimensional surface state and\nfundamentally distinct from conventional edge-dependent transport phenomena.\nOur approach employs a novel out-of-plane capacitive detection method to\ndirectly probe this charge accumulation, revealing its distinction and\ncorrelation with other surface state properties, such as Laughlin charge\npumping. We demonstrate that the accumulated charge density is governed by the\nquantized Hall conductance but is significantly influenced by dissipation\neffects due to finite longitudinal conductance. By performing frequency and\nlongitudinal conductance dependence measurements, the underlying ideal\nquantized charge accumulation is extracted, in agreement with theoretical\npredictions. Importantly, our out-of-plane method of measuring charge\naccumulation allows the detection of small electric polarization in future\nstudies, establishing a pathway toward the direct observation of the\ntopological magnetoelectric effect, a manifestation of the four-dimensional\nquantum Hall effect."}
{"id": "2509.08210", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08210", "abs": "https://arxiv.org/abs/2509.08210", "authors": ["Huan-Wen Wang", "Bo Fu", "Shun-Qing Shen"], "title": "Reinterpretation of chiral anomaly on a lattice", "comment": "12 pages, 4 figures", "summary": "The chiral anomaly is a quantum mechanical effect for massless Dirac fermions\nin both particle physics and condensed matter physics. Here we present a set of\neffective models for single massless Dirac fermions in one- and\nthree-dimensions in the whole Brillouin zone from higher-dimensional Chern\ninsulators, which uniquely capture both the chiral fermion behavior near the\nDirac point and high-energy states at Brillouin zone boundaries. In the\npresence of electromagnetic fields, the chiral coefficient $C_{5}$ is found to\nbe chemical-potential dependent in general, but quantized precisely at the\nFermi surface where chiral symmetry is preserved. This result provides an\nalternative interpretation of chiral anomaly on a lattice: the anomaly is\ncaused by the symmetry-broken states far below the Fermi surface, and protected\nby the local chiral symmetry. Our analysis here might provide a potential\ntheoretical foundation for applying the concept of chiral anomaly in condensed\nmatter physics."}
{"id": "2509.08352", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08352", "abs": "https://arxiv.org/abs/2509.08352", "authors": ["Benedict Saunders", "Lukas Hörmann", "Reinhard J. Maurer"], "title": "Comprehensive Structure Exploration and Thermodynamics of Heteroatom Doped Graphene Superstructures", "comment": null, "summary": "Graphene has been studied in detail due to its mechanical, electrical, and\nthermal properties. It is well documented that the introduction of dopants or\ndefects in the lattice can be used to tune material properties for a specific\napplication, such as in electronics, sensors, or catalysis. To design graphene\nwith specific properties, one must achieve control over the composition and\nconcentration of defects. This requires a fundamental understanding of the\nstability of defects and their interaction in a superstructure. We present a\ncomprehensive defect structure determination approach that enables close to\nexhaustive enumeration of all relevant defect structures. The approach uses a\ncombination of Density Functional Theory and machine learning to build a\ntransferable energy model for defect formation. Henceforth, we show the\ncapabilities of our approach for a proof-of-principle application on\nfree-standing graphene with heteroatom defects. This allows us to provide\nphysical insights into defect interactions and to establish a thermodynamic\nmodel to investigate how temperature affects the configuration space of doped\ngraphene."}
{"id": "2509.08319", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08319", "abs": "https://arxiv.org/abs/2509.08319", "authors": ["I. Shamova", "V. Popova", "D. Chareev", "L. Shvanskaya", "D. Ksenofontov", "A. Demidov", "C-W. Luo", "P. Monceau", "E. Pachaud", "E. Lorenzo", "A. Sinchenko", "A. Vasiliev", "O. Volkova"], "title": "Comparative study of terbium tellurides Tb2Te5 and TbTe3", "comment": null, "summary": "Two terbium tellurides, TbTe3 and Tb2Te5, were studied by means of\nthermodynamics, ultrafast pump-probe spectroscopy and torque magnetometry.\nWhile crystal structure and some physical properties of TbTe3 were established\npreviously, the crystal structure of Tb2Te5 was solved only in this work in the\northorhombic space group Cmcm with the parameters of unit cell a = 4.3120(5), b\n= 41.0305(76) and c = 4.2979(8) {\\AA}. In contrast to TbTe3, which experiences\nthree successive magnetic phase transitions, Tb2Te5 orders\nantiferromagnetically in two steps at TN1 = 9.0 K and TN2 = 6.8 K, both readily\nsuppressed by an external magnetic field. The third transition in TbTe3 is due\nto the interaction of the magnetic subsystem with the charge density waves. The\ninteraction of magnetic and electronic subsystems in Tb2Te5 has been revealed\nby the pump probe. Torque measurements of TbTe3 show that the magnetic moments\nof Tb are oriented predominantly in the ac plane at high temperatures and\nswitch to the b axis at low temperatures. In Tb2Te5, the magnetic moments of Tb\nare oriented predominantly in the ac plane at low temperatures."}
{"id": "2509.08711", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08711", "abs": "https://arxiv.org/abs/2509.08711", "authors": ["Svend-Age Biehs", "Ivan Latella"], "title": "Feynman paradox induced by vacuum and thermal fluctuations", "comment": null, "summary": "A charged particle initially at rest in an external magnetic field starts to\nrotate when the magnetic field is switched off. This is a variant of the\nFeynman disc paradox, where the conservation of angular momentum is seemingly\nviolated. The paradox is understood by realizing that angular momentum is\ninitially stored in the electromagnetic field and is transferred to the\nparticle when the magnetic field is removed. In a classical description, no\nrotation occurs if the particle is uncharged, as the initial angular momentum\nis zero in this case. We show that electromagnetic fluctuations in thermal\nequilibrium can induce a quantum analog of the Feynman paradox, where a\nnonreciprocal particle without charge starts to rotate when the source of\nnonreciprocity is removed. This paradox is due to persistent energy fluxes\narising in nonreciprocal systems at equilibrium, leading to angular momentum\nstored in the electromagnetic field. We demonstrate that the contribution of\nvacuum fluctuations to persistent energy fluxes dominate over thermal\nfluctuations at finite temperature, so vacuum fluctuations dominate the\nequilibrium angular momentum as well. Observation of the induced motion would\nthus provide a means of detecting persistent energy fluxes and offer further\nevidence for the physical reality of vacuum fluctuations."}
{"id": "2509.08211", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08211", "abs": "https://arxiv.org/abs/2509.08211", "authors": ["Jing-Yang You", "Chih-En Hsu", "Zien Zhu", "Benran Zhang", "Ziliang Ye", "Mit H. Naik", "Ting Cao", "Hung-Chung Hsueh", "Steven G. Louie", "Mauro Del Ben", "Zhenglu Li"], "title": "Moiré excitons in generalized Wigner crystals", "comment": null, "summary": "Moir\\'e superlattices of transition-metal dichalcogenide bilayers host strong\nCoulomb interactions residing in narrow electron bands, leading to correlated\ninsulating states at fractional carrier doping densities, known as generalized\nWigner crystals. In excited states, the formation of moir\\'e excitons is\nexpected to be fundamentally shaped by the Wigner-crystal ground states,\nmanifesting an intricate interplay between electronic and excitonic\ncorrelations. However, the microscopic description of these Wigner crystalline\nexcitons (WCEs) remains elusive, largely subject to speculations, and is\nfurther needed for the understanding of exotic excitonic phases (e.g., exciton\ninsulators and exciton density waves) and their unique properties (e.g.,\nanomalous exciton diffusion). Here, using first-principles many-body\nGW-Bethe-Salpeter-equation calculations, we directly reveal the internal\nstructures of WCEs in angle-aligned MoSe2/MoS2 moir\\'e heterostructure at hole\nfillings of 1/3 and 2/3. Our results unveil the propagation of correlation\neffects from the ground state to excited states, shaping the real-space\ncharacteristics of WCEs. The strong two-particle excitonic correlations\ndominate over the kinetic energy of free electron-hole pairs, in analog to the\nstrong single-particle correlations of flat bands. We propose that such unusual\nexcited-state correlation effects of WCEs can be experimentally probed by\nphotocurrent tunneling microscopy. Our work provides a microscopic\nunderstanding of strongly correlated WCEs, suggesting them as a highly tunable\nmixed boson-fermion platform to study many-body interactions and phenomena."}
{"id": "2509.08320", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08320", "abs": "https://arxiv.org/abs/2509.08320", "authors": ["Xudong Huai", "Thao T. Tran"], "title": "Treasure Map Toward Skyrmion Evolution in Ambient Conditions: A Perspective from Electronic Instabilities and the Density of Energy", "comment": null, "summary": "Magnetic skyrmions with topologically protected properties are anticipated to\nshape the future of electronics. Understanding how skyrmions may evolve in\nambient conditions presents a key challenge in the pursuit of technologically\nsignificant materials. In this perspective, we focus on electronic\ninstabilities and the density of energy of established skyrmion hosts, where a\npathway to a skyrmion phase transition is readily available, to identify\nsignposts for the emergence of skyrmions. We value the impressive research\nefforts in the field that have built the foundation for many more enticing\nbreakthroughs to come. We share a framework that connects the electronic\norigins of skyrmion formation to the temperature and field requirements,\nallowing predictions of candidate materials that may host skyrmions at ambient\nconditions (the treasure)."}
{"id": "2509.08036", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08036", "abs": "https://arxiv.org/abs/2509.08036", "authors": ["Cristian Voinea", "Wei Zhu", "Nicolas Regnault", "Zlatko Papić"], "title": "Critical Majorana fermion at a topological quantum Hall bilayer transition", "comment": "8 pages, 4 figures (main text); 4 pages, 3 figures (supplemental\n  material)", "summary": "Quantum Hall bilayers are a uniquely tunable platform that can realize\ncontinuous transitions between distinct topological phases of matter. One\nprominent example is the transition between the Halperin state and the\nMoore--Read Pfaffian, long predicted to host a critical theory of Majorana\nfermions but so far not verified in unbiased microscopic simulations. Using the\nfuzzy sphere regularization, we identify the low-energy spectrum at this\ntransition with the 3D gauged Majorana conformal field theory. We show that the\ntransition is driven by the closing of the neutral fermion gap, and we directly\nextract the operator content in both integer and half-integer spin sectors. Our\nresults resolve the long-standing question of the nature of a topological phase\ntransition in a setting relevant to quantum Hall experiments, while also\nproviding the first realization of a fermionic theory on the fuzzy sphere,\npreviously limited to bosonic theories."}
{"id": "2509.08244", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08244", "abs": "https://arxiv.org/abs/2509.08244", "authors": ["Shu-Wei Wang", "Hang Chi", "Jui-Che Chung"], "title": "Sb doping effect on transport behavior in the topological insulator Bi2Se3", "comment": null, "summary": "Bismuth selenide (Bi2Se3) is a good topological insulator (TI) with its\nsurface band Dirac point inside the bulk bandgap. However, Bi2Se3 films grown\nby molecular beam epitaxy (MBE) often require tuning of Fermi level near the\nDirac point for optimal proximity effect with magnetic or superconducting\nmaterials. In this study, we achieve the control of the Fermi level in\nMBE-grown Bi2Se3 thin films by antimony (Sb) doping and systematically\ninvestigate the transport properties of these Bi2-xSbxSe3 films with different\ndoping concentrations. Excellent topological surface conduction is attained,\nand weak antilocalization is observed in all Sb-doped Bi2Se3 films. While the\ncarrier mobility shows no dependence on the Sb concentrations, indicating that\nthe phonon scattering dominates over the impurity scattering from Sb dopants,\nthe coherence length varies significantly with the Sb doping level at low\ntemperatures (< 30 K), highlighting the non-negligible electron-electron\ninteractions in the low temperature regime. Furthermore, EuS/Bi2-xSbxSe3\nheterostructures are fabricated to explore proximity-induced ferromagnetism in\nthe TI surface states. However, the long-range magnetic order is not formed in\nthe TI surface states under our growth conditions. Our results emphasize the\ncritical role of interface quality for realizing exchange coupling. This work\noffers new insights into the interplay of disorder, decoherence, and scattering\nmechanisms in Sb-doped Bi2Se3 thin films, providing guidance for the future\nstudy of the proximity effect in heterostructures involving Sb-doped Bi2Se3."}
{"id": "2509.08327", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08327", "abs": "https://arxiv.org/abs/2509.08327", "authors": ["Sang J. Park", "Hirata Keisuke", "Hossein Sepehri-Amin", "Fuyuki Ando", "Takamasa Hirai", "Ken-ichi Uchida"], "title": "Trans-scale spin Seebeck effect in nanostructured bulk composites based on magnetic insulator", "comment": null, "summary": "The spin Seebeck effect (SSE) enables thermoelectric conversion through\nthermally generated spin currents in magnetic materials, offering a promising\ntransverse geometry for scalable devices. However, conventional SSE devices are\nconfined to nanoscale thin-film architectures, with significantly restricted\noutput power due to the intrinsic constraints of spin and magnon diffusion\nlengths. Here, we demonstrate a trans-scale SSE using nano-structured bulk\ncomposite materials composed of Pt-coated yttrium iron garnet (YIG) powders\nfabricated via dynamic powder sputtering and low-temperature sintering. The\nresulting three-dimensional composites exhibit continuous Pt channels and\nrobust mechanical integrity. The effective electrical conductivity of the\ncomposites is 2-3 orders of magnitude higher than conventional thin-film-based\nYIG/Pt devices. Transverse thermoelectric measurements confirm isotropic SSE\nsignals at the bulk scale. This work establishes a scalable platform for bulk\nSSE-based thermoelectrics, bridging nanoscale spin caloritronics with\nmacroscopic device integration."}
{"id": "2509.08250", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08250", "abs": "https://arxiv.org/abs/2509.08250", "authors": ["Hao-Ru Wu", "Hong-Yi Chen", "Yiing-Rei Chen"], "title": "Impurity-Induced Interference at a Topological Boundary in an Infinite SSH Heterojunction", "comment": null, "summary": "In this work, we investigate the coupling between a strong impurity and the\ntopological boundary of an SSH heterojunction, composed of two SSH chains\nbelonging to different topological classes. We show that impurity boundary\ncoupling gives rise to bonding and antibonding states within the SSH bulk gap.\nThis coupling produces an interference effect in the local density of states,\nas the impurity approaches the boundary the LDOS evolves from a single sharp\npeak to a characteristic double peak structure. Moreover, the interference\nstrength can be quantified by the decay length of the bonding or antibonding\nwavefunction and by the energy splitting of the LDOS resonance peaks near the\nFermi energy."}
{"id": "2509.08339", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08339", "abs": "https://arxiv.org/abs/2509.08339", "authors": ["Shunsuke Yamada", "Arqum Hashmi", "Tomohito Otobe"], "title": "Ultrafast Spin Injection in Graphene via Dynamical Carrier Filtering at Transition Metal Dichalcogenide Interfaces", "comment": "10 pages, 9 figures", "summary": "We report a real-time first-principles study of ultrafast spin injection in a\nWSe$_2$-graphene heterobilayer under circularly polarized laser irradiation,\nusing time-dependent density functional theory. Contrary to conventional\nexpectations, spin transfer into graphene is not a passive process but is\nactively driven by spin-selective carrier filtering at the interface.\nSpin-polarized carriers generated in the WSe$_2$ layer induce a preferential\nmigration of opposite-spin carriers from graphene, which results in net spin\nmagnetization in graphene. This process is governed by interlayer band offsets,\ndensity-of-state asymmetry, and Pauli blocking. These findings indicate a\nmicroscopic mechanism of spin injection in non-magnetic systems and identify a\nguiding principle for the design of ultrafast opto-spintronic functionalities\nin van der Waals heterostructures."}
{"id": "2509.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08253", "abs": "https://arxiv.org/abs/2509.08253", "authors": ["Abhinav Roy", "Karl Sieradzki", "Michael J. Waters", "James M. Rondinelli", "Ian D. McCue"], "title": "Percolation Diagrams Derived from First-Principles Investigation of Chemical Short-Range Order in Binary Alloys", "comment": "12 pages, 8 figures", "summary": "Recent developments in the percolation theory of passivation have shown that\nchemical short-range order (SRO) affects the aqueous passivation behavior of\nalloys. However, there has been no systematic exploration to quantify these SRO\neffects on percolation in practical alloys and the related passivation\nbehavior. In this study, we quantify the effects of SRO on percolation in a\nbinary size-mismatched Cu-Rh alloy and study the related passivation behavior.\nWe develop a mixed-space cluster expansion model trained on the mixing energy\ncalculated using density functional theory. We use the cluster expansion model\nto sample the configuration space via variance-constrained semi-grand canonical\nMonte Carlo simulations and develop SRO diagrams over a range of compositions\nand temperatures. Building on this with the percolation crossover model,\nspecifically the variation of percolation threshold with SRO in the FCC\nlattice, we construct the first nearest-neighbor chemical percolation diagram.\nThese diagrams can inform the design of the next generation of\ncorrosion-resistant metallic alloys."}
{"id": "2509.08340", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08340", "abs": "https://arxiv.org/abs/2509.08340", "authors": ["Lan Huang", "Laric Bobzien", "Ángel Labordet Álvarez", "Daniel E. Cintron Figueroa", "Li-Syuan Lu", "Chengye Dong", "Joshua A. Robinson", "Bruno Schuler", "Mirjana Dimitrievska"], "title": "Layer-dependent Charge Transfer and inter-layer coupling in WSe2/Graphene Heterostructures", "comment": null, "summary": "Understanding interfacial interactions in two-dimensional (2D)\nheterostructures is essential for advancing optoelectronic and quantum\ntechnologies. We investigate metal-organic chemical vapor deposition\n(MOCVD)-grown WSe$_2$ films (one to five layers) on graphene/SiC, directly\ncompared to exfoliated WSe$_2$ on SiO$_2$, using Raman and photoluminescence\n(PL) spectroscopy complemented by atomic force microscopy (AFM). Raman\nmeasurements reveal compressive strain and interfacial charge transfer in\nWSe$_2$/graphene heterostructures, evidenced by blue-shifted phonon modes and\nthe emergence of higher-order interlayer breathing modes absent on SiO$_2$.\nConcomitant shifts and attenuation of graphene's G and 2D modes with increasing\nWSe$_2$ thickness indicate progressive p-type doping of graphene, while WSe$_2$\nphonon shifts point to n-type doping of the semiconductor, consistent with\ninterfacial electron transfer. PL shows strong quenching for monolayer WSe$_2$\non graphene due to ultrafast charge transfer and F\"orster resonance energy\ntransfer (FRET), with partial emission recovery in multilayers relative to\nSiO$_2$-supported flakes. Exciton behavior differs strongly between substrates:\non SiO$_2$, A- and B-exciton energies vary markedly with thickness, whereas on\ngraphene they remain nearly pinned. This stability reflects the combined\neffects of graphene's strong dielectric screening and charge-transfer-induced\nfree-carrier screening, with strain playing a secondary role. These results\nestablish graphene, unlike SiO$_2$, as an active interfacial partner that\nstabilizes excitonic states and enables engineering of the optical response of\n2D heterostructures."}
{"id": "2509.08254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08254", "abs": "https://arxiv.org/abs/2509.08254", "authors": ["Lijun Yang", "Long Liang"], "title": "Nonlinear opto-magnetic signuature of d-wave altermagnets", "comment": "6 pages, 4 figures", "summary": "Altermagnetism, a recently discovered collinear magnetic order with net zero\nmagnetization but exhibits spin-splitting band structure, has attracted much\nresearch interest due to the rich fundamental physics and possible\napplications. In this work, we investigate the opto-magnetic response of\n$d$-wave altermagnets, focusing on the inverse Cotton-Mouton effect--the\ninduction of static magnetization via linearly polarized light. We find that\nthe direction of the induced magnetization is determined by the N\\'eel vector.\nMoreover, its magnitude exhibits a periodic dependence on the polarization\nangle of the incident light, a hallmark of the system's symmetry. Our findings\ndemonstrate that the inverse Cotton-Mouton effect provides both a method of\nmanipulating altermagnetic magnetization in altemagnets and a probe of their\nintrinsic properties."}
{"id": "2509.08352", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08352", "abs": "https://arxiv.org/abs/2509.08352", "authors": ["Benedict Saunders", "Lukas Hörmann", "Reinhard J. Maurer"], "title": "Comprehensive Structure Exploration and Thermodynamics of Heteroatom Doped Graphene Superstructures", "comment": null, "summary": "Graphene has been studied in detail due to its mechanical, electrical, and\nthermal properties. It is well documented that the introduction of dopants or\ndefects in the lattice can be used to tune material properties for a specific\napplication, such as in electronics, sensors, or catalysis. To design graphene\nwith specific properties, one must achieve control over the composition and\nconcentration of defects. This requires a fundamental understanding of the\nstability of defects and their interaction in a superstructure. We present a\ncomprehensive defect structure determination approach that enables close to\nexhaustive enumeration of all relevant defect structures. The approach uses a\ncombination of Density Functional Theory and machine learning to build a\ntransferable energy model for defect formation. Henceforth, we show the\ncapabilities of our approach for a proof-of-principle application on\nfree-standing graphene with heteroatom defects. This allows us to provide\nphysical insights into defect interactions and to establish a thermodynamic\nmodel to investigate how temperature affects the configuration space of doped\ngraphene."}
{"id": "2509.08259", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08259", "abs": "https://arxiv.org/abs/2509.08259", "authors": ["Dipankar Jana", "Shubhrasish Mukherjee", "Dmitrii Litvinov", "Magdalena Grzeszczyk", "Sergey Grebenchuk", "Makars~Šiškins", "Virgil Gavriliuc", "Yihang Ouyang", "Changyi Chen", "Yuxuan Ye", "Yiming Meng", "Maciej Koperski"], "title": "Two-dimensional materials as a multiproperty sensing platform", "comment": "23 pages 6 figures", "summary": "Two-dimensional (2D) materials have disrupted materials science due to the\ndevelopment of van der Waals technology. It enables the stacking of ultrathin\nlayers of materials characterized by vastly different electronic structures to\ncreate man-made heterostructures and devices with rationally tailored\nproperties, circumventing limitations of matching crystal structures, lattice\nconstants, and geometry of constituent materials and supporting substrates. 2D\nmaterials exhibit extraordinary mechanical flexibility, strong light-matter\ninteractions driven by their excitonic response, single photon emission from\natomic centers, stable ferromagnetism in sub-nm thin films, fractional quantum\nHall effect in high-quality devices, and chemoselectivity at ultrahigh\nsurface-to-volume ratio. Consequently, van der Waals heterostructures with\natomically flat interfaces demonstrate an unprecedented degree of intertwined\nmechanical, chemical, optoelectronic, and magnetic properties. This constitutes\na foundation for multiproperty sensing, based on complex intra- and\nintermaterial interactions, and a robust response to external stimuli\noriginating from the environment. Here, we review recent progress in the\ndevelopment of sensing applications with 2D materials, highlighting the areas\nwhere van der Waals heterostructures offer the highest sensitivity,\nsimultaneous responses to multiple distinct externalities due to their atomic\nthickness in conjunction with unique material combinations, and conceptually\nnew sensing methodology."}
{"id": "2509.08368", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.08368", "abs": "https://arxiv.org/abs/2509.08368", "authors": ["Jia-Wen Li", "Xin-Wei Yi", "Jin Zhang", "Gang Su", "Bo Gu"], "title": "Diameter-Controlled High-Order Vortex States and Magnon Hybridization in VSe2 Nanotubes", "comment": null, "summary": "Curved magnets offer a rich phase diagram and hold great promise for\nnext-generation spintronic technologies. This study establishes the paramount\nsignificance of high-order vortex states (e.g., 3$\\varphi$ with winding number\n$n$ > 1) in VSe2 nanotubes, which uniquely enable magnonic functionalities\nfundamentally inaccessible to conventional magnetic systems. These states arise\nfrom diameter-dependent competition between the nearest-neighbor ferromagnetic\n($J_1$) and longer-range antiferromagnetic ($J_2$/$J_3$) couplings, as\nrigorously validated through density-functional theory calculations and\nHeisenberg modeling of phase diagrams. Critically, by the\nLandau-Lifshitz-Gilbert equation, we find that high-order vortex configurations\nunlock an intrinsic hybridization mechanism governed by strict orbital angular\nmomentum (OAM) selection rules ($\\Delta l = \\pm 2(n-1)$) -- a process strictly\nforbidden in fundamental vortices ($n$ = 1) -- generating complex high-OAM\nmagnons with measurable topological charge. This is vividly demonstrated in the\n3$\\varphi$ state, where hybridization between $l$ = -4, 0 and 4 modes produces\neight-petal magnon density patterns. Such states provide an essential\nplatform-free solution for generating high-OAM magnons, wchich is crucial for\nspin-wave-based information transport. These findings establish a predictive\ntheoretical framework for controlling high-order vortex states in curved\nmagnets and highlight VSe2 nanotubes as a promising platform for exploring\ncomplex magnetism and developing future magnonic and spintronic devices."}
{"id": "2509.08262", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08262", "abs": "https://arxiv.org/abs/2509.08262", "authors": ["Jin-Xin Hu", "Mengli Hu", "Ying-Ming Xie", "K. T. Law"], "title": "Electrically Controlled 0-$π$ Oscillations and Josephson Giant Magnetoresistor with PT-Symmetric Antiferromagnetic Bilayers", "comment": "6 pages, 4 figures", "summary": "We propose that unconventional Josephson effects typically emerge in {\\it\nPT}-symmetric antiferromagnetic (AFM) bilayer systems. When proximitized by a\nconventional superconductor, these systems host dominant interlayer Cooper\npairing that features a distinctive spin texture enabled by the strong exchange\nfield. Specifically, we demonstrate a novel mechanism for electrically tunable\n0-$\\pi$ oscillations in lateral Josephson junctions, controlled by an\nout-of-plane electric displacement field. This behavior originates from\nfield-induced finite-momentum Cooper pairing, a hallmark of the unique\nlayer-pseudospin structure in {\\it PT}-symmetric AFM bilayers. Furthermore, we\nintroduce a Josephson giant magnetoresistor based on these exotic\nspin-layer-locked Cooper pairs, in which the supercurrent exhibits a strong\ndependence on the internal N\\'{e}el order. Our findings establish {\\it\nPT}-symmetric AFM bilayers as a versatile platform for phase-controllable\nJosephson junctions and superconducting magnetic random-access memory, with\npromising applications in superconducting circuits and ultralow-power\ncomputing."}
{"id": "2509.08418", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.08418", "abs": "https://arxiv.org/abs/2509.08418", "authors": ["Nicholas Miklaucic", "Lai Wei", "Rongzhi Dong", "Nihang Fu", "Sadman Sadeed Omee", "Qingyang Li", "Sourin Dey", "Victor Fung", "Jianjun Hu"], "title": "Facet: highly efficient E(3)-equivariant networks for interatomic potentials", "comment": null, "summary": "Computational materials discovery is limited by the high cost of\nfirst-principles calculations. Machine learning (ML) potentials that predict\nenergies from crystal structures are promising, but existing methods face\ncomputational bottlenecks. Steerable graph neural networks (GNNs) encode\ngeometry with spherical harmonics, respecting atomic symmetries -- permutation,\nrotation, and translation -- for physically realistic predictions. Yet\nmaintaining equivariance is difficult: activation functions must be modified,\nand each layer must handle multiple data types for different harmonic orders.\nWe present Facet, a GNN architecture for efficient ML potentials, developed\nthrough systematic analysis of steerable GNNs. Our innovations include\nreplacing expensive multi-layer perceptrons (MLPs) for interatomic distances\nwith splines, which match performance while cutting computational and memory\ndemands. We also introduce a general-purpose equivariant layer that mixes node\ninformation via spherical grid projection followed by standard MLPs -- faster\nthan tensor products and more expressive than linear or gate layers. On the\nMPTrj dataset, Facet matches leading models with far fewer parameters and under\n10% of their training compute. On a crystal relaxation task, it runs twice as\nfast as MACE models. We further show SevenNet-0's parameters can be reduced by\nover 25% with no accuracy loss. These techniques enable more than 10x faster\ntraining of large-scale foundation models for ML potentials, potentially\nreshaping computational materials discovery."}
{"id": "2509.08275", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08275", "abs": "https://arxiv.org/abs/2509.08275", "authors": ["Su Young An", "Chinkyo Kim"], "title": "Controlling GaN nucleation via O$_2$-plasma-perforated graphene masks on c-plane sapphire", "comment": null, "summary": "Atomically thin, perforated graphene on $c$-plane sapphire functions as a\nnanoscale mask that enables GaN growth through thru-holes. We tune the\nperforated-area fraction $f_p$ by controlled O$_2$-plasma exposure and quantify\nits impact on early-stage nucleation: the nucleation-site density scales with\n$f_p$, while the nucleation-delay time decreases approximately as $1/f_p$.\nTime-resolved areal coverage and domain counts exhibit systematic\n$f_p$-dependent trends. A kinetic Monte Carlo (kMC) model that coarse-grains\natomistic events -- adatom arrival, surface diffusion, attachment at exposed\nsapphire within perforations, and coalescence (the first front-front contact\nbetween laterally growing domains) -- reproduces these trends using a constant\nper-site nucleation rate. Fitting the kMC simulation data yields onset times\nt$_0$ for the nucleation delay that closely match independently observed\nno-growth thresholds (Set 1: 28.5s vs $\\sim$30s; Set 2: 38s vs $\\sim$35s),\nvalidating the kMC-experiment mapping and highlighting plasma dose as an\nactivation threshold for plasma-induced through-hole formation in 2D materials.\nTogether, experiment and kMC identify $f_p$ as a single, surface-engineerable\nparameter governing GaN nucleation statistics on perforated graphene masks,\nproviding a quantitative basis and process window for epitaxial lateral\novergrowth (ELOG)/thru-hole epitaxy (THE) workflows that employ two-dimensional\nmasks."}
{"id": "2509.08497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08497", "abs": "https://arxiv.org/abs/2509.08497", "authors": ["Patrick Giese", "Mathias Stokkebye Nissen", "Stig Helveg", "Jakob Schiøtz"], "title": "Visualizing phonon edge states on molybdenum disulphide", "comment": "8 figures", "summary": "We employ Molecular Dynamics (MD) simulations to study atom vibrational\namplitudes in carbon-supported Molybdenum Disulphide (MoS2) nanoparticles.\nEnhanced and correlated atom vibrational amplitudes are observed as the\nnanoparticle edges are approached from the bulk, consistent with recent\nexperimental High-Resolution Transmission Electron Microscopy (HR-TEM)\nobservations by Chen et al (Nature Communications 12, 5007 (2021). Analysis of\nphonon modes in finite systems explains the experimental observation by\nlow-energy phonon modes confined at the nanoparticle edge, underscoring the\nneed of full MD modeling for accurate HR-TEM image interpretation. Noticeably,\nwe introduce a workflow for training Equivariant Neural Network-based machine\nlearning potentials using limited Density Functional Theory (DFT) calculations.\nThis approach effectively captures both covalent and van der Waals\ninteractions, enabling accurate extrapolations of DFT calculations to larger\nsystems with built-in error estimation."}
{"id": "2509.08301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08301", "abs": "https://arxiv.org/abs/2509.08301", "authors": ["Yuanjia Liu", "Taiki Inoue", "Yoshihiro Kobayashi"], "title": "Crossover between kite growth and vibrational bridging in pillar-assisted controlled formation of carbon nanotube networks", "comment": "Pre-peer review version. Main manuscript: 29 pages, 6 figures.\n  Supporting information: 7 pages, 8 figures", "summary": "Pillar-assisted growth is a technique in which short carbon nanotubes (CNTs)\nform suspended networks by growing across closely spaced microfabricated\npillars. During growth, the CNT tips exhibit vibrations that allow them to\nbridge the neighboring pillars. To improve the complexity and controllability\nof the CNT networks, we introduce a kite-growth mechanism in which CNTs are\nelongated and aligned by gas flow during growth, enabling a longer bridging\ndistance compared to vibrational bridging. By integrating theoretical modeling,\nsimulations, and experimental synthesis, we found that CNT tip vibrations\ndominate bridging at short lengths, whereas gas flow increasingly influences\nalignment as CNTs grow longer. This results in a crossover behavior governed by\ngas flow and pillar arrangement. We also developed a bridging model based on\ngeometric constraints to quantify the bridging behavior based on pillar spacing\nand angular accessibility. The statistical analysis of the resulting network\nstructures demonstrates that the pillar arrangement significantly influences\nthe connection types, with kite growth enabling more diverse network\ntopologies. These findings provide design principles for tuning the density and\nstructural complexity of suspended CNT networks, offering promising\napplications in nanoscale electrical interconnect wiring and three-dimensional\ncircuit architectures."}
{"id": "2509.08498", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08498", "abs": "https://arxiv.org/abs/2509.08498", "authors": ["Pjotrs Žguns", "Inga Pudza", "Alexei Kuzmin"], "title": "Benchmarking CHGNet Universal Machine Learning Interatomic Potential Against DFT and EXAFS: Case of Layered WS2 and MoS2", "comment": null, "summary": "Universal machine learning interatomic potentials (uMLIPs) deliver near ab\ninitio accuracy in energy and force calculations at low computational cost,\nmaking them invaluable for materials modeling. Although uMLIPs are pre-trained\non vast ab initio datasets, rigorous validation remains essential for their\nongoing adoption. In this study, we use the CHGNet uMLIP to model thermal\ndisorder in isostructural layered 2Hc-WS2 and 2Hc-MoS2, benchmarking it against\nab initio data and extended X-ray absorption fine structure (EXAFS) spectra,\nwhich capture thermal variations in bond lengths and angles. Fine-tuning CHGNet\nwith compound-specific ab initio (DFT) data mitigates the systematic softening\n(i.e., force underestimation) typical of uMLIPs and simultaneously improves\nalignment between molecular dynamics-derived and experimental EXAFS spectra.\nWhile fine-tuning with a single DFT structure is viable, using ~100 structures\nis recommended to accurately reproduce EXAFS spectra and achieve DFT-level\naccuracy. Benchmarking the CHGNet uMLIP against both DFT and experimental EXAFS\ndata reinforces confidence in its performance and provides guidance for\ndetermining optimal fine-tuning dataset sizes."}
{"id": "2509.08307", "categories": ["cond-mat.mes-hall", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.08307", "abs": "https://arxiv.org/abs/2509.08307", "authors": ["Julian A. Lawn", "Nicholas S. Davis", "Daniel S. Kosov"], "title": "Non-equilibrium lifetimes of DNA under electronic current in a molecular junction", "comment": null, "summary": "We investigate the non-equilibrium mechanical motion of double-stranded DNA\nin a molecular junction under electronic current using Keldysh-Langevin\nmolecular dynamics. Non-equilibrium electronic force reshapes the effective\npotential energy surface, and along with electronic viscosity force and\nstochastic force, governs voltage-dependent dynamics of DNA's collective\nmechanical coordinate. We compute mean first-passage times to quantify the\nnon-equilibrium lifetime of the DNA junction. At low voltage biases,\nelectron-mechanical motion coupling destabilises DNA by shifting the potential\nminimum towards critical displacement and suppressing barriers, shortening\nlifetimes by several orders of magnitude. Unexpectedly, at higher voltages the\ntrend reverses: the potential minimum shifts away from instability and the\nbarrier re-emerges, producing re-stabilisation of the junction. In addition, we\ndemonstrate the Landauer blowtorch effect in this system: coordinate-dependent\nfluctuations generate a spatially varying effective temperature, changing\ncurrent-induced dynamics of mechanical degrees of freedom. Apparent\ntemperatures of DNA mechanical motion increase far above ambient due to\ncurrent-induced heating, correlating with suppressed electronic current at\nstronger couplings. Our results reveal a non-equilibrium interplay between\ncurrent-driven forces, dissipation, and fluctuations in DNA junctions,\nestablishing mechanisms for both destabilisation and recovery of DNA stability\nunder electronic current."}
{"id": "2509.08573", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08573", "abs": "https://arxiv.org/abs/2509.08573", "authors": ["Sandro Wieser", "YuJie Cen", "Georg K. H. Madsen", "Jesús Carrete"], "title": "Accelerating first-principles molecular-dynamics thermal conductivity calculations for complex systems", "comment": null, "summary": "Atomistic simulations of heat transport in complex materials are costly and\nhard to converge. This has led to the development of several noise reduction\ntechniques applicable to equilibrium molecular-dynamics simulations. We analyze\nthe performance of those strategies, taking InAs nanowires as our benchmark due\nto the diverse structures and complex phonon spectra of these quasi-1D systems.\nWe demonstrate how, for low-thermal-conductivity systems, cepstral analysis can\nreduce computational demands while still delivering accurate results that do\nnot require discarding arbitrary parts of the dataset. However, issues with\nthis approach are revealed when treating high-thermal-conductivity systems,\nwhere the thermal conductivity is significantly underestimated. We discuss\nalternative methods to be used in that situation, relying on uncertainty\npropagation from independent simulations. We show that the contributions of the\ncovariance matrix have to be included for a quantitative assessment of the\nerror. The combination of these strategies with machine-learning interatomic\npotentials (MLIPs) provides an accelerated, robust workflow applicable to a\ndiverse set of systems, as our examples using a highly transferable MACE\npotential illustrate."}
{"id": "2509.08319", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08319", "abs": "https://arxiv.org/abs/2509.08319", "authors": ["I. Shamova", "V. Popova", "D. Chareev", "L. Shvanskaya", "D. Ksenofontov", "A. Demidov", "C-W. Luo", "P. Monceau", "E. Pachaud", "E. Lorenzo", "A. Sinchenko", "A. Vasiliev", "O. Volkova"], "title": "Comparative study of terbium tellurides Tb2Te5 and TbTe3", "comment": null, "summary": "Two terbium tellurides, TbTe3 and Tb2Te5, were studied by means of\nthermodynamics, ultrafast pump-probe spectroscopy and torque magnetometry.\nWhile crystal structure and some physical properties of TbTe3 were established\npreviously, the crystal structure of Tb2Te5 was solved only in this work in the\northorhombic space group Cmcm with the parameters of unit cell a = 4.3120(5), b\n= 41.0305(76) and c = 4.2979(8) {\\AA}. In contrast to TbTe3, which experiences\nthree successive magnetic phase transitions, Tb2Te5 orders\nantiferromagnetically in two steps at TN1 = 9.0 K and TN2 = 6.8 K, both readily\nsuppressed by an external magnetic field. The third transition in TbTe3 is due\nto the interaction of the magnetic subsystem with the charge density waves. The\ninteraction of magnetic and electronic subsystems in Tb2Te5 has been revealed\nby the pump probe. Torque measurements of TbTe3 show that the magnetic moments\nof Tb are oriented predominantly in the ac plane at high temperatures and\nswitch to the b axis at low temperatures. In Tb2Te5, the magnetic moments of Tb\nare oriented predominantly in the ac plane at low temperatures."}
{"id": "2509.08585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08585", "abs": "https://arxiv.org/abs/2509.08585", "authors": ["Kunihiko Shizume", "Naoyuki Hatada"], "title": "Microstructural Control and Heat Transport Enhancement in Lanthanum Sulfate for Thermochemical Heat Storage", "comment": "17 pages (Main Manuscript: 13 pages; Supporting Information: 4\n  pages), 7 figures in the main text, 2 figures and 1 table in the SI", "summary": "Enhancing heat transport within thermochemical heat storage (TCHS) materials\nis essential for improving the heat output. A common strategy is combining\nsalts with highly conductive additives such as carbon or metals. However, such\ncomposites often suffer from drawbacks including interfacial instability and a\nreduction of gas permeability. In this work, we propose an alternative approach\nbased on microstructural orientation control, aiming to create efficient heat\ntransport pathways without relying on conductive additives. As a model\nmaterial, La$_2$(SO$_4$)$_3$ was selected, which undergoes reversible hydration\nand dehydration below 250 {\\deg}C. Centimeter-scale hexagonal prismatic\nLa$_2$(SO$_4$)$_3\\cdot$9H$_2$O grains were grown from solution and then formed\ninto plate-shaped specimens either parallel to the longitudinal direction or\ntransverse to it, and then dehydrated to $\\beta$-La$_2$(SO$_4$)$_3$. Laser\nflash analysis revealed clear orientation-dependent thermal diffusivity of\npre-dehydrated $\\beta$-La$_2$(SO$_4$)$_3$, with values of about 0.24 mm$^2$/s\nfor the longitudinal plate and about 0.15 mm$^2$/s for the transverse plate at\nroom temperature. Microstructural observations indicated the formation of\naligned rod-like domains, suggesting that orientation provides an efficient\nheat transport pathway. These findings demonstrate that controlling orientation\nprovides a viable route to enhance heat transport in TCHS materials, offering a\nnew design approach."}
{"id": "2509.08320", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08320", "abs": "https://arxiv.org/abs/2509.08320", "authors": ["Xudong Huai", "Thao T. Tran"], "title": "Treasure Map Toward Skyrmion Evolution in Ambient Conditions: A Perspective from Electronic Instabilities and the Density of Energy", "comment": null, "summary": "Magnetic skyrmions with topologically protected properties are anticipated to\nshape the future of electronics. Understanding how skyrmions may evolve in\nambient conditions presents a key challenge in the pursuit of technologically\nsignificant materials. In this perspective, we focus on electronic\ninstabilities and the density of energy of established skyrmion hosts, where a\npathway to a skyrmion phase transition is readily available, to identify\nsignposts for the emergence of skyrmions. We value the impressive research\nefforts in the field that have built the foundation for many more enticing\nbreakthroughs to come. We share a framework that connects the electronic\norigins of skyrmion formation to the temperature and field requirements,\nallowing predictions of candidate materials that may host skyrmions at ambient\nconditions (the treasure)."}
{"id": "2509.08650", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08650", "abs": "https://arxiv.org/abs/2509.08650", "authors": ["Weizhe Zhang", "June Ho Yeo", "Xiaoyu Guo", "Tony Chiang", "Nishkarsh Agarwal", "John T. Heron", "Kai Sun", "Junjie Yang", "Sang-Wook Cheong", "Youngjun Ahn", "Liuyan Zhao"], "title": "Intertwined polar, chiral, and ferro-rotational orders in a rotation-only insulator", "comment": "15 pages, 4 figures", "summary": "Intertwined orders refer to strongly coupled and mutually dependent orders\nthat coexist in correlated electron systems, often underpinning key physical\nproperties of the host materials. Among them, polar, chiral, and\nferro-rotational orders have been theoretically known to form a closed set of\nintertwined orders. However, experimental investigation into their mutual\ncoupling and physical consequences has remained elusive. In this work, we\nemploy the polar-chiral insulator Ni$_3$TeO$_6$ as a platform and utilize a\nmultimodal optical approach to directly probe and reveal the intertwining among\npolarity, chirality, and ferro-rotational order. We demonstrate how their\ncoupling governs the formation of domains and dictates the nature of domain\nwalls. Within the domains, we identify spatial inversion symmetry as the\noperation connecting two domain states of opposite polarity and chirality, with\na common ferro-rotational state serving as the prerequisite for these\ninterlocked configurations. At the domain walls, we observe a pronounced\nenhancement of in-plane polarization accompanied by a suppression of chirality.\nBy combining with Ginzburg-Landau theory within the framework of a pre-existing\nferro-rotational background, we uncover the emergence of mixed N\\'eel- and\nBloch-type domain walls. Our findings highlight the critical role of\nintertwined orders in defining domain and domain wall characteristics and open\npathways for domain switching and domain wall control via intertwined order\nparameters."}
{"id": "2509.08327", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08327", "abs": "https://arxiv.org/abs/2509.08327", "authors": ["Sang J. Park", "Hirata Keisuke", "Hossein Sepehri-Amin", "Fuyuki Ando", "Takamasa Hirai", "Ken-ichi Uchida"], "title": "Trans-scale spin Seebeck effect in nanostructured bulk composites based on magnetic insulator", "comment": null, "summary": "The spin Seebeck effect (SSE) enables thermoelectric conversion through\nthermally generated spin currents in magnetic materials, offering a promising\ntransverse geometry for scalable devices. However, conventional SSE devices are\nconfined to nanoscale thin-film architectures, with significantly restricted\noutput power due to the intrinsic constraints of spin and magnon diffusion\nlengths. Here, we demonstrate a trans-scale SSE using nano-structured bulk\ncomposite materials composed of Pt-coated yttrium iron garnet (YIG) powders\nfabricated via dynamic powder sputtering and low-temperature sintering. The\nresulting three-dimensional composites exhibit continuous Pt channels and\nrobust mechanical integrity. The effective electrical conductivity of the\ncomposites is 2-3 orders of magnitude higher than conventional thin-film-based\nYIG/Pt devices. Transverse thermoelectric measurements confirm isotropic SSE\nsignals at the bulk scale. This work establishes a scalable platform for bulk\nSSE-based thermoelectrics, bridging nanoscale spin caloritronics with\nmacroscopic device integration."}
{"id": "2509.08662", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08662", "abs": "https://arxiv.org/abs/2509.08662", "authors": ["M. Sepliarsky", "F. Aquistapace", "F. Di Rino", "R. Machado", "M. G. Stachiotti"], "title": "A Local-Phase Framework for the BaTi_{1-x}Zr_xO_3$ Phase Diagram: From Ferroelectricity to Dipolar Glass", "comment": "12 pages, 9 figures", "summary": "We apply a first-principles-based atomistic model to investigate the\nBaTi(1-x)Zr(x)O3 phase diagram, focusing on both macroscopic and local\nstructural changes. Our approach, which combines molecular dynamics with\nmachine learning techniques, accurately captures the influence of Ti and Zr\ncations on their local environment and its evolution with composition and\ntemperature. The computed phase diagram shows excellent agreement with existing\nexperimental and theoretical data. Beyond reproducing known results, our\nanalysis reveals that the behavior of the solid solution across different\ncompositions and temperatures can be understood in terms of coexisting Ti cells\nwith different symmetries, whose stability depends on the local B-site\nconfiguration. This local-phase-based approach provides a unified description\nof the distinct regions of the solid solution, including ferroelectric,\nrelaxor, and dipolar glass phases, and captures the continuous evolution from\none regime to another. Our findings demonstrate how atomic-level distortions\ndrive the complex macroscopic behavior of the material."}
{"id": "2509.08332", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08332", "abs": "https://arxiv.org/abs/2509.08332", "authors": ["F. Yang", "G. D. Zhao", "Y. Shi", "L. Q. Chen"], "title": "An Efficient Phase-Transition Framework for Gate-Tunable Superconductivity in Monolayer WTe$_2$", "comment": null, "summary": "The recently reported gate-tunable superconductivity in monolayer WTe$_2$\nexhibits several striking anomalies beyond the standard paradigm, including a\ncontrasting carrier-density dependence of the transition temperature $T_c$ in\nweakly and strongly disordered regimes and more surprisingly, the sudden\ndisappearance of superconducting fluctuations below a critical carrier density.\nTo understand these features, we go beyond the mean-field theory to treat the\nsuperconducting gap and superfluid density by explicitly incorporating both\nNambu-Goldstone (NG) phase fluctuations and Berezinskii-Kosterlitz-Thouless\n(BKT) fluctuations. We show that these fluctuations are minimal in the\nweak-disorder regime but become crucial under strong disorder, where the\nzero-temperature gap renormalized by NG quantum fluctuations becomes\ndensity-dependent while the BKT fluctuations drive the superconducting $T_c$\nbelow the gap-closing temperature. Simulations within this unified framework\ncombining with the density-functional-theory input to account for the excitonic\ninstability quantitatively reproduced nearly all key experimental observations\nin monolayer WTe$_2$, providing a consistent understanding of reported\nanomalies."}
{"id": "2509.08668", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08668", "abs": "https://arxiv.org/abs/2509.08668", "authors": ["Przemyslaw Przybysz", "Karma Tenzin", "Berkay Kilic", "Witold Kozlowski", "Pawel J. Kowalczyk", "Pawel Dabrowski", "Jagoda Slawinska"], "title": "Persistent spin texture preserved by local symmetry in graphene/WTe$_2$ heterostructure", "comment": null, "summary": "Crystal symmetries in solids give rise to spin-momentum locking, which\ndetermines how an electron's spin orientation depends on its momentum. This\nrelationship, often referred to as spin texture, influences both charge-to-spin\nconversion and spin relaxation, making it one of the essential characteristics\nfor spin-orbit-driven phenomena. Materials with strong spin-orbit coupling and\nbroken inversion symmetry can host persistent spin textures (PSTs) -\nunidirectional spin configurations in momentum space, supporting efficient\ncharge-to-spin conversion and extended spin lifetimes. Monolayer WTe$_2$, a\ntopological material crystallizing in a rectangular lattice, is a notable\nexample; its symmetry enforces a canted PST enabling quantum spin Hall effect\nwith the nontrivial spin orientation. Here, we use first-principles\ncalculations to explore how these properties are modified when WTe$_2$ is\ninterfaced with graphene. We find that the PST is preserved by the local\nsymmetry present in different regions of the heterostructure, while the system\ndevelops extended electron and hole pockets, resulting in semimetallic\nbehavior. Although the band gap closes and eliminates the quantum spin Hall\nphase, spin Hall effects remain robust in both conventional and unconventional\ngeometries. The computed spin Hall conductivities are comparable to those of\nother two-dimensional materials, and the survival of the PST suggests the\npossibility of long-range spin transport even in the absence of topological\nedge states. In addition, the graphene layer serves as an oxidation barrier,\nhelping protect the intrinsic properties of WTe$_2$ and supporting the\npotential of this heterostructure for spintronic applications."}
{"id": "2509.08339", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08339", "abs": "https://arxiv.org/abs/2509.08339", "authors": ["Shunsuke Yamada", "Arqum Hashmi", "Tomohito Otobe"], "title": "Ultrafast Spin Injection in Graphene via Dynamical Carrier Filtering at Transition Metal Dichalcogenide Interfaces", "comment": "10 pages, 9 figures", "summary": "We report a real-time first-principles study of ultrafast spin injection in a\nWSe$_2$-graphene heterobilayer under circularly polarized laser irradiation,\nusing time-dependent density functional theory. Contrary to conventional\nexpectations, spin transfer into graphene is not a passive process but is\nactively driven by spin-selective carrier filtering at the interface.\nSpin-polarized carriers generated in the WSe$_2$ layer induce a preferential\nmigration of opposite-spin carriers from graphene, which results in net spin\nmagnetization in graphene. This process is governed by interlayer band offsets,\ndensity-of-state asymmetry, and Pauli blocking. These findings indicate a\nmicroscopic mechanism of spin injection in non-magnetic systems and identify a\nguiding principle for the design of ultrafast opto-spintronic functionalities\nin van der Waals heterostructures."}
{"id": "2509.08675", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08675", "abs": "https://arxiv.org/abs/2509.08675", "authors": ["Liyu Zhong", "Sheng Mao"], "title": "Ultra-Efficient Reconstruction of Anisotropic Hyperuniform Continuous Random Fields in 2D and 3D via Generalized Spectral Filtering", "comment": null, "summary": "Hyperuniform continuous random fields suppress large-scale fluctuations while\npreserving rich local disorder, making them highly attractive for\nnext-generation photonic, thermal and mechanical materials. However,\ntraditional reconstruction techniques often suffer from limited spectral\ncontrol or excessive computational cost, especially in high-resolution 2D and\n3D settings. In this work, we present an ultra-efficient generative algorithm\nbased on generalized superellipse spectral filtering, which allows independent\ntuning of isotropic and anisotropic spectral envelopes without resorting to\ncostly iterative schemes. We demonstrate our method on a comprehensive set of\n2D and 3D examples, showing precise manipulation of spectral band shape and\norders-of-magnitude speedup compared to existing approaches. Furthermore, we\nexplore the effect of simple thresholding on the generated fields, analyzing\nthe morphological features and power-spectrum characteristics of the resulting\ntwo-phase maps. Our results confirm that the proposed framework not only\naccelerates hyperuniform field synthesis but also provides a versatile platform\nfor systematic study of binary microstructures derived from continuous designs.\nThis work opens new avenues for large-scale simulation and optimized design of\nadvanced hyperuniform materials."}
{"id": "2509.08340", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08340", "abs": "https://arxiv.org/abs/2509.08340", "authors": ["Lan Huang", "Laric Bobzien", "Ángel Labordet Álvarez", "Daniel E. Cintron Figueroa", "Li-Syuan Lu", "Chengye Dong", "Joshua A. Robinson", "Bruno Schuler", "Mirjana Dimitrievska"], "title": "Layer-dependent Charge Transfer and inter-layer coupling in WSe2/Graphene Heterostructures", "comment": null, "summary": "Understanding interfacial interactions in two-dimensional (2D)\nheterostructures is essential for advancing optoelectronic and quantum\ntechnologies. We investigate metal-organic chemical vapor deposition\n(MOCVD)-grown WSe$_2$ films (one to five layers) on graphene/SiC, directly\ncompared to exfoliated WSe$_2$ on SiO$_2$, using Raman and photoluminescence\n(PL) spectroscopy complemented by atomic force microscopy (AFM). Raman\nmeasurements reveal compressive strain and interfacial charge transfer in\nWSe$_2$/graphene heterostructures, evidenced by blue-shifted phonon modes and\nthe emergence of higher-order interlayer breathing modes absent on SiO$_2$.\nConcomitant shifts and attenuation of graphene's G and 2D modes with increasing\nWSe$_2$ thickness indicate progressive p-type doping of graphene, while WSe$_2$\nphonon shifts point to n-type doping of the semiconductor, consistent with\ninterfacial electron transfer. PL shows strong quenching for monolayer WSe$_2$\non graphene due to ultrafast charge transfer and F\"orster resonance energy\ntransfer (FRET), with partial emission recovery in multilayers relative to\nSiO$_2$-supported flakes. Exciton behavior differs strongly between substrates:\non SiO$_2$, A- and B-exciton energies vary markedly with thickness, whereas on\ngraphene they remain nearly pinned. This stability reflects the combined\neffects of graphene's strong dielectric screening and charge-transfer-induced\nfree-carrier screening, with strain playing a secondary role. These results\nestablish graphene, unlike SiO$_2$, as an active interfacial partner that\nstabilizes excitonic states and enables engineering of the optical response of\n2D heterostructures."}
{"id": "2509.08110", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.08110", "abs": "https://arxiv.org/abs/2509.08110", "authors": ["Juan R. Chamorro", "Steven J. Gomez Alvarado", "Dibyata Rout", "Sarah Schwarz", "Allen Scheie", "Ganesh Pokharel", "Alexander I. Kolesnikov", "Lukas Keller", "Stephen D. Wilson"], "title": "Hidden frustration in the triangular-lattice antiferromagnet NdCd3P3", "comment": null, "summary": "We report a study of the magnetic ground state and crystal electric field\n(CEF) scheme in the triangular-lattice antiferromagnet NdCd$_3$P$_3$. Combined\nneutron scattering, magnetization, and heat capacity measurements demonstrate\nthat the Nd$^{3+}$ moments occupying the triangular lattice in this material\nharbor hidden signs of frustration not detected in typical Curie-Weiss-based\nparameterization of the frustration index ($f=\\Theta_{CW} / T_N$). This is\nevidenced by a zero-field splitting of the Kramers' ground state and first\nexcited state doublets at temperatures far in excess of $T_N$ as well as\nsignatures of low-energy fluctuations for $T>>T_N$. A suppression of the\nzero-field ordered moment relative to its field saturation value is observed,\nand the impacts of this magnetic frustration as well as the coexisting bond\nfrustration in the CdP honeycomb network on the physical properties of\nNdCd$_3$P$_3$ are discussed."}
{"id": "2509.08352", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08352", "abs": "https://arxiv.org/abs/2509.08352", "authors": ["Benedict Saunders", "Lukas Hörmann", "Reinhard J. Maurer"], "title": "Comprehensive Structure Exploration and Thermodynamics of Heteroatom Doped Graphene Superstructures", "comment": null, "summary": "Graphene has been studied in detail due to its mechanical, electrical, and\nthermal properties. It is well documented that the introduction of dopants or\ndefects in the lattice can be used to tune material properties for a specific\napplication, such as in electronics, sensors, or catalysis. To design graphene\nwith specific properties, one must achieve control over the composition and\nconcentration of defects. This requires a fundamental understanding of the\nstability of defects and their interaction in a superstructure. We present a\ncomprehensive defect structure determination approach that enables close to\nexhaustive enumeration of all relevant defect structures. The approach uses a\ncombination of Density Functional Theory and machine learning to build a\ntransferable energy model for defect formation. Henceforth, we show the\ncapabilities of our approach for a proof-of-principle application on\nfree-standing graphene with heteroatom defects. This allows us to provide\nphysical insights into defect interactions and to establish a thermodynamic\nmodel to investigate how temperature affects the configuration space of doped\ngraphene."}
{"id": "2509.08143", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08143", "abs": "https://arxiv.org/abs/2509.08143", "authors": ["Harender S. Dhattarwal", "Richard C. Remsing"], "title": "Electronic Fluctuations and Ionic Dynamics in Molten Silver Iodide", "comment": "10 pages, 9 figures", "summary": "Molten salts are high-temperature ionic liquids whose unique combination of\nstrong Coulombic interactions, large polarizabilities, and high ionic\nconductivities makes them central to energy storage, metallurgy, and nuclear\ntechnology. Understanding their delicate balance of Coulomb forces, short-range\nrepulsion, and electronic polarization, particularly regarding the role that\nelectronic fluctuations play in their structure and dynamics, is critical to\npredictively designing molten salts for applications of interest. We\ninvestigate the importance of electronic fluctuations in molten AgI using\ndensity functional theory, a universal machine learning model (Orb), and a\nclassical, empirical pairwise model of interionic interactions. We find that\ndirectional polarization fluctuations of iodide ions enhance Ag+ diffusion,\nmanifesting as enhanced force fluctuations and structure in the time-dependent\nfriction experienced by the cations. The coupling between iodide polarization\nfluctuations and silver diffusion creates a dynamic asymmetry; Ag+ motion is\ntightly linked to the instantaneous polarization of neighboring I-, whereas I-\ndynamics are relatively unperturbed by electronic fluctuations. For all\nstructural and dynamic quantities investigated, the Orb model is in excellent\nagreement with density functional theory-based simulations, highlighting the\nability of this universal neural network potential to capture many-body\npolarization effects. In contrast, the empirical force field fails to reproduce\nkey structural and dynamic quantities involving cations, ultimately because it\nneglects dynamic electronic fluctuations. Our findings connect liquid=state\nionic dynamics with the \"electronic paddle-wheel\" mechanism of ionic diffusion\nin superionic solids and motivate further exploration of polarization\nfluctuation effects in complex electrolytes and ionic liquids."}
{"id": "2509.08368", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.08368", "abs": "https://arxiv.org/abs/2509.08368", "authors": ["Jia-Wen Li", "Xin-Wei Yi", "Jin Zhang", "Gang Su", "Bo Gu"], "title": "Diameter-Controlled High-Order Vortex States and Magnon Hybridization in VSe2 Nanotubes", "comment": null, "summary": "Curved magnets offer a rich phase diagram and hold great promise for\nnext-generation spintronic technologies. This study establishes the paramount\nsignificance of high-order vortex states (e.g., 3$\\varphi$ with winding number\n$n$ > 1) in VSe2 nanotubes, which uniquely enable magnonic functionalities\nfundamentally inaccessible to conventional magnetic systems. These states arise\nfrom diameter-dependent competition between the nearest-neighbor ferromagnetic\n($J_1$) and longer-range antiferromagnetic ($J_2$/$J_3$) couplings, as\nrigorously validated through density-functional theory calculations and\nHeisenberg modeling of phase diagrams. Critically, by the\nLandau-Lifshitz-Gilbert equation, we find that high-order vortex configurations\nunlock an intrinsic hybridization mechanism governed by strict orbital angular\nmomentum (OAM) selection rules ($\\Delta l = \\pm 2(n-1)$) -- a process strictly\nforbidden in fundamental vortices ($n$ = 1) -- generating complex high-OAM\nmagnons with measurable topological charge. This is vividly demonstrated in the\n3$\\varphi$ state, where hybridization between $l$ = -4, 0 and 4 modes produces\neight-petal magnon density patterns. Such states provide an essential\nplatform-free solution for generating high-OAM magnons, wchich is crucial for\nspin-wave-based information transport. These findings establish a predictive\ntheoretical framework for controlling high-order vortex states in curved\nmagnets and highlight VSe2 nanotubes as a promising platform for exploring\ncomplex magnetism and developing future magnonic and spintronic devices."}
{"id": "2509.08332", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08332", "abs": "https://arxiv.org/abs/2509.08332", "authors": ["F. Yang", "G. D. Zhao", "Y. Shi", "L. Q. Chen"], "title": "An Efficient Phase-Transition Framework for Gate-Tunable Superconductivity in Monolayer WTe$_2$", "comment": null, "summary": "The recently reported gate-tunable superconductivity in monolayer WTe$_2$\nexhibits several striking anomalies beyond the standard paradigm, including a\ncontrasting carrier-density dependence of the transition temperature $T_c$ in\nweakly and strongly disordered regimes and more surprisingly, the sudden\ndisappearance of superconducting fluctuations below a critical carrier density.\nTo understand these features, we go beyond the mean-field theory to treat the\nsuperconducting gap and superfluid density by explicitly incorporating both\nNambu-Goldstone (NG) phase fluctuations and Berezinskii-Kosterlitz-Thouless\n(BKT) fluctuations. We show that these fluctuations are minimal in the\nweak-disorder regime but become crucial under strong disorder, where the\nzero-temperature gap renormalized by NG quantum fluctuations becomes\ndensity-dependent while the BKT fluctuations drive the superconducting $T_c$\nbelow the gap-closing temperature. Simulations within this unified framework\ncombining with the density-functional-theory input to account for the excitonic\ninstability quantitatively reproduced nearly all key experimental observations\nin monolayer WTe$_2$, providing a consistent understanding of reported\nanomalies."}
{"id": "2509.08370", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08370", "abs": "https://arxiv.org/abs/2509.08370", "authors": ["Xiang Li", "Zheng-Yu Weng"], "title": "Terahertz nonlinear response in cuprate superconductors and the Higgs field in doped Mott insulators", "comment": "12 pages, 5 figures", "summary": "A puzzling phenomenon has been recently revealed in terahertz nonlinear\noptical response experiments: A third harmonic generation (THG) signal,\nidentified only in the superconducting (SC) phase in a conventional BCS\nsuperconductor, is found to persist into a wide pseudogap regime in the\nunderdoped cuprate, accompanied by a $\\pi$ phase shift in the THG signal across\nthe SC transition. In this paper, we offer a consistent understanding of such\nan unconventional phenomenon based on an emergent Higgs mode of the condensed\nholons in the doped Mott insulator. Specifically, in the lower pseudogap phase\n(LPP) where, although the holons still remain Bose condensed, the SC phase\ncoherence gets disordered by excited spinons, which induce vortex-like\nresponses from the holon condensate. By coupling to such internal fluctuations\ndescribed by a mutual Chern-Simons gauge theory, we show that an external\nelectromagnetic field can indeed produce the optical THG response in both the\nSC and LPP states, which are distinguished by a $\\pi$ phase shift with a\nsubstantial suppression of the THG signal in the latter regime at higher\ntemperatures."}
{"id": "2509.08513", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.08513", "abs": "https://arxiv.org/abs/2509.08513", "authors": ["Youqiang Huang", "Tiago V. C. Antao", "Adolfo O. Fumega", "Mikko Turunen", "Yi Zhang", "Hanlin Fang", "Nianze Shang", "Juan C. Arias-Munoz", "Fedor Nigmatulin", "Hao Hong", "Andrew S. Kim", "Faisal Ahmed", "Hyunyong Choi", "Sanshui Xiao", "Kaihui Liu", "Jose L. Lado", "Zhipei Sun"], "title": "Observation of tunable chiral spin textures with nonlinear optics", "comment": null, "summary": "Chiral spin textures, such as spin spirals and skyrmions, are key to\nadvancing spintronics by enabling ultrathin, energy-efficient memory, and\nhigh-density data storage and processing. However, their realization remains\nhindered by the scarcity of suitable host materials and the formidable\nexperimental challenges associated with the characterization of these intricate\nchiral magnetic states. Here, we report the observation of tunable chiral\nmagnetic textures in van der Waals magnet CrPS$_4$ with nonlinear optics. These\ntunable textures exhibit strong chiral third-order nonlinear optical responses,\ndriven by interlayer and intralayer spin couplings under varying magnetic\nfields and temperatures. These pronounced chiral nonlinear optical responses\nhighlight the potency and high sensitivity of the nonlinear optical readout for\nprobing non-collinear magnetic orders. Moreover, our findings position van der\nWaals magnets and their heterostructures as an exceptional platform for\nreconfigurable spin-photonics and spintronics, unifying optical, electrical,\nand magnetic properties through unique intralayer and interlayer spin coupling\nproperties and effective spin interaction between photons and electrons."}
{"id": "2509.08386", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08386", "abs": "https://arxiv.org/abs/2509.08386", "authors": ["Yuxin Wang", "Kun Jiang", "Jianjun Ying", "Tao Wu", "Jinguang Cheng", "Jiangping Hu", "Xianhui Chen"], "title": "Recent progress in nickelate superconductors", "comment": "18 pages, 11 figures", "summary": "The discovery of superconductivity in nickelate compounds has opened new\navenues in the study of high-temperature superconductors. Here we provide a\ncomprehensive overview of recent progress in the field, including all different\nnickelate systems, reduced-Ruddlesden-Popper-type infinite layer LaNiO$_2$,\nRuddlesden-Popper-type bilayer La$_3$Ni$_2$O$_7$ and trilayer\nLa$_4$Ni$_3$O$_{10}$. We begin by introducing the superconducting properties of\nthe hole-doped LaNiO$_2$ system, which marked the starting point for nickelate\nsuperconductivity. We then turn to the bilayer La$_3$Ni$_2$O$_7$ system,\ndiscussing both its high-pressure and thin-film superconducting phases. This is\nfollowed by an examination of the trilayer La$_4$Ni$_3$O$_{10}$ system and\nother related multilayer nickelates. Throughout the review, we highlight\nemerging trends, key challenges, and open questions. We conclude by addressing\ncurrent limitations in materials synthesis and characterization, and future\ndirections that may help uncover the mechanisms driving superconductivity in\nthese complex oxide systems."}
{"id": "2509.08418", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.08418", "abs": "https://arxiv.org/abs/2509.08418", "authors": ["Nicholas Miklaucic", "Lai Wei", "Rongzhi Dong", "Nihang Fu", "Sadman Sadeed Omee", "Qingyang Li", "Sourin Dey", "Victor Fung", "Jianjun Hu"], "title": "Facet: highly efficient E(3)-equivariant networks for interatomic potentials", "comment": null, "summary": "Computational materials discovery is limited by the high cost of\nfirst-principles calculations. Machine learning (ML) potentials that predict\nenergies from crystal structures are promising, but existing methods face\ncomputational bottlenecks. Steerable graph neural networks (GNNs) encode\ngeometry with spherical harmonics, respecting atomic symmetries -- permutation,\nrotation, and translation -- for physically realistic predictions. Yet\nmaintaining equivariance is difficult: activation functions must be modified,\nand each layer must handle multiple data types for different harmonic orders.\nWe present Facet, a GNN architecture for efficient ML potentials, developed\nthrough systematic analysis of steerable GNNs. Our innovations include\nreplacing expensive multi-layer perceptrons (MLPs) for interatomic distances\nwith splines, which match performance while cutting computational and memory\ndemands. We also introduce a general-purpose equivariant layer that mixes node\ninformation via spherical grid projection followed by standard MLPs -- faster\nthan tensor products and more expressive than linear or gate layers. On the\nMPTrj dataset, Facet matches leading models with far fewer parameters and under\n10% of their training compute. On a crystal relaxation task, it runs twice as\nfast as MACE models. We further show SevenNet-0's parameters can be reduced by\nover 25% with no accuracy loss. These techniques enable more than 10x faster\ntraining of large-scale foundation models for ML potentials, potentially\nreshaping computational materials discovery."}
{"id": "2509.08428", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08428", "abs": "https://arxiv.org/abs/2509.08428", "authors": ["Ulli Gems", "Oliver Franke", "Piet W. Brouwer"], "title": "Resonant current-in-plane spin-torque diode effect in magnet$-$normal metal bilayers", "comment": "5+2 pages, 4 figures. This is a companion article to\n  arXiv:2408.13099v3 and arXiv:2508.02492", "summary": "Via the spin-Hall effect and its inverse, in-plane charge currents in a\nnormal metal$-$ferromagnet (N$|$F) bilayer can be used to excite and detect\nmagnetization dynamics in F. Using a magneto-electric circuit approach, we here\nconsider the current response to quadratic order in the applied electric field,\nwhich is resonantly enhanced for driving frequencies close to frequencies of\ncoherent magnetization modes. Our theory can be applied to bilayers with a\nmagnetic insulator or with a magnetic metal. It focuses on the contribution of\ncoherent magnetization dynamics to spin currents collinear with the equilibrium\nmagnetization direction, but also takes into account relaxation of spin\naccumulation via spin currents carried by incoherent magnons and conduction\nelectrons in F."}
{"id": "2509.08479", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.08479", "abs": "https://arxiv.org/abs/2509.08479", "authors": ["Mikheil Tsitsishvili", "Reinhold Egger", "Karsten Flensberg", "Sebastian Diehl"], "title": "From Kardar-Parisi-Zhang scaling to soliton proliferation in Josephson junction arrays", "comment": "7 pages, 4 figures", "summary": "We propose Josephson junction arrays as realistic platforms for observing\nnonequilibrium scaling laws characterizing the Kardar-Parisi-Zhang (KPZ)\nuniversality class, and space-time soliton proliferation. Focusing on a\ntwo-chain ladder geometry, we perform numerical simulations for the roughness\nfunction. Together with analytical arguments, our results predict KPZ scaling\nat intermediate time scales, extending over sufficiently long time scales to be\nobservable, followed by a crossover to the asymptotic long-time regime governed\nby soliton proliferation."}
{"id": "2509.08496", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08496", "abs": "https://arxiv.org/abs/2509.08496", "authors": ["Li-Qing Zheng", "Fábio J. R. Costa", "Abhishek Grewal", "Ruonan Wang", "Fengmin Wang", "Wei Li", "Anna Rosławska", "Klaus Kuhnke", "Klaus Kern"], "title": "Probing up-conversion electroluminescence of decoupled porphyrin molecules in a plasmonic nanocavity", "comment": "44 pages, 19 figures, 1 table", "summary": "Molecular triplet states can produce significant phosphorescence and act as a\nrelay state for luminescence, such as in up-conversion processes. While this\nproperty makes triplet emitters interesting for organic light-emitting diodes\n(OLEDs), the study of their luminescence at the single molecule level in high\nresolution scanning tunneling microscopy (STM) is challenging. We investigate\nindividual Pd-octaethylporphyrin (PdOEP) molecules decoupled from Ag(100) and\nAg(111) by an ultrathin NaCl layer and observe singlet and triplet emission\nlines at visible wavelengths, only about 100 nm apart from each other. This is\nin stark contrast to the metal or free-base phthalocyanines, for which\ntypically the lowest triplet transitions lie in the far red or infrared where\nthe sensitivity of CCD camera decreases significantly. The singlet S1 state of\nPdOEP emits photons even when the photon energy is higher than the energy\nprovided by a tunneling electron, in an energy up-conversion process. This\nmechanism requires a relay (or shelving) state in which energy is stored in the\nmolecule for the interval between tunneling electrons. Analyzing the energy\nlevels of different molecular states (S1, D0, and T1 states) and fitting the\ncurrent dependencies of S1 under up-conversion electroluminescence (UCEL)\ncondition for S1 and T1 emission, we verify the validity of a triplet-mediated\nup-conversion model. We also discuss a preliminary result for coupling with a\nneighboring molecule."}
{"id": "2509.08497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08497", "abs": "https://arxiv.org/abs/2509.08497", "authors": ["Patrick Giese", "Mathias Stokkebye Nissen", "Stig Helveg", "Jakob Schiøtz"], "title": "Visualizing phonon edge states on molybdenum disulphide", "comment": "8 figures", "summary": "We employ Molecular Dynamics (MD) simulations to study atom vibrational\namplitudes in carbon-supported Molybdenum Disulphide (MoS2) nanoparticles.\nEnhanced and correlated atom vibrational amplitudes are observed as the\nnanoparticle edges are approached from the bulk, consistent with recent\nexperimental High-Resolution Transmission Electron Microscopy (HR-TEM)\nobservations by Chen et al (Nature Communications 12, 5007 (2021). Analysis of\nphonon modes in finite systems explains the experimental observation by\nlow-energy phonon modes confined at the nanoparticle edge, underscoring the\nneed of full MD modeling for accurate HR-TEM image interpretation. Noticeably,\nwe introduce a workflow for training Equivariant Neural Network-based machine\nlearning potentials using limited Density Functional Theory (DFT) calculations.\nThis approach effectively captures both covalent and van der Waals\ninteractions, enabling accurate extrapolations of DFT calculations to larger\nsystems with built-in error estimation."}
{"id": "2509.08498", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08498", "abs": "https://arxiv.org/abs/2509.08498", "authors": ["Pjotrs Žguns", "Inga Pudza", "Alexei Kuzmin"], "title": "Benchmarking CHGNet Universal Machine Learning Interatomic Potential Against DFT and EXAFS: Case of Layered WS2 and MoS2", "comment": null, "summary": "Universal machine learning interatomic potentials (uMLIPs) deliver near ab\ninitio accuracy in energy and force calculations at low computational cost,\nmaking them invaluable for materials modeling. Although uMLIPs are pre-trained\non vast ab initio datasets, rigorous validation remains essential for their\nongoing adoption. In this study, we use the CHGNet uMLIP to model thermal\ndisorder in isostructural layered 2Hc-WS2 and 2Hc-MoS2, benchmarking it against\nab initio data and extended X-ray absorption fine structure (EXAFS) spectra,\nwhich capture thermal variations in bond lengths and angles. Fine-tuning CHGNet\nwith compound-specific ab initio (DFT) data mitigates the systematic softening\n(i.e., force underestimation) typical of uMLIPs and simultaneously improves\nalignment between molecular dynamics-derived and experimental EXAFS spectra.\nWhile fine-tuning with a single DFT structure is viable, using ~100 structures\nis recommended to accurately reproduce EXAFS spectra and achieve DFT-level\naccuracy. Benchmarking the CHGNet uMLIP against both DFT and experimental EXAFS\ndata reinforces confidence in its performance and provides guidance for\ndetermining optimal fine-tuning dataset sizes."}
{"id": "2509.08501", "categories": ["cond-mat.str-el", "hep-lat", "hep-ph", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08501", "abs": "https://arxiv.org/abs/2509.08501", "authors": ["Thomas Banks", "Anish Suresh"], "title": "Approximation in Lattice Field Theories", "comment": "12 pages, 7 figures", "summary": "We investigate an approximation to the Schwinger-Dyson (SD) equations of the\ncollective Coulomb field of the large $N$ homogeneous electron fluid. The large\n$N$ approximation transforms the infinite SD hierarchy is into a set of closed,\nequations for 1 and 2-pt correlators. In this paper, the dynamics of a toy\nmodel - a small square Euclidean lattice with periodic boundary conditions -\nare considered. The Markov Chain Monte Carlo numerical method evaluated the 1\nand 2-pt correlation functions on a $2 \\times 2$ and $3 \\times 3$ lattice. The\nderived equations are checked with the correlator values, and an agreement at\n$N \\sim 10^3$ to order $10^{-3}$ was found. The agreement can be further\nstrengthened by increasing runs in the Markov Chain Monte Carlo method."}
{"id": "2509.08513", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.08513", "abs": "https://arxiv.org/abs/2509.08513", "authors": ["Youqiang Huang", "Tiago V. C. Antao", "Adolfo O. Fumega", "Mikko Turunen", "Yi Zhang", "Hanlin Fang", "Nianze Shang", "Juan C. Arias-Munoz", "Fedor Nigmatulin", "Hao Hong", "Andrew S. Kim", "Faisal Ahmed", "Hyunyong Choi", "Sanshui Xiao", "Kaihui Liu", "Jose L. Lado", "Zhipei Sun"], "title": "Observation of tunable chiral spin textures with nonlinear optics", "comment": null, "summary": "Chiral spin textures, such as spin spirals and skyrmions, are key to\nadvancing spintronics by enabling ultrathin, energy-efficient memory, and\nhigh-density data storage and processing. However, their realization remains\nhindered by the scarcity of suitable host materials and the formidable\nexperimental challenges associated with the characterization of these intricate\nchiral magnetic states. Here, we report the observation of tunable chiral\nmagnetic textures in van der Waals magnet CrPS$_4$ with nonlinear optics. These\ntunable textures exhibit strong chiral third-order nonlinear optical responses,\ndriven by interlayer and intralayer spin couplings under varying magnetic\nfields and temperatures. These pronounced chiral nonlinear optical responses\nhighlight the potency and high sensitivity of the nonlinear optical readout for\nprobing non-collinear magnetic orders. Moreover, our findings position van der\nWaals magnets and their heterostructures as an exceptional platform for\nreconfigurable spin-photonics and spintronics, unifying optical, electrical,\nand magnetic properties through unique intralayer and interlayer spin coupling\nproperties and effective spin interaction between photons and electrons."}
{"id": "2509.08536", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08536", "abs": "https://arxiv.org/abs/2509.08536", "authors": ["Deepak Dhar", "Sanjib Sabhapandit"], "title": "Hysteresis and the Barkhausen noise in magnets", "comment": "Review article. 30 pages, 12 figures", "summary": "We provide an overview of studies of hysteresis in models of magnets. We\ndiscuss the shape of the hysteresis loop, dynamical symmetry breaking, and the\ndependence of the area of the loop on the amplitude and frequency of the\ndriving field. The Barkhausen noise in the hysteresis loop may be modelled by\nthe wide distribution of sizes of magnetization jumps in the random-field Ising\nmodel. We discuss the distribution of sizes of these jumps in the random field\nIsing model on the Bethe lattice."}
{"id": "2509.08557", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08557", "abs": "https://arxiv.org/abs/2509.08557", "authors": ["Ivan Balog", "Adam Rançon"], "title": "Constraint correlation functions of the Ising model in the scaling limit", "comment": "11 pages, 3 figures", "summary": "We study the correlation function of the one-dimensional Ising model at fixed\nmagnetization. Focusing on the scaling limit close to the zero-temperature\nfixed point, we show that this correlation function, in momentum space,\nexhibits surprising oscillations as a function of the magnetization. We show\nthat these oscillations have a period inversely proportional to the momentum\nand give an interpretation in terms of domain walls. This is in sharp contrast\nwith the behavior of the correlation function in constant magnetic fields, and\nsheds light on recent results obtained by Monte Carlo simulations of the\ncritical two-dimensional Ising model at fixed magnetization."}
{"id": "2509.08565", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08565", "abs": "https://arxiv.org/abs/2509.08565", "authors": ["Oded Farago"], "title": "Inverse Clausius Thermodynamics in Run-and-Tumble Dynamics", "comment": "6 pages, 4 figures", "summary": "We consider a one-dimensional run-and-tumble particle (RTP) confined by an\nexternal potential and coupled to a thermal reservoir. Starting from the\ncorresponding Fokker-Planck equation, we derive an explicit expression for the\nlocal entropy flux between the system and the heat bath. We then construct a\nthermodynamic representation of the RTP dynamics, modeling the system as an\noverdamped particle in a medium with a spatially inhomogeneous effective\ntemperature field, determined directly from the entropy flux. This forms the\nbasis of an Inverse Clausius Thermodynamics framework, in which thermodynamic\nquantities are inferred from entropy exchange with the heat bath rather than\npostulated. In addition to an exact expression for the entropy flux, the\nframework introduces a physically motivated approximation for evaluating the\nlocal entropy production rate. The approach is computationally efficient and\nbroadly applicable, and is particularly well suited for RTP models where\npropulsion velocities are redrawn from a continuous distribution at each\ntumbling event rather than restricted to discrete states."}
{"id": "2509.08573", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08573", "abs": "https://arxiv.org/abs/2509.08573", "authors": ["Sandro Wieser", "YuJie Cen", "Georg K. H. Madsen", "Jesús Carrete"], "title": "Accelerating first-principles molecular-dynamics thermal conductivity calculations for complex systems", "comment": null, "summary": "Atomistic simulations of heat transport in complex materials are costly and\nhard to converge. This has led to the development of several noise reduction\ntechniques applicable to equilibrium molecular-dynamics simulations. We analyze\nthe performance of those strategies, taking InAs nanowires as our benchmark due\nto the diverse structures and complex phonon spectra of these quasi-1D systems.\nWe demonstrate how, for low-thermal-conductivity systems, cepstral analysis can\nreduce computational demands while still delivering accurate results that do\nnot require discarding arbitrary parts of the dataset. However, issues with\nthis approach are revealed when treating high-thermal-conductivity systems,\nwhere the thermal conductivity is significantly underestimated. We discuss\nalternative methods to be used in that situation, relying on uncertainty\npropagation from independent simulations. We show that the contributions of the\ncovariance matrix have to be included for a quantitative assessment of the\nerror. The combination of these strategies with machine-learning interatomic\npotentials (MLIPs) provides an accelerated, robust workflow applicable to a\ndiverse set of systems, as our examples using a highly transferable MACE\npotential illustrate."}
{"id": "2509.08585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08585", "abs": "https://arxiv.org/abs/2509.08585", "authors": ["Kunihiko Shizume", "Naoyuki Hatada"], "title": "Microstructural Control and Heat Transport Enhancement in Lanthanum Sulfate for Thermochemical Heat Storage", "comment": "17 pages (Main Manuscript: 13 pages; Supporting Information: 4\n  pages), 7 figures in the main text, 2 figures and 1 table in the SI", "summary": "Enhancing heat transport within thermochemical heat storage (TCHS) materials\nis essential for improving the heat output. A common strategy is combining\nsalts with highly conductive additives such as carbon or metals. However, such\ncomposites often suffer from drawbacks including interfacial instability and a\nreduction of gas permeability. In this work, we propose an alternative approach\nbased on microstructural orientation control, aiming to create efficient heat\ntransport pathways without relying on conductive additives. As a model\nmaterial, La$_2$(SO$_4$)$_3$ was selected, which undergoes reversible hydration\nand dehydration below 250 {\\deg}C. Centimeter-scale hexagonal prismatic\nLa$_2$(SO$_4$)$_3\\cdot$9H$_2$O grains were grown from solution and then formed\ninto plate-shaped specimens either parallel to the longitudinal direction or\ntransverse to it, and then dehydrated to $\\beta$-La$_2$(SO$_4$)$_3$. Laser\nflash analysis revealed clear orientation-dependent thermal diffusivity of\npre-dehydrated $\\beta$-La$_2$(SO$_4$)$_3$, with values of about 0.24 mm$^2$/s\nfor the longitudinal plate and about 0.15 mm$^2$/s for the transverse plate at\nroom temperature. Microstructural observations indicated the formation of\naligned rod-like domains, suggesting that orientation provides an efficient\nheat transport pathway. These findings demonstrate that controlling orientation\nprovides a viable route to enhance heat transport in TCHS materials, offering a\nnew design approach."}
{"id": "2509.08650", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08650", "abs": "https://arxiv.org/abs/2509.08650", "authors": ["Weizhe Zhang", "June Ho Yeo", "Xiaoyu Guo", "Tony Chiang", "Nishkarsh Agarwal", "John T. Heron", "Kai Sun", "Junjie Yang", "Sang-Wook Cheong", "Youngjun Ahn", "Liuyan Zhao"], "title": "Intertwined polar, chiral, and ferro-rotational orders in a rotation-only insulator", "comment": "15 pages, 4 figures", "summary": "Intertwined orders refer to strongly coupled and mutually dependent orders\nthat coexist in correlated electron systems, often underpinning key physical\nproperties of the host materials. Among them, polar, chiral, and\nferro-rotational orders have been theoretically known to form a closed set of\nintertwined orders. However, experimental investigation into their mutual\ncoupling and physical consequences has remained elusive. In this work, we\nemploy the polar-chiral insulator Ni$_3$TeO$_6$ as a platform and utilize a\nmultimodal optical approach to directly probe and reveal the intertwining among\npolarity, chirality, and ferro-rotational order. We demonstrate how their\ncoupling governs the formation of domains and dictates the nature of domain\nwalls. Within the domains, we identify spatial inversion symmetry as the\noperation connecting two domain states of opposite polarity and chirality, with\na common ferro-rotational state serving as the prerequisite for these\ninterlocked configurations. At the domain walls, we observe a pronounced\nenhancement of in-plane polarization accompanied by a suppression of chirality.\nBy combining with Ginzburg-Landau theory within the framework of a pre-existing\nferro-rotational background, we uncover the emergence of mixed N\\'eel- and\nBloch-type domain walls. Our findings highlight the critical role of\nintertwined orders in defining domain and domain wall characteristics and open\npathways for domain switching and domain wall control via intertwined order\nparameters."}
{"id": "2509.08662", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08662", "abs": "https://arxiv.org/abs/2509.08662", "authors": ["M. Sepliarsky", "F. Aquistapace", "F. Di Rino", "R. Machado", "M. G. Stachiotti"], "title": "A Local-Phase Framework for the BaTi_{1-x}Zr_xO_3$ Phase Diagram: From Ferroelectricity to Dipolar Glass", "comment": "12 pages, 9 figures", "summary": "We apply a first-principles-based atomistic model to investigate the\nBaTi(1-x)Zr(x)O3 phase diagram, focusing on both macroscopic and local\nstructural changes. Our approach, which combines molecular dynamics with\nmachine learning techniques, accurately captures the influence of Ti and Zr\ncations on their local environment and its evolution with composition and\ntemperature. The computed phase diagram shows excellent agreement with existing\nexperimental and theoretical data. Beyond reproducing known results, our\nanalysis reveals that the behavior of the solid solution across different\ncompositions and temperatures can be understood in terms of coexisting Ti cells\nwith different symmetries, whose stability depends on the local B-site\nconfiguration. This local-phase-based approach provides a unified description\nof the distinct regions of the solid solution, including ferroelectric,\nrelaxor, and dipolar glass phases, and captures the continuous evolution from\none regime to another. Our findings demonstrate how atomic-level distortions\ndrive the complex macroscopic behavior of the material."}
{"id": "2509.08668", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08668", "abs": "https://arxiv.org/abs/2509.08668", "authors": ["Przemyslaw Przybysz", "Karma Tenzin", "Berkay Kilic", "Witold Kozlowski", "Pawel J. Kowalczyk", "Pawel Dabrowski", "Jagoda Slawinska"], "title": "Persistent spin texture preserved by local symmetry in graphene/WTe$_2$ heterostructure", "comment": null, "summary": "Crystal symmetries in solids give rise to spin-momentum locking, which\ndetermines how an electron's spin orientation depends on its momentum. This\nrelationship, often referred to as spin texture, influences both charge-to-spin\nconversion and spin relaxation, making it one of the essential characteristics\nfor spin-orbit-driven phenomena. Materials with strong spin-orbit coupling and\nbroken inversion symmetry can host persistent spin textures (PSTs) -\nunidirectional spin configurations in momentum space, supporting efficient\ncharge-to-spin conversion and extended spin lifetimes. Monolayer WTe$_2$, a\ntopological material crystallizing in a rectangular lattice, is a notable\nexample; its symmetry enforces a canted PST enabling quantum spin Hall effect\nwith the nontrivial spin orientation. Here, we use first-principles\ncalculations to explore how these properties are modified when WTe$_2$ is\ninterfaced with graphene. We find that the PST is preserved by the local\nsymmetry present in different regions of the heterostructure, while the system\ndevelops extended electron and hole pockets, resulting in semimetallic\nbehavior. Although the band gap closes and eliminates the quantum spin Hall\nphase, spin Hall effects remain robust in both conventional and unconventional\ngeometries. The computed spin Hall conductivities are comparable to those of\nother two-dimensional materials, and the survival of the PST suggests the\npossibility of long-range spin transport even in the absence of topological\nedge states. In addition, the graphene layer serves as an oxidation barrier,\nhelping protect the intrinsic properties of WTe$_2$ and supporting the\npotential of this heterostructure for spintronic applications."}
{"id": "2509.08675", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.08675", "abs": "https://arxiv.org/abs/2509.08675", "authors": ["Liyu Zhong", "Sheng Mao"], "title": "Ultra-Efficient Reconstruction of Anisotropic Hyperuniform Continuous Random Fields in 2D and 3D via Generalized Spectral Filtering", "comment": null, "summary": "Hyperuniform continuous random fields suppress large-scale fluctuations while\npreserving rich local disorder, making them highly attractive for\nnext-generation photonic, thermal and mechanical materials. However,\ntraditional reconstruction techniques often suffer from limited spectral\ncontrol or excessive computational cost, especially in high-resolution 2D and\n3D settings. In this work, we present an ultra-efficient generative algorithm\nbased on generalized superellipse spectral filtering, which allows independent\ntuning of isotropic and anisotropic spectral envelopes without resorting to\ncostly iterative schemes. We demonstrate our method on a comprehensive set of\n2D and 3D examples, showing precise manipulation of spectral band shape and\norders-of-magnitude speedup compared to existing approaches. Furthermore, we\nexplore the effect of simple thresholding on the generated fields, analyzing\nthe morphological features and power-spectrum characteristics of the resulting\ntwo-phase maps. Our results confirm that the proposed framework not only\naccelerates hyperuniform field synthesis but also provides a versatile platform\nfor systematic study of binary microstructures derived from continuous designs.\nThis work opens new avenues for large-scale simulation and optimized design of\nadvanced hyperuniform materials."}
{"id": "2509.08701", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08701", "abs": "https://arxiv.org/abs/2509.08701", "authors": ["Yuanze Li", "Jiahao Chen", "Renfei Wang", "Yifan Zhang", "Yingdong Deng", "Jin Xie", "Xufeng Kou", "Yang Liu", "Tian Liang"], "title": "Quantized Charge Accumulation in a Quantum Anomalous Hall System", "comment": null, "summary": "We report the first experimental observation of magnetic-field-induced\nquantized charge accumulation in a quantum anomalous Hall (QAH) system -- a\nphenomenon originating from the intrinsic two-dimensional surface state and\nfundamentally distinct from conventional edge-dependent transport phenomena.\nOur approach employs a novel out-of-plane capacitive detection method to\ndirectly probe this charge accumulation, revealing its distinction and\ncorrelation with other surface state properties, such as Laughlin charge\npumping. We demonstrate that the accumulated charge density is governed by the\nquantized Hall conductance but is significantly influenced by dissipation\neffects due to finite longitudinal conductance. By performing frequency and\nlongitudinal conductance dependence measurements, the underlying ideal\nquantized charge accumulation is extracted, in agreement with theoretical\npredictions. Importantly, our out-of-plane method of measuring charge\naccumulation allows the detection of small electric polarization in future\nstudies, establishing a pathway toward the direct observation of the\ntopological magnetoelectric effect, a manifestation of the four-dimensional\nquantum Hall effect."}
{"id": "2509.08711", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.08711", "abs": "https://arxiv.org/abs/2509.08711", "authors": ["Svend-Age Biehs", "Ivan Latella"], "title": "Feynman paradox induced by vacuum and thermal fluctuations", "comment": null, "summary": "A charged particle initially at rest in an external magnetic field starts to\nrotate when the magnetic field is switched off. This is a variant of the\nFeynman disc paradox, where the conservation of angular momentum is seemingly\nviolated. The paradox is understood by realizing that angular momentum is\ninitially stored in the electromagnetic field and is transferred to the\nparticle when the magnetic field is removed. In a classical description, no\nrotation occurs if the particle is uncharged, as the initial angular momentum\nis zero in this case. We show that electromagnetic fluctuations in thermal\nequilibrium can induce a quantum analog of the Feynman paradox, where a\nnonreciprocal particle without charge starts to rotate when the source of\nnonreciprocity is removed. This paradox is due to persistent energy fluxes\narising in nonreciprocal systems at equilibrium, leading to angular momentum\nstored in the electromagnetic field. We demonstrate that the contribution of\nvacuum fluctuations to persistent energy fluxes dominate over thermal\nfluctuations at finite temperature, so vacuum fluctuations dominate the\nequilibrium angular momentum as well. Observation of the induced motion would\nthus provide a means of detecting persistent energy fluxes and offer further\nevidence for the physical reality of vacuum fluctuations."}
{"id": "2509.08716", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08716", "abs": "https://arxiv.org/abs/2509.08716", "authors": ["Fanyu Meng", "Hechang Lei"], "title": "Weakly superconducting anisotropy in 4Hb-Nb0.95Ti0.05Se2 with 1T/1H heterostructure", "comment": "16 pages and 4 figures", "summary": "Heterostructures of layered transition metal dichalcogenide (TMD) exhibit\nrich physical properties by the combination of strong electronic correlation\neffects in 1T layer and superconductivity in 1H layer. But the limited number\nof bulk TMD materials with such heterostructures impedes the in-depth\nunderstanding of the physical mechanisms behind these properties, as well as\nresearch on tuning of these properties. Here, we report a systematic study on\nphysical properties of the 4Hb-Nb0.95Ti0.05Se2 single crystals with 1T/1H\nheterostructure. It exhibits a superconducting transition at temperature below\n3.3 K. Further analysis indicates that 4Hb-Nb0.95Ti0.05Se2 is an intermediately\ncoupled type-II superconductor. Moreover, 4Hb-Nb0.95Ti0.05Se2 shows a rather\nweak superconducting anisotropy (~ 2), distinctly different from other known\nTMD superconductors with 4Hb heterostructure."}
{"id": "2509.08741", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08741", "abs": "https://arxiv.org/abs/2509.08741", "authors": ["J. M. P. Carmelo", "P. D. Sacramento"], "title": "Finite-temperature transport in the gapped spin-1/2 XXZ chain and one-dimensional lattice spinless fermion model", "comment": "12 pages, 1 figure", "summary": "Here we consider a class of energy eigenstates of the spin-1/2 XXZ chain that\nexist both for anisotropies 1 and larger than 1. We show that at the isotropic\npoint their contributions are behind the diffusion constant being infinite,\nspin transport being anomalous superdiffusive for temperatures T>0. That for\nanisotropy larger than 1 such states do not contribute to the diffusion\nconstant is shown to imply it is finite, spin transport being normal diffusive\nfor T>0. By combining the connection through a Jordan-Wigner transformation of\nthe spin-1/2 XXZ chain to the one-dimensional (1D) lattice spinless fermion\nmodel at zero chemical potential for V/J larger or equal to 1 with its\nBethe-ansatz solution, where V is the nearest-neighbor Coulomb repulsion and J\nis twice the hopping integrai, in this paper we also address the issue of the\nT>0 charge transport of that model at zero chemical potential. It is found to\nbe anomalous superdiffusive for V/J=1 and normal diffusive for V/J>1."}
{"id": "2509.08821", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08821", "abs": "https://arxiv.org/abs/2509.08821", "authors": ["Han Li", "Xu-Guang Zhou", "Gang Su", "Wei Li"], "title": "Kitaev-derived Gapless Spin Liquid in the $K$-$J$-$Γ$-$Γ'$ Quantum Magnet Na$_2$Co$_2$TeO$_6$", "comment": "6 pages, 4 figures, Supplementary materials", "summary": "The realization of quantum spin liquids (QSLs) in Kitaev magnets represents\nan intriguing topic in frustrated quantum magnetism. Despite prediction in the\npure Kitaev honeycomb model, realization of QSLs in realistic systems and\nmaterials remain scarce. The recent discovery of cobalt-based compound\nNa$_2$Co$_2$TeO$_6$ has raised significant research interest. By establishing a\nrealistic $K$-$J$-$\\Gamma$-$\\Gamma'$ model for Na$_2$Co$_2$TeO$_6$ -- with a\ndominant antiferromagnetic (AFM) Kitaev interaction ($K>0$) that quantitatively\nexplains its thermodynamics measurements -- we reveal an intermediate gapless\nQSL phase under [111] magnetic fields with tensor-network calculations. We\nconfirm the QSL nature of this phase by demonstrating its adiabatic connection\nto the intensively studied intermediate QSL of the pure AFM Kitaev model under\nout-of-plane fields. Our results show excellent agreement with recent\nhigh-field experiments, thereby explaining the intermediate-field phase in\nNa$_2$Co$_2$TeO$_6$. These findings bridge the gap between theoretical\nproposals for a Kitaev-derived QSL and experimental realization, opening new\navenues for exploring exotic quantum states of matter in realistic Kitaev\nmaterials."}
{"id": "2509.08823", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08823", "abs": "https://arxiv.org/abs/2509.08823", "authors": ["Jian-Hong She", "Jing-Xuan Wang", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Absence of two-orbital superconductivity in cuprate family: A DFT+DMFT perspective", "comment": "7 pages, 4 figures, 2 tables", "summary": "The recent discovery of high-temperature superconductivity in the bilayer\nnickelate La$_3$Ni$_2$O$_7$ has spurred intense interest in exploring analogous\nmechanisms in other transition metal oxides. This raises a pivotal question:\ncan cuprates, as neighbors to nickelates in the periodic table, host similar\ntwo-orbital superconductivity? Here, we systematically investigate the\nelectronic structure of a series of designed Ruddlesden-Popper cuprates. Our\ncalculations reveal that the parent compound La$_3$Cu$_2$O$_7$ is a weakly\ncorrelated metal, and hole-doping fails to induce strong correlation. We find\nthat the actual valence of the copper cations becomes strikingly pinned around\n+2.3, far away from the targeted $d^8$ configuration. This valence pinning is\nattributed to the inherent charge-transfer nature of cuprates. We propose this\nmechanism as a general principle explaining the robust single-orbital physics\nconsistently observed in the cuprate family, holding true even in materials\nlike the high-$T_c$ superconductor Ba$_2$CuO$_{3+\\delta}$ that appear\nstructurally primed for two-orbital activity. Our results therefore conclude\nthat the route towards two-orbital superconductivity is fundamentally\nobstructed in cuprates, providing a crucial constraint for the future design of\nhigh-temperature superconductors."}
{"id": "2509.08073", "categories": ["physics.comp-ph", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.08073", "abs": "https://arxiv.org/abs/2509.08073", "authors": ["Roberto Riganti", "Matteo G. C. Alasio", "Enrico Bellotti", "Luca Dal Negro"], "title": "DDNet: A Unified Physics-Informed Deep Learning Framework for Semiconductor Device Modeling", "comment": null, "summary": "The accurate modeling of semiconductor devices plays a critical role in the\ndevelopment of new technology nodes and next-generation devices. Semiconductor\ndevice designers largely rely on advanced simulation software to solve the\ndrift-diffusion equations, a coupled system of nonlinear partial differential\nequations that describe carrier transport in semiconductor devices. While these\ntools perform well for forward modeling, they are not suitable to address\ninverse problems, for example, determining doping profiles, material, and\ngeometrical parameters given a desired device performance. Meanwhile,\nphysics-informed neural networks (PINNs) have grown in popularity in recent\nyears thanks to their ability to efficiently and accurately solve inverse\nproblems at minimal computational cost compared to forward problems. In this\nstudy, we introduce the Drift-Diffusion Network (DDNet), a unified\nphysics-informed deep learning solver for the forward and inverse mesh-free\nsolutions of the drift-diffusion equations of semiconductor device modeling.\nUsing prototypical device configurations in one- and two spatial dimensions, we\nshow that DDNet achieves low absolute and relative error compared to\ntraditional simulation software while additionally solving user-defined inverse\nproblems with minimal computational overhead. We expect that DDNet will benefit\nsemiconductor device modeling by facilitating exploration and discovery of\nnovel device structures across comprehensive parameter sets in a fully\nautomated way."}
{"id": "2509.08143", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.08143", "abs": "https://arxiv.org/abs/2509.08143", "authors": ["Harender S. Dhattarwal", "Richard C. Remsing"], "title": "Electronic Fluctuations and Ionic Dynamics in Molten Silver Iodide", "comment": "10 pages, 9 figures", "summary": "Molten salts are high-temperature ionic liquids whose unique combination of\nstrong Coulombic interactions, large polarizabilities, and high ionic\nconductivities makes them central to energy storage, metallurgy, and nuclear\ntechnology. Understanding their delicate balance of Coulomb forces, short-range\nrepulsion, and electronic polarization, particularly regarding the role that\nelectronic fluctuations play in their structure and dynamics, is critical to\npredictively designing molten salts for applications of interest. We\ninvestigate the importance of electronic fluctuations in molten AgI using\ndensity functional theory, a universal machine learning model (Orb), and a\nclassical, empirical pairwise model of interionic interactions. We find that\ndirectional polarization fluctuations of iodide ions enhance Ag+ diffusion,\nmanifesting as enhanced force fluctuations and structure in the time-dependent\nfriction experienced by the cations. The coupling between iodide polarization\nfluctuations and silver diffusion creates a dynamic asymmetry; Ag+ motion is\ntightly linked to the instantaneous polarization of neighboring I-, whereas I-\ndynamics are relatively unperturbed by electronic fluctuations. For all\nstructural and dynamic quantities investigated, the Orb model is in excellent\nagreement with density functional theory-based simulations, highlighting the\nability of this universal neural network potential to capture many-body\npolarization effects. In contrast, the empirical force field fails to reproduce\nkey structural and dynamic quantities involving cations, ultimately because it\nneglects dynamic electronic fluctuations. Our findings connect liquid=state\nionic dynamics with the \"electronic paddle-wheel\" mechanism of ionic diffusion\nin superionic solids and motivate further exploration of polarization\nfluctuation effects in complex electrolytes and ionic liquids."}
