{"id": "2511.16697", "categories": ["physics.chem-ph", "math.RA"], "pdf": "https://arxiv.org/pdf/2511.16697", "abs": "https://arxiv.org/abs/2511.16697", "authors": ["Chandrasekhar Gokavarapu", "Venkata Rao Kaviti", "Srinivasa Rao Thirunagari", "D. Madhusudhana Rao"], "title": "Chemical Systems as Ternary $Γ$-Semirings:Theory, Case Studies, and Operational Tests", "comment": null, "summary": "Chemical systems are traditionally described by lists of species, reactions, and externally imposed kinetic laws, a framework that lacks an intrinsic algebraic structure governing how transformations compose. We propose an axiomatic reformulation in which a chemical system is modelled as a ternary Gamma semiring (TGS), where chemical states form an additive semigroup, mediators encode catalytic or environmental context, and mediated transformations are represented by a ternary operation. We show that the TGS axioms admit direct physical interpretations: distributivity corresponds to ideal, non-interfering parallel reactions, while associativity characterizes thermodynamic path-independence. Classical systems including Michaelis-Menten kinetics, global equilibrium, and allosteric regulation are recovered as different algebraic regimes, and we develop operational tests that quantify departures from the axioms through experimentally measurable indices. The resulting framework unifies equilibrium, kinetics, regulation, and chemical computation within a single algebraic language, offering new principles for the analysis and design of responsive or self-regulating materials."}
{"id": "2511.16701", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16701", "abs": "https://arxiv.org/abs/2511.16701", "authors": ["Paul J Dauenhauer"], "title": "Catalytic Resonance Theory: Kinetics and Frequency Response of Light-Promoted Catalysis", "comment": null, "summary": "The illumination of catalytic surfaces with a continuous or pulsed stream of photons dynamically modulates surface chemistry for faster rates, higher conversion, or product selectivity control. To establish fundamental principles of dynamic photon-modulated catalysis, the photocatalytic conversion of a generic surface reaction was simulated to understand the kinetic implications of an independent stream of photons promoting surface product desorption. Simulations were conducted via the microkinetic model and kinetic Monte Carlo methods for the scenarios of a Poisson distribution, constant spacing between photons, and coordinated on/off pulsing of photon sources. The time-averaged photocatalytic rate at differential conditions for varying photon flux and temperatures indicated three kinetic regimes described by product thermal desorption control, surface reaction control, and an intermediate kinetic regime with a zero slope Arrhenius plot, consistent with a degree of rate control dominated by the photon arrival frequency (i.e., per-site photon flux). The maximum photocatalytic rate occurred orders of magnitude above the Sabatier limit at the resonance frequency, identified as the photon arrival frequency that matched the surface reaction rate constant. Non-equilibrium photocatalytic conversion occurred when the rate of photon-promoted product desorption was comparable to the rate of thermal product desorption. Results indicated the general utility of photon-promoted catalysis, with negligible benefit for rate enhancement and quantum yield with photon source pulsing or chopping due to the inherent dynamic nature of photons from light sources."}
{"id": "2511.16798", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16798", "abs": "https://arxiv.org/abs/2511.16798", "authors": ["Thomas Philippe", "Yijian Wu", "Aymane Graini"], "title": "The seeding method: A test case for classical nucleation theory in small systems", "comment": null, "summary": "Molecular dynamics simulations are widely used to investigate nucleation in first-order phase transitions. Brute-force simulations, though popular, are limited to conditions of high metastability, where the critical cluster and the nucleation barrier are small. The seeding method has recently emerged as a powerful alternative for exploring lower supersaturation regimes by initiating simulations with a pre-formed nucleus. In confined systems (NVT ensemble), the seeded simulations are particularly effective for determining stable cluster properties and provide a stringent test case for classical nucleation theory (CNT). In this work, we perform NVT seeded simulations of Lennard-Jones condensation in small systems and compare them with CNT predictions based on several thermodynamic models, including equations of state, perturbation theory, and ideal gas approximation. We find that CNT accurately predicts stable cluster radii across a wide range of conditions. Notably, even the very simple ideal gas approximation proves useful for initializing seeded simulations. Furthermore, seeded simulation results correspond to the critical cluster radii of infinite systems: CNT predictions with good equations of state show very good agreement with simulations, while the perturbation theory and the ideal gas approximation perform well at low temperatures but deviate significantly at high temperatures."}
{"id": "2511.16906", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.16906", "abs": "https://arxiv.org/abs/2511.16906", "authors": ["Hewang Zhao", "Zhendong Li"], "title": "Spin-adapted open-shell time-dependent density functional theory: towards a simple and accurate method for spin-flip-down excitations", "comment": "22 pages, 5 figures", "summary": "A major challenge in using spin-flip time-dependent density functional theory (SF-TD-DFT) for spin-flip-down excitations is the presence of spin contamination. While several improved methods have been developed in the past, a simple and accurate method remains elusive. Here, based on our previous development on spin-adapted open-shell TD-DFT for spin-conserving excitations (X-TD-DFT) [Z. Li and W. Liu, J. Chem. Phys. 135, 194106 (2011)], we introduce a method termed as XSF-TDA for modeling spin-flip-down excitations, and provide an in-depth comparison of different methodologies for mitigating spin contamination in SF-TDA. Pilot applications to prototype systems demonstrate the promise of XSF-TDA over existing SF-TDA methods, including unrestricted SF-TDA (USF-TDA) and mixed-reference SF-TDA (MRSF-TDA), in describing bond breakings and inverted singlet-triplet gap systems."}
{"id": "2511.17033", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17033", "abs": "https://arxiv.org/abs/2511.17033", "authors": ["Zhigang Song", "Kai Chang"], "title": "Unconventional Geometric Phase in Twisted Junction of Cuprates", "comment": "11 pages, 4 figures", "summary": "Originally introduced in optics, the Pancharatnam-Berry phase is a general concept of geometric phase defined for any two interfering polarization states. In electronic systems, however, its counterpart has long been overlooked due to the absence of electron polarization. Here, using large-scale first-principles calculations, we investigate the electronic structure of twisted bilayer Bi2Sr2CaCu2O8. We find spontaneous spin polarization and the emergence of hidden flat bands at the interface between atomic layers. Most notably, we discover an unconventional geometric phase analogous to the Pancharatnam-Berry phase in optics. This electronic geometric phase exerts opposite effects on superconducting currents of opposite chirality, enabling twisted cuprates to act as a filter for chiral superconducting current-even if the ground state itself is non-chiral."}
{"id": "2511.16696", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16696", "abs": "https://arxiv.org/abs/2511.16696", "authors": ["V. Apinyan", "M. Sahakyan"], "title": "Coexistence of superconductivity and excitonic pairing in a doped-biased double-layer system", "comment": "18 pages, 10 figures", "summary": "The subject of the present study is the double-layer square-lattice system with the intralayer phonon modulations. We investigate the superconducting and excitonic pairings, as well as their coexistence, as functions of various physical parameters in the system. These parameters include temperature, intralayer and interlayer Coulomb interactions, the electron-phonon coupling parameter, doping and the applied electric field. The existence of superconductivity is demonstrated by considering the influence of intralayer phonons on the total charge density leading to the modification of the total energy of the electrons. Our results provides insights into the long-standing problem of the mechanism of superconductivity in high-$T_c$ cuprate superconductors."}
{"id": "2511.17286", "categories": ["physics.comp-ph", "math.NA", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2511.17286", "abs": "https://arxiv.org/abs/2511.17286", "authors": ["Andrea Medaglia"], "title": "A DSMC method for the space homogeneous multispecies Landau equation", "comment": "20 pages", "summary": "We present a Direct Simulation Monte Carlo (DSMC) method for the spatially homogeneous multispecies Landau-Fokker-Planck equation. The scheme is derived from a first-order approximation of the multispecies Boltzmann operator in the grazing collision limit and employs a regularized, easy-to-sample scattering kernel that removes the need for iterative solvers while preserving the fundamental invariants of the Landau dynamics. The method is fully mesh-free -- being a Monte Carlo particle algorithm -- which makes it naturally scalable to high-dimensional velocity spaces and straightforward to couple with particle-in-cell (PIC) solvers via operator splitting. A notable feature of our approach is its ability to treat realistic mass ratios: we show accurate simulations up to the physical proton-electron ($p$-$e$) mass ratio $m_p/m_e \\approx 1836$. We validate the method against the multispecies BKW benchmark for Maxwellian interactions and study collisional relaxation for Coulomb interactions, showing conservation of mass, momentum, and energy, and the expected trend towards Maxwellian equilibria."}
{"id": "2511.16756", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16756", "abs": "https://arxiv.org/abs/2511.16756", "authors": ["Luis M. Moreno-Ramírez", "Luis Sánchez-Tejerina", "Óscar Alejos", "Victorino Franco", "Víctor Raposo"], "title": "Landau-Lifshitz-Bloch simulations of the magnetocaloric effect in continuous ferromagnetic-paramagnetic transitions", "comment": null, "summary": "The usefulness of modeling magnetocaloric materials expands from the understanding of their behavior to the prediction of new materials, playing a fundamental role in the optimization of their performance. In contrast with other areas of magnetic materials research, micromagnetic simulations of magnetocaloric materials are scarce due to the difficulty of modeling the material in the vicinity of the transition. To solve this limitation, we propose the use of micromagnetic simulations based on the Landau-Lifshitz-Bloch equation to study the magnetocaloric effect of a ferromagnetic material around its Curie transition. Following our proposed methodology, we obtain reliable isothermal entropy change curves for both monocrystalline and polycrystalline configurations, where we consider different anisotropic contributions. The robustness of the method was evaluated, yielding results that agreed with previous experimental and theoretical observations. Our study shows that micromagnetic simulations are a powerful tool for analyzing magnetocaloric materials with complex microstructures."}
{"id": "2511.16696", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16696", "abs": "https://arxiv.org/abs/2511.16696", "authors": ["V. Apinyan", "M. Sahakyan"], "title": "Coexistence of superconductivity and excitonic pairing in a doped-biased double-layer system", "comment": "18 pages, 10 figures", "summary": "The subject of the present study is the double-layer square-lattice system with the intralayer phonon modulations. We investigate the superconducting and excitonic pairings, as well as their coexistence, as functions of various physical parameters in the system. These parameters include temperature, intralayer and interlayer Coulomb interactions, the electron-phonon coupling parameter, doping and the applied electric field. The existence of superconductivity is demonstrated by considering the influence of intralayer phonons on the total charge density leading to the modification of the total energy of the electrons. Our results provides insights into the long-standing problem of the mechanism of superconductivity in high-$T_c$ cuprate superconductors."}
{"id": "2511.16742", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16742", "abs": "https://arxiv.org/abs/2511.16742", "authors": ["Florian Koch", "Yu-Min Hu", "Jan Carl Budich"], "title": "Liouvillian topology and non-reciprocal dynamics in open Floquet chains", "comment": "14 pages, 9 figures", "summary": "Open quantum systems far from thermal equilibrium can exhibit remarkable physical phenomena including topological properties without a direct equilibrium counterpart. Along these lines, in periodically driven dissipative systems within the effective non-Hermitian (NH) Hamiltonian approximation spectral winding numbers have been linked to intriguing nonreciprocal transport properties. Here, going beyond an NH Hamiltonian description, we introduce and study a microscopic lattice model of a driven open quantum system described by a Markovian quantum master equation, which exhibits the mentioned spectral winding within a NH approximation. By encompassing quantum jump processes in the topological analysis, we uncover a distinct \\emph{jump-induced} topological phase, which qualitatively corresponds to the richer non-reciprocal transport properties of the fully quantum model. In addition, we find that the NH skin effect, i.e.~the accumulation of a macroscopic number of eigenstates at one end of the system, is already visible in the transient dynamics even for systems with periodic boundary conditions. Our results exemplify the subtle correspondence between NH topological properties and physical manifestations of Liouvillian topological properties in open quantum systems, thus providing a theoretical framework towards understanding unidirectional transport in quantum dissipative Floquet dynamics."}
{"id": "2511.16836", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.16836", "abs": "https://arxiv.org/abs/2511.16836", "authors": ["Daniel A. Stariolo", "Fernando L. Metz"], "title": "Zero-temperature dynamics of the spherical model with non-reciprocal interactions", "comment": "22 pages, 7 figures", "summary": "We analytically solve the zero-temperature dynamics of the spherical model with non-reciprocal random interactions drawn from the real elliptic ensemble of random matrices, where a single parameter $η$ continuously interpolates between purely symmetric ($η=1$) and purely antisymmetric ($η=-1$) couplings. We show that the two-time correlation and response functions depend on both times in the presence of non-reciprocal interactions, reflecting the breakdown of time-translation invariance and the absence of equilibrium at long times. Nevertheless, the long-time relaxation of the two-time observables is governed by exponential decays, in contrast to the slow, power-law relaxation characteristic of the model with purely symmetric interactions. We further show that, when the interactions present antisymmetric correlations of strength $η<0$, there is a time scale $τ(η)$ above which the dynamics undergoes a transition to an oscillatory regime where the two-time observables display periodic oscillations with an exponentially decaying amplitude. Overall, our results give a detailed account of the dynamics of the spherical model with non-reciprocal interactions at zero temperature, providing a benchmark for the study of complex systems with nonlinear and asymmetric interactions."}
{"id": "2511.16939", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.16939", "abs": "https://arxiv.org/abs/2511.16939", "authors": ["Yongtao Ma", "Wenjie Dou"], "title": "Orbital Surface Hopping with an Electron Thermostat Yields Accurate Dynamics and Detailed Balance", "comment": null, "summary": "In mixed quantum-classical simulations of molecule-metal surface interactions, the discretization of the metallic electronic continuum typically results in a closed-system representation that fails to capture the open-system nature of the true physical process. This approximation can introduce significant artifacts, including deviations in the dynamical evolution and a violation of the principle of detailed balance. To address this fundamental challenge, we introduce an electronic thermostat into our previously developed orbital surface hopping (OSH) framework, generalizing the method to efficiently handle many discrete electronic states. We first outline the derivation of electronic thermostat orbital surface hopping, where the amplitude of the electronic thermostat is well justified. We then demonstrate that this method can reproduce accurate dynamics and detailed balance in long time, whereas without electronic thermostat the detailed balance is violated. Thus, this method offers a reliable tool for studying nonadiabatic dynamics near metal surfaces."}
{"id": "2511.17423", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17423", "abs": "https://arxiv.org/abs/2511.17423", "authors": ["Yi Guo", "Owen I. Sheekey", "Trevor Arp", "Kryštof Kolář", "Thibault Charpentier", "Ludwig Holleis", "Ben Foutty", "Aidan Keough", "Maya Kang-Chou", "Martin E. Huber", "Takashi Taniguchi", "Kenji Watanabe", "Cyprian Lewandowski", "Andrea F. Young"], "title": "Flat band surface state superconductivity in thick rhombohedral graphene", "comment": null, "summary": "Rhombohedral multilayer graphene has recently emerged as a rich platform for studying correlation driven magnetic, topological and superconducting states. While most experimental efforts have focused on devices with N$\\leq 9$ layers, the electronic structure of thick rhombohedral graphene features flat-band surface states even in the infinite layer limit. Here, we use layer resolved capacitance measurements to directly detect these surface states for $N\\approx 13$ layer rhombohedral graphene devices. Using electronic transport and local magnetometry, we find that the surface states host a variety of ferromagnetic phases, including both valley imbalanced quarter metals and broad regimes of density in which the system spontaneously spin polarizes. We observe several superconducting states localized to a single surface state. These superconductors appear on the unpolarized side of the density-tuned spin transitions, and show strong violations of the Pauli limit consistent with a dominant attractive interaction in the spin-triplet, valley-singlet pairing channel. In contrast to previous studies of rhombohedral multilayers, however, we find that superconductivity can persist to zero displacement field where the system is inversion symmetric. Energetic considerations suggest that superconductivity in this regime is described by the existence of two independent surface superconductors coupled via tunneling through the insulating single crystal graphite bulk."}
{"id": "2511.16721", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16721", "abs": "https://arxiv.org/abs/2511.16721", "authors": ["Saavanth Velury", "Yuxuan Wang"], "title": "Quasiparticle Variational Quantum Eigensolver", "comment": "18 pages total; 10 pages main", "summary": "We propose a momentum-space based variational quantum eigensolver (VQE) framework for simulating quasiparticle excitations in interacting quantum many-body systems on near-term quantum devices. Leveraging translational invariance and other symmetries of the Hamiltonian, we reconstruct the momentum-resolved quasiparticle excitation spectrum through targeted simulation of low-lying excited states using VQE. We construct a translationally symmetric variational ansatz designed to evolve a free-fermion particle-hole excited state with definite momentum $q$ to an excited state of the interacting system at the same momentum, employing a fermionic fast Fourier transform (FFFT) circuit coupled to a Hamiltonian Variational Ansatz (HVA) circuit. Even though the particle number is not explicitly conserved in the variational ansatz, the correct quasiparticle state is reached by energetic optimization. We benchmark the performance of the proposed VQE implementation on the XXZ Hamiltonian, which maps onto the Tomonaga-Luttinger liquid in the fermionic representation. Our numerical results show that VQE can capture the low-lying excitation spectrum of the bosonic quasiparticle/two-spinon dispersion of this model at various interaction strengths. We estimate the renormalized velocity of the quasiparticles by calculating the slope of the dispersion near zero momentum using the VQE-optimized energies at different system sizes, and demonstrate that it closely matches theoretical results obtained from Bethe ansatz. Finally, we highlight extensions of our proposed VQE implementation to simulate quasiparticles in other interacting quantum many-body systems."}
{"id": "2511.16798", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16798", "abs": "https://arxiv.org/abs/2511.16798", "authors": ["Thomas Philippe", "Yijian Wu", "Aymane Graini"], "title": "The seeding method: A test case for classical nucleation theory in small systems", "comment": null, "summary": "Molecular dynamics simulations are widely used to investigate nucleation in first-order phase transitions. Brute-force simulations, though popular, are limited to conditions of high metastability, where the critical cluster and the nucleation barrier are small. The seeding method has recently emerged as a powerful alternative for exploring lower supersaturation regimes by initiating simulations with a pre-formed nucleus. In confined systems (NVT ensemble), the seeded simulations are particularly effective for determining stable cluster properties and provide a stringent test case for classical nucleation theory (CNT). In this work, we perform NVT seeded simulations of Lennard-Jones condensation in small systems and compare them with CNT predictions based on several thermodynamic models, including equations of state, perturbation theory, and ideal gas approximation. We find that CNT accurately predicts stable cluster radii across a wide range of conditions. Notably, even the very simple ideal gas approximation proves useful for initializing seeded simulations. Furthermore, seeded simulation results correspond to the critical cluster radii of infinite systems: CNT predictions with good equations of state show very good agreement with simulations, while the perturbation theory and the ideal gas approximation perform well at low temperatures but deviate significantly at high temperatures."}
{"id": "2511.16758", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16758", "abs": "https://arxiv.org/abs/2511.16758", "authors": ["Ana Senkić", "Rachael Keneipp", "Petra Ivatović", "Namrata Pradeep", "Vincent Meunier", "Marko Kralj", "Marija Drndić", "Nataša Vujičić"], "title": "Tungsten doping-induced phase transition in CVD-grown MoS2 bilayers", "comment": null, "summary": "Controlling the crystal phase of two-dimensional (2D) transition metal dichalcogenides (TMDs) is essential for tailoring their optical and electronic properties. While phase transitions in monolayer TMDs and semiconductor-to-metal conversions have been widely studied, structural transitions between semiconducting polytypes - particularly in bilayer (2L) systems - remain underexplored. Here, we demonstrate a W doping-induced phase transition from non-centrosymmetric AA stacking to centrosymmetric AB' in 2L MoS2 synthesized by chemical vapor deposition (CVD). Using polarization-resolved second harmonic generation (SHG) and low-frequency Raman spectroscopy, we identify a phase transition correlated with increasing tungsten (W) concentration. The dilute W-doped 2L system exhibits a vanishing SHG signal and a stiffening of the layer-breathing (LB) vibrational mode, in contrast to undoped samples with strong SHG and a softer LB mode. Aberration corrected scanning transmission electron microscopy (AC-STEM) demonstrates the spatial distribution of W concentration and associated structural changes. These findings highlight W-doping as an effective strategy for inducing phase transitions in 2L TMDs, opening new possibilities for engineered heterostructures, phase-controlled device applications or as a source of single photon emitters."}
{"id": "2511.16721", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16721", "abs": "https://arxiv.org/abs/2511.16721", "authors": ["Saavanth Velury", "Yuxuan Wang"], "title": "Quasiparticle Variational Quantum Eigensolver", "comment": "18 pages total; 10 pages main", "summary": "We propose a momentum-space based variational quantum eigensolver (VQE) framework for simulating quasiparticle excitations in interacting quantum many-body systems on near-term quantum devices. Leveraging translational invariance and other symmetries of the Hamiltonian, we reconstruct the momentum-resolved quasiparticle excitation spectrum through targeted simulation of low-lying excited states using VQE. We construct a translationally symmetric variational ansatz designed to evolve a free-fermion particle-hole excited state with definite momentum $q$ to an excited state of the interacting system at the same momentum, employing a fermionic fast Fourier transform (FFFT) circuit coupled to a Hamiltonian Variational Ansatz (HVA) circuit. Even though the particle number is not explicitly conserved in the variational ansatz, the correct quasiparticle state is reached by energetic optimization. We benchmark the performance of the proposed VQE implementation on the XXZ Hamiltonian, which maps onto the Tomonaga-Luttinger liquid in the fermionic representation. Our numerical results show that VQE can capture the low-lying excitation spectrum of the bosonic quasiparticle/two-spinon dispersion of this model at various interaction strengths. We estimate the renormalized velocity of the quasiparticles by calculating the slope of the dispersion near zero momentum using the VQE-optimized energies at different system sizes, and demonstrate that it closely matches theoretical results obtained from Bethe ansatz. Finally, we highlight extensions of our proposed VQE implementation to simulate quasiparticles in other interacting quantum many-body systems."}
{"id": "2511.16784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16784", "abs": "https://arxiv.org/abs/2511.16784", "authors": ["Ahmed Shaikh", "Phanibhusan Singha Mahapatra", "Eva Y. Andrei"], "title": "Fabrication of A Dual Gated Mirror Symmetric Twisted Trilayer Graphene Device to Study Superconductivity", "comment": null, "summary": "Though research on graphene by itself has waned, the interest in moire materials, materials made with stacked layers of graphene with a rotational twist between the layers, has exploded in popularity. These layered devices show a key feature, flat bands. Flat bands localize electrons, which in turn leads to the expression of correlated states such as Mott insulators, superconductivity, and more. A key property of these devices is that their 2D nature allows us to tune them in situ, effectively allowing us to change the device's electronic properties. This powerful ability greatly reduces the time and money required to study superconductivity. The superconductivity in these systems seems to be similar to high-temperature superconductors such as cuprates, giving us a path towards studying high-temperature superconductivity. The fabrication of these devices is nontrivial, and thus we detail one general way to create these layered devices to give maximal tunability."}
{"id": "2511.17245", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.17245", "abs": "https://arxiv.org/abs/2511.17245", "authors": ["Kohei Suzuki"], "title": "Simulated Annealing for Quadratic and Higher-Order Unconstrained Integer Optimization", "comment": "10 pages, 8 figures", "summary": "Simulated annealing (SA) is a key algorithm for solving combinatorial optimization problems, which model numerous real-world systems. While SA is commonly used to solve quadratic unconstrained binary optimization (QUBO) problems, many practical problems are more naturally formulated using integer variables. We therefore study quadratic and higher-order unconstrained integer optimization (QUIO and HUIO) problems, which generalize QUBO by allowing integer-valued variables and higher-order interactions. Conventional approaches often convert these problems into QUBO formulations through binary encoding and the reduction of higher-order terms. Such conversions, however, greatly increase the number of variables and interactions, resulting in long computation times and, for large-scale problems, even making the conversion itself a dominant computational bottleneck. To overcome this limitation, we propose an efficient framework that directly applies SA to QUIO and HUIO problems without converting them into QUBO. Within this framework, we introduce an optimal-transition Metropolis method, designed to improve efficiency when the variable bounds are wide, and evaluate its performance alongside the conventional Metropolis and heat bath methods. Numerical experiments demonstrate that the proposed direct approach achieves higher efficiency and solution quality than the conventional QUBO-based formulation and reveal the practical advantages of the optimal-transition Metropolis method. The algorithm developed in this study is available as part of the open-source library OpenJij, which provides a Python interface with a C++ backend."}
{"id": "2511.16984", "categories": ["physics.chem-ph", "cond-mat.soft", "physics.bio-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16984", "abs": "https://arxiv.org/abs/2511.16984", "authors": ["Rui Li", "Yi Li", "Kai-Ya Zhang", "Qing Ai"], "title": "Quantum Jump Approach for Photosynthetic Energy Transfer with Chemical Reaction and Fluorescence Loss", "comment": "7 pages, 1 figure", "summary": "Recently, the coherent modified Redfield theory (CMRT) has been widely used to simulate the excitation-energy-transfer (EET) processes in photosynthetic systems. However, the numerical simulation of the CMRT is computationally expensive when dealing with large-scale systems, e.g. photosystem I (PSI) and II (PSII). On the other hand, the chemical reaction and fluorescence loss traditionally treated by the non-Hermitian Hamiltonian approach may result in significantly error in a wide range of parameters. To address these issues, we introduce a quantum jump approach (QJA) based on the CMRT to simulate the evolution of photosynthetic complexes including both the chemical reaction and fluorescence loss. The QJA shows higher accuracy and efficiency in simulating the EET processes. The QJA-CMRT approach may provide a powerful tool to design and optimize artificial photosynthetic systems, which benefits future innovation in the field of energy."}
{"id": "2511.17459", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17459", "abs": "https://arxiv.org/abs/2511.17459", "authors": ["Poulami Sarkar", "Jhinhwan Lee", "Hae-Ryong Park", "Anushree Dutta", "Amit Ghosal"], "title": "Evolution of inhomogeneities in two-dimensional disordered superconductors in a magnetic field", "comment": "9 pages, 7 figures", "summary": "Emerging granularity in superconducting films by tuning disorder is a well-studied topic, both theoretically and experimentally. However, the orbital magnetic field generates a vortex lattice and contributes to the formation of periodic inhomogeneities. Here, we study superconducting films in the simultaneous presence of disorder and a magnetic field, examining how inhomogeneities in various superconducting correlations evolve under these two perturbations. By performing scanning tunneling spectroscopy (STS) on thin films of \\ce{Sr2VO_{3-\\text{x}}FeAs} layer structures under both zero and finite orbital magnetic fields, we report impressive similarities between our theoretical results and the experimental findings. Our results have strong implications for identifying the nature of vortices in disordered superconductors, demonstrating a crossover from Abrikosov to Josephson character with increasing disorder, and provide predictive guidance for interpreting STS and current mapping data in complex superconductors."}
{"id": "2511.16746", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16746", "abs": "https://arxiv.org/abs/2511.16746", "authors": ["Denise Cocchiarella", "Mingru Yang", "Yueshui Zhang", "Mari Carmen Bañuls", "Hong-Hao Tu", "Yuhan Liu"], "title": "Excited states from local effective Hamiltonians of matrix product states and their entanglement spectrum transition", "comment": "13 pages, 4 figures", "summary": "Solving excited states is a challenging task for interacting systems. For one-dimensional critical systems, however, excited states can be directly accessed from the eigenvectors of the local effective Hamiltonian that is constructed from the ground state obtained by variational matrix product state (MPS) optimization. Despite its numerical success, the theoretical mechanism underlying this method has remained largely unexplored. In this work, we provide a conformal field theory (CFT) perspective that helps elucidate this connection. The key insight is that this construction effectively uses a truncated basis of ground-state Schmidt vectors to represent excited states, where the contribution of each Schmidt vector can be expressed as a CFT correlation function and shown to decay with increasing Schmidt index. The CFT analysis further predicts an entanglement-spectrum transition of excited states as the ratio of the subsystem size to the total system size is varied. Our numerical results support this picture and demonstrate a reorganization of the entanglement spectrum into distinct conformal towers as this ratio changes."}
{"id": "2511.16770", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.16770", "abs": "https://arxiv.org/abs/2511.16770", "authors": ["Thomas Y. Adams", "Bruce Barrios", "Michael Ziegenfus", "Hui Cai", "Sayantani Ghosh"], "title": "Light-Induced Lattice Coherence and Emission Enhancement in PTM-Passivated CsSnI3 Perovskites", "comment": null, "summary": "Metal halide perovskites continue to lead in optoelectronic applications, but the toxicity of lead has driven efforts to identify environmentally benign alternatives. Cesium tin iodide is one such, with a direct bandgap and near-infrared emission, though its performance is limited by instability. We show that phthalimide (PTM) passivation during single crystal growth enhances optical output and ambient stability. Under continuous excitation, PTM-passivated microscale crystals show up to a nearly one order of magnitude increase in photoluminescence (PL) quantum yield, accompanied by reversible sharpening of a low-frequency Raman mode associated with Cs rattling. This reveals dynamic, light-induced lattice reordering that passivates trap states and enhances radiative recombination. Mechanical grinding yields nanocrystals with redshifted, narrowed PL, consistent with a relaxed polymorph and reduced inhomogeneous broadening. Despite increased surface area, PTM remains effective in preserving near-infrared emission in nanocrystals as well. Power-dependent PL reveals distinct carrier dynamics, where microcrystals show redshift due to bandgap renormalization, while nanocrystals show blueshift and elevated carrier temperatures (300 to 1900 K), consistent with hot-carrier recombination. Extended illumination reveals reversible optical changes, including PL modulation, reflecting dynamic light-matter interactions and evolving defect landscapes. These results identify PTM-passivated Cesium tin iodide as an ideal platform for probing morphology-dependent carrier relaxation and light-induced vibrational coherence in lead-free perovskites."}
{"id": "2511.16742", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16742", "abs": "https://arxiv.org/abs/2511.16742", "authors": ["Florian Koch", "Yu-Min Hu", "Jan Carl Budich"], "title": "Liouvillian topology and non-reciprocal dynamics in open Floquet chains", "comment": "14 pages, 9 figures", "summary": "Open quantum systems far from thermal equilibrium can exhibit remarkable physical phenomena including topological properties without a direct equilibrium counterpart. Along these lines, in periodically driven dissipative systems within the effective non-Hermitian (NH) Hamiltonian approximation spectral winding numbers have been linked to intriguing nonreciprocal transport properties. Here, going beyond an NH Hamiltonian description, we introduce and study a microscopic lattice model of a driven open quantum system described by a Markovian quantum master equation, which exhibits the mentioned spectral winding within a NH approximation. By encompassing quantum jump processes in the topological analysis, we uncover a distinct \\emph{jump-induced} topological phase, which qualitatively corresponds to the richer non-reciprocal transport properties of the fully quantum model. In addition, we find that the NH skin effect, i.e.~the accumulation of a macroscopic number of eigenstates at one end of the system, is already visible in the transient dynamics even for systems with periodic boundary conditions. Our results exemplify the subtle correspondence between NH topological properties and physical manifestations of Liouvillian topological properties in open quantum systems, thus providing a theoretical framework towards understanding unidirectional transport in quantum dissipative Floquet dynamics."}
{"id": "2511.16969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16969", "abs": "https://arxiv.org/abs/2511.16969", "authors": ["Risako Kikuchi", "Junya Endo", "Ai Yamakage"], "title": "Cusped Electrical Conductivity in Spin-1 Chiral Fermion Systems Arising from Multifold Band Degeneracy", "comment": "11 pages, 3 figures, proceedings of LT30", "summary": "The energy-dependent electrical conductivity in spin-1 chiral fermion systems with disorder is studied using the self-consistent Born approximation. A distinct cusp-like feature appears at an energy different from the band-crossing point, arising from the multifold band-crossing structure formed by the Dirac and trivial bands. The energy position of the cusp and the corresponding value of the electrical conductivity are found to depend sensitively on both the impurity scattering strength and the curvature of the trivial band. These findings demonstrate the critical role of multifold band crossings and disorder-induced broadening of energy levels in determining the transport properties, offering theoretical insight into the unconventional conductivity behavior observed in topological semimetals hosting spin-1 chiral fermions."}
{"id": "2511.17296", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17296", "abs": "https://arxiv.org/abs/2511.17296", "authors": ["Jozef Strecka", "Michal Nemcik"], "title": "Unveiling the degeneracy of bound magnon crystals from magnetic and thermodynamic features of the spin-1/2 Heisenberg octahedral chain", "comment": "13 pages, 6 figures", "summary": "Magnetic, thermodynamic, and magnetocaloric properties of a spin-1/2 Heisenberg octahedral chain with three distinct exchange interactions are investigated in an external magnetic field using the variational method, extended localized-magnon approach, and exact diagonalization. Variational arguments rigorously establish two distinct fragmented phases in the frustrated regime. In the former phase all four spins of each square plaquette form a collective plaquette singlet, whereas in the latter phase two dimer singlets are formed along diagonals of each square plaquette. These bound two-magnon states, supplemented with three localized one-magnon states, enable us to elaborate a generalized localized-magnon theory that is applicable in a frustrated regime across the entire field range as confirmed by comparison with exact diagonalization data. The concept of localized magnons provides a consistent description of low-temperature magnetization curves featuring intermediate one-fifth and three-fifths plateaus, which intersect each other at temperature-independent crossing points determined by the relative degeneracies of competing bound-magnon phases. Field variations of the specific heat reveal a pronounced double-peak structure near each field-driven transition with peak heights depending on the relative degeneracies of the respective bound-magnon states. Our results demonstrate that the system supports highly efficient cooling via adiabatic demagnetization, making it a promising candidate for magnetocaloric refrigeration."}
{"id": "2511.17042", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.17042", "abs": "https://arxiv.org/abs/2511.17042", "authors": ["Raúl Bombín", "Alberto S. Muzas", "Alfredo Serrano Jiménez", "J. Iñaki Juaristi", "Maite Alducin"], "title": "Asymmetry and coverage dependence in two-pulse correlation measurements of CO photodesorption from Pd(111): Insights from theory", "comment": "12 pages, 6 figures", "summary": "Two-pulse correlation experiments performed using pulses of different intensities on Pd(111) with different CO coverages showed that the CO photodesorption probability depends on whether the strong or the weak pulse arrives first to the surface, being this difference particularly large for the low-covered surface. Motivated by these experiments, we perform molecular dynamics simulations using a multicoverage potential energy surface that was previously constructed with the embedded atom neural network method. The process is modeled by combining the two-temperature model (2TM)--to describe the laser-excited electrons and phonons--and Langevin dynamics with electronic time-dependent temperature $T_\\textrm{e}$--to model the coupling of the nuclei degrees of freedom with the laser-excited electrons. We show that improving the energy balance description in 2TM--by including \\textit{ab-initio} $T_\\textrm{e}$-dependent electronic heat capacity and electron-phonon coupling constant--is key to reproduce the asymmetry of the photodesorption probability $P_{\\rm des}$ between positive and negative time delays. Furthermore, we also explore possible reasons for the usual underestimation of $P_{\\rm des}$ at zero delay given by state-of-the-art calculations. In particular, we improve the description of the energy exchange between CO and the metal surface at high $T_\\textrm{e}$ by including in the simulations a $T_\\textrm{e}$-dependent friction coefficient. The prediction for $P_{\\rm des}$ at zero delay in this case, increases by an order of magnitude, reducing its discrepancy with the experimental value. Altogether, our results hint to the importance of accounting for the temperature dependence of the electronic structure and properties in describing the extreme conditions generated in 2PC experiments."}
{"id": "2511.17466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17466", "abs": "https://arxiv.org/abs/2511.17466", "authors": ["Zhiyu Dong", "Patrick A. Lee"], "title": "A path to high temperature superconductivity via strong short range repulsion in spin polarized band", "comment": "6 pages, 3 figures", "summary": "We consider a two dimensional metal that is spin polarized and with strongly repulsive interaction. The interaction is short-ranged and controlled by a screening plane located a distance $d$ away. We consider the case where $d$ is less than the unit cell spacing $a$. We show that due to Pauli exclusion, a controlled expansion is possible despite the strong repulsion, and in many cases results in pairing. We demonstrate this for a tight-binding model on a triangular lattice with nearest neighbor repulsion. We also treat a second model on the triangular lattice with Wannier orbitals with size comparable to $a$. In this case we find $f$-wave pairing with order unity pairing strength, potentially leading to high $T_c$."}
{"id": "2511.16818", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16818", "abs": "https://arxiv.org/abs/2511.16818", "authors": ["Carola Ciaramelletti", "Daniel Arrufat-Vicente", "Simone Paganelli", "Nicolo Defenu"], "title": "Breakdown of adiabaticity in topological quantum liquids", "comment": null, "summary": "We study the temporal behavior of topological quantum fluids with strong long-range couplings under slow external perturbations, whose rate $δ$ approaches the quasi-static limit $δ\\to 0$. As expected, due to strong long-range interactions, the system lies in the mean-field universality and the density of defects for drives across the quantum critical point is adiabatic $n_{\\rm exc}\\propto δ^{2}$. However, if the drive is instead terminated precisely at the edge of the topological non-trivial phase, the number of generated excitations becomes extensive $n_{\\rm exc}\\propto O(1)$. This result fundamentally breaks the established universal behavior observed in local topological quantum fluids and demonstrates a novel mechanism for the breakdown of adiabaticity in fermionic systems with strong long-range interactions."}
{"id": "2511.16791", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16791", "abs": "https://arxiv.org/abs/2511.16791", "authors": ["Debra S. Gavant", "Christian E. Precker"], "title": "Glass Viscosity Curvature from Constraint-Driven Actualization: A Physical Parity with the Vogel-Fulcher-Tammann Relation", "comment": "7 pages, 3 figures. Data and parameter files available at https://doi.org/10.5281/zenodo.17643985", "summary": "The Vogel-Fulcher-Tammann (VFT) equation empirically describes the super-Arrhenius viscosity of glass-forming liquids; however, its divergence at a finite temperature $T_{0}$ lacks a clear physical basis. Here, a formulation derived from Dynamic Present Theory (DP$Φ$) and its Continuous Present Actualization (CPA) framework is tested: a CPA Rate modulated by a temperature-dependent Constraint Load $C(T)$, the CPA + Constraint (CPA + C) model. This formulation was evaluated across three canonical datasets: ortho-terphenyl (OTP) measurements from Laughlin and Uhlmann (1972) and Plazek et al. (1994), and glycerol-water mixtures from Kumar et al. (1994). Across all evaluated systems, the CPA + C formulation demonstrated statistical parity with the VFT model ($R^{2} > 0.99$), reproducing the viscosity curve by more than 14 orders of magnitude. Unlike the VFT equation, this approach derives the nonlinear curvature from a physically interpretable mechanism: the increase in configurational constraint as the system approaches a CPA Lock-In threshold. These findings indicate that the residual noise observed in simpler models represents an actual physical signal, which the CPA + C model effectively isolates. This suggests that the VFT's empirical success originates from its implicit capture of an underlying constraint-driven dynamic, providing a physically interpretable foundation for one of the most enduring phenomenological equations in materials science."}
{"id": "2511.16746", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16746", "abs": "https://arxiv.org/abs/2511.16746", "authors": ["Denise Cocchiarella", "Mingru Yang", "Yueshui Zhang", "Mari Carmen Bañuls", "Hong-Hao Tu", "Yuhan Liu"], "title": "Excited states from local effective Hamiltonians of matrix product states and their entanglement spectrum transition", "comment": "13 pages, 4 figures", "summary": "Solving excited states is a challenging task for interacting systems. For one-dimensional critical systems, however, excited states can be directly accessed from the eigenvectors of the local effective Hamiltonian that is constructed from the ground state obtained by variational matrix product state (MPS) optimization. Despite its numerical success, the theoretical mechanism underlying this method has remained largely unexplored. In this work, we provide a conformal field theory (CFT) perspective that helps elucidate this connection. The key insight is that this construction effectively uses a truncated basis of ground-state Schmidt vectors to represent excited states, where the contribution of each Schmidt vector can be expressed as a CFT correlation function and shown to decay with increasing Schmidt index. The CFT analysis further predicts an entanglement-spectrum transition of excited states as the ratio of the subsystem size to the total system size is varied. Our numerical results support this picture and demonstrate a reorganization of the entanglement spectrum into distinct conformal towers as this ratio changes."}
{"id": "2511.16987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16987", "abs": "https://arxiv.org/abs/2511.16987", "authors": ["Zhuocheng Lu", "Zhuang Qian", "Zhichao Guo", "Likun Shi", "Shi Liu", "Hua Wang", "Kai Chang"], "title": "Giant Nonlinear Photon-Drag Currents in Centrosymmetric Moiré Bilayers", "comment": null, "summary": "We present a unified microscopic theory of nonlinear photon-drag currents, formulated within a geometric-loop framework that provides both transparent quantum-geometric interpretation and numerical tractability. In this picture, the photon-drag shift current corresponds to the dipole moment of the geometric loop, while the photon-drag injection current arises from the same loop weighted by a band velocity difference. We apply the theory to an exact continuum model of twisted bilayer graphene (TBG) with ab initio accuracy. Remarkably, an in-plane wavevector only a few times larger than that of free-space photons already produces sizable photon-drag currents in centrosymmetric TBG, comparable to photogalvanic responses in typical noncentrosymmetric two-dimensional materials. These currents are broadly tunable by twist angle, photon wavevector, and light polarization. Our results establish a quantum geometric framework for nonlinear photon-drag phenomena and highlight moiré bilayers as promising platforms for large, highly tunable optoelectronic responses."}
{"id": "2511.17444", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.17444", "abs": "https://arxiv.org/abs/2511.17444", "authors": ["M. P. Kozlovskii", "O. A. Dobush", "R. V. Romanik", "I. V. Pylyuk", "M. A. Shpot"], "title": "Triple point in a cell fluid model with effective temperature-dependent attraction", "comment": "15 pages, 4 figures", "summary": "We study a cell fluid model of a many-particle system with Curie-Weiss-type interaction potential. It is considered as an open system in a fixed volume partitioned into a large number of congruent cubic cells. The interaction potential comprises two competing components: a global uniform attraction acting between all particle pairs in the volume and a short-range repulsion between particles occupying the same cell. Previous studies have established that this model admits an exact solution, exhibits multiple critical points, and undergoes a sequence of first-order phase transitions. Despite variations in the interaction strengths, no triple point appears as long as these parameters remain fixed. We demonstrate that incorporating effective {temperature-dependent} attractive interactions fundamentally alters the phase behavior of the cell model. This modification preserves the model's exact solvability while resulting in the emergence of a triple point in the phase diagram."}
{"id": "2511.17057", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.17057", "abs": "https://arxiv.org/abs/2511.17057", "authors": ["João Victor Alves-Laurentino", "Fatemeh Pazoki", "Luis Felipe Sanz", "Juan Antonio González", "Fernando Hevia", "Daniel Lozano-Martín"], "title": "Density and excess molar enthalpy of (2-propanol + glyme) liquid mixtures. Application of the Flory model", "comment": null, "summary": "For glymes of general formula CH3O(CH2CH2O)uCH3, with u = 1, 2, 3, 4, the densities of the (2-propanol + glyme) systems at temperatures ranging from (293.15 to 303.15) K and at pressure 0.1 MPa were determined using a DSA 5000 densimeter (from Anton Paar). The corresponding excess molar volumes were calculated from these density measurements. In addition, excess molar enthalpies at 298.15 K and 0.1 MPa were measured using a Tian-Calvet micro-calorimeter. The results show that alkanol-ether interactions are strong but do not contribute significantly to the excess molar enthalpy, as the values are large and positive, and comparable to those of (glyme + n-heptane) systems. The excess molar volumes are small or even negative (in the case of the mixture with u = 4), indicating that they are mainly governed by structural effects. Mixtures with 1-propanol or 2-propanol behave similarly, although interactions between unlike molecules become slightly stronger when 1-propanol is involved. On the other hand, effects related to alcohol self-association play a decisive role in the thermodynamic properties when glymes are replaced by di-n-propyl ether. This is supported by the application of the Flory model, which shows that orientational effects are weak in the studied glyme-containing mixtures but become significantly stronger when di-n-propyl ether is considered."}
{"id": "2511.17386", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17386", "abs": "https://arxiv.org/abs/2511.17386", "authors": ["Cequn Li", "Le Yi", "Kalana D. Halanayake", "Jessica L. Thompson", "Yingdong Guan", "Kenji Watanabe", "Takashi Taniguchi", "Zhiqiang Mao", "Danielle Reifsnyder Hickey", "Morteza Kayyalha", "Jun Zhu"], "title": "Building 3D superconductor-based Josephson junctions using a via transfer approach", "comment": "23 pages, 4 figures, with Supplemental Information. Comments are welcome", "summary": "The coupling of superconductivity to unconventional materials may lead to novel quantum states and potential applications. Controlling the quality of the superconductor-normal metal interface is of crucial importance to the understanding and engineering of the superconducting proximity effect. In many cases, conventional lithography-based deposition methods introduce undesirable effects. Using the concept of via contact and dry transfer, we have constructed smooth, van der Waals-like contact between 3D superconducting NbN/Pd and graphene with low contact resistance of approximately 130 $Ω\\cdot μm$. Gate-tunable supercurrent, Fraunhofer pattern, and Andreev reflections are observed, the properties of which can be understood using an induced superconducting gap $Δ$' in this planar contact geometry. We discuss potential mechanisms impacting the magnitude of $Δ$' and suggest ways of further increasing the proximity coupling. This gentle, lithography-free contacting method can be applied to air- and damage-sensitive surfaces to engineer novel superconducting heterostructures."}
{"id": "2511.17088", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17088", "abs": "https://arxiv.org/abs/2511.17088", "authors": ["Anubhav Srivastava", "Subroto Mukerjee"], "title": "Electron Hydrodynamics: Viscosity Tensor and effects of a Magnetic field", "comment": "15 pages, 1 figure", "summary": "Transport due to electrons in ultra-clean two dimensional systems can be hydrodynamic in nature with the momentum of the electrons being conserved in the bulk. This hydrodynamic behavior coupled with effects of Berry curvature arising from band structure can give rise to novel vortical transport coefficients relating the stress tensor to gradients in the electrostatic potential and temperature. These coefficients have been calculated in the absence of a magnetic field and have been shown to depend only on the equilibrium distribution function~\\cite{Chadha_Mukerjee2024}. In this paper, we first obtain an expression for the viscosity tensor and show that the Berry curvature generates odd components of the viscosity tensor arising from the intrinsic angular momentum of the Bloch wavepackets. We calculate the viscosity tensor for a two-dimensional microscopic model of tilted Dirac cones. We next obtain the vortical coefficients and the viscosity tensor in the presence of a magnetic field and extend the Onsager relations for them to include both the magnetic field and the Berry curvature. We show that the field dependence of the coefficients manifests itself in the non-equilibrium part of the distribution function and calculate them to second order in the electron-electron scattering time. We explicitly show that the expressions we obtain are consistent with the Onsager relations."}
{"id": "2511.16810", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16810", "abs": "https://arxiv.org/abs/2511.16810", "authors": ["Lachlan G. M. Rooney", "Siân E. Dutton", "Nicola D. Kelly"], "title": "Magnetic Properties of the Quasi-1D Magnesium Lanthanide Borates Mg$Ln$B$_5$O$_{10}$", "comment": "27 pages, 11 figures", "summary": "Lanthanide borates are widely studied for their optical and magnetic properties. A wide variety of structures are known with 3, 2, 1 and 0 dimensional connectivity of lanthanide ions. Here, we explore Mg$Ln$B$_5$O$_{10}$, with a quasi-1D arrangement of the $Ln$ ions. Polycrystalline samples of Mg$Ln$B$_5$O$_{10}$ ($Ln$ = La, Pr, Nd, Sm--Er) were synthesised with high purity via a sol-gel method. Powder X-ray diffraction data confirmed the reported monoclinic space group ($P2_1/c$). The magnetic $Ln^{3+}$ ions in Mg$Ln$B$_5$O$_{10}$ form relatively isolated zig-zag chains parallel to the $b$ axis. Magnetic susceptibility and isothermal magnetisation were measured: all samples except $Ln=$ (Eu, Sm) fit the Curie-Weiss Law in isothermal magnetisation at high temperatures, in broad agreement with theoretical expectations. $Ln =$ (Nd, Tb, Dy, Ho) exhibit signatures characteristic of Ising spin saturation, implying single ion anisotropy, while Gd exhibits characteristics of Heisenberg spins. Estimation of magnetic interactions suggests that Mg$Ln$B$_5$O$_{10}$ are candidate materials for quasi-1D magnetism. The magnetocaloric entropy change was also calculated, with MgGdB$_5$O$_{10}$ showing promise for application to solid-state refrigeration at liquid helium temperatures."}
{"id": "2511.16756", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16756", "abs": "https://arxiv.org/abs/2511.16756", "authors": ["Luis M. Moreno-Ramírez", "Luis Sánchez-Tejerina", "Óscar Alejos", "Victorino Franco", "Víctor Raposo"], "title": "Landau-Lifshitz-Bloch simulations of the magnetocaloric effect in continuous ferromagnetic-paramagnetic transitions", "comment": null, "summary": "The usefulness of modeling magnetocaloric materials expands from the understanding of their behavior to the prediction of new materials, playing a fundamental role in the optimization of their performance. In contrast with other areas of magnetic materials research, micromagnetic simulations of magnetocaloric materials are scarce due to the difficulty of modeling the material in the vicinity of the transition. To solve this limitation, we propose the use of micromagnetic simulations based on the Landau-Lifshitz-Bloch equation to study the magnetocaloric effect of a ferromagnetic material around its Curie transition. Following our proposed methodology, we obtain reliable isothermal entropy change curves for both monocrystalline and polycrystalline configurations, where we consider different anisotropic contributions. The robustness of the method was evaluated, yielding results that agreed with previous experimental and theoretical observations. Our study shows that micromagnetic simulations are a powerful tool for analyzing magnetocaloric materials with complex microstructures."}
{"id": "2511.17090", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17090", "abs": "https://arxiv.org/abs/2511.17090", "authors": ["Manuel Meyer", "Selena Barragan", "Sergey Krishtopenko", "Adriana Wolf", "Monika Emmerling", "Sebastian Schmid", "Jean-Baptiste Rodriguez", "Eric Tournie", "Benoit Jouault", "Gerald Bastard", "Frederic Teppe", "Victor Lopez-Richard", "Ovidiu Lipan", "Lukas Worschech", "Sven Höfling", "Fabian Hartmann"], "title": "A topological field-effect memristor", "comment": null, "summary": "Overcoming the limitations of the von Neumann architecture requires new computational paradigms capable of solving complex problems efficiently. Quantum and neuromorphic computing rely on unconventional materials and device functionalities, yet achieving resilience to imperfections and reliable operation remains a major challenge. This has motivated growing interest in topological materials that provide robust and low-power operation while preserving coherence. However, integrating coherent topological transport with non-volatile memory functionality in a single reconfigurable device has remained challenging. In this work, we demonstrate a topological field-effect memristor based on inverted InAs/GaInSb/InAs trilayer quantum wells operating in the quantum spin Hall regime. The intrinsic floating-gate behavior allows one to reconfigure the transistor functionality into memristive functionality with broad electric-field tunability. Unlike other memristor implementations, one resistance state is governed entirely by dissipationless, coherent transport through helical edge channels, while the other arises from incoherent bulk conduction. By combining electrically tunable coherent and incoherent transport with memory functionality, our device realizes a prototypical topological electronic element that integrates coherent transport and adaptive memristive behavior, paving the way for hybrid quantum-neuromorphic architectures."}
{"id": "2511.16791", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16791", "abs": "https://arxiv.org/abs/2511.16791", "authors": ["Debra S. Gavant", "Christian E. Precker"], "title": "Glass Viscosity Curvature from Constraint-Driven Actualization: A Physical Parity with the Vogel-Fulcher-Tammann Relation", "comment": "7 pages, 3 figures. Data and parameter files available at https://doi.org/10.5281/zenodo.17643985", "summary": "The Vogel-Fulcher-Tammann (VFT) equation empirically describes the super-Arrhenius viscosity of glass-forming liquids; however, its divergence at a finite temperature $T_{0}$ lacks a clear physical basis. Here, a formulation derived from Dynamic Present Theory (DP$Φ$) and its Continuous Present Actualization (CPA) framework is tested: a CPA Rate modulated by a temperature-dependent Constraint Load $C(T)$, the CPA + Constraint (CPA + C) model. This formulation was evaluated across three canonical datasets: ortho-terphenyl (OTP) measurements from Laughlin and Uhlmann (1972) and Plazek et al. (1994), and glycerol-water mixtures from Kumar et al. (1994). Across all evaluated systems, the CPA + C formulation demonstrated statistical parity with the VFT model ($R^{2} > 0.99$), reproducing the viscosity curve by more than 14 orders of magnitude. Unlike the VFT equation, this approach derives the nonlinear curvature from a physically interpretable mechanism: the increase in configurational constraint as the system approaches a CPA Lock-In threshold. These findings indicate that the residual noise observed in simpler models represents an actual physical signal, which the CPA + C model effectively isolates. This suggests that the VFT's empirical success originates from its implicit capture of an underlying constraint-driven dynamic, providing a physically interpretable foundation for one of the most enduring phenomenological equations in materials science."}
{"id": "2511.17077", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.17077", "abs": "https://arxiv.org/abs/2511.17077", "authors": ["Sarathchandra Khandavilli", "Arno Förster", "Lucas Visscher"], "title": "Calculation and analysis of exciton couplings via a subsystem formulation of the $GW$-Bethe-Salpeter Equation", "comment": null, "summary": "We present a fragment-based framework for analyzing exciton couplings within the $GW$-Bethe-Salpeter Equation formalism using localized molecular orbitals, and assess how excitonic states in molecular dimers can be decomposed into local and charge-transfer (CT) sectors. Our localization procedure preserves orbital orthonormality via a block-diagonal unitary transformation, enabling a simple and interpretable analysis of excitonic interactions. Using ethylene and pyrene dimers as model systems, we identify key effects of excitonic basis truncation and coupling approximations on excitation energies. We then extend the method to chlorophyll dimers, where weak CT asymmetries emerge due to geometric distortions. This framework offers a tractable route to analyze excitonic behavior in complex systems and paves the way for future fragment-based reconstruction of full exciton coupling matrices in large molecular assemblies."}
{"id": "2511.17144", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17144", "abs": "https://arxiv.org/abs/2511.17144", "authors": ["Soumya Sur", "Mohammad Saad", "Adhip Agarwala"], "title": "Anyon Quasilocalization in a Quasicrystalline Toric Code", "comment": "Main text: 14 pages, 6 figures, Supplementary Material: 12 pages, 12 figures, comments are welcome", "summary": "An exactly solvable model of a quantum spin liquid on a quasicrystal, akin to Kitaev's honeycomb model, was introduced in Kim \\textit{et al.}, \\href{https://doi.org/10.1103/PhysRevB.110.214438}{\\text{Phys. Rev. B} \\textbf{110}, 214438 (2024)}. It was shown that in contrast to the translationally invariant models, such a spin liquid stabilizes a gapped ground state with a finite irrational flux density. In this work, we analyze the strong bond-anisotropic limit of the model and demonstrate that the aperiodic lattice geometry naturally generates a hierarchy of exponentially separated coupling constants in the resulting toric code Hamiltonian. Furthermore, a perturbative magnetic field leads to anomalous localization properties where an anyonic excitation sequentially delocalizes over subsets of sites forming equipotential contours in the quasicrystal. In addition, certain background flux configurations, together with the underlying geometry, give rise to strictly localized eigenstates that remain decoupled from the rest of the spectrum. Using numerical studies, we uncover the key mechanisms responsible for this unconventional localization behavior. Our study highlights that topologically ordered phases, in the presence of geometrical constraints can lead to highly anomalous localization properties of fractionalized charges."}
{"id": "2511.16930", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16930", "abs": "https://arxiv.org/abs/2511.16930", "authors": ["Vivek Chawla", "Stephen Puplampu", "Haochen Zhu", "Philip D. Rack", "Dayakar Penumadu", "Sergei Kalinin"], "title": "Accelerated Materials Discovery through Cost-Aware Bayesian Optimization of Real-World Indentation Workflows", "comment": "29 pages, 8 figures, 2 figures in SI", "summary": "Accelerating the discovery of mechanical properties in combinatorial materials requires autonomous experimentation that accounts for both instrument behavior and experimental cost. Here, an automated nanoindentation (AE-NI) framework is developed and validated for adaptive mechanical mapping of combinatorial thin-film libraries. The method integrates heteroskedastic Gaussian-process modeling with cost-aware Bayesian optimization to dynamically select indentation locations and hold times, minimizing total testing time while preserving measurement accuracy. A detailed emulator and cost model capture the intrinsic penalties associated with lateral motion, drift stabilization, and reconfiguration-factors often neglected in conventional active-learning approaches. To prevent kernel-length-scale collapse caused by disparate time scales, a hierarchical meta-testing workflow combining local grid and global exploration is introduced. Implementation of the workflow is shown on a experimental Ta-Ti-Hf-Zr thin-film library. The proposed framework achieves nearly a thirty-fold improvement in property-mapping efficiency relative to grid-based indentation, demonstrating that incorporating cost and drift models into probabilistic planning substantially improves performance. This study establishes a generalizable strategy for optimizing experimental workflows in autonomous materials characterization and can be extended to other high-precision, drift-limited instruments."}
{"id": "2511.16758", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16758", "abs": "https://arxiv.org/abs/2511.16758", "authors": ["Ana Senkić", "Rachael Keneipp", "Petra Ivatović", "Namrata Pradeep", "Vincent Meunier", "Marko Kralj", "Marija Drndić", "Nataša Vujičić"], "title": "Tungsten doping-induced phase transition in CVD-grown MoS2 bilayers", "comment": null, "summary": "Controlling the crystal phase of two-dimensional (2D) transition metal dichalcogenides (TMDs) is essential for tailoring their optical and electronic properties. While phase transitions in monolayer TMDs and semiconductor-to-metal conversions have been widely studied, structural transitions between semiconducting polytypes - particularly in bilayer (2L) systems - remain underexplored. Here, we demonstrate a W doping-induced phase transition from non-centrosymmetric AA stacking to centrosymmetric AB' in 2L MoS2 synthesized by chemical vapor deposition (CVD). Using polarization-resolved second harmonic generation (SHG) and low-frequency Raman spectroscopy, we identify a phase transition correlated with increasing tungsten (W) concentration. The dilute W-doped 2L system exhibits a vanishing SHG signal and a stiffening of the layer-breathing (LB) vibrational mode, in contrast to undoped samples with strong SHG and a softer LB mode. Aberration corrected scanning transmission electron microscopy (AC-STEM) demonstrates the spatial distribution of W concentration and associated structural changes. These findings highlight W-doping as an effective strategy for inducing phase transitions in 2L TMDs, opening new possibilities for engineered heterostructures, phase-controlled device applications or as a source of single photon emitters."}
{"id": "2511.17125", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17125", "abs": "https://arxiv.org/abs/2511.17125", "authors": ["Shubhrasish Mukherjee", "Gaurab Samanta", "Shubhadip Moulick", "Ruta Kulkarni", "Kenji Watanabe", "Takashi Taniguchi", "Arumugum Thamizhavel", "Atindra Nath Pal"], "title": "Single-Defect Spectroscopy via Random Telegraph Noise in Graphene-Contacted ReS$_2$-hBN Heterostructures", "comment": "31 pages, 4 figures, including Supporting Information", "summary": "Defect spectroscopy in two-dimensional (2D) field-effect transistors (FETs) requires device architectures that suppress contact and disorder artifacts while preserving intrinsic carrier dynamics. Here, we demonstrate ReS$_2$-hBN FETs with few-layer graphene (FLG) van der Waals contacts that form nearly barrier-free interfaces, enabling intrinsic transport in ReS$_2$, an anisotropic, low-symmetry TMDC rarely exhibiting disorder-free behavior. The clean ReS$_2$-FLG platform allows direct observation of random telegraph noise (RTN) even in micron-scale channels, manifested as discrete two-level current fluctuations between 90-150 K arising from stochastic trapping at localized hBN defect sites. With increasing temperature, the RTN evolves into a 1/f spectrum as multiple traps activate. Statistical analysis of RTN amplitudes and capture-emission kinetics identifies substitutional carbon-related centers in hBN as dominant defects. These findings establish a generalizable approach for probing dielectric-origin defect dynamics in intrinsically conducting, low-symmetry 2D semiconductors."}
{"id": "2511.17476", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17476", "abs": "https://arxiv.org/abs/2511.17476", "authors": ["Himadri Halder"], "title": "Thermalization of exact quantum many-body scars in spin-1 XY chain under perturbations", "comment": null, "summary": "Quantum many-body scars are special eigenstates that violate the eigenstate thermalization hypothesis while residing at finite energy density along with thermalizing eigenstates. The spin-1 XY model is known to host a family of such exceptional states originating from long-lived quasiparticle excitations that exhibit anomalously low entanglement entropy and long-time periodic revivals, resulting in weak ergodicity breaking. We study the stability of these scarred states against typical U(1) symmetry preserving perturbations in the XY chain. While perturbation theory can describe the deformed scar states at small system sizes, finite-size scaling of the perturbation matrix elements indicates that the scars ultimately thermalize in larger chains. Nonetheless, we demonstrate that the long-range order associated with the scars decays under the perturbation, and we estimate the relaxation timescale of oscillatory dynamics in certain local observables to be of order $λ^{-2}$, where $λ$ is the perturbation strength."}
{"id": "2511.17173", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17173", "abs": "https://arxiv.org/abs/2511.17173", "authors": ["Armando A. Aligia", "Alejandro M. Lobos", "Lucila Peralta Gavensky", "Claudio J. Gazza"], "title": "Probing Boundary Spins in the Su-Schrieffer-Heeger-Hubbard model", "comment": "12 pages, 7 figures", "summary": "Studying boundary excitations provides a powerful approach to probe correlations in topological phases. We propose that localized spins near the ends of a Su-Schrieffer-Heeger-Hubbard chain embedded in an insulating environment can be detected experimentally using scanning tunneling microscopy (STM) combined with electron spin resonance (ESR). When the STM tip is in the contact regime, the tip-end-spin coupling realizes an effective Anderson impurity problem, giving rise to a Kondo peak at low bias. Spatially resolving the Kondo resonance width as the STM tip approaches the chain ends provides an indirect yet clear signature of these localized spins. To support this proposal, we use density-matrix renormalization group (DMRG) to calculate the spin gap and spin projection of end states for chains of various lengths and interaction strengths $U$ at half-filling. In the non-interacting limit ($U=0$), we derive simple analytical expressions that reproduce the numerical results for sufficiently long chains. We also discuss how the correlated phase of the isolated chain is characterized by boundary zeros in its single-particle Green's function, and briefly comment on their localization properties in relation to the boundary spins."}
{"id": "2511.16934", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.16934", "abs": "https://arxiv.org/abs/2511.16934", "authors": ["Ram Kumar", "Aditya H. Kelkar", "Neeraj Shukla", "Paras Poswal", "Sheshmani Singh"], "title": "Energy-Dependent Magnetic Modifications in HOPG via Microbeam Scanning", "comment": "5 pages, three figures, 2 tables", "summary": "Medium-energy ion irradiation is a promising technique for inducing magnetism in materials with partially filled d or f electron bands. This approach enables precise control over the density and spatial distribution of irradiation-induced defects, which play a crucial role in modifying the electronic and magnetic properties of the system. The primary objective of this experiment was to investigate the influence of ion energy variation on the magnetic properties of highly oriented pyrolytic graphite (HOPG). To achieve this, HOPG samples were irradiated with protons 1-3 MeV and carbon ions 600 keV - 2 MeV. A significant change in the magnetic moment was observed with respect to the irradiation energy for both ion species. The effect of energy variation was analyzed using a vibrating sample magnetometer (VSM) and SRIM simulations. The results demonstrate that ion-beam-induced magnetic ordering strongly depends on both the ion species and the beam energy. Magnetic measurements were performed with varying irradiation energies, showing that carbon ion irradiation produces a higher degree of magnetic ordering compared to proton irradiation at the same dose. The maximum magnetization was obtained at 1.2 MeV carbon ion irradiation. SRIM simulations confirm that carbon ions create a greater number of lattice defects than proton ions, which correlates with the enhanced magnetic response."}
{"id": "2511.16770", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.16770", "abs": "https://arxiv.org/abs/2511.16770", "authors": ["Thomas Y. Adams", "Bruce Barrios", "Michael Ziegenfus", "Hui Cai", "Sayantani Ghosh"], "title": "Light-Induced Lattice Coherence and Emission Enhancement in PTM-Passivated CsSnI3 Perovskites", "comment": null, "summary": "Metal halide perovskites continue to lead in optoelectronic applications, but the toxicity of lead has driven efforts to identify environmentally benign alternatives. Cesium tin iodide is one such, with a direct bandgap and near-infrared emission, though its performance is limited by instability. We show that phthalimide (PTM) passivation during single crystal growth enhances optical output and ambient stability. Under continuous excitation, PTM-passivated microscale crystals show up to a nearly one order of magnitude increase in photoluminescence (PL) quantum yield, accompanied by reversible sharpening of a low-frequency Raman mode associated with Cs rattling. This reveals dynamic, light-induced lattice reordering that passivates trap states and enhances radiative recombination. Mechanical grinding yields nanocrystals with redshifted, narrowed PL, consistent with a relaxed polymorph and reduced inhomogeneous broadening. Despite increased surface area, PTM remains effective in preserving near-infrared emission in nanocrystals as well. Power-dependent PL reveals distinct carrier dynamics, where microcrystals show redshift due to bandgap renormalization, while nanocrystals show blueshift and elevated carrier temperatures (300 to 1900 K), consistent with hot-carrier recombination. Extended illumination reveals reversible optical changes, including PL modulation, reflecting dynamic light-matter interactions and evolving defect landscapes. These results identify PTM-passivated Cesium tin iodide as an ideal platform for probing morphology-dependent carrier relaxation and light-induced vibrational coherence in lead-free perovskites."}
{"id": "2511.17151", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17151", "abs": "https://arxiv.org/abs/2511.17151", "authors": ["Naira Petrosyan", "Lilit Yeganyan", "Aram Manaselyan", "Vram Mughnetsyan", "Vidar Gudmundsson", "Albert Kirakosyan"], "title": "Enhanced Efficiency of Intermediate-Band Semiconductor Solar Cells Embedded with Quantum Dot Superlattices", "comment": "7 pages, 6 figures", "summary": "We present a multiscale approach for modeling an intermediate-band solar cell based on a GaAs-GaAlAs quantum dot superlattice of cubic symmetry. Our framework combines high-accuracy theoretical calculations of the superlattice band structure and miniband-related absorption coefficient with experimentally determined interband absorption data. The quantum-mechanically derived absorption spectrum is incorporated into a drift-diffusion transport model in COMSOL Multiphysics, where key processes, including thermal and radiative recombination, are taken into account. This integrated methodology enables realistic modeling of device performance. Our results identify an optimal superlattice constant of 14 nm, yielding a maximum solar cell efficiency of 13.3 percent. Further increase in the superlattice constant enhances the miniband-related absorption peak but reduces the generation rate in the n-type region, resulting in a net efficiency decrease. The proposed approach, integrating theoretical, experimental, and computational components, provides a reliable framework for assessing solar cells based on quantum dot superlattices."}
{"id": "2511.17381", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17381", "abs": "https://arxiv.org/abs/2511.17381", "authors": ["K. M. Ranjith", "Maxime Dupont", "Steffen Krämer", "Sylvain Capponi", "Edmond Orignac", "Nicolas Laflorencie", "Nobuyuki Kurita", "Hidekazu Tanaka", "Mladen Horvatić"], "title": "Critical BKT dynamics in the archetypal 2D spin system Ba$_2$CuSi$_2$O$_6$Cl$_2$", "comment": "11 pages, 9 figures", "summary": "We study the spin dynamics in the quasi-2D spin-$1/2$ dimer compound Ba$_2$CuSi$_2$O$_6$Cl$_2$, which exhibits a magnetic field-induced Bose-Einstein condensate (BEC) of triplons. Using nuclear magnetic resonance (NMR) spin-lattice relaxation rate ($T_1^{-1}$) measurements combined with large-scale quantum Monte Carlo (QMC) simulations, we investigate critical fluctuations across the field-temperature phase diagram. Bridging the behavior observed in 1D and 3D systems, the $T_1^{-1}$ relaxation rate shows a pronounced peak extending well above the Néel temperature $T_N$, indicating strong two-dimensional Berezinskii-Kosterlitz-Thouless (BKT)-type fluctuations. A quantitative match between experimental and theoretical BEC phase boundaries validates an effective XXZ model. The study determines the intrinsic BKT transition temperature $T_{\\mathrm{BKT}}$ from QMC, revealing a nearly field-independent $T_{\\mathrm{BKT}}/T_N \\approx 0.74$. Scaling analysis of the relaxation rate shows critical exponents consistent with 2D universality, and a narrow temperature window is identified where 2D physics dominates. These findings establish Ba$_2$CuSi$_2$O$_6$Cl$_2$ as a model system for exploring BKT dynamics in quantum magnets."}
{"id": "2511.17039", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.17039", "abs": "https://arxiv.org/abs/2511.17039", "authors": ["R. Blasco", "S. Valdueza-Felip", "D. Montero", "M. Sun", "J. Olea", "F. B. Naranjo"], "title": "Low-to-mid Al content ($x\\sim$ 0-0.56) Al$_x$In$_{1-x}$N layers deposited on Si(100) by radio-frequency sputtering", "comment": null, "summary": "Radio-frequency (RF) sputtering is a low-cost technique for the deposition of large-area single-phase AlInN on silicon layers with application in photovoltaic devices. Here, the effect of the Al mole fraction x from 0 to 0.56 on the structural, morphological, electrical, and optical properties of $n$ Al$_x$In$_{1-x}$N layers deposited at 550 $^\\circ$C on p-Si(100) by RF sputtering is studied. X-ray diffraction data show a wurtzite structure oriented along the c-axis in all samples, where the full width at half maximum of the rocking curve around the InN (0002) diffraction peak decreases from $\\sim 9^\\circ$ to $\\sim 3^\\circ$ while incorporating Al to the AlInN layer. The rootmean-square surface roughness, estimated from atomic force microscopy, evolves from 20 nm for InN to 1.5 nm for Al$_{0.56}$In$_{0.44}$N. Low-temperature photoluminescence spectra show a blueshift of the emission energy from 1.59 eV (779 nm) for InN to 1.82 eV (681 nm) for Al$_{0.35}$In$_{0.65}$N according to the Al content rise. Hall effect measurements of Al$_x$In$_{1-x}$N ($0<x <0.35$) on sapphire samples grown simultaneously point to a residual n-type carrier concentration in the 1021 cm$^{-3}$ range. The developed n-AlInN/p-Si junctions present promising material properties to explore their performance operating as solar cell devices."}
{"id": "2511.16784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16784", "abs": "https://arxiv.org/abs/2511.16784", "authors": ["Ahmed Shaikh", "Phanibhusan Singha Mahapatra", "Eva Y. Andrei"], "title": "Fabrication of A Dual Gated Mirror Symmetric Twisted Trilayer Graphene Device to Study Superconductivity", "comment": null, "summary": "Though research on graphene by itself has waned, the interest in moire materials, materials made with stacked layers of graphene with a rotational twist between the layers, has exploded in popularity. These layered devices show a key feature, flat bands. Flat bands localize electrons, which in turn leads to the expression of correlated states such as Mott insulators, superconductivity, and more. A key property of these devices is that their 2D nature allows us to tune them in situ, effectively allowing us to change the device's electronic properties. This powerful ability greatly reduces the time and money required to study superconductivity. The superconductivity in these systems seems to be similar to high-temperature superconductors such as cuprates, giving us a path towards studying high-temperature superconductivity. The fabrication of these devices is nontrivial, and thus we detail one general way to create these layered devices to give maximal tunability."}
{"id": "2511.17188", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17188", "abs": "https://arxiv.org/abs/2511.17188", "authors": ["Josep Ingla-Aynés", "Serhii Volosheniuk", "Talieh S. Ghiasi", "Angelika Knothe", "Kenji Watanabe", "Takashi Taniguchi", "Vladimir I. Fal'ko", "Herre S. J. van der Zant"], "title": "Tunable Kondo effect in a bilayer graphene quantum channel", "comment": "15 pages, 12 figures", "summary": "The interaction between itinerant electrons and localized spins is key to a wide range of electronic phenomena. Of particular interest is the regime where the interacting electrons exhibit both spin and valley degeneracy, resulting in SU(4) Kondo physics. However, this regime is challenging to realize in typical mesoscopic systems because it requires a strong interaction between electrons, resulting in a Kondo temperature ($T_\\mathrm{K}$) significantly larger than the spin and valley splittings. Here, we present conductance measurements of a quantum point contact (QPC) in bilayer graphene (BLG). Beyond the expected quantized conductance plateaus, which reflect spin and valley degeneracy, we observe an additional subband, known as `0.7 anomaly' exhibiting signatures of Kondo physics and a $T_\\mathrm{K}$ ranging from approximately 0.5 up to 2.4 K at zero magnetic field, corresponding to Kondo energies between 40 and 200 $μ$eV. Given that the spin-orbit splitting in BLG is between 40 and 80 $μ$eV, we argue that these results are consistent with a transition between four-fold degenerate SU(4) and two-fold degenerate spin-valley locked SU(2) Kondo effects. Furthermore, we break the valley degeneracy of the lowest subband by an out-of-plane magnetic field and show that Kondo signatures remain present, indicating a transition from SU(4) to a valley-polarized SU(2) Kondo effect, and showing the versatility of BLG QPCs for exploring many-body effects."}
{"id": "2511.17420", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17420", "abs": "https://arxiv.org/abs/2511.17420", "authors": ["Nico Kirchner", "Wonjune Choi", "Frank Pollmann"], "title": "Measuring Anyonic Exchange Phases Using Two-Dimensional Coherent Spectroscopy", "comment": "12 pages, 3 figures", "summary": "Identifying experimental signatures of anyons, which exhibit fractional exchange statistics, remains a central challenge in the study of two-dimensional topologically ordered systems. Previous theoretical work has shown that the threshold behavior in linear response spectroscopy can reveal the fractional exchange statistics between an anyon and its antiparticle. In this work, we extend this framework to nonlinear, two-dimensional coherent spectroscopy. We demonstrate by analyzing time-ordered four-point correlation functions that the threshold behavior of nonlinear response functions encodes the fractional statistics between general pairs of anyons that can combine to any composite topological charge. This feature in particular provides a powerful probe for unambiguously distinguishing non-Abelian anyons, which can form multiple composite charges with distinct nontrivial braid statistics. Our approach is validated using numerical simulations that are consistent with the correct fractional exchange statistics for both the Abelian anyons in the toric code and non-Abelian Ising anyons."}
{"id": "2511.17087", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17087", "abs": "https://arxiv.org/abs/2511.17087", "authors": ["Alena Vishina", "Konstantin Skokov", "Hiroki Tsuchiura", "Patrik Thunström", "Alex Aubert", "Oliver Gutfleisch", "Olle Eriksson", "Heike C. Herper"], "title": "New insights into the magnetism of DyCo$_{5}$", "comment": null, "summary": "In this work, we present the first magnetization measurements of DyCo$_5$ single crystals in magnetic fields up to 14 T, spanning a temperature range up to 600 K. Our investigation reveals several unique features, including a significant magnetization anisotropy and an observed minimum in spontaneous magnetization near the compensation point, phenomena not previously reported. This work also uncovers the complex magnetic behavior of DyCo$_5$, with a pronounced interplay between the Dy and Co sublattices, each exhibiting distinct temperature-dependent magnetic properties. The combination of dynamical mean-field theory (DMFT), atomistic spin-dynamics (ASD) simulations, and the Effective Spin Model (ESM) for rare-earth compounds successfully explains the experimental data across both low and high temperatures. Our theoretical approach not only explains the observed magnetic anisotropy and the behavior near the compensation temperature but also successfully reproduces key experimental features such as the saturation behavior at high fields and the evolution of the magnetic moment at different temperatures."}
{"id": "2511.16791", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16791", "abs": "https://arxiv.org/abs/2511.16791", "authors": ["Debra S. Gavant", "Christian E. Precker"], "title": "Glass Viscosity Curvature from Constraint-Driven Actualization: A Physical Parity with the Vogel-Fulcher-Tammann Relation", "comment": "7 pages, 3 figures. Data and parameter files available at https://doi.org/10.5281/zenodo.17643985", "summary": "The Vogel-Fulcher-Tammann (VFT) equation empirically describes the super-Arrhenius viscosity of glass-forming liquids; however, its divergence at a finite temperature $T_{0}$ lacks a clear physical basis. Here, a formulation derived from Dynamic Present Theory (DP$Φ$) and its Continuous Present Actualization (CPA) framework is tested: a CPA Rate modulated by a temperature-dependent Constraint Load $C(T)$, the CPA + Constraint (CPA + C) model. This formulation was evaluated across three canonical datasets: ortho-terphenyl (OTP) measurements from Laughlin and Uhlmann (1972) and Plazek et al. (1994), and glycerol-water mixtures from Kumar et al. (1994). Across all evaluated systems, the CPA + C formulation demonstrated statistical parity with the VFT model ($R^{2} > 0.99$), reproducing the viscosity curve by more than 14 orders of magnitude. Unlike the VFT equation, this approach derives the nonlinear curvature from a physically interpretable mechanism: the increase in configurational constraint as the system approaches a CPA Lock-In threshold. These findings indicate that the residual noise observed in simpler models represents an actual physical signal, which the CPA + C model effectively isolates. This suggests that the VFT's empirical success originates from its implicit capture of an underlying constraint-driven dynamic, providing a physically interpretable foundation for one of the most enduring phenomenological equations in materials science."}
{"id": "2511.17231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17231", "abs": "https://arxiv.org/abs/2511.17231", "authors": ["Jiaxin Chen", "Hongsheng Zheng", "Hongliang Chen", "Qia Shen", "Chang Pan", "Zhenyi Zheng", "Hemian Yi", "Dandan Guan", "Xiaoxue Liu", "Yaoyi Li", "Shiyong Wang", "Hao Zheng", "Canhua Liu", "Jinfeng Jia", "Jingsheng Chen", "Ruidan Zhong", "Lei Wang", "Xuepeng Qiu", "Yumeng Yang", "Aurélien Manchon", "Liang Liu"], "title": "Coexistence of unconventional spin-orbit torque and in-plane Hall effect in a single ferromagnetic layer", "comment": null, "summary": "The symmetry of a material fundamentally governs its spin transport properties. While unconventional spin transport phenomena have been predominantly explored in low-symmetry systems (e.g., $C_{1v}$ symmetry), high-symmetry crystals--which constitute the majority of industry-compatible materials--are generally expected to exhibit only conventional spin-transport behavior. Here, we report the coexistence of two unconventional spin transport effects, the crystal spin-orbit torque (CSOT) and the crystal in-plane Hall effect (CIHE), in a CoPt single ferromagnetic layer with $C_{3v}$ symmetry. Leveraging the CSOT, we achieve nearly 100% field-free perpendicular magnetization switching in a 6 nm CoPt layer at room temperature. Simultaneously, the CIHE observed in this material exhibits nearly identical dependencies on both current angle and growth temperature as the CSOT. Symmetry analysis confirms that both effects share a common physical origin. Our work not only establishes CoPt as a high-performance spin-orbit material, but also demonstrates that unconventional spin transport can be realized in high-symmetry systems, thereby opening a broad pathway for their application in practical spintronics."}
{"id": "2511.17476", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17476", "abs": "https://arxiv.org/abs/2511.17476", "authors": ["Himadri Halder"], "title": "Thermalization of exact quantum many-body scars in spin-1 XY chain under perturbations", "comment": null, "summary": "Quantum many-body scars are special eigenstates that violate the eigenstate thermalization hypothesis while residing at finite energy density along with thermalizing eigenstates. The spin-1 XY model is known to host a family of such exceptional states originating from long-lived quasiparticle excitations that exhibit anomalously low entanglement entropy and long-time periodic revivals, resulting in weak ergodicity breaking. We study the stability of these scarred states against typical U(1) symmetry preserving perturbations in the XY chain. While perturbation theory can describe the deformed scar states at small system sizes, finite-size scaling of the perturbation matrix elements indicates that the scars ultimately thermalize in larger chains. Nonetheless, we demonstrate that the long-range order associated with the scars decays under the perturbation, and we estimate the relaxation timescale of oscillatory dynamics in certain local observables to be of order $λ^{-2}$, where $λ$ is the perturbation strength."}
{"id": "2511.17114", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.17114", "abs": "https://arxiv.org/abs/2511.17114", "authors": ["S. E. Amrani", "M. Sun", "S. Valdueza-Felip", "F. B. Naranjo", "M. R. Britel", "M. Ferrari", "A. Bouajaj"], "title": "Effect of temperature and excitation power on down-conversion process in Tb3+/Yb3+-activated silica-hafnia glass-ceramic films", "comment": null, "summary": "Transparent glass ceramics, when activated by rare earth ions, are excellent photonic materials. Regarding photonic glass-ceramics based on silicates, hafnia and silica in a binary system has proved to be an excellent matrix to incorporate rare earth ions in the hafnia nanocrystals, resulting in important luminescence enhancement and, consequently, allowing a large spectrum of critical applications. Here we will focus on the downconversion mechanism driven by the couple Tb3+/Yb3+, largely exploited in photovoltaic systems. The research presented here has been performed on 70SiO2-30HfO2 silica-hafnia glass-ceramic films activated with 19 % rare earth ions: [Tb + Yb]/[Si + Hf] = 19 %. Two main results will be discussed: (a) the intensity and the broadening of the Yb3+ emission band at 975 nm were found to be temperature-dependent, as shown in the figure; (b) the energy transfer mechanism Tb3+ >> Yb3+ will be discussed, referring to the mechanisms that have been proposed in the literature. In relation to the latter topic, the power dependence spectra for the luminescence of Yb3+: 2F5/2 >> 2F7/2 will be discussed."}
{"id": "2511.16810", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16810", "abs": "https://arxiv.org/abs/2511.16810", "authors": ["Lachlan G. M. Rooney", "Siân E. Dutton", "Nicola D. Kelly"], "title": "Magnetic Properties of the Quasi-1D Magnesium Lanthanide Borates Mg$Ln$B$_5$O$_{10}$", "comment": "27 pages, 11 figures", "summary": "Lanthanide borates are widely studied for their optical and magnetic properties. A wide variety of structures are known with 3, 2, 1 and 0 dimensional connectivity of lanthanide ions. Here, we explore Mg$Ln$B$_5$O$_{10}$, with a quasi-1D arrangement of the $Ln$ ions. Polycrystalline samples of Mg$Ln$B$_5$O$_{10}$ ($Ln$ = La, Pr, Nd, Sm--Er) were synthesised with high purity via a sol-gel method. Powder X-ray diffraction data confirmed the reported monoclinic space group ($P2_1/c$). The magnetic $Ln^{3+}$ ions in Mg$Ln$B$_5$O$_{10}$ form relatively isolated zig-zag chains parallel to the $b$ axis. Magnetic susceptibility and isothermal magnetisation were measured: all samples except $Ln=$ (Eu, Sm) fit the Curie-Weiss Law in isothermal magnetisation at high temperatures, in broad agreement with theoretical expectations. $Ln =$ (Nd, Tb, Dy, Ho) exhibit signatures characteristic of Ising spin saturation, implying single ion anisotropy, while Gd exhibits characteristics of Heisenberg spins. Estimation of magnetic interactions suggests that Mg$Ln$B$_5$O$_{10}$ are candidate materials for quasi-1D magnetism. The magnetocaloric entropy change was also calculated, with MgGdB$_5$O$_{10}$ showing promise for application to solid-state refrigeration at liquid helium temperatures."}
{"id": "2511.17386", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17386", "abs": "https://arxiv.org/abs/2511.17386", "authors": ["Cequn Li", "Le Yi", "Kalana D. Halanayake", "Jessica L. Thompson", "Yingdong Guan", "Kenji Watanabe", "Takashi Taniguchi", "Zhiqiang Mao", "Danielle Reifsnyder Hickey", "Morteza Kayyalha", "Jun Zhu"], "title": "Building 3D superconductor-based Josephson junctions using a via transfer approach", "comment": "23 pages, 4 figures, with Supplemental Information. Comments are welcome", "summary": "The coupling of superconductivity to unconventional materials may lead to novel quantum states and potential applications. Controlling the quality of the superconductor-normal metal interface is of crucial importance to the understanding and engineering of the superconducting proximity effect. In many cases, conventional lithography-based deposition methods introduce undesirable effects. Using the concept of via contact and dry transfer, we have constructed smooth, van der Waals-like contact between 3D superconducting NbN/Pd and graphene with low contact resistance of approximately 130 $Ω\\cdot μm$. Gate-tunable supercurrent, Fraunhofer pattern, and Andreev reflections are observed, the properties of which can be understood using an induced superconducting gap $Δ$' in this planar contact geometry. We discuss potential mechanisms impacting the magnitude of $Δ$' and suggest ways of further increasing the proximity coupling. This gentle, lithography-free contacting method can be applied to air- and damage-sensitive surfaces to engineer novel superconducting heterostructures."}
{"id": "2511.17494", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17494", "abs": "https://arxiv.org/abs/2511.17494", "authors": ["Yan-Qi Wang", "Johannes Motruk", "Andrey Grankin", "Mohammad Hafezi"], "title": "Fractional Chern insulator edges: crystalline effects and optical measurements", "comment": "5+ pages, 4 figures", "summary": "Edge states of chiral topologically ordered phases are commonly described by chiral Luttinger liquids, effective theories that are exact only in the hydrodynamic limit. Motivated by recent bulk observations of fractional Chern insulators (FCIs) in two-dimensional materials and by synthetic realizations in ultracold atoms, we revisit this framework and quantify deviations from the hydrodynamic limit due to lattice effects. Using a combination of analytical arguments and numerical simulations, we disentangle universal from nonuniversal edge properties. We outline experimental probes in excitonic FCIs and in ultracold atom systems, and in particular propose time-resolved edge spectroscopy to directly access the predicted exponents and velocities."}
{"id": "2511.17189", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17189", "abs": "https://arxiv.org/abs/2511.17189", "authors": ["Quanchao Du", "Jinlian Lu", "Xueqing Wan", "Zhenlong Zhang", "Zhijun Jiang"], "title": "Ferroelectric Switchable Topological Magnon Hall Effect in Type-I Multiferroics", "comment": "15 pages, 4 figures", "summary": "Electric control of magnetism at room temperature is crucial for developing next-generation, low-power spintronic devices. However, the intrinsic incompatibility between ferroelectricity and magnetism in crystal symmetry, along with the absence of strong magnetoelectric coupling mechanisms, continues to pose major challenges. In this work, we propose a general theoretical framework for magnon manipulation based on ferroelectric polarization switching in two-dimensional multiferroics. Taking monolayer multiferroics $\\mbox{Ti}_{2}\\mbox{F}_{3}$ as an example, our calculations demonstrate that ferroelectric switching can significantly modulate spin exchanges, thereby enabling nonvolatile and reversible electric control of the magnons. More importantly, the ferroelectric polarization reversal leads to a sign change in the Berry curvature, ensuring effective control over the valley Hall and nonlinear Hall response of magnons. This study provides a new way for realizing low-power and electrically controllable magnonic devices."}
{"id": "2511.16818", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16818", "abs": "https://arxiv.org/abs/2511.16818", "authors": ["Carola Ciaramelletti", "Daniel Arrufat-Vicente", "Simone Paganelli", "Nicolo Defenu"], "title": "Breakdown of adiabaticity in topological quantum liquids", "comment": null, "summary": "We study the temporal behavior of topological quantum fluids with strong long-range couplings under slow external perturbations, whose rate $δ$ approaches the quasi-static limit $δ\\to 0$. As expected, due to strong long-range interactions, the system lies in the mean-field universality and the density of defects for drives across the quantum critical point is adiabatic $n_{\\rm exc}\\propto δ^{2}$. However, if the drive is instead terminated precisely at the edge of the topological non-trivial phase, the number of generated excitations becomes extensive $n_{\\rm exc}\\propto O(1)$. This result fundamentally breaks the established universal behavior observed in local topological quantum fluids and demonstrates a novel mechanism for the breakdown of adiabaticity in fermionic systems with strong long-range interactions."}
{"id": "2511.17412", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17412", "abs": "https://arxiv.org/abs/2511.17412", "authors": ["Faruk Abdulla", "Anna Keselman", "Daniel Podolsky"], "title": "Breakdown of chiral anomaly and emergent phases in Weyl semimetals under orbital magnetic fields", "comment": "12 pages, 9 figures", "summary": "An external orbital magnetic field applied perpendicular to the separation vector of a pair of Weyl points can couple them and induce a gap in the electronic spectrum. In this work, we investigate the gap-opening behavior in the presence of a lattice, revealing rich phenomenology absent in the continuum picture. Specifically, we address the emergence of layered Chern insulating states, examining how the anisotropy of the Weyl cone dispersion influences the sequence of phase transitions, and establishing connections to the continuum limit. We analyze the evolution of surface Fermi-arc states across these regimes, highlighting their distinct behaviors during the gap-opening transitions."}
{"id": "2511.17296", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17296", "abs": "https://arxiv.org/abs/2511.17296", "authors": ["Jozef Strecka", "Michal Nemcik"], "title": "Unveiling the degeneracy of bound magnon crystals from magnetic and thermodynamic features of the spin-1/2 Heisenberg octahedral chain", "comment": "13 pages, 6 figures", "summary": "Magnetic, thermodynamic, and magnetocaloric properties of a spin-1/2 Heisenberg octahedral chain with three distinct exchange interactions are investigated in an external magnetic field using the variational method, extended localized-magnon approach, and exact diagonalization. Variational arguments rigorously establish two distinct fragmented phases in the frustrated regime. In the former phase all four spins of each square plaquette form a collective plaquette singlet, whereas in the latter phase two dimer singlets are formed along diagonals of each square plaquette. These bound two-magnon states, supplemented with three localized one-magnon states, enable us to elaborate a generalized localized-magnon theory that is applicable in a frustrated regime across the entire field range as confirmed by comparison with exact diagonalization data. The concept of localized magnons provides a consistent description of low-temperature magnetization curves featuring intermediate one-fifth and three-fifths plateaus, which intersect each other at temperature-independent crossing points determined by the relative degeneracies of competing bound-magnon phases. Field variations of the specific heat reveal a pronounced double-peak structure near each field-driven transition with peak heights depending on the relative degeneracies of the respective bound-magnon states. Our results demonstrate that the system supports highly efficient cooling via adiabatic demagnetization, making it a promising candidate for magnetocaloric refrigeration."}
{"id": "2511.17277", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17277", "abs": "https://arxiv.org/abs/2511.17277", "authors": ["Xingyue Yang", "Shibo Fang", "Zongmeng Yang", "Pin Ho", "Jing Lu", "Yee Sin Ang"], "title": "Altermagnetic Flatband-Driven Fermi Surface Geometry for Giant Tunneling Magnetoresistance", "comment": "12 pages, 6 figures", "summary": "Altermagnetism, characterized by zero net magnetization and symmetry-protected spin-split band structures, has recently emerged as a promising platform for spintronics. In altermagnetic tunnel junctions (AMTJs), the suppression of tunneling in the antiparallel configuration relies on the mismatch between spin-polarized conduction channels in momentum space. However, ideal nonoverlapping spin-polarized Fermi surfaces are rarely found in bulk altermagnets. Motivated by the critical influence of Fermi surface geometry on tunneling magnetoresistance (TMR), we investigate three experimentally synthesized altermagnets -- bulk $\\mathrm{V_2Te_2O}$, $\\mathrm{RbV_2Te_2O}$, and $\\mathrm{KV_2Se_2O}$ -- to elucidate how flatband-driven Fermi surfaces minimize spin-channel overlap and boost AMTJ performance. Notably, $\\mathrm{RbV_2Te_2O}$ and $\\mathrm{KV_2Se_2O}$ host flat altermagnetic Fermi sheets, which confine spin degeneracy to minimal arc-like or nodal-like regions. Such Fermi surface geometry drastically reduces spin overlap, resulting in an unprecedented intrinsic TMR well over $10^3\\%$ in the $\\mathrm{KV_2Se_2O}$-based AMTJ. Incorporating an insulating barrier further enhances the TMR to $\\sim10^5\\%$, surpassing most conventional MTJs. These results not only establish $\\mathrm{KV_2Se_2O}$ as a compelling candidate AMTJ material, but also highlight the critical role of flatband Fermi surface geometry in achieving high-performance altermagnetic-spintronic device technology."}
{"id": "2511.16836", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.16836", "abs": "https://arxiv.org/abs/2511.16836", "authors": ["Daniel A. Stariolo", "Fernando L. Metz"], "title": "Zero-temperature dynamics of the spherical model with non-reciprocal interactions", "comment": "22 pages, 7 figures", "summary": "We analytically solve the zero-temperature dynamics of the spherical model with non-reciprocal random interactions drawn from the real elliptic ensemble of random matrices, where a single parameter $η$ continuously interpolates between purely symmetric ($η=1$) and purely antisymmetric ($η=-1$) couplings. We show that the two-time correlation and response functions depend on both times in the presence of non-reciprocal interactions, reflecting the breakdown of time-translation invariance and the absence of equilibrium at long times. Nevertheless, the long-time relaxation of the two-time observables is governed by exponential decays, in contrast to the slow, power-law relaxation characteristic of the model with purely symmetric interactions. We further show that, when the interactions present antisymmetric correlations of strength $η<0$, there is a time scale $τ(η)$ above which the dynamics undergoes a transition to an oscillatory regime where the two-time observables display periodic oscillations with an exponentially decaying amplitude. Overall, our results give a detailed account of the dynamics of the spherical model with non-reciprocal interactions at zero temperature, providing a benchmark for the study of complex systems with nonlinear and asymmetric interactions."}
{"id": "2511.17470", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17470", "abs": "https://arxiv.org/abs/2511.17470", "authors": ["Julien Basset", "Ognjen Stanisavljević", "Julien Gabelli", "Marco Aprili", "Jérôme Estève"], "title": "Fast and Continuous Detection of Single Microwave Photons via Photo-assisted Quasiparticle Tunneling to a Superconducting Island", "comment": "5 pages, 4 figures + supplementary informations", "summary": "We demonstrate a single-photon detector operating in the microwave domain, based on photo-assisted quasiparticle tunneling events that poison a superconducting island. The detection relies on continuously monitoring the island's charge parity using microwave reflectometry. This scheme achieves 10% detection efficiency with sub 50 ns time resolution and short dead time 1 microsecond, for microwave photons at 10 GHz. The detector features three junctions connected to a superconducting island, which together carry out photoelectric conversion and charge readout. The enhanced light-matter coupling, crucial to photon to quasiparticle conversion, is provided by a granular aluminum-based high-impedance microwave resonator. The time resolved detection of itinerant microwave photon opens up new perspectives in quantum sensing, microwave quantum optics, readout of superconducting qubits and mesoscopic physics."}
{"id": "2511.17398", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17398", "abs": "https://arxiv.org/abs/2511.17398", "authors": ["Abhijeet Nayak", "Sk Jamaluddin", "Fan Wu", "Emily Rapp", "Resham Babu Regmi", "Mohamed El Gazzah", "Bence G. Márkus", "László Forró", "Madhav P. Ghimire", "Allen Oliver", "Kateryna Foyevtsova", "Igor I. Mazin", "Nirmal J. Ghimire"], "title": "Crystal Growth and Physical Properties of Orthorhombic Kagome Lattice Magnets $R$Fe$_6$Ge$_6$ ($R$=Y, Tb, Dy)", "comment": null, "summary": "Kagome magnets represent a promising class of materials that exhibit intriguing electronic and magnetic properties, and they have recently garnered significant attention. While most kagome-lattice compounds are hexagonal, here we report the single-crystal growth and physical property measurements of similar compounds $R$Fe$_6$Ge$_6$ ($R$ = Y, Dy, Tb), which crystallize in an orthorhombic structure. The structure can be derived from a hexagonal prototype $R$Fe$_3$Ge$_2$ by replacing every other $R$ atom with a covalent Ge$_2$ dimer. Ordering of the latter makes the structure orthorhombic the kagome net slightly distorted, and the three Fe sites formally inequivalent. The iron and rare-earth sublattices order independently: the Fe moments order above 400 K having, with ferromagnetic Kagome planes stacked antiferromagnetically, while the rare-earth moments order below 9 K. While TbFe$_6$Ge$_6$ exhibits a single magnetic ordering transition associated with the Tb atoms, DyFe$_6$Ge$_6$ shows two distinct magnetic phase transitions, which are strongly influenced by crystal electric field effects on the Dy$^{3+}$ ions. Density functional theory (DFT) calculations show that the ferromagnetic ordering of the Fe planes is driven by a high density of states at the Fermi energy. They also reveals three dramatically different structural energy scales: $R$ and Ge$_2$ form alternating 1D chains perpendicular to the kagome planes, and violating this alternation incurs a huge energy cost. Aligning these chains is less costly, and actual 2D order of anti-aligned chains costs very little. These compounds represent a unique class of materials, offering new possibilities to investigate the interplay between the distinct crystal lattice geometry and the underlying electronic and magnetic properties."}
{"id": "2511.17398", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17398", "abs": "https://arxiv.org/abs/2511.17398", "authors": ["Abhijeet Nayak", "Sk Jamaluddin", "Fan Wu", "Emily Rapp", "Resham Babu Regmi", "Mohamed El Gazzah", "Bence G. Márkus", "László Forró", "Madhav P. Ghimire", "Allen Oliver", "Kateryna Foyevtsova", "Igor I. Mazin", "Nirmal J. Ghimire"], "title": "Crystal Growth and Physical Properties of Orthorhombic Kagome Lattice Magnets $R$Fe$_6$Ge$_6$ ($R$=Y, Tb, Dy)", "comment": null, "summary": "Kagome magnets represent a promising class of materials that exhibit intriguing electronic and magnetic properties, and they have recently garnered significant attention. While most kagome-lattice compounds are hexagonal, here we report the single-crystal growth and physical property measurements of similar compounds $R$Fe$_6$Ge$_6$ ($R$ = Y, Dy, Tb), which crystallize in an orthorhombic structure. The structure can be derived from a hexagonal prototype $R$Fe$_3$Ge$_2$ by replacing every other $R$ atom with a covalent Ge$_2$ dimer. Ordering of the latter makes the structure orthorhombic the kagome net slightly distorted, and the three Fe sites formally inequivalent. The iron and rare-earth sublattices order independently: the Fe moments order above 400 K having, with ferromagnetic Kagome planes stacked antiferromagnetically, while the rare-earth moments order below 9 K. While TbFe$_6$Ge$_6$ exhibits a single magnetic ordering transition associated with the Tb atoms, DyFe$_6$Ge$_6$ shows two distinct magnetic phase transitions, which are strongly influenced by crystal electric field effects on the Dy$^{3+}$ ions. Density functional theory (DFT) calculations show that the ferromagnetic ordering of the Fe planes is driven by a high density of states at the Fermi energy. They also reveals three dramatically different structural energy scales: $R$ and Ge$_2$ form alternating 1D chains perpendicular to the kagome planes, and violating this alternation incurs a huge energy cost. Aligning these chains is less costly, and actual 2D order of anti-aligned chains costs very little. These compounds represent a unique class of materials, offering new possibilities to investigate the interplay between the distinct crystal lattice geometry and the underlying electronic and magnetic properties."}
{"id": "2511.16930", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16930", "abs": "https://arxiv.org/abs/2511.16930", "authors": ["Vivek Chawla", "Stephen Puplampu", "Haochen Zhu", "Philip D. Rack", "Dayakar Penumadu", "Sergei Kalinin"], "title": "Accelerated Materials Discovery through Cost-Aware Bayesian Optimization of Real-World Indentation Workflows", "comment": "29 pages, 8 figures, 2 figures in SI", "summary": "Accelerating the discovery of mechanical properties in combinatorial materials requires autonomous experimentation that accounts for both instrument behavior and experimental cost. Here, an automated nanoindentation (AE-NI) framework is developed and validated for adaptive mechanical mapping of combinatorial thin-film libraries. The method integrates heteroskedastic Gaussian-process modeling with cost-aware Bayesian optimization to dynamically select indentation locations and hold times, minimizing total testing time while preserving measurement accuracy. A detailed emulator and cost model capture the intrinsic penalties associated with lateral motion, drift stabilization, and reconfiguration-factors often neglected in conventional active-learning approaches. To prevent kernel-length-scale collapse caused by disparate time scales, a hierarchical meta-testing workflow combining local grid and global exploration is introduced. Implementation of the workflow is shown on a experimental Ta-Ti-Hf-Zr thin-film library. The proposed framework achieves nearly a thirty-fold improvement in property-mapping efficiency relative to grid-based indentation, demonstrating that incorporating cost and drift models into probabilistic planning substantially improves performance. This study establishes a generalizable strategy for optimizing experimental workflows in autonomous materials characterization and can be extended to other high-precision, drift-limited instruments."}
{"id": "2511.17483", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17483", "abs": "https://arxiv.org/abs/2511.17483", "authors": ["M. Nabil Y. Lhachemi", "Valentin Crépel", "Jennifer Cano"], "title": "Efficient prediction of topological superlattice bands with spin-orbit coupling", "comment": "15 pages, 4 figures", "summary": "We develop a symmetry indicator framework to efficiently predict the topology of superlattice-induced minibands with spin-orbit coupling. Our algorithm requires input only from the parent material before the superlattice is applied. The simplification arises by assuming a perturbatively weak superlattice potential; however, our results extend beyond the perturbative regime as long as the superlattice-induced gaps remain open. We first consider a time-reversal- and inversion-symmetric system subject to a weak superlattice potential and derive a compact formula for the $\\mathbb{Z}_2$ invariant of the lowest miniband. We then extend to time-reversal breaking systems and compute the Chern number. We apply our theory to selected transition metal dichalcogenides, HgTe/CdTe quantum wells, and thin films of three-dimensional topological insulators and Dirac semimetals. We find topological superlattice bands can arise even from non-topological materials, broadening the pool of candidates for realizing topological flat bands. Our theory predicts which geometry and periodicity of superlattice will yield topological bands for a given material, providing a clear guiding principle for designing topological superlattice heterostructures."}
{"id": "2511.17403", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17403", "abs": "https://arxiv.org/abs/2511.17403", "authors": ["Lasse Sternemann", "David Maximilian Janas", "Eshan Banerjee", "Richard Leven", "Jonah Elias Nitschke", "Marco Marino", "Leon Becker", "Ahmet Can Ademoğlu", "Frithjof Anders", "Stefan Tappertzhofen", "Mirko Cinchetti"], "title": "Momentum-Resolved Electronic Structure and Orbital Hybridization in the Layered Antiferromagnet CrPS$_4$", "comment": null, "summary": "Chromium thiophosphate (CrPS$_4$) is a layered two-dimensional antiferromagnetic semiconductor exhibiting intriguing spintronic and magneto-optical properties, yet its electronic band structure has remained experimentally uncharacterized. Here, we employ momentum-resolved photoemission spectroscopy above and below the Néel temperature, complemented by density functional theory with Hubbard U corrections (DFT+U), to reveal a valence band dominated by Cr $3d$ and S $3p$ states with a ligand-to-metal charge-transfer band gap. We identify weakly hybridized t$_{2g}$ orbitals responsible for magnetic ordering and strongly hybridized e$_{g}$ orbitals that relax dipole selection rules, enabling optically active orbital transitions. These findings establish a foundational understanding of CrPS$_4$'s electronic structure, providing a benchmark for theoretical models and informing future investigations into its orbital physics and potential device applications."}
{"id": "2511.16934", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.16934", "abs": "https://arxiv.org/abs/2511.16934", "authors": ["Ram Kumar", "Aditya H. Kelkar", "Neeraj Shukla", "Paras Poswal", "Sheshmani Singh"], "title": "Energy-Dependent Magnetic Modifications in HOPG via Microbeam Scanning", "comment": "5 pages, three figures, 2 tables", "summary": "Medium-energy ion irradiation is a promising technique for inducing magnetism in materials with partially filled d or f electron bands. This approach enables precise control over the density and spatial distribution of irradiation-induced defects, which play a crucial role in modifying the electronic and magnetic properties of the system. The primary objective of this experiment was to investigate the influence of ion energy variation on the magnetic properties of highly oriented pyrolytic graphite (HOPG). To achieve this, HOPG samples were irradiated with protons 1-3 MeV and carbon ions 600 keV - 2 MeV. A significant change in the magnetic moment was observed with respect to the irradiation energy for both ion species. The effect of energy variation was analyzed using a vibrating sample magnetometer (VSM) and SRIM simulations. The results demonstrate that ion-beam-induced magnetic ordering strongly depends on both the ion species and the beam energy. Magnetic measurements were performed with varying irradiation energies, showing that carbon ion irradiation produces a higher degree of magnetic ordering compared to proton irradiation at the same dose. The maximum magnetization was obtained at 1.2 MeV carbon ion irradiation. SRIM simulations confirm that carbon ions create a greater number of lattice defects than proton ions, which correlates with the enhanced magnetic response."}
{"id": "2511.17173", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17173", "abs": "https://arxiv.org/abs/2511.17173", "authors": ["Armando A. Aligia", "Alejandro M. Lobos", "Lucila Peralta Gavensky", "Claudio J. Gazza"], "title": "Probing Boundary Spins in the Su-Schrieffer-Heeger-Hubbard model", "comment": "12 pages, 7 figures", "summary": "Studying boundary excitations provides a powerful approach to probe correlations in topological phases. We propose that localized spins near the ends of a Su-Schrieffer-Heeger-Hubbard chain embedded in an insulating environment can be detected experimentally using scanning tunneling microscopy (STM) combined with electron spin resonance (ESR). When the STM tip is in the contact regime, the tip-end-spin coupling realizes an effective Anderson impurity problem, giving rise to a Kondo peak at low bias. Spatially resolving the Kondo resonance width as the STM tip approaches the chain ends provides an indirect yet clear signature of these localized spins. To support this proposal, we use density-matrix renormalization group (DMRG) to calculate the spin gap and spin projection of end states for chains of various lengths and interaction strengths $U$ at half-filling. In the non-interacting limit ($U=0$), we derive simple analytical expressions that reproduce the numerical results for sufficiently long chains. We also discuss how the correlated phase of the isolated chain is characterized by boundary zeros in its single-particle Green's function, and briefly comment on their localization properties in relation to the boundary spins."}
{"id": "2511.17445", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17445", "abs": "https://arxiv.org/abs/2511.17445", "authors": ["Faheem Gul", "Orest Pavlosiuk", "Tetiana Romanova", "Dariusz Kaczorowski", "Piotr Wiśniewski"], "title": "Origin of large topological Hall effect in the EuCd$_2$Sb$_2$ antiferromagnet", "comment": "9 pages, 5 figures, Supplemental Material has 5 pages and 6 figures", "summary": "We study the origin of large topological Hall effect in the single-crystalline EuCd$_2$Sb$_2$, which orders antiferromagnetically at the Néel temperature $T_{\\rm N}=7.4$ K. Measurements of magnetoresistance and Hall resistivity disclose anomalies that evolve with temperature and magnetic field, closely tracking the magnetization process. Analysis of these data identifies three possible mechanisms responsible for the enhanced Berry curvature driving the observed topological Hall effect. Below and above $T_{\\rm N}$, Weyl states are the main sources of large momentum-space Berry curvature, though their formation mechanisms differ in these two temperature ranges. Below $T_{\\rm N}$, breaking of $C_{3}$ symmetry generates Dirac points that split into Weyl nodes in applied magnetic field, whereas above $T_{\\rm N}$, strong spin fluctuations can induce Weyl states. The third contribution, which occurs below $T_{\\rm N}$, arises from scalar spin chirality developing within antiferromagnetic domain walls, which generates a real-space Berry curvature."}
{"id": "2511.16969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16969", "abs": "https://arxiv.org/abs/2511.16969", "authors": ["Risako Kikuchi", "Junya Endo", "Ai Yamakage"], "title": "Cusped Electrical Conductivity in Spin-1 Chiral Fermion Systems Arising from Multifold Band Degeneracy", "comment": "11 pages, 3 figures, proceedings of LT30", "summary": "The energy-dependent electrical conductivity in spin-1 chiral fermion systems with disorder is studied using the self-consistent Born approximation. A distinct cusp-like feature appears at an energy different from the band-crossing point, arising from the multifold band-crossing structure formed by the Dirac and trivial bands. The energy position of the cusp and the corresponding value of the electrical conductivity are found to depend sensitively on both the impurity scattering strength and the curvature of the trivial band. These findings demonstrate the critical role of multifold band crossings and disorder-induced broadening of energy levels in determining the transport properties, offering theoretical insight into the unconventional conductivity behavior observed in topological semimetals hosting spin-1 chiral fermions."}
{"id": "2511.17494", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17494", "abs": "https://arxiv.org/abs/2511.17494", "authors": ["Yan-Qi Wang", "Johannes Motruk", "Andrey Grankin", "Mohammad Hafezi"], "title": "Fractional Chern insulator edges: crystalline effects and optical measurements", "comment": "5+ pages, 4 figures", "summary": "Edge states of chiral topologically ordered phases are commonly described by chiral Luttinger liquids, effective theories that are exact only in the hydrodynamic limit. Motivated by recent bulk observations of fractional Chern insulators (FCIs) in two-dimensional materials and by synthetic realizations in ultracold atoms, we revisit this framework and quantify deviations from the hydrodynamic limit due to lattice effects. Using a combination of analytical arguments and numerical simulations, we disentangle universal from nonuniversal edge properties. We outline experimental probes in excitonic FCIs and in ultracold atom systems, and in particular propose time-resolved edge spectroscopy to directly access the predicted exponents and velocities."}
{"id": "2511.17449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17449", "abs": "https://arxiv.org/abs/2511.17449", "authors": ["Iñigo Robredo-Magro", "Binayak Mukherjee", "Hugo Aramberri", "Jorge Íñiguez-González"], "title": "Minimalist machine-learned interatomic potentials can predict complex structural behaviors accurately", "comment": "13 pages, 5 figures", "summary": "The past decade has witnessed a spectacular development of machine-learned interatomic potentials (MLIPs), to the extent that they are already the approach of choice for most atomistic simulation studies not requiring an explicit treatment of electrons. Typical MLIP usage guidelines emphasize the need for exhaustive training sets and warn against applying the models to situations not considered in the corresponding training space. This restricts the scope of MLIPs to interpolative calculations, essentially denying the possibility of using them to discover new phenomena in a serendipitous way. While there are reasons to be cautious, here we adopt a more sanguine view and challenge the predictive power of two representative and widely available MLIP approaches. We work with minimalist training sets that rely on little prior knowledge of the investigated materials. We show that the resulting models -- for which we adopt modest/default choices of the defining hyperparameters -- are very successful in predicting non-trivial structural effects (competing polymorphs, energy barriers for structural transformations, occurrence of non-trivial topologies) in a way that is qualitatively and quasi-quantitatively correct. Our results thus suggest an expanded scope of modern MLIP approaches, evidencing that somewhat trivial -- and easy to compute -- models can be an effective tool for the discovery of novel and complex physical phenomena."}
{"id": "2511.16987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16987", "abs": "https://arxiv.org/abs/2511.16987", "authors": ["Zhuocheng Lu", "Zhuang Qian", "Zhichao Guo", "Likun Shi", "Shi Liu", "Hua Wang", "Kai Chang"], "title": "Giant Nonlinear Photon-Drag Currents in Centrosymmetric Moiré Bilayers", "comment": null, "summary": "We present a unified microscopic theory of nonlinear photon-drag currents, formulated within a geometric-loop framework that provides both transparent quantum-geometric interpretation and numerical tractability. In this picture, the photon-drag shift current corresponds to the dipole moment of the geometric loop, while the photon-drag injection current arises from the same loop weighted by a band velocity difference. We apply the theory to an exact continuum model of twisted bilayer graphene (TBG) with ab initio accuracy. Remarkably, an in-plane wavevector only a few times larger than that of free-space photons already produces sizable photon-drag currents in centrosymmetric TBG, comparable to photogalvanic responses in typical noncentrosymmetric two-dimensional materials. These currents are broadly tunable by twist angle, photon wavevector, and light polarization. Our results establish a quantum geometric framework for nonlinear photon-drag phenomena and highlight moiré bilayers as promising platforms for large, highly tunable optoelectronic responses."}
{"id": "2511.17478", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17478", "abs": "https://arxiv.org/abs/2511.17478", "authors": ["Ao Wang", "Junwen Yin", "Félix Antoine Goudreault", "Michel Côté", "Olle Hellman", "Samuel Poncé"], "title": "Antagonistic impact of thermal expansion and phonon anharmonicity on the phonon-limited resistivity of elemental metals from first principles", "comment": "6 pages, 4 figures", "summary": "Understanding electrical resistivity in metals remains a central challenge in quantifying charge transport at finite temperature. Current first-principles calculations based on the Boltzmann transport equation often match experiments, yet they almost always neglect the effect of thermal expansion and phonon anharmonicity. We show that both effects exert an opposite impact on electron-phonon coupling and on electrical resistivity. Thermal expansion enhances the coupling and leads to overestimation of resistivity, whereas anharmonic effects reduce it. By explicitly incorporating both effects, we establish a more complete description of resistivity in elemental metals, demonstrated here for Pb, Nb, and Al."}
{"id": "2511.17033", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17033", "abs": "https://arxiv.org/abs/2511.17033", "authors": ["Zhigang Song", "Kai Chang"], "title": "Unconventional Geometric Phase in Twisted Junction of Cuprates", "comment": "11 pages, 4 figures", "summary": "Originally introduced in optics, the Pancharatnam-Berry phase is a general concept of geometric phase defined for any two interfering polarization states. In electronic systems, however, its counterpart has long been overlooked due to the absence of electron polarization. Here, using large-scale first-principles calculations, we investigate the electronic structure of twisted bilayer Bi2Sr2CaCu2O8. We find spontaneous spin polarization and the emergence of hidden flat bands at the interface between atomic layers. Most notably, we discover an unconventional geometric phase analogous to the Pancharatnam-Berry phase in optics. This electronic geometric phase exerts opposite effects on superconducting currents of opposite chirality, enabling twisted cuprates to act as a filter for chiral superconducting current-even if the ground state itself is non-chiral."}
{"id": "2511.17480", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17480", "abs": "https://arxiv.org/abs/2511.17480", "authors": ["V. Nagpal", "Sebin J. Sebastian", "Surya P. Patra", "S. Shibash", "Q. -P. Ding", "Y. Furukawa", "R. Nath"], "title": "Frustration driven magnetic correlations in the spin-$5/2$ triangular lattice antiferromagnet RbFe(HPO$_{3}$)$_{2}$", "comment": "14 pages, 13 figures", "summary": "A detailed study of the structural and magnetic properties of a spin-$5/2$ triangular lattice antiferromagnet RbFe(HPO$_{3}$)$_{2}$ is presented using x-ray diffraction, magnetization, heat capacity, and $^{31}$P nuclear magnetic resonance (NMR) experiments on a polycrystalline sample. The crystal structure features an equilateral triangular lattice of Fe$^{3+}$ ions. The thermodynamic measurements reveal the onset of a magnetic long-range order at $T_{\\rm N1} \\simeq 7.8$ K in zero-field, followed by another low temperature field induced ordering at $T_{\\rm N2}$ in higher fields. The transition at $T_{\\rm N1}$ is further confirmed from the NMR spin lattice relaxation measurements. The value of the frustration ratio ($f \\simeq 7$) implies moderate spin frustration in the compound. The $^{31}$P NMR spectra exhibit two distinct spectral lines corresponding to two inequivalent phosphorus sites (P1 and P2), consistent with the crystal structure. The P1 site is strongly coupled with an isotropic hyperfine coupling of $A_{\\rm hf}^{\\rm iso} = 0.55(2)$ T/$μ_{\\rm B}$ while the P2 site is weakly coupled with $A_{\\rm hf}^{\\rm iso} = 0.25(3)$ T/$μ_{\\rm B}$ with the Fe$^{3+}$ ions. The magnetic susceptibility and NMR shift data are described well assuming a spin-$5/2$ isotropic triangular lattice antiferromagnetic model with an average exchange coupling of $J/k_{\\rm B} = 2.8(2)$ K. Below $T_{\\rm N1}$, the spectra evolve into a nearly rectangular powder pattern, indicating a commensurate antiferromagnetic type order. The $^{31}$P spin-lattice relaxation rate well below $T_{\\rm N1}$ follows a $T^3$ temperature dependence, implying a two-magnon Raman scattering mechanism in the ordered state. Three well-defined phase regimes are clearly ascertained in the $H-T$ phase diagram, reflecting a weak magnetic anisotropy in the compound."}
{"id": "2511.17039", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.17039", "abs": "https://arxiv.org/abs/2511.17039", "authors": ["R. Blasco", "S. Valdueza-Felip", "D. Montero", "M. Sun", "J. Olea", "F. B. Naranjo"], "title": "Low-to-mid Al content ($x\\sim$ 0-0.56) Al$_x$In$_{1-x}$N layers deposited on Si(100) by radio-frequency sputtering", "comment": null, "summary": "Radio-frequency (RF) sputtering is a low-cost technique for the deposition of large-area single-phase AlInN on silicon layers with application in photovoltaic devices. Here, the effect of the Al mole fraction x from 0 to 0.56 on the structural, morphological, electrical, and optical properties of $n$ Al$_x$In$_{1-x}$N layers deposited at 550 $^\\circ$C on p-Si(100) by RF sputtering is studied. X-ray diffraction data show a wurtzite structure oriented along the c-axis in all samples, where the full width at half maximum of the rocking curve around the InN (0002) diffraction peak decreases from $\\sim 9^\\circ$ to $\\sim 3^\\circ$ while incorporating Al to the AlInN layer. The rootmean-square surface roughness, estimated from atomic force microscopy, evolves from 20 nm for InN to 1.5 nm for Al$_{0.56}$In$_{0.44}$N. Low-temperature photoluminescence spectra show a blueshift of the emission energy from 1.59 eV (779 nm) for InN to 1.82 eV (681 nm) for Al$_{0.35}$In$_{0.65}$N according to the Al content rise. Hall effect measurements of Al$_x$In$_{1-x}$N ($0<x <0.35$) on sapphire samples grown simultaneously point to a residual n-type carrier concentration in the 1021 cm$^{-3}$ range. The developed n-AlInN/p-Si junctions present promising material properties to explore their performance operating as solar cell devices."}
{"id": "2511.16701", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16701", "abs": "https://arxiv.org/abs/2511.16701", "authors": ["Paul J Dauenhauer"], "title": "Catalytic Resonance Theory: Kinetics and Frequency Response of Light-Promoted Catalysis", "comment": null, "summary": "The illumination of catalytic surfaces with a continuous or pulsed stream of photons dynamically modulates surface chemistry for faster rates, higher conversion, or product selectivity control. To establish fundamental principles of dynamic photon-modulated catalysis, the photocatalytic conversion of a generic surface reaction was simulated to understand the kinetic implications of an independent stream of photons promoting surface product desorption. Simulations were conducted via the microkinetic model and kinetic Monte Carlo methods for the scenarios of a Poisson distribution, constant spacing between photons, and coordinated on/off pulsing of photon sources. The time-averaged photocatalytic rate at differential conditions for varying photon flux and temperatures indicated three kinetic regimes described by product thermal desorption control, surface reaction control, and an intermediate kinetic regime with a zero slope Arrhenius plot, consistent with a degree of rate control dominated by the photon arrival frequency (i.e., per-site photon flux). The maximum photocatalytic rate occurred orders of magnitude above the Sabatier limit at the resonance frequency, identified as the photon arrival frequency that matched the surface reaction rate constant. Non-equilibrium photocatalytic conversion occurred when the rate of photon-promoted product desorption was comparable to the rate of thermal product desorption. Results indicated the general utility of photon-promoted catalysis, with negligible benefit for rate enhancement and quantum yield with photon source pulsing or chopping due to the inherent dynamic nature of photons from light sources."}
{"id": "2511.17087", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17087", "abs": "https://arxiv.org/abs/2511.17087", "authors": ["Alena Vishina", "Konstantin Skokov", "Hiroki Tsuchiura", "Patrik Thunström", "Alex Aubert", "Oliver Gutfleisch", "Olle Eriksson", "Heike C. Herper"], "title": "New insights into the magnetism of DyCo$_{5}$", "comment": null, "summary": "In this work, we present the first magnetization measurements of DyCo$_5$ single crystals in magnetic fields up to 14 T, spanning a temperature range up to 600 K. Our investigation reveals several unique features, including a significant magnetization anisotropy and an observed minimum in spontaneous magnetization near the compensation point, phenomena not previously reported. This work also uncovers the complex magnetic behavior of DyCo$_5$, with a pronounced interplay between the Dy and Co sublattices, each exhibiting distinct temperature-dependent magnetic properties. The combination of dynamical mean-field theory (DMFT), atomistic spin-dynamics (ASD) simulations, and the Effective Spin Model (ESM) for rare-earth compounds successfully explains the experimental data across both low and high temperatures. Our theoretical approach not only explains the observed magnetic anisotropy and the behavior near the compensation temperature but also successfully reproduces key experimental features such as the saturation behavior at high fields and the evolution of the magnetic moment at different temperatures."}
{"id": "2511.16987", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16987", "abs": "https://arxiv.org/abs/2511.16987", "authors": ["Zhuocheng Lu", "Zhuang Qian", "Zhichao Guo", "Likun Shi", "Shi Liu", "Hua Wang", "Kai Chang"], "title": "Giant Nonlinear Photon-Drag Currents in Centrosymmetric Moiré Bilayers", "comment": null, "summary": "We present a unified microscopic theory of nonlinear photon-drag currents, formulated within a geometric-loop framework that provides both transparent quantum-geometric interpretation and numerical tractability. In this picture, the photon-drag shift current corresponds to the dipole moment of the geometric loop, while the photon-drag injection current arises from the same loop weighted by a band velocity difference. We apply the theory to an exact continuum model of twisted bilayer graphene (TBG) with ab initio accuracy. Remarkably, an in-plane wavevector only a few times larger than that of free-space photons already produces sizable photon-drag currents in centrosymmetric TBG, comparable to photogalvanic responses in typical noncentrosymmetric two-dimensional materials. These currents are broadly tunable by twist angle, photon wavevector, and light polarization. Our results establish a quantum geometric framework for nonlinear photon-drag phenomena and highlight moiré bilayers as promising platforms for large, highly tunable optoelectronic responses."}
{"id": "2511.17088", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17088", "abs": "https://arxiv.org/abs/2511.17088", "authors": ["Anubhav Srivastava", "Subroto Mukerjee"], "title": "Electron Hydrodynamics: Viscosity Tensor and effects of a Magnetic field", "comment": "15 pages, 1 figure", "summary": "Transport due to electrons in ultra-clean two dimensional systems can be hydrodynamic in nature with the momentum of the electrons being conserved in the bulk. This hydrodynamic behavior coupled with effects of Berry curvature arising from band structure can give rise to novel vortical transport coefficients relating the stress tensor to gradients in the electrostatic potential and temperature. These coefficients have been calculated in the absence of a magnetic field and have been shown to depend only on the equilibrium distribution function~\\cite{Chadha_Mukerjee2024}. In this paper, we first obtain an expression for the viscosity tensor and show that the Berry curvature generates odd components of the viscosity tensor arising from the intrinsic angular momentum of the Bloch wavepackets. We calculate the viscosity tensor for a two-dimensional microscopic model of tilted Dirac cones. We next obtain the vortical coefficients and the viscosity tensor in the presence of a magnetic field and extend the Onsager relations for them to include both the magnetic field and the Berry curvature. We show that the field dependence of the coefficients manifests itself in the non-equilibrium part of the distribution function and calculate them to second order in the electron-electron scattering time. We explicitly show that the expressions we obtain are consistent with the Onsager relations."}
{"id": "2511.17125", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17125", "abs": "https://arxiv.org/abs/2511.17125", "authors": ["Shubhrasish Mukherjee", "Gaurab Samanta", "Shubhadip Moulick", "Ruta Kulkarni", "Kenji Watanabe", "Takashi Taniguchi", "Arumugum Thamizhavel", "Atindra Nath Pal"], "title": "Single-Defect Spectroscopy via Random Telegraph Noise in Graphene-Contacted ReS$_2$-hBN Heterostructures", "comment": "31 pages, 4 figures, including Supporting Information", "summary": "Defect spectroscopy in two-dimensional (2D) field-effect transistors (FETs) requires device architectures that suppress contact and disorder artifacts while preserving intrinsic carrier dynamics. Here, we demonstrate ReS$_2$-hBN FETs with few-layer graphene (FLG) van der Waals contacts that form nearly barrier-free interfaces, enabling intrinsic transport in ReS$_2$, an anisotropic, low-symmetry TMDC rarely exhibiting disorder-free behavior. The clean ReS$_2$-FLG platform allows direct observation of random telegraph noise (RTN) even in micron-scale channels, manifested as discrete two-level current fluctuations between 90-150 K arising from stochastic trapping at localized hBN defect sites. With increasing temperature, the RTN evolves into a 1/f spectrum as multiple traps activate. Statistical analysis of RTN amplitudes and capture-emission kinetics identifies substitutional carbon-related centers in hBN as dominant defects. These findings establish a generalizable approach for probing dielectric-origin defect dynamics in intrinsically conducting, low-symmetry 2D semiconductors."}
{"id": "2511.17090", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17090", "abs": "https://arxiv.org/abs/2511.17090", "authors": ["Manuel Meyer", "Selena Barragan", "Sergey Krishtopenko", "Adriana Wolf", "Monika Emmerling", "Sebastian Schmid", "Jean-Baptiste Rodriguez", "Eric Tournie", "Benoit Jouault", "Gerald Bastard", "Frederic Teppe", "Victor Lopez-Richard", "Ovidiu Lipan", "Lukas Worschech", "Sven Höfling", "Fabian Hartmann"], "title": "A topological field-effect memristor", "comment": null, "summary": "Overcoming the limitations of the von Neumann architecture requires new computational paradigms capable of solving complex problems efficiently. Quantum and neuromorphic computing rely on unconventional materials and device functionalities, yet achieving resilience to imperfections and reliable operation remains a major challenge. This has motivated growing interest in topological materials that provide robust and low-power operation while preserving coherence. However, integrating coherent topological transport with non-volatile memory functionality in a single reconfigurable device has remained challenging. In this work, we demonstrate a topological field-effect memristor based on inverted InAs/GaInSb/InAs trilayer quantum wells operating in the quantum spin Hall regime. The intrinsic floating-gate behavior allows one to reconfigure the transistor functionality into memristive functionality with broad electric-field tunability. Unlike other memristor implementations, one resistance state is governed entirely by dissipationless, coherent transport through helical edge channels, while the other arises from incoherent bulk conduction. By combining electrically tunable coherent and incoherent transport with memory functionality, our device realizes a prototypical topological electronic element that integrates coherent transport and adaptive memristive behavior, paving the way for hybrid quantum-neuromorphic architectures."}
{"id": "2511.17231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17231", "abs": "https://arxiv.org/abs/2511.17231", "authors": ["Jiaxin Chen", "Hongsheng Zheng", "Hongliang Chen", "Qia Shen", "Chang Pan", "Zhenyi Zheng", "Hemian Yi", "Dandan Guan", "Xiaoxue Liu", "Yaoyi Li", "Shiyong Wang", "Hao Zheng", "Canhua Liu", "Jinfeng Jia", "Jingsheng Chen", "Ruidan Zhong", "Lei Wang", "Xuepeng Qiu", "Yumeng Yang", "Aurélien Manchon", "Liang Liu"], "title": "Coexistence of unconventional spin-orbit torque and in-plane Hall effect in a single ferromagnetic layer", "comment": null, "summary": "The symmetry of a material fundamentally governs its spin transport properties. While unconventional spin transport phenomena have been predominantly explored in low-symmetry systems (e.g., $C_{1v}$ symmetry), high-symmetry crystals--which constitute the majority of industry-compatible materials--are generally expected to exhibit only conventional spin-transport behavior. Here, we report the coexistence of two unconventional spin transport effects, the crystal spin-orbit torque (CSOT) and the crystal in-plane Hall effect (CIHE), in a CoPt single ferromagnetic layer with $C_{3v}$ symmetry. Leveraging the CSOT, we achieve nearly 100% field-free perpendicular magnetization switching in a 6 nm CoPt layer at room temperature. Simultaneously, the CIHE observed in this material exhibits nearly identical dependencies on both current angle and growth temperature as the CSOT. Symmetry analysis confirms that both effects share a common physical origin. Our work not only establishes CoPt as a high-performance spin-orbit material, but also demonstrates that unconventional spin transport can be realized in high-symmetry systems, thereby opening a broad pathway for their application in practical spintronics."}
{"id": "2511.17114", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.17114", "abs": "https://arxiv.org/abs/2511.17114", "authors": ["S. E. Amrani", "M. Sun", "S. Valdueza-Felip", "F. B. Naranjo", "M. R. Britel", "M. Ferrari", "A. Bouajaj"], "title": "Effect of temperature and excitation power on down-conversion process in Tb3+/Yb3+-activated silica-hafnia glass-ceramic films", "comment": null, "summary": "Transparent glass ceramics, when activated by rare earth ions, are excellent photonic materials. Regarding photonic glass-ceramics based on silicates, hafnia and silica in a binary system has proved to be an excellent matrix to incorporate rare earth ions in the hafnia nanocrystals, resulting in important luminescence enhancement and, consequently, allowing a large spectrum of critical applications. Here we will focus on the downconversion mechanism driven by the couple Tb3+/Yb3+, largely exploited in photovoltaic systems. The research presented here has been performed on 70SiO2-30HfO2 silica-hafnia glass-ceramic films activated with 19 % rare earth ions: [Tb + Yb]/[Si + Hf] = 19 %. Two main results will be discussed: (a) the intensity and the broadening of the Yb3+ emission band at 975 nm were found to be temperature-dependent, as shown in the figure; (b) the energy transfer mechanism Tb3+ >> Yb3+ will be discussed, referring to the mechanisms that have been proposed in the literature. In relation to the latter topic, the power dependence spectra for the luminescence of Yb3+: 2F5/2 >> 2F7/2 will be discussed."}
{"id": "2511.17386", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17386", "abs": "https://arxiv.org/abs/2511.17386", "authors": ["Cequn Li", "Le Yi", "Kalana D. Halanayake", "Jessica L. Thompson", "Yingdong Guan", "Kenji Watanabe", "Takashi Taniguchi", "Zhiqiang Mao", "Danielle Reifsnyder Hickey", "Morteza Kayyalha", "Jun Zhu"], "title": "Building 3D superconductor-based Josephson junctions using a via transfer approach", "comment": "23 pages, 4 figures, with Supplemental Information. Comments are welcome", "summary": "The coupling of superconductivity to unconventional materials may lead to novel quantum states and potential applications. Controlling the quality of the superconductor-normal metal interface is of crucial importance to the understanding and engineering of the superconducting proximity effect. In many cases, conventional lithography-based deposition methods introduce undesirable effects. Using the concept of via contact and dry transfer, we have constructed smooth, van der Waals-like contact between 3D superconducting NbN/Pd and graphene with low contact resistance of approximately 130 $Ω\\cdot μm$. Gate-tunable supercurrent, Fraunhofer pattern, and Andreev reflections are observed, the properties of which can be understood using an induced superconducting gap $Δ$' in this planar contact geometry. We discuss potential mechanisms impacting the magnitude of $Δ$' and suggest ways of further increasing the proximity coupling. This gentle, lithography-free contacting method can be applied to air- and damage-sensitive surfaces to engineer novel superconducting heterostructures."}
{"id": "2511.17125", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17125", "abs": "https://arxiv.org/abs/2511.17125", "authors": ["Shubhrasish Mukherjee", "Gaurab Samanta", "Shubhadip Moulick", "Ruta Kulkarni", "Kenji Watanabe", "Takashi Taniguchi", "Arumugum Thamizhavel", "Atindra Nath Pal"], "title": "Single-Defect Spectroscopy via Random Telegraph Noise in Graphene-Contacted ReS$_2$-hBN Heterostructures", "comment": "31 pages, 4 figures, including Supporting Information", "summary": "Defect spectroscopy in two-dimensional (2D) field-effect transistors (FETs) requires device architectures that suppress contact and disorder artifacts while preserving intrinsic carrier dynamics. Here, we demonstrate ReS$_2$-hBN FETs with few-layer graphene (FLG) van der Waals contacts that form nearly barrier-free interfaces, enabling intrinsic transport in ReS$_2$, an anisotropic, low-symmetry TMDC rarely exhibiting disorder-free behavior. The clean ReS$_2$-FLG platform allows direct observation of random telegraph noise (RTN) even in micron-scale channels, manifested as discrete two-level current fluctuations between 90-150 K arising from stochastic trapping at localized hBN defect sites. With increasing temperature, the RTN evolves into a 1/f spectrum as multiple traps activate. Statistical analysis of RTN amplitudes and capture-emission kinetics identifies substitutional carbon-related centers in hBN as dominant defects. These findings establish a generalizable approach for probing dielectric-origin defect dynamics in intrinsically conducting, low-symmetry 2D semiconductors."}
{"id": "2511.17494", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17494", "abs": "https://arxiv.org/abs/2511.17494", "authors": ["Yan-Qi Wang", "Johannes Motruk", "Andrey Grankin", "Mohammad Hafezi"], "title": "Fractional Chern insulator edges: crystalline effects and optical measurements", "comment": "5+ pages, 4 figures", "summary": "Edge states of chiral topologically ordered phases are commonly described by chiral Luttinger liquids, effective theories that are exact only in the hydrodynamic limit. Motivated by recent bulk observations of fractional Chern insulators (FCIs) in two-dimensional materials and by synthetic realizations in ultracold atoms, we revisit this framework and quantify deviations from the hydrodynamic limit due to lattice effects. Using a combination of analytical arguments and numerical simulations, we disentangle universal from nonuniversal edge properties. We outline experimental probes in excitonic FCIs and in ultracold atom systems, and in particular propose time-resolved edge spectroscopy to directly access the predicted exponents and velocities."}
{"id": "2511.17144", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17144", "abs": "https://arxiv.org/abs/2511.17144", "authors": ["Soumya Sur", "Mohammad Saad", "Adhip Agarwala"], "title": "Anyon Quasilocalization in a Quasicrystalline Toric Code", "comment": "Main text: 14 pages, 6 figures, Supplementary Material: 12 pages, 12 figures, comments are welcome", "summary": "An exactly solvable model of a quantum spin liquid on a quasicrystal, akin to Kitaev's honeycomb model, was introduced in Kim \\textit{et al.}, \\href{https://doi.org/10.1103/PhysRevB.110.214438}{\\text{Phys. Rev. B} \\textbf{110}, 214438 (2024)}. It was shown that in contrast to the translationally invariant models, such a spin liquid stabilizes a gapped ground state with a finite irrational flux density. In this work, we analyze the strong bond-anisotropic limit of the model and demonstrate that the aperiodic lattice geometry naturally generates a hierarchy of exponentially separated coupling constants in the resulting toric code Hamiltonian. Furthermore, a perturbative magnetic field leads to anomalous localization properties where an anyonic excitation sequentially delocalizes over subsets of sites forming equipotential contours in the quasicrystal. In addition, certain background flux configurations, together with the underlying geometry, give rise to strictly localized eigenstates that remain decoupled from the rest of the spectrum. Using numerical studies, we uncover the key mechanisms responsible for this unconventional localization behavior. Our study highlights that topologically ordered phases, in the presence of geometrical constraints can lead to highly anomalous localization properties of fractionalized charges."}
{"id": "2511.17151", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17151", "abs": "https://arxiv.org/abs/2511.17151", "authors": ["Naira Petrosyan", "Lilit Yeganyan", "Aram Manaselyan", "Vram Mughnetsyan", "Vidar Gudmundsson", "Albert Kirakosyan"], "title": "Enhanced Efficiency of Intermediate-Band Semiconductor Solar Cells Embedded with Quantum Dot Superlattices", "comment": "7 pages, 6 figures", "summary": "We present a multiscale approach for modeling an intermediate-band solar cell based on a GaAs-GaAlAs quantum dot superlattice of cubic symmetry. Our framework combines high-accuracy theoretical calculations of the superlattice band structure and miniband-related absorption coefficient with experimentally determined interband absorption data. The quantum-mechanically derived absorption spectrum is incorporated into a drift-diffusion transport model in COMSOL Multiphysics, where key processes, including thermal and radiative recombination, are taken into account. This integrated methodology enables realistic modeling of device performance. Our results identify an optimal superlattice constant of 14 nm, yielding a maximum solar cell efficiency of 13.3 percent. Further increase in the superlattice constant enhances the miniband-related absorption peak but reduces the generation rate in the n-type region, resulting in a net efficiency decrease. The proposed approach, integrating theoretical, experimental, and computational components, provides a reliable framework for assessing solar cells based on quantum dot superlattices."}
{"id": "2511.17173", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17173", "abs": "https://arxiv.org/abs/2511.17173", "authors": ["Armando A. Aligia", "Alejandro M. Lobos", "Lucila Peralta Gavensky", "Claudio J. Gazza"], "title": "Probing Boundary Spins in the Su-Schrieffer-Heeger-Hubbard model", "comment": "12 pages, 7 figures", "summary": "Studying boundary excitations provides a powerful approach to probe correlations in topological phases. We propose that localized spins near the ends of a Su-Schrieffer-Heeger-Hubbard chain embedded in an insulating environment can be detected experimentally using scanning tunneling microscopy (STM) combined with electron spin resonance (ESR). When the STM tip is in the contact regime, the tip-end-spin coupling realizes an effective Anderson impurity problem, giving rise to a Kondo peak at low bias. Spatially resolving the Kondo resonance width as the STM tip approaches the chain ends provides an indirect yet clear signature of these localized spins. To support this proposal, we use density-matrix renormalization group (DMRG) to calculate the spin gap and spin projection of end states for chains of various lengths and interaction strengths $U$ at half-filling. In the non-interacting limit ($U=0$), we derive simple analytical expressions that reproduce the numerical results for sufficiently long chains. We also discuss how the correlated phase of the isolated chain is characterized by boundary zeros in its single-particle Green's function, and briefly comment on their localization properties in relation to the boundary spins."}
{"id": "2511.17188", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17188", "abs": "https://arxiv.org/abs/2511.17188", "authors": ["Josep Ingla-Aynés", "Serhii Volosheniuk", "Talieh S. Ghiasi", "Angelika Knothe", "Kenji Watanabe", "Takashi Taniguchi", "Vladimir I. Fal'ko", "Herre S. J. van der Zant"], "title": "Tunable Kondo effect in a bilayer graphene quantum channel", "comment": "15 pages, 12 figures", "summary": "The interaction between itinerant electrons and localized spins is key to a wide range of electronic phenomena. Of particular interest is the regime where the interacting electrons exhibit both spin and valley degeneracy, resulting in SU(4) Kondo physics. However, this regime is challenging to realize in typical mesoscopic systems because it requires a strong interaction between electrons, resulting in a Kondo temperature ($T_\\mathrm{K}$) significantly larger than the spin and valley splittings. Here, we present conductance measurements of a quantum point contact (QPC) in bilayer graphene (BLG). Beyond the expected quantized conductance plateaus, which reflect spin and valley degeneracy, we observe an additional subband, known as `0.7 anomaly' exhibiting signatures of Kondo physics and a $T_\\mathrm{K}$ ranging from approximately 0.5 up to 2.4 K at zero magnetic field, corresponding to Kondo energies between 40 and 200 $μ$eV. Given that the spin-orbit splitting in BLG is between 40 and 80 $μ$eV, we argue that these results are consistent with a transition between four-fold degenerate SU(4) and two-fold degenerate spin-valley locked SU(2) Kondo effects. Furthermore, we break the valley degeneracy of the lowest subband by an out-of-plane magnetic field and show that Kondo signatures remain present, indicating a transition from SU(4) to a valley-polarized SU(2) Kondo effect, and showing the versatility of BLG QPCs for exploring many-body effects."}
{"id": "2511.17189", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17189", "abs": "https://arxiv.org/abs/2511.17189", "authors": ["Quanchao Du", "Jinlian Lu", "Xueqing Wan", "Zhenlong Zhang", "Zhijun Jiang"], "title": "Ferroelectric Switchable Topological Magnon Hall Effect in Type-I Multiferroics", "comment": "15 pages, 4 figures", "summary": "Electric control of magnetism at room temperature is crucial for developing next-generation, low-power spintronic devices. However, the intrinsic incompatibility between ferroelectricity and magnetism in crystal symmetry, along with the absence of strong magnetoelectric coupling mechanisms, continues to pose major challenges. In this work, we propose a general theoretical framework for magnon manipulation based on ferroelectric polarization switching in two-dimensional multiferroics. Taking monolayer multiferroics $\\mbox{Ti}_{2}\\mbox{F}_{3}$ as an example, our calculations demonstrate that ferroelectric switching can significantly modulate spin exchanges, thereby enabling nonvolatile and reversible electric control of the magnons. More importantly, the ferroelectric polarization reversal leads to a sign change in the Berry curvature, ensuring effective control over the valley Hall and nonlinear Hall response of magnons. This study provides a new way for realizing low-power and electrically controllable magnonic devices."}
{"id": "2511.17231", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17231", "abs": "https://arxiv.org/abs/2511.17231", "authors": ["Jiaxin Chen", "Hongsheng Zheng", "Hongliang Chen", "Qia Shen", "Chang Pan", "Zhenyi Zheng", "Hemian Yi", "Dandan Guan", "Xiaoxue Liu", "Yaoyi Li", "Shiyong Wang", "Hao Zheng", "Canhua Liu", "Jinfeng Jia", "Jingsheng Chen", "Ruidan Zhong", "Lei Wang", "Xuepeng Qiu", "Yumeng Yang", "Aurélien Manchon", "Liang Liu"], "title": "Coexistence of unconventional spin-orbit torque and in-plane Hall effect in a single ferromagnetic layer", "comment": null, "summary": "The symmetry of a material fundamentally governs its spin transport properties. While unconventional spin transport phenomena have been predominantly explored in low-symmetry systems (e.g., $C_{1v}$ symmetry), high-symmetry crystals--which constitute the majority of industry-compatible materials--are generally expected to exhibit only conventional spin-transport behavior. Here, we report the coexistence of two unconventional spin transport effects, the crystal spin-orbit torque (CSOT) and the crystal in-plane Hall effect (CIHE), in a CoPt single ferromagnetic layer with $C_{3v}$ symmetry. Leveraging the CSOT, we achieve nearly 100% field-free perpendicular magnetization switching in a 6 nm CoPt layer at room temperature. Simultaneously, the CIHE observed in this material exhibits nearly identical dependencies on both current angle and growth temperature as the CSOT. Symmetry analysis confirms that both effects share a common physical origin. Our work not only establishes CoPt as a high-performance spin-orbit material, but also demonstrates that unconventional spin transport can be realized in high-symmetry systems, thereby opening a broad pathway for their application in practical spintronics."}
{"id": "2511.17245", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.17245", "abs": "https://arxiv.org/abs/2511.17245", "authors": ["Kohei Suzuki"], "title": "Simulated Annealing for Quadratic and Higher-Order Unconstrained Integer Optimization", "comment": "10 pages, 8 figures", "summary": "Simulated annealing (SA) is a key algorithm for solving combinatorial optimization problems, which model numerous real-world systems. While SA is commonly used to solve quadratic unconstrained binary optimization (QUBO) problems, many practical problems are more naturally formulated using integer variables. We therefore study quadratic and higher-order unconstrained integer optimization (QUIO and HUIO) problems, which generalize QUBO by allowing integer-valued variables and higher-order interactions. Conventional approaches often convert these problems into QUBO formulations through binary encoding and the reduction of higher-order terms. Such conversions, however, greatly increase the number of variables and interactions, resulting in long computation times and, for large-scale problems, even making the conversion itself a dominant computational bottleneck. To overcome this limitation, we propose an efficient framework that directly applies SA to QUIO and HUIO problems without converting them into QUBO. Within this framework, we introduce an optimal-transition Metropolis method, designed to improve efficiency when the variable bounds are wide, and evaluate its performance alongside the conventional Metropolis and heat bath methods. Numerical experiments demonstrate that the proposed direct approach achieves higher efficiency and solution quality than the conventional QUBO-based formulation and reveal the practical advantages of the optimal-transition Metropolis method. The algorithm developed in this study is available as part of the open-source library OpenJij, which provides a Python interface with a C++ backend."}
{"id": "2511.17277", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17277", "abs": "https://arxiv.org/abs/2511.17277", "authors": ["Xingyue Yang", "Shibo Fang", "Zongmeng Yang", "Pin Ho", "Jing Lu", "Yee Sin Ang"], "title": "Altermagnetic Flatband-Driven Fermi Surface Geometry for Giant Tunneling Magnetoresistance", "comment": "12 pages, 6 figures", "summary": "Altermagnetism, characterized by zero net magnetization and symmetry-protected spin-split band structures, has recently emerged as a promising platform for spintronics. In altermagnetic tunnel junctions (AMTJs), the suppression of tunneling in the antiparallel configuration relies on the mismatch between spin-polarized conduction channels in momentum space. However, ideal nonoverlapping spin-polarized Fermi surfaces are rarely found in bulk altermagnets. Motivated by the critical influence of Fermi surface geometry on tunneling magnetoresistance (TMR), we investigate three experimentally synthesized altermagnets -- bulk $\\mathrm{V_2Te_2O}$, $\\mathrm{RbV_2Te_2O}$, and $\\mathrm{KV_2Se_2O}$ -- to elucidate how flatband-driven Fermi surfaces minimize spin-channel overlap and boost AMTJ performance. Notably, $\\mathrm{RbV_2Te_2O}$ and $\\mathrm{KV_2Se_2O}$ host flat altermagnetic Fermi sheets, which confine spin degeneracy to minimal arc-like or nodal-like regions. Such Fermi surface geometry drastically reduces spin overlap, resulting in an unprecedented intrinsic TMR well over $10^3\\%$ in the $\\mathrm{KV_2Se_2O}$-based AMTJ. Incorporating an insulating barrier further enhances the TMR to $\\sim10^5\\%$, surpassing most conventional MTJs. These results not only establish $\\mathrm{KV_2Se_2O}$ as a compelling candidate AMTJ material, but also highlight the critical role of flatband Fermi surface geometry in achieving high-performance altermagnetic-spintronic device technology."}
{"id": "2511.17296", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17296", "abs": "https://arxiv.org/abs/2511.17296", "authors": ["Jozef Strecka", "Michal Nemcik"], "title": "Unveiling the degeneracy of bound magnon crystals from magnetic and thermodynamic features of the spin-1/2 Heisenberg octahedral chain", "comment": "13 pages, 6 figures", "summary": "Magnetic, thermodynamic, and magnetocaloric properties of a spin-1/2 Heisenberg octahedral chain with three distinct exchange interactions are investigated in an external magnetic field using the variational method, extended localized-magnon approach, and exact diagonalization. Variational arguments rigorously establish two distinct fragmented phases in the frustrated regime. In the former phase all four spins of each square plaquette form a collective plaquette singlet, whereas in the latter phase two dimer singlets are formed along diagonals of each square plaquette. These bound two-magnon states, supplemented with three localized one-magnon states, enable us to elaborate a generalized localized-magnon theory that is applicable in a frustrated regime across the entire field range as confirmed by comparison with exact diagonalization data. The concept of localized magnons provides a consistent description of low-temperature magnetization curves featuring intermediate one-fifth and three-fifths plateaus, which intersect each other at temperature-independent crossing points determined by the relative degeneracies of competing bound-magnon phases. Field variations of the specific heat reveal a pronounced double-peak structure near each field-driven transition with peak heights depending on the relative degeneracies of the respective bound-magnon states. Our results demonstrate that the system supports highly efficient cooling via adiabatic demagnetization, making it a promising candidate for magnetocaloric refrigeration."}
{"id": "2511.17381", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17381", "abs": "https://arxiv.org/abs/2511.17381", "authors": ["K. M. Ranjith", "Maxime Dupont", "Steffen Krämer", "Sylvain Capponi", "Edmond Orignac", "Nicolas Laflorencie", "Nobuyuki Kurita", "Hidekazu Tanaka", "Mladen Horvatić"], "title": "Critical BKT dynamics in the archetypal 2D spin system Ba$_2$CuSi$_2$O$_6$Cl$_2$", "comment": "11 pages, 9 figures", "summary": "We study the spin dynamics in the quasi-2D spin-$1/2$ dimer compound Ba$_2$CuSi$_2$O$_6$Cl$_2$, which exhibits a magnetic field-induced Bose-Einstein condensate (BEC) of triplons. Using nuclear magnetic resonance (NMR) spin-lattice relaxation rate ($T_1^{-1}$) measurements combined with large-scale quantum Monte Carlo (QMC) simulations, we investigate critical fluctuations across the field-temperature phase diagram. Bridging the behavior observed in 1D and 3D systems, the $T_1^{-1}$ relaxation rate shows a pronounced peak extending well above the Néel temperature $T_N$, indicating strong two-dimensional Berezinskii-Kosterlitz-Thouless (BKT)-type fluctuations. A quantitative match between experimental and theoretical BEC phase boundaries validates an effective XXZ model. The study determines the intrinsic BKT transition temperature $T_{\\mathrm{BKT}}$ from QMC, revealing a nearly field-independent $T_{\\mathrm{BKT}}/T_N \\approx 0.74$. Scaling analysis of the relaxation rate shows critical exponents consistent with 2D universality, and a narrow temperature window is identified where 2D physics dominates. These findings establish Ba$_2$CuSi$_2$O$_6$Cl$_2$ as a model system for exploring BKT dynamics in quantum magnets."}
{"id": "2511.17386", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17386", "abs": "https://arxiv.org/abs/2511.17386", "authors": ["Cequn Li", "Le Yi", "Kalana D. Halanayake", "Jessica L. Thompson", "Yingdong Guan", "Kenji Watanabe", "Takashi Taniguchi", "Zhiqiang Mao", "Danielle Reifsnyder Hickey", "Morteza Kayyalha", "Jun Zhu"], "title": "Building 3D superconductor-based Josephson junctions using a via transfer approach", "comment": "23 pages, 4 figures, with Supplemental Information. Comments are welcome", "summary": "The coupling of superconductivity to unconventional materials may lead to novel quantum states and potential applications. Controlling the quality of the superconductor-normal metal interface is of crucial importance to the understanding and engineering of the superconducting proximity effect. In many cases, conventional lithography-based deposition methods introduce undesirable effects. Using the concept of via contact and dry transfer, we have constructed smooth, van der Waals-like contact between 3D superconducting NbN/Pd and graphene with low contact resistance of approximately 130 $Ω\\cdot μm$. Gate-tunable supercurrent, Fraunhofer pattern, and Andreev reflections are observed, the properties of which can be understood using an induced superconducting gap $Δ$' in this planar contact geometry. We discuss potential mechanisms impacting the magnitude of $Δ$' and suggest ways of further increasing the proximity coupling. This gentle, lithography-free contacting method can be applied to air- and damage-sensitive surfaces to engineer novel superconducting heterostructures."}
{"id": "2511.17398", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.17398", "abs": "https://arxiv.org/abs/2511.17398", "authors": ["Abhijeet Nayak", "Sk Jamaluddin", "Fan Wu", "Emily Rapp", "Resham Babu Regmi", "Mohamed El Gazzah", "Bence G. Márkus", "László Forró", "Madhav P. Ghimire", "Allen Oliver", "Kateryna Foyevtsova", "Igor I. Mazin", "Nirmal J. Ghimire"], "title": "Crystal Growth and Physical Properties of Orthorhombic Kagome Lattice Magnets $R$Fe$_6$Ge$_6$ ($R$=Y, Tb, Dy)", "comment": null, "summary": "Kagome magnets represent a promising class of materials that exhibit intriguing electronic and magnetic properties, and they have recently garnered significant attention. While most kagome-lattice compounds are hexagonal, here we report the single-crystal growth and physical property measurements of similar compounds $R$Fe$_6$Ge$_6$ ($R$ = Y, Dy, Tb), which crystallize in an orthorhombic structure. The structure can be derived from a hexagonal prototype $R$Fe$_3$Ge$_2$ by replacing every other $R$ atom with a covalent Ge$_2$ dimer. Ordering of the latter makes the structure orthorhombic the kagome net slightly distorted, and the three Fe sites formally inequivalent. The iron and rare-earth sublattices order independently: the Fe moments order above 400 K having, with ferromagnetic Kagome planes stacked antiferromagnetically, while the rare-earth moments order below 9 K. While TbFe$_6$Ge$_6$ exhibits a single magnetic ordering transition associated with the Tb atoms, DyFe$_6$Ge$_6$ shows two distinct magnetic phase transitions, which are strongly influenced by crystal electric field effects on the Dy$^{3+}$ ions. Density functional theory (DFT) calculations show that the ferromagnetic ordering of the Fe planes is driven by a high density of states at the Fermi energy. They also reveals three dramatically different structural energy scales: $R$ and Ge$_2$ form alternating 1D chains perpendicular to the kagome planes, and violating this alternation incurs a huge energy cost. Aligning these chains is less costly, and actual 2D order of anti-aligned chains costs very little. These compounds represent a unique class of materials, offering new possibilities to investigate the interplay between the distinct crystal lattice geometry and the underlying electronic and magnetic properties."}
{"id": "2511.17403", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17403", "abs": "https://arxiv.org/abs/2511.17403", "authors": ["Lasse Sternemann", "David Maximilian Janas", "Eshan Banerjee", "Richard Leven", "Jonah Elias Nitschke", "Marco Marino", "Leon Becker", "Ahmet Can Ademoğlu", "Frithjof Anders", "Stefan Tappertzhofen", "Mirko Cinchetti"], "title": "Momentum-Resolved Electronic Structure and Orbital Hybridization in the Layered Antiferromagnet CrPS$_4$", "comment": null, "summary": "Chromium thiophosphate (CrPS$_4$) is a layered two-dimensional antiferromagnetic semiconductor exhibiting intriguing spintronic and magneto-optical properties, yet its electronic band structure has remained experimentally uncharacterized. Here, we employ momentum-resolved photoemission spectroscopy above and below the Néel temperature, complemented by density functional theory with Hubbard U corrections (DFT+U), to reveal a valence band dominated by Cr $3d$ and S $3p$ states with a ligand-to-metal charge-transfer band gap. We identify weakly hybridized t$_{2g}$ orbitals responsible for magnetic ordering and strongly hybridized e$_{g}$ orbitals that relax dipole selection rules, enabling optically active orbital transitions. These findings establish a foundational understanding of CrPS$_4$'s electronic structure, providing a benchmark for theoretical models and informing future investigations into its orbital physics and potential device applications."}
{"id": "2511.17412", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17412", "abs": "https://arxiv.org/abs/2511.17412", "authors": ["Faruk Abdulla", "Anna Keselman", "Daniel Podolsky"], "title": "Breakdown of chiral anomaly and emergent phases in Weyl semimetals under orbital magnetic fields", "comment": "12 pages, 9 figures", "summary": "An external orbital magnetic field applied perpendicular to the separation vector of a pair of Weyl points can couple them and induce a gap in the electronic spectrum. In this work, we investigate the gap-opening behavior in the presence of a lattice, revealing rich phenomenology absent in the continuum picture. Specifically, we address the emergence of layered Chern insulating states, examining how the anisotropy of the Weyl cone dispersion influences the sequence of phase transitions, and establishing connections to the continuum limit. We analyze the evolution of surface Fermi-arc states across these regimes, highlighting their distinct behaviors during the gap-opening transitions."}
{"id": "2511.17420", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17420", "abs": "https://arxiv.org/abs/2511.17420", "authors": ["Nico Kirchner", "Wonjune Choi", "Frank Pollmann"], "title": "Measuring Anyonic Exchange Phases Using Two-Dimensional Coherent Spectroscopy", "comment": "12 pages, 3 figures", "summary": "Identifying experimental signatures of anyons, which exhibit fractional exchange statistics, remains a central challenge in the study of two-dimensional topologically ordered systems. Previous theoretical work has shown that the threshold behavior in linear response spectroscopy can reveal the fractional exchange statistics between an anyon and its antiparticle. In this work, we extend this framework to nonlinear, two-dimensional coherent spectroscopy. We demonstrate by analyzing time-ordered four-point correlation functions that the threshold behavior of nonlinear response functions encodes the fractional statistics between general pairs of anyons that can combine to any composite topological charge. This feature in particular provides a powerful probe for unambiguously distinguishing non-Abelian anyons, which can form multiple composite charges with distinct nontrivial braid statistics. Our approach is validated using numerical simulations that are consistent with the correct fractional exchange statistics for both the Abelian anyons in the toric code and non-Abelian Ising anyons."}
{"id": "2511.17423", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17423", "abs": "https://arxiv.org/abs/2511.17423", "authors": ["Yi Guo", "Owen I. Sheekey", "Trevor Arp", "Kryštof Kolář", "Thibault Charpentier", "Ludwig Holleis", "Ben Foutty", "Aidan Keough", "Maya Kang-Chou", "Martin E. Huber", "Takashi Taniguchi", "Kenji Watanabe", "Cyprian Lewandowski", "Andrea F. Young"], "title": "Flat band surface state superconductivity in thick rhombohedral graphene", "comment": null, "summary": "Rhombohedral multilayer graphene has recently emerged as a rich platform for studying correlation driven magnetic, topological and superconducting states. While most experimental efforts have focused on devices with N$\\leq 9$ layers, the electronic structure of thick rhombohedral graphene features flat-band surface states even in the infinite layer limit. Here, we use layer resolved capacitance measurements to directly detect these surface states for $N\\approx 13$ layer rhombohedral graphene devices. Using electronic transport and local magnetometry, we find that the surface states host a variety of ferromagnetic phases, including both valley imbalanced quarter metals and broad regimes of density in which the system spontaneously spin polarizes. We observe several superconducting states localized to a single surface state. These superconductors appear on the unpolarized side of the density-tuned spin transitions, and show strong violations of the Pauli limit consistent with a dominant attractive interaction in the spin-triplet, valley-singlet pairing channel. In contrast to previous studies of rhombohedral multilayers, however, we find that superconductivity can persist to zero displacement field where the system is inversion symmetric. Energetic considerations suggest that superconductivity in this regime is described by the existence of two independent surface superconductors coupled via tunneling through the insulating single crystal graphite bulk."}
{"id": "2511.17444", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.17444", "abs": "https://arxiv.org/abs/2511.17444", "authors": ["M. P. Kozlovskii", "O. A. Dobush", "R. V. Romanik", "I. V. Pylyuk", "M. A. Shpot"], "title": "Triple point in a cell fluid model with effective temperature-dependent attraction", "comment": "15 pages, 4 figures", "summary": "We study a cell fluid model of a many-particle system with Curie-Weiss-type interaction potential. It is considered as an open system in a fixed volume partitioned into a large number of congruent cubic cells. The interaction potential comprises two competing components: a global uniform attraction acting between all particle pairs in the volume and a short-range repulsion between particles occupying the same cell. Previous studies have established that this model admits an exact solution, exhibits multiple critical points, and undergoes a sequence of first-order phase transitions. Despite variations in the interaction strengths, no triple point appears as long as these parameters remain fixed. We demonstrate that incorporating effective {temperature-dependent} attractive interactions fundamentally alters the phase behavior of the cell model. This modification preserves the model's exact solvability while resulting in the emergence of a triple point in the phase diagram."}
{"id": "2511.17445", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17445", "abs": "https://arxiv.org/abs/2511.17445", "authors": ["Faheem Gul", "Orest Pavlosiuk", "Tetiana Romanova", "Dariusz Kaczorowski", "Piotr Wiśniewski"], "title": "Origin of large topological Hall effect in the EuCd$_2$Sb$_2$ antiferromagnet", "comment": "9 pages, 5 figures, Supplemental Material has 5 pages and 6 figures", "summary": "We study the origin of large topological Hall effect in the single-crystalline EuCd$_2$Sb$_2$, which orders antiferromagnetically at the Néel temperature $T_{\\rm N}=7.4$ K. Measurements of magnetoresistance and Hall resistivity disclose anomalies that evolve with temperature and magnetic field, closely tracking the magnetization process. Analysis of these data identifies three possible mechanisms responsible for the enhanced Berry curvature driving the observed topological Hall effect. Below and above $T_{\\rm N}$, Weyl states are the main sources of large momentum-space Berry curvature, though their formation mechanisms differ in these two temperature ranges. Below $T_{\\rm N}$, breaking of $C_{3}$ symmetry generates Dirac points that split into Weyl nodes in applied magnetic field, whereas above $T_{\\rm N}$, strong spin fluctuations can induce Weyl states. The third contribution, which occurs below $T_{\\rm N}$, arises from scalar spin chirality developing within antiferromagnetic domain walls, which generates a real-space Berry curvature."}
{"id": "2511.17449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17449", "abs": "https://arxiv.org/abs/2511.17449", "authors": ["Iñigo Robredo-Magro", "Binayak Mukherjee", "Hugo Aramberri", "Jorge Íñiguez-González"], "title": "Minimalist machine-learned interatomic potentials can predict complex structural behaviors accurately", "comment": "13 pages, 5 figures", "summary": "The past decade has witnessed a spectacular development of machine-learned interatomic potentials (MLIPs), to the extent that they are already the approach of choice for most atomistic simulation studies not requiring an explicit treatment of electrons. Typical MLIP usage guidelines emphasize the need for exhaustive training sets and warn against applying the models to situations not considered in the corresponding training space. This restricts the scope of MLIPs to interpolative calculations, essentially denying the possibility of using them to discover new phenomena in a serendipitous way. While there are reasons to be cautious, here we adopt a more sanguine view and challenge the predictive power of two representative and widely available MLIP approaches. We work with minimalist training sets that rely on little prior knowledge of the investigated materials. We show that the resulting models -- for which we adopt modest/default choices of the defining hyperparameters -- are very successful in predicting non-trivial structural effects (competing polymorphs, energy barriers for structural transformations, occurrence of non-trivial topologies) in a way that is qualitatively and quasi-quantitatively correct. Our results thus suggest an expanded scope of modern MLIP approaches, evidencing that somewhat trivial -- and easy to compute -- models can be an effective tool for the discovery of novel and complex physical phenomena."}
{"id": "2511.17459", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17459", "abs": "https://arxiv.org/abs/2511.17459", "authors": ["Poulami Sarkar", "Jhinhwan Lee", "Hae-Ryong Park", "Anushree Dutta", "Amit Ghosal"], "title": "Evolution of inhomogeneities in two-dimensional disordered superconductors in a magnetic field", "comment": "9 pages, 7 figures", "summary": "Emerging granularity in superconducting films by tuning disorder is a well-studied topic, both theoretically and experimentally. However, the orbital magnetic field generates a vortex lattice and contributes to the formation of periodic inhomogeneities. Here, we study superconducting films in the simultaneous presence of disorder and a magnetic field, examining how inhomogeneities in various superconducting correlations evolve under these two perturbations. By performing scanning tunneling spectroscopy (STS) on thin films of \\ce{Sr2VO_{3-\\text{x}}FeAs} layer structures under both zero and finite orbital magnetic fields, we report impressive similarities between our theoretical results and the experimental findings. Our results have strong implications for identifying the nature of vortices in disordered superconductors, demonstrating a crossover from Abrikosov to Josephson character with increasing disorder, and provide predictive guidance for interpreting STS and current mapping data in complex superconductors."}
{"id": "2511.17466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.17466", "abs": "https://arxiv.org/abs/2511.17466", "authors": ["Zhiyu Dong", "Patrick A. Lee"], "title": "A path to high temperature superconductivity via strong short range repulsion in spin polarized band", "comment": "6 pages, 3 figures", "summary": "We consider a two dimensional metal that is spin polarized and with strongly repulsive interaction. The interaction is short-ranged and controlled by a screening plane located a distance $d$ away. We consider the case where $d$ is less than the unit cell spacing $a$. We show that due to Pauli exclusion, a controlled expansion is possible despite the strong repulsion, and in many cases results in pairing. We demonstrate this for a tight-binding model on a triangular lattice with nearest neighbor repulsion. We also treat a second model on the triangular lattice with Wannier orbitals with size comparable to $a$. In this case we find $f$-wave pairing with order unity pairing strength, potentially leading to high $T_c$."}
{"id": "2511.17470", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17470", "abs": "https://arxiv.org/abs/2511.17470", "authors": ["Julien Basset", "Ognjen Stanisavljević", "Julien Gabelli", "Marco Aprili", "Jérôme Estève"], "title": "Fast and Continuous Detection of Single Microwave Photons via Photo-assisted Quasiparticle Tunneling to a Superconducting Island", "comment": "5 pages, 4 figures + supplementary informations", "summary": "We demonstrate a single-photon detector operating in the microwave domain, based on photo-assisted quasiparticle tunneling events that poison a superconducting island. The detection relies on continuously monitoring the island's charge parity using microwave reflectometry. This scheme achieves 10% detection efficiency with sub 50 ns time resolution and short dead time 1 microsecond, for microwave photons at 10 GHz. The detector features three junctions connected to a superconducting island, which together carry out photoelectric conversion and charge readout. The enhanced light-matter coupling, crucial to photon to quasiparticle conversion, is provided by a granular aluminum-based high-impedance microwave resonator. The time resolved detection of itinerant microwave photon opens up new perspectives in quantum sensing, microwave quantum optics, readout of superconducting qubits and mesoscopic physics."}
{"id": "2511.17476", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17476", "abs": "https://arxiv.org/abs/2511.17476", "authors": ["Himadri Halder"], "title": "Thermalization of exact quantum many-body scars in spin-1 XY chain under perturbations", "comment": null, "summary": "Quantum many-body scars are special eigenstates that violate the eigenstate thermalization hypothesis while residing at finite energy density along with thermalizing eigenstates. The spin-1 XY model is known to host a family of such exceptional states originating from long-lived quasiparticle excitations that exhibit anomalously low entanglement entropy and long-time periodic revivals, resulting in weak ergodicity breaking. We study the stability of these scarred states against typical U(1) symmetry preserving perturbations in the XY chain. While perturbation theory can describe the deformed scar states at small system sizes, finite-size scaling of the perturbation matrix elements indicates that the scars ultimately thermalize in larger chains. Nonetheless, we demonstrate that the long-range order associated with the scars decays under the perturbation, and we estimate the relaxation timescale of oscillatory dynamics in certain local observables to be of order $λ^{-2}$, where $λ$ is the perturbation strength."}
{"id": "2511.17478", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17478", "abs": "https://arxiv.org/abs/2511.17478", "authors": ["Ao Wang", "Junwen Yin", "Félix Antoine Goudreault", "Michel Côté", "Olle Hellman", "Samuel Poncé"], "title": "Antagonistic impact of thermal expansion and phonon anharmonicity on the phonon-limited resistivity of elemental metals from first principles", "comment": "6 pages, 4 figures", "summary": "Understanding electrical resistivity in metals remains a central challenge in quantifying charge transport at finite temperature. Current first-principles calculations based on the Boltzmann transport equation often match experiments, yet they almost always neglect the effect of thermal expansion and phonon anharmonicity. We show that both effects exert an opposite impact on electron-phonon coupling and on electrical resistivity. Thermal expansion enhances the coupling and leads to overestimation of resistivity, whereas anharmonic effects reduce it. By explicitly incorporating both effects, we establish a more complete description of resistivity in elemental metals, demonstrated here for Pb, Nb, and Al."}
{"id": "2511.17480", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.17480", "abs": "https://arxiv.org/abs/2511.17480", "authors": ["V. Nagpal", "Sebin J. Sebastian", "Surya P. Patra", "S. Shibash", "Q. -P. Ding", "Y. Furukawa", "R. Nath"], "title": "Frustration driven magnetic correlations in the spin-$5/2$ triangular lattice antiferromagnet RbFe(HPO$_{3}$)$_{2}$", "comment": "14 pages, 13 figures", "summary": "A detailed study of the structural and magnetic properties of a spin-$5/2$ triangular lattice antiferromagnet RbFe(HPO$_{3}$)$_{2}$ is presented using x-ray diffraction, magnetization, heat capacity, and $^{31}$P nuclear magnetic resonance (NMR) experiments on a polycrystalline sample. The crystal structure features an equilateral triangular lattice of Fe$^{3+}$ ions. The thermodynamic measurements reveal the onset of a magnetic long-range order at $T_{\\rm N1} \\simeq 7.8$ K in zero-field, followed by another low temperature field induced ordering at $T_{\\rm N2}$ in higher fields. The transition at $T_{\\rm N1}$ is further confirmed from the NMR spin lattice relaxation measurements. The value of the frustration ratio ($f \\simeq 7$) implies moderate spin frustration in the compound. The $^{31}$P NMR spectra exhibit two distinct spectral lines corresponding to two inequivalent phosphorus sites (P1 and P2), consistent with the crystal structure. The P1 site is strongly coupled with an isotropic hyperfine coupling of $A_{\\rm hf}^{\\rm iso} = 0.55(2)$ T/$μ_{\\rm B}$ while the P2 site is weakly coupled with $A_{\\rm hf}^{\\rm iso} = 0.25(3)$ T/$μ_{\\rm B}$ with the Fe$^{3+}$ ions. The magnetic susceptibility and NMR shift data are described well assuming a spin-$5/2$ isotropic triangular lattice antiferromagnetic model with an average exchange coupling of $J/k_{\\rm B} = 2.8(2)$ K. Below $T_{\\rm N1}$, the spectra evolve into a nearly rectangular powder pattern, indicating a commensurate antiferromagnetic type order. The $^{31}$P spin-lattice relaxation rate well below $T_{\\rm N1}$ follows a $T^3$ temperature dependence, implying a two-magnon Raman scattering mechanism in the ordered state. Three well-defined phase regimes are clearly ascertained in the $H-T$ phase diagram, reflecting a weak magnetic anisotropy in the compound."}
{"id": "2511.17483", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.17483", "abs": "https://arxiv.org/abs/2511.17483", "authors": ["M. Nabil Y. Lhachemi", "Valentin Crépel", "Jennifer Cano"], "title": "Efficient prediction of topological superlattice bands with spin-orbit coupling", "comment": "15 pages, 4 figures", "summary": "We develop a symmetry indicator framework to efficiently predict the topology of superlattice-induced minibands with spin-orbit coupling. Our algorithm requires input only from the parent material before the superlattice is applied. The simplification arises by assuming a perturbatively weak superlattice potential; however, our results extend beyond the perturbative regime as long as the superlattice-induced gaps remain open. We first consider a time-reversal- and inversion-symmetric system subject to a weak superlattice potential and derive a compact formula for the $\\mathbb{Z}_2$ invariant of the lowest miniband. We then extend to time-reversal breaking systems and compute the Chern number. We apply our theory to selected transition metal dichalcogenides, HgTe/CdTe quantum wells, and thin films of three-dimensional topological insulators and Dirac semimetals. We find topological superlattice bands can arise even from non-topological materials, broadening the pool of candidates for realizing topological flat bands. Our theory predicts which geometry and periodicity of superlattice will yield topological bands for a given material, providing a clear guiding principle for designing topological superlattice heterostructures."}
{"id": "2511.17494", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.17494", "abs": "https://arxiv.org/abs/2511.17494", "authors": ["Yan-Qi Wang", "Johannes Motruk", "Andrey Grankin", "Mohammad Hafezi"], "title": "Fractional Chern insulator edges: crystalline effects and optical measurements", "comment": "5+ pages, 4 figures", "summary": "Edge states of chiral topologically ordered phases are commonly described by chiral Luttinger liquids, effective theories that are exact only in the hydrodynamic limit. Motivated by recent bulk observations of fractional Chern insulators (FCIs) in two-dimensional materials and by synthetic realizations in ultracold atoms, we revisit this framework and quantify deviations from the hydrodynamic limit due to lattice effects. Using a combination of analytical arguments and numerical simulations, we disentangle universal from nonuniversal edge properties. We outline experimental probes in excitonic FCIs and in ultracold atom systems, and in particular propose time-resolved edge spectroscopy to directly access the predicted exponents and velocities."}
{"id": "2511.16701", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16701", "abs": "https://arxiv.org/abs/2511.16701", "authors": ["Paul J Dauenhauer"], "title": "Catalytic Resonance Theory: Kinetics and Frequency Response of Light-Promoted Catalysis", "comment": null, "summary": "The illumination of catalytic surfaces with a continuous or pulsed stream of photons dynamically modulates surface chemistry for faster rates, higher conversion, or product selectivity control. To establish fundamental principles of dynamic photon-modulated catalysis, the photocatalytic conversion of a generic surface reaction was simulated to understand the kinetic implications of an independent stream of photons promoting surface product desorption. Simulations were conducted via the microkinetic model and kinetic Monte Carlo methods for the scenarios of a Poisson distribution, constant spacing between photons, and coordinated on/off pulsing of photon sources. The time-averaged photocatalytic rate at differential conditions for varying photon flux and temperatures indicated three kinetic regimes described by product thermal desorption control, surface reaction control, and an intermediate kinetic regime with a zero slope Arrhenius plot, consistent with a degree of rate control dominated by the photon arrival frequency (i.e., per-site photon flux). The maximum photocatalytic rate occurred orders of magnitude above the Sabatier limit at the resonance frequency, identified as the photon arrival frequency that matched the surface reaction rate constant. Non-equilibrium photocatalytic conversion occurred when the rate of photon-promoted product desorption was comparable to the rate of thermal product desorption. Results indicated the general utility of photon-promoted catalysis, with negligible benefit for rate enhancement and quantum yield with photon source pulsing or chopping due to the inherent dynamic nature of photons from light sources."}
{"id": "2511.16984", "categories": ["physics.chem-ph", "cond-mat.soft", "physics.bio-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16984", "abs": "https://arxiv.org/abs/2511.16984", "authors": ["Rui Li", "Yi Li", "Kai-Ya Zhang", "Qing Ai"], "title": "Quantum Jump Approach for Photosynthetic Energy Transfer with Chemical Reaction and Fluorescence Loss", "comment": "7 pages, 1 figure", "summary": "Recently, the coherent modified Redfield theory (CMRT) has been widely used to simulate the excitation-energy-transfer (EET) processes in photosynthetic systems. However, the numerical simulation of the CMRT is computationally expensive when dealing with large-scale systems, e.g. photosystem I (PSI) and II (PSII). On the other hand, the chemical reaction and fluorescence loss traditionally treated by the non-Hermitian Hamiltonian approach may result in significantly error in a wide range of parameters. To address these issues, we introduce a quantum jump approach (QJA) based on the CMRT to simulate the evolution of photosynthetic complexes including both the chemical reaction and fluorescence loss. The QJA shows higher accuracy and efficiency in simulating the EET processes. The QJA-CMRT approach may provide a powerful tool to design and optimize artificial photosynthetic systems, which benefits future innovation in the field of energy."}
