{"id": "2508.20111", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20111", "abs": "https://arxiv.org/abs/2508.20111", "authors": ["Zhengqian Cheng", "Chris A. Marianetti"], "title": "Qubit parametrization of the variational discrete action theory for the multiorbital Hubbard model", "comment": null, "summary": "The variational discrete action theory (VDAT) at \\mathcal{N}=3 is a potent\ntool for accurately capturing Mott and Hund physics at zero temperature in\nd=\\infty at a cost comparable to the Gutzwiller approximation, which is\nrecovered by VDAT at \\mathcal{N}=2. Here we develop a qubit parametrization of\nthe gauge constrained algorithm of VDAT at \\mathcal{N}=3 for the multiorbital\nHubbard model with general density-density interactions. The qubit\nparametrization yields an explicit variational trial energy, and the\nvariational parameters consist of the momentum density distribution, the shape\nof a reference fermi surface, and the pure state of a qubit system with\ndimension of the local Hilbert space. To illustrate the power of the qubit\nparametrization, we solve for the ground state properties of the multiorbital\nHubbard model with Hund coupling for local orbital number N_{orb}=2-7. A Taylor\nseries expansion of the partially optimized trial energy is used to explain how\nthe Hund's coupling changes the order of the Mott transition. For the case of\nthe SU(2N_{orb}) Hubbard model, an explicit approach for computing the critical\nU_{c} for the Mott transition is provided, yielding an analytical expression\nfor U_{c} in the large N_{orb} limit. Additionally, we provide an analytical\nsolution for the ground state properties of the single band Hubbard model with\na special density of states. Finally, we demonstrate that the qubit\nparametrization can also be applied to \\mathcal{N}=2, for both G-type and\nB-type variants, where the G-type yields an identical expression to the slave\nspin mean-field theory. The qubit parametrization not only improves the\nefficiency and transparency of VDAT at \\mathcal{N}=3, but also provides the key\nadvances for the construction of a one-body reduced density matrix functional\ncapable of capturing Mott and Hund physics."}
{"id": "2508.20446", "categories": ["physics.comp-ph", "cs.CE", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.20446", "abs": "https://arxiv.org/abs/2508.20446", "authors": ["Menglei Li", "Haolin Li", "Bing Wang", "Bing Wang"], "title": "Self-consistent clustering analysis for homogenisation of heterogeneous plates", "comment": null, "summary": "This work introduces a reduced-order model for plate structures with periodic\nmicro-structures by coupling self-consistent clustering analysis (SCA) with the\nLippmann-Schwinger equation, enabling rapid multiscale homogenisation of\nheterogeneous plates. A plate-specific SCA scheme is derived for the first time\nand features two key elements: (i) an offline-online strategy that combines\nGreen's functions with k-means data compression, and (ii) an online\nself-consistent update that exploits the weak sensitivity of the reference\nmedium. The framework handles both linear and nonlinear problems in classical\nplate theory and first-order shear deformation theory, and its performance is\nverified on linear isotropic perforated plates and woven composites, as well as\non non-linear elasto-plastic perforated plates and woven composites with\ndamage. Across all cases the proposed model matches the accuracy of FFT-based\ndirect numerical simulation while reducing computational cost by over an order\nof magnitude."}
{"id": "2508.20138", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.20138", "abs": "https://arxiv.org/abs/2508.20138", "authors": ["Kang-Hyun Lee", "Faez Ahmed"], "title": "MicroLad: 2D-to-3D Microstructure Reconstruction and Generation via Latent Diffusion and Score Distillation", "comment": null, "summary": "A major obstacle to establishing reliable structure-property (SP) linkages in\nmaterials engineering is the scarcity of diverse 3D microstructure datasets.\nLimited dataset availability and insufficient control over the analysis and\ndesign space restrict the variety of achievable microstructure morphologies,\nhindering progress in solving the inverse (property-to-structure) design\nproblem. To address these challenges, we introduce MicroLad, a latent diffusion\nframework specifically designed for reconstructing 3D microstructures from 2D\ndata. Trained on 2D images and employing multi-plane denoising diffusion\nsampling in the latent space, the framework reliably generates stable and\ncoherent 3D volumes that remain statistically consistent with the original\ndata. While this reconstruction capability enables dimensionality expansion\n(2D-to-3D) for generating statistically equivalent 3D samples from 2D data,\neffective exploration of microstructure design requires methods to guide the\ngeneration process toward specific objectives. To achieve this, MicroLad\nintegrates score distillation sampling (SDS), which combines a differentiable\nscore loss with microstructural descriptor-matching and property-alignment\nterms. This approach updates encoded 2D slices of the 3D volume in the latent\nspace, enabling robust inverse-controlled 2D-to-3D microstructure generation.\nConsequently, the method facilitates exploration of an expanded 3D\nmicrostructure analysis and design space in terms of both microstructural\ndescriptors and material properties."}
{"id": "2508.21012", "categories": ["physics.comp-ph", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2508.21012", "abs": "https://arxiv.org/abs/2508.21012", "authors": ["Magnus F Ivarsen"], "title": "Spectral density characteristics of self-organized structuring in phase-synchronized oscillator ensembles", "comment": "7 pages, 4 figures", "summary": "Self-organized turbulence represents a way for structuring in nature to arise\nthrough sheer complexity rather than through linear instability theory.\nSimulating ensembles of oscillators that undergo phase synchronization through\na propagating Kuramoto-interaction field, we present the spectral\ncharacteristics of spontaneous, self-organized structures of locally coupled\noscillators. We demonstrate that the spectral density of emergent structures\ncan exhibit universal scaling laws, in line with expectations from nature,\nindicating that observed statistical outcomes of complex physical interactions\ncan be achieved through a more general principle of self-organization. We\nsuggest that spontaneously generated structures may provide nuance to the\nreigning reductionist explanations for the observed structure in coupled\nsystems of astrophysical and geophysical plasmas."}
{"id": "2508.20149", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.20149", "abs": "https://arxiv.org/abs/2508.20149", "authors": ["Prachi Garg", "Baishakhi Mazumder"], "title": "Revealing degradation mechanisms in YSZ ceramics through machine learning-guided aging and multiscale characterization", "comment": "Supplementary information is provided at the end of the manuscript", "summary": "The long-term performance of yttria-stabilized zirconia (YSZ) based energy\nand biomedical devices is compromised by low-temperature degradation (LTD).\nThis study presents a novel integration of machine learning-guided hydrothermal\naging with multiscale characterization to resolve a two-stage degradation\nmechanism in 3 mol% YSZ. Stage 1 (0 to 30 hrs) features initial surface relief\nbuilding, which transitions to partial refinement and relief distribution in\nstage 2 (30 to 60 hrs), alongside a rise in monoclinic phase content. The\nevolving microstructure increases triple-junction grain boundary density, and\nthese junctions act as degradation hotspots, where vacancy exchange and water\naccess accelerate the transformation. These findings highlight grain boundary\nchemistry, rather than grain size alone, as a key LTD driver, suggesting\nboundary engineering as a strategy to enhance YSZ stability for energy,\nbiomedical, and thermal applications."}
{"id": "2508.20347", "categories": ["cond-mat.stat-mech", "gr-qc", "hep-ph", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20347", "abs": "https://arxiv.org/abs/2508.20347", "authors": ["Fumika Suzuki", "Ying Wai Li", "Wojciech H. Zurek"], "title": "Machine learning topological defect formation", "comment": "7 pages, 5 figures", "summary": "According to the Kibble-Zurek mechanism (KZM), the density of topological\ndefects created during a second-order phase transition is determined by the\ncorrelation length at the freeze-out time. This suggests that the final\nconfiguration of topological defects in such a transition is largely\nestablished during the impulse regime, soon after the critical point is\ntraversed. Motivated by this, we conjecture that machine learning (ML) can\npredict the final configuration of topological defects based on the time\nevolution of the order parameter over a short interval in the vicinity of the\ncritical point, well before the order parameter settles into the emerging new\nminima resulting from spontaneous symmetry breaking. Furthermore, we show that\nthe predictability of ML also follows the power law scaling dictated by KZM. We\ndemonstrate these using a Recurrent Neural Network."}
{"id": "2508.20792", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.20792", "abs": "https://arxiv.org/abs/2508.20792", "authors": ["Rajae Malek", "Qing-Dong Jiang", "Haiwen Liu"], "title": "Distinct Spatiotemporal Dynamics of Thermoelectric Transport Across Superconducting Transition", "comment": null, "summary": "We investigate the relaxation dynamics of heat transport in superconductors,\nshaped by the interplay of diffusion, nonlinearity, and magnetic fields.\nFocusing on regimes near the critical temperature Tc, we analyze two classes of\nrelaxation diffusion equations that give rise to qualitatively distinct\ndynamics, which we denote as Type I (linear) and Type II (nonlinear). Type I\nrelaxation, characteristic of the normal state above Tc, results in a steady\nand spatially uniform heat current governed by linear diffusion. By contrast,\nType II relaxation, relevant below Tc, exhibits non steady dynamics marked by\npronounced spatial inhomogeneities and an evolving pattern, in which an\ninitially localized hot spot propagates transiently through the system. The\nstriking distinction between these regimes underscores a fundamental shift in\ntransport mechanisms across the superconducting phase transition and provides\nexperimentally relevant predictions in light of emerging techniques for probing\nlocal dissipation."}
{"id": "2508.20159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20159", "abs": "https://arxiv.org/abs/2508.20159", "authors": ["Maxim Dzero", "Maxim Khodas", "Alex Levchenko", "Vladyslav Kozii"], "title": "Nonlinear Hall effect in topological Dirac semimetals in parallel magnetic field", "comment": "11 pages, 4 figures", "summary": "We compute the second-harmonic response of two-dimensional topological Dirac\nsemimetals subjected to an external in-plane magnetic field. The quantum\nkinetic equation for the Wigner distribution function is derived and then\nsolved to evaluate the second-order electric-field contributions to the current\ndensity. Both the Berry curvature dipole and the field-induced terms in the\ncurrent are analyzed across a broad range of model parameters. We propose that\nour theory can be tested experimentally by measuring the dependence of the\nanomalous Hall resistivity on the in-plane magnetic field in the surface states\nof the topological insulator SnTe, in WTe$_2$ and WSe$_2$ monolayers, as well\nas in the Kondo lattice material Ce$_3$Bi$_4$Pd$_3$ at very low temperatures."}
{"id": "2508.20422", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20422", "abs": "https://arxiv.org/abs/2508.20422", "authors": ["Tatsuya Wada", "Masakiyo Kitazawa", "Kazuyuki Kanaya"], "title": "Lee-Yang-zero ratio method in three-dimensional Ising model", "comment": "27 pages, 7 figures", "summary": "By performing Monte Carlo simulations of the three-dimensional Ising model,\nwe apply the recently proposed Lee-Yang-zero ratio (LYZR) method to determine\nthe location of the critical point in this model. We demonstrate that the LYZR\nmethod is as powerful as the conventional Binder-cumulant method in studying\nthe critical point, while the LYZR method has the advantage of suppressing the\nviolation of the finite-size scaling and non-linearity near the critical point.\nWe also achieve a precise determination of the values of the LYZRs at the\ncritical point, which are universal numbers. In addition, we propose an\nalternative method that uses only a single Lee-Yang zero and show that it is\nalso useful for the search for the critical point."}
{"id": "2508.20111", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20111", "abs": "https://arxiv.org/abs/2508.20111", "authors": ["Zhengqian Cheng", "Chris A. Marianetti"], "title": "Qubit parametrization of the variational discrete action theory for the multiorbital Hubbard model", "comment": null, "summary": "The variational discrete action theory (VDAT) at \\mathcal{N}=3 is a potent\ntool for accurately capturing Mott and Hund physics at zero temperature in\nd=\\infty at a cost comparable to the Gutzwiller approximation, which is\nrecovered by VDAT at \\mathcal{N}=2. Here we develop a qubit parametrization of\nthe gauge constrained algorithm of VDAT at \\mathcal{N}=3 for the multiorbital\nHubbard model with general density-density interactions. The qubit\nparametrization yields an explicit variational trial energy, and the\nvariational parameters consist of the momentum density distribution, the shape\nof a reference fermi surface, and the pure state of a qubit system with\ndimension of the local Hilbert space. To illustrate the power of the qubit\nparametrization, we solve for the ground state properties of the multiorbital\nHubbard model with Hund coupling for local orbital number N_{orb}=2-7. A Taylor\nseries expansion of the partially optimized trial energy is used to explain how\nthe Hund's coupling changes the order of the Mott transition. For the case of\nthe SU(2N_{orb}) Hubbard model, an explicit approach for computing the critical\nU_{c} for the Mott transition is provided, yielding an analytical expression\nfor U_{c} in the large N_{orb} limit. Additionally, we provide an analytical\nsolution for the ground state properties of the single band Hubbard model with\na special density of states. Finally, we demonstrate that the qubit\nparametrization can also be applied to \\mathcal{N}=2, for both G-type and\nB-type variants, where the G-type yields an identical expression to the slave\nspin mean-field theory. The qubit parametrization not only improves the\nefficiency and transparency of VDAT at \\mathcal{N}=3, but also provides the key\nadvances for the construction of a one-body reduced density matrix functional\ncapable of capturing Mott and Hund physics."}
{"id": "2508.20233", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20233", "abs": "https://arxiv.org/abs/2508.20233", "authors": ["Conner Masteran", "Bimal Gaudel", "Edward F. Valeev"], "title": "Towards Balanced Description of Ground and Excited States with Transcorrelated F12 Methods", "comment": null, "summary": "By correlating only the 1-particle states occupied in the reference\ndeterminant the conventional design for the single-reference R12/F12\nexplicitly-correlated methods biases them towards the ground state description\nthereby making treatment of response properties of the ground state, and\nenergies and other properties of excited states less robust. While the use of\nmultireference methods and/or extensions of the standard SP projected geminals\ncan achieve a more balanced description of ground and excited states, here we\nshow that the same goals can be achieved by extending the action of F12\ncorrelators to the occupied and valence unoccupied 1-particle states only. This\ndesign choice reflects the strong dependence of the optimal correlation\nlengthscale of the F12 ansatz on the orbital energies/structure, and helps to\navoid the unphysical raising of the ground state energy if the F12 geminals are\nused to correlate pairs of all 1-particle states. The improved F12 geminal\ndesign is incorporated into the unitary transcorrelation framework to produce a\nunitary 2-body Hamiltonian that incorporates the short-range dynamical\ncorrelation physics for ground and low-energy excited states in a balanced\nmanner. This explicitly-correlated effective Hamiltonian reduces the basis set\nrequirement on the correlation-consistent basis cardinal number by 1 or more\nover the uncorrelated counterpart for the description of the ground state\ncoupled-cluster singles and doubles (CCSD) energies, the vertical excitation\nenergies and harmonic vibrational frequencies of equation-of-motion CCSD\nlow-energy excited states."}
{"id": "2508.20138", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.20138", "abs": "https://arxiv.org/abs/2508.20138", "authors": ["Kang-Hyun Lee", "Faez Ahmed"], "title": "MicroLad: 2D-to-3D Microstructure Reconstruction and Generation via Latent Diffusion and Score Distillation", "comment": null, "summary": "A major obstacle to establishing reliable structure-property (SP) linkages in\nmaterials engineering is the scarcity of diverse 3D microstructure datasets.\nLimited dataset availability and insufficient control over the analysis and\ndesign space restrict the variety of achievable microstructure morphologies,\nhindering progress in solving the inverse (property-to-structure) design\nproblem. To address these challenges, we introduce MicroLad, a latent diffusion\nframework specifically designed for reconstructing 3D microstructures from 2D\ndata. Trained on 2D images and employing multi-plane denoising diffusion\nsampling in the latent space, the framework reliably generates stable and\ncoherent 3D volumes that remain statistically consistent with the original\ndata. While this reconstruction capability enables dimensionality expansion\n(2D-to-3D) for generating statistically equivalent 3D samples from 2D data,\neffective exploration of microstructure design requires methods to guide the\ngeneration process toward specific objectives. To achieve this, MicroLad\nintegrates score distillation sampling (SDS), which combines a differentiable\nscore loss with microstructural descriptor-matching and property-alignment\nterms. This approach updates encoded 2D slices of the 3D volume in the latent\nspace, enabling robust inverse-controlled 2D-to-3D microstructure generation.\nConsequently, the method facilitates exploration of an expanded 3D\nmicrostructure analysis and design space in terms of both microstructural\ndescriptors and material properties."}
{"id": "2508.20159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20159", "abs": "https://arxiv.org/abs/2508.20159", "authors": ["Maxim Dzero", "Maxim Khodas", "Alex Levchenko", "Vladyslav Kozii"], "title": "Nonlinear Hall effect in topological Dirac semimetals in parallel magnetic field", "comment": "11 pages, 4 figures", "summary": "We compute the second-harmonic response of two-dimensional topological Dirac\nsemimetals subjected to an external in-plane magnetic field. The quantum\nkinetic equation for the Wigner distribution function is derived and then\nsolved to evaluate the second-order electric-field contributions to the current\ndensity. Both the Berry curvature dipole and the field-induced terms in the\ncurrent are analyzed across a broad range of model parameters. We propose that\nour theory can be tested experimentally by measuring the dependence of the\nanomalous Hall resistivity on the in-plane magnetic field in the surface states\nof the topological insulator SnTe, in WTe$_2$ and WSe$_2$ monolayers, as well\nas in the Kondo lattice material Ce$_3$Bi$_4$Pd$_3$ at very low temperatures."}
{"id": "2508.20184", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.20184", "abs": "https://arxiv.org/abs/2508.20184", "authors": ["Nicolas Crampé", "Rafael I. Nepomechie", "Luc Vinet", "Nabi Zare Harofteh"], "title": "$su(2)$ symmetry of XX spin chains", "comment": "7 pages", "summary": "We show that, after suitably adjusting a uniform transverse magnetic field,\nthe generic inhomogeneous open XX spin chain has a two-fold degeneracy, and an\nexact $su(2)$ symmetry whose \"inhomogeneous\" generators depend on coefficients\nthat can be explicitly computed for models associated with discrete orthogonal\npolynomials."}
{"id": "2508.20163", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20163", "abs": "https://arxiv.org/abs/2508.20163", "authors": ["Matteo Dürrnagel", "Lennart Klebl", "Tobias Müller", "Ronny Thomale", "Michael Klett"], "title": "Extended s-wave altermagnets", "comment": "6 pages, 3 figures, Supplemental Material", "summary": "We propose extended s-wave altermagnets (sAMs) as a class of magnetic states\nwhich are fully gapped, spin-compensated, and feature spin-polarized bands.\nsAMs are formed through valley-exchange symmetries, which act as momentum-space\ntranslations beyond standard crystallographic spin-group classifications. Using\nan effective two-valley model, we demonstrate that sAMs exhibit isotropic spin\nsplitting, enable spin-selective transport in tailored heterostructures, and\ngive rise to descendant pair density wave order. From a microscopic sAM minimal\nmodel, we develop the guiding principles to identify sAMs in quantum magnets."}
{"id": "2508.21056", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21056", "abs": "https://arxiv.org/abs/2508.21056", "authors": ["Jiaqi Wu", "Alaric Sanders", "Rundong Yuan", "Bo Peng"], "title": "Altermagnetic Shastry-Sutherland fullerene networks", "comment": "7 pages, 3 figures", "summary": "Molecular building blocks provide a versatile platform for realising exotic\nquantum phases. Using charge neutral, pure carbon fullerene molecules as an\nexample, we design altermagnetic C$_{40}$ monolayers in Shastry-Sutherland\nlattice. The resonance structure of one unpaired electron leads to an effective\nspin-1/2 cluster on both long sides of the molecule, which, after rotating into\na 2D rutile-like crystal structure, forms altermagnetic ground state. We show\n$d$-wave spitting of the spin-polarised electronic band structure and strong\nchiral-split magnon bands. Most interestingly, the effective spin-1/2 clusters\nform the Shastry-Sutherland model with a rich phase diagram including\naltermagenti, quantum spin liquid, plaquette, and dimer phases, which can be\neasily accessed to via moderate bi-axial strains. Our findings present magnetic\nfullerene monolayers as a tunable platform for exotic quantum magnetism and\nspintronic applications."}
{"id": "2508.20163", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20163", "abs": "https://arxiv.org/abs/2508.20163", "authors": ["Matteo Dürrnagel", "Lennart Klebl", "Tobias Müller", "Ronny Thomale", "Michael Klett"], "title": "Extended s-wave altermagnets", "comment": "6 pages, 3 figures, Supplemental Material", "summary": "We propose extended s-wave altermagnets (sAMs) as a class of magnetic states\nwhich are fully gapped, spin-compensated, and feature spin-polarized bands.\nsAMs are formed through valley-exchange symmetries, which act as momentum-space\ntranslations beyond standard crystallographic spin-group classifications. Using\nan effective two-valley model, we demonstrate that sAMs exhibit isotropic spin\nsplitting, enable spin-selective transport in tailored heterostructures, and\ngive rise to descendant pair density wave order. From a microscopic sAM minimal\nmodel, we develop the guiding principles to identify sAMs in quantum magnets."}
{"id": "2508.20527", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.20527", "abs": "https://arxiv.org/abs/2508.20527", "authors": ["Jan G. Rittig", "Manuel Dahmen", "Martin Grohe", "Philippe Schwaller", "Alexander Mitsos"], "title": "Molecular Machine Learning in Chemical Process Design", "comment": null, "summary": "We present a perspective on molecular machine learning (ML) in the field of\nchemical process engineering. Recently, molecular ML has demonstrated great\npotential in (i) providing highly accurate predictions for properties of pure\ncomponents and their mixtures, and (ii) exploring the chemical space for new\nmolecular structures. We review current state-of-the-art molecular ML models\nand discuss research directions that promise further advancements. This\nincludes ML methods, such as graph neural networks and transformers, which can\nbe further advanced through the incorporation of physicochemical knowledge in a\nhybrid or physics-informed fashion. Then, we consider leveraging molecular ML\nat the chemical process scale, which is highly desirable yet rather unexplored.\nWe discuss how molecular ML can be integrated into process design and\noptimization formulations, promising to accelerate the identification of novel\nmolecules and processes. To this end, it will be essential to create molecule\nand process design benchmarks and practically validate proposed candidates,\npossibly in collaboration with the chemical industry."}
{"id": "2508.20149", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.20149", "abs": "https://arxiv.org/abs/2508.20149", "authors": ["Prachi Garg", "Baishakhi Mazumder"], "title": "Revealing degradation mechanisms in YSZ ceramics through machine learning-guided aging and multiscale characterization", "comment": "Supplementary information is provided at the end of the manuscript", "summary": "The long-term performance of yttria-stabilized zirconia (YSZ) based energy\nand biomedical devices is compromised by low-temperature degradation (LTD).\nThis study presents a novel integration of machine learning-guided hydrothermal\naging with multiscale characterization to resolve a two-stage degradation\nmechanism in 3 mol% YSZ. Stage 1 (0 to 30 hrs) features initial surface relief\nbuilding, which transitions to partial refinement and relief distribution in\nstage 2 (30 to 60 hrs), alongside a rise in monoclinic phase content. The\nevolving microstructure increases triple-junction grain boundary density, and\nthese junctions act as degradation hotspots, where vacancy exchange and water\naccess accelerate the transformation. These findings highlight grain boundary\nchemistry, rather than grain size alone, as a key LTD driver, suggesting\nboundary engineering as a strategy to enhance YSZ stability for energy,\nbiomedical, and thermal applications."}
{"id": "2508.20306", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20306", "abs": "https://arxiv.org/abs/2508.20306", "authors": ["Zhiwen Zhou", "E. A. Szwed", "W. J. Brunner", "H. Henstridge", "L. H. Fowler-Gerace", "L. V. Butov"], "title": "Long-range spatial extension of exciton states in van der Waals heterostructure", "comment": null, "summary": "Narrow lines in photoluminescence (PL) spectra of excitons are characteristic\nof low-dimensional semiconductors. These lines correspond to the emission of\nexciton states in local minima of a potential energy landscape formed by\nfluctuations of the local exciton environment in the heterostructure. The\nspatial extension of such states was in the nanometer range. In this work, we\npresent studies of narrow lines in PL spectra of spatially indirect excitons\n(IXs) in a MoSe$_2$/WSe$_2$ van der Waals heterostructure. The narrow lines\nvanish with increasing IX density. The disappearance of narrow lines correlates\nwith the onset of IX transport, indicating that the narrow lines correspond to\nlocalized exciton states. The narrow lines extend over distances reaching\nseveral micrometers and over areas reaching ca. ten percent of the sample area.\nThis macroscopic spatial extension of the exciton states, corresponding to the\nnarrow lines, indicates a deviation of the exciton energy landscape from random\npotential and shows that the excitons are confined in moir\\'e potential with a\nweak disorder."}
{"id": "2508.20347", "categories": ["cond-mat.stat-mech", "gr-qc", "hep-ph", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20347", "abs": "https://arxiv.org/abs/2508.20347", "authors": ["Fumika Suzuki", "Ying Wai Li", "Wojciech H. Zurek"], "title": "Machine learning topological defect formation", "comment": "7 pages, 5 figures", "summary": "According to the Kibble-Zurek mechanism (KZM), the density of topological\ndefects created during a second-order phase transition is determined by the\ncorrelation length at the freeze-out time. This suggests that the final\nconfiguration of topological defects in such a transition is largely\nestablished during the impulse regime, soon after the critical point is\ntraversed. Motivated by this, we conjecture that machine learning (ML) can\npredict the final configuration of topological defects based on the time\nevolution of the order parameter over a short interval in the vicinity of the\ncritical point, well before the order parameter settles into the emerging new\nminima resulting from spontaneous symmetry breaking. Furthermore, we show that\nthe predictability of ML also follows the power law scaling dictated by KZM. We\ndemonstrate these using a Recurrent Neural Network."}
{"id": "2508.20164", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.20164", "abs": "https://arxiv.org/abs/2508.20164", "authors": ["Pietro M. Bonetti", "Maine Christos", "Alexander Nikolaenko", "Aavishkar A. Patel", "Subir Sachdev"], "title": "Critical quantum liquids and the cuprate high temperature superconductors", "comment": "90 pages, 43 figures. Review article based on lectures by SS at\n  Boulder, Trieste, Hong Kong, with links to lecture videos. Comments welcome", "summary": "We present a theoretical framework for the cuprate superconductors, rooted in\na fractionalized Fermi liquid (FL*) description of the intermediate-temperature\npseudogap phase at low doping. The FL* theory predicted hole pockets each of\nfractional area $p/8$ at hole doping $p$, in contrast to the area $p/4$ in a\nspin density wave state or its thermal fluctuation. A recent magnetotransport\nobservation of the Yamaji angle is in good agreement with area $p/8$.\n  We review a theory for the FL* phase of a single-band model using a pair of\nancilla qubits on each site. Its mean field theory yields hole pockets of area\n$p/8$, and matches the gapped photoemission spectrum in the anti-nodal region\nof the Brillouin zone. Fluctuations are described by the SU(2) gauge theory of\na background spin liquid with critical Dirac spinons. A Monte Carlo study of\nthe thermal SU(2) gauge theory transforms the hole pockets into Fermi arcs. One\nroute to confinement upon lowering temperature yields a $d$-wave superconductor\nvia a Kosterlitz-Thouless transition of $h/(2e)$ vortices, with nodal\nBogoliubov quasiparticles featuring anisotropic velocities and vortices\nsurrounded by charge order halos. An alternative route produces a\ncharge-ordered metallic state that exhibits quantum oscillations in agreement\nwith experimental data.\n  Increasing doping from the FL* phase drives a transition to a conventional\nFermi liquid at large doping, passing through an intermediate strange metal\nregime. We formulate a theory of this metal using a critical quantum `charge'\nliquid of mobile electrons in the presence of disorder, developed via an\nextension of the Sachdev-Ye-Kitaev model.\n  At low temperatures, and across optimal and over doping, we address the\nregimes of extended non-Fermi liquid behavior by Griffiths effects near quantum\nphase transitions in disordered metals."}
{"id": "2508.20164", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.20164", "abs": "https://arxiv.org/abs/2508.20164", "authors": ["Pietro M. Bonetti", "Maine Christos", "Alexander Nikolaenko", "Aavishkar A. Patel", "Subir Sachdev"], "title": "Critical quantum liquids and the cuprate high temperature superconductors", "comment": "90 pages, 43 figures. Review article based on lectures by SS at\n  Boulder, Trieste, Hong Kong, with links to lecture videos. Comments welcome", "summary": "We present a theoretical framework for the cuprate superconductors, rooted in\na fractionalized Fermi liquid (FL*) description of the intermediate-temperature\npseudogap phase at low doping. The FL* theory predicted hole pockets each of\nfractional area $p/8$ at hole doping $p$, in contrast to the area $p/4$ in a\nspin density wave state or its thermal fluctuation. A recent magnetotransport\nobservation of the Yamaji angle is in good agreement with area $p/8$.\n  We review a theory for the FL* phase of a single-band model using a pair of\nancilla qubits on each site. Its mean field theory yields hole pockets of area\n$p/8$, and matches the gapped photoemission spectrum in the anti-nodal region\nof the Brillouin zone. Fluctuations are described by the SU(2) gauge theory of\na background spin liquid with critical Dirac spinons. A Monte Carlo study of\nthe thermal SU(2) gauge theory transforms the hole pockets into Fermi arcs. One\nroute to confinement upon lowering temperature yields a $d$-wave superconductor\nvia a Kosterlitz-Thouless transition of $h/(2e)$ vortices, with nodal\nBogoliubov quasiparticles featuring anisotropic velocities and vortices\nsurrounded by charge order halos. An alternative route produces a\ncharge-ordered metallic state that exhibits quantum oscillations in agreement\nwith experimental data.\n  Increasing doping from the FL* phase drives a transition to a conventional\nFermi liquid at large doping, passing through an intermediate strange metal\nregime. We formulate a theory of this metal using a critical quantum `charge'\nliquid of mobile electrons in the presence of disorder, developed via an\nextension of the Sachdev-Ye-Kitaev model.\n  At low temperatures, and across optimal and over doping, we address the\nregimes of extended non-Fermi liquid behavior by Griffiths effects near quantum\nphase transitions in disordered metals."}
{"id": "2508.20574", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20574", "abs": "https://arxiv.org/abs/2508.20574", "authors": ["Sukanya Jana", "Snigdha Bose", "Sayel Chakraborty", "Pintu Mandal", "Nabanita Deb"], "title": "Radial asymmetry in quadrupole mass filters: stability, multipole fields and resolution enhancement", "comment": null, "summary": "This study examines the effects of radial asymmetry in a linear quadrupole\nmass filter with circular rods, introduced either by a change in electrode\nradii or by displacement of a diametrically opposite pair. A radial potential\nmodel is developed to account for the resulting geometric deviations, enabling\nanalysis of the first stability region specific to the quadrupole component.\nThe transmission characteristics of such asymmetric configurations are\nsystematically examined, revealing a linear shift in the transmission peak\nalong the q-axis as a function of the asymmetry parameter. This behavior is\ninterpreted through modifications observed in the stability diagram.\nFurthermore, increased asymmetry is shown to broaden the transmission contours\nand generally reduce resolution. Notably, a `magic' asymmetry parameter of\n-0.02 corresponding to electrode displacement, yields enhanced resolution\ncompared to the symmetric case for a fixed rod-to-field radius ratio. An\nempirical relationship is established between the resolution and the combined\ncontribution of the coefficients of octupole and dodecapole potential\ncomponents, highlighting the critical role of higher-order field effects in\nperformance optimization."}
{"id": "2508.20338", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20338", "abs": "https://arxiv.org/abs/2508.20338", "authors": ["Evan W. Muller", "Aleksey Ruditskiy", "Jie Jiang", "Thuc T. Mai", "Katherine Burzynski", "Ruth Pachter", "Michael F. Durstock", "W. Joshua Kennedy", "Rahul Rao"], "title": "Strong Raman Optical Activity and Chiral Phonons in Chiral Hybrid Organic-Inorganic Perovskites", "comment": "6 Figures", "summary": "Hybrid organic-inorganic perovskites with chiral organic cations are very\ninteresting for optoelectronic applications because of their intrinsically\nchiral light-matter interactions. Chiral distortions in these materials lead to\ncircular dichroism, circular birefringence, and circularly polarized\nluminescence in the band transitions of the inorganic sublattice. Raman-active\nvibrational modes in these crystals are governed by crystal symmetry and\ntherefore are also strongly impacted by the nature and magnitude of the chiral\ndistortions. Here, we report low-frequency Raman modes that are sensitive to\ncircularly polarized excitation in chiral hybrid organic-inorganic perovskites\n(CHOIPs) across a wide range of structures and compositions. The circularly\npolarized Raman spectra from enantiomers of CHOIP single crystals exhibit sharp\nmodes below 150 cm-1, corresponding to vibrations of the lead iodide octahedra.\nThese modes exhibit strong differences in intensities (Raman optical activity,\nROA) depending on the handedness of the excitation, with high degree of\npolarization for several modes. Calculations reveal the presence of several\nchiral phonon modes with opposite phonon angular momenta. The strong ROA and\nthe chiral phonon modes are a direct consequence of chirality transfer from the\nchiral organic linker to the lead iodide octahedra in the CHOIP structure,\nresulting in a strong chiroptical response in the phonon modes."}
{"id": "2508.20343", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20343", "abs": "https://arxiv.org/abs/2508.20343", "authors": ["Eren Erdogan", "Justin P. Bergfield"], "title": "When Dephasing Fails: Thermodynamic Consequences of Decoherence Models in Quantum Transport", "comment": "14 pages, 6 figures", "summary": "Understanding how decoherence influences heat and information flow is\nessential for realizing the promise of quantum technologies. Two widely used\nmodels for incorporating decoherence in quantum transport are the voltage probe\n(VP), which imposes local charge current conservation, and the\nvoltage-temperature probe (VTP), which also conserves heat current. Although\nthese models are often treated as functionally equivalent, we demonstrate that\nthis equivalence actually exists only under highly symmetric conditions, which\nmay be challenging to achieve experimentally Under asymmetric coupling or\nthermal bias, the VTP respects thermodynamic constraints and enforces\ndecoherence in both charge and heat channels, while the VP instead acts as a\nsource or sink of heat. Strikingly, the VP can fail to model decoherence in the\nheat transport entirely, even with large probe coupling strengths. Using a\nbenzene-based molecular junction as a realistic example, we show that these\neffects significantly impact the predicted heat transport. These results\nestablish that the VP and VTP models are not interchangeable: only the VTP\nprovides a thermodynamically consistent framework for modeling decoherence in\nquantum transport."}
{"id": "2508.20422", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20422", "abs": "https://arxiv.org/abs/2508.20422", "authors": ["Tatsuya Wada", "Masakiyo Kitazawa", "Kazuyuki Kanaya"], "title": "Lee-Yang-zero ratio method in three-dimensional Ising model", "comment": "27 pages, 7 figures", "summary": "By performing Monte Carlo simulations of the three-dimensional Ising model,\nwe apply the recently proposed Lee-Yang-zero ratio (LYZR) method to determine\nthe location of the critical point in this model. We demonstrate that the LYZR\nmethod is as powerful as the conventional Binder-cumulant method in studying\nthe critical point, while the LYZR method has the advantage of suppressing the\nviolation of the finite-size scaling and non-linearity near the critical point.\nWe also achieve a precise determination of the values of the LYZRs at the\ncritical point, which are universal numbers. In addition, we propose an\nalternative method that uses only a single Lee-Yang zero and show that it is\nalso useful for the search for the critical point."}
{"id": "2508.20167", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20167", "abs": "https://arxiv.org/abs/2508.20167", "authors": ["Lei Su", "Ivar Martin"], "title": "Bosonization and Kramers-Wannier dualities in general dimensions", "comment": "30 pages, 15 figures", "summary": "It is well known that the noninteracting Majorana chain is dual to the\none-dimensional transverse-field Ising model, either through the Jordan-Wigner\ntransformation or by gauging fermion parity. In this correspondence, the\nminimal translation of the Majorana chain maps to the celebrated\nKramers-Wannier (KW) duality of the spin model, with the critical point mapped\nto the self-dual point. In this work, we generalize this mapping to two and\nhigher dimensions by constructing a unitary equivalence between the\nparity-gauged fermionic system and a spin system defined on arbitrary\npolyhedral decompositions of space. Imposing the flatness condition on the\ngauge field yields a bosonization duality between the original (ungauged)\nfermionic system and a gauged spin system obeying a Gauss law. The dependence\nof the Gauss law in the spin system on the Kasteleyn orientation (and the\ndiscrete spin structure) of the fermionic system is made explicit. Applying\nthis bosonization to one or two copies of Majorana fermions on translationally\ninvariant lattices, we derive higher-dimensional analogs of KW (self-)dualities\nin spin systems arising from fermionic minimal translations. The KW\n(self-)dualities are non-invertible due to projections onto eigenspaces of\nhigher-form symmetries in the associated symmetry operators. The bosonization\nframework we present is intuitive, general, and systematic, encompassing other\nknown exact bosonization methods while offering a novel approach to establish\nnew connections between fermionic and spin systems in arbitrary dimensions."}
{"id": "2508.20167", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20167", "abs": "https://arxiv.org/abs/2508.20167", "authors": ["Lei Su", "Ivar Martin"], "title": "Bosonization and Kramers-Wannier dualities in general dimensions", "comment": "30 pages, 15 figures", "summary": "It is well known that the noninteracting Majorana chain is dual to the\none-dimensional transverse-field Ising model, either through the Jordan-Wigner\ntransformation or by gauging fermion parity. In this correspondence, the\nminimal translation of the Majorana chain maps to the celebrated\nKramers-Wannier (KW) duality of the spin model, with the critical point mapped\nto the self-dual point. In this work, we generalize this mapping to two and\nhigher dimensions by constructing a unitary equivalence between the\nparity-gauged fermionic system and a spin system defined on arbitrary\npolyhedral decompositions of space. Imposing the flatness condition on the\ngauge field yields a bosonization duality between the original (ungauged)\nfermionic system and a gauged spin system obeying a Gauss law. The dependence\nof the Gauss law in the spin system on the Kasteleyn orientation (and the\ndiscrete spin structure) of the fermionic system is made explicit. Applying\nthis bosonization to one or two copies of Majorana fermions on translationally\ninvariant lattices, we derive higher-dimensional analogs of KW (self-)dualities\nin spin systems arising from fermionic minimal translations. The KW\n(self-)dualities are non-invertible due to projections onto eigenspaces of\nhigher-form symmetries in the associated symmetry operators. The bosonization\nframework we present is intuitive, general, and systematic, encompassing other\nknown exact bosonization methods while offering a novel approach to establish\nnew connections between fermionic and spin systems in arbitrary dimensions."}
{"id": "2508.20609", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20609", "abs": "https://arxiv.org/abs/2508.20609", "authors": ["Diego J. Monterrubio-Chanca", "Guido Falk von Rudorff"], "title": "Representative Random Sampling of Chemical Space", "comment": null, "summary": "The overwhelming majority of molecules remains unexplored. This is mostly due\nto the sheer number of them, which prohibits any enumeration of chemical space,\nthe set of all such molecules. In practice, only subsets of chemical space are\nconsidered, but those subsets exhibit substantial bias, prohibiting data-driven\ncharacterization of chemical space itself. In this work, we provide a method\nproduce unbiased representative random samples of chemical space without\nenumeration of constituent molecules and to estimate the number of molecules in\nany custom chemical space. The approach is applicable to molecules which can be\nrepresented as graph and runs efficiently even for molecules of 30 atoms. We\nuse it to estimate the representativeness of current databases with respect to\ntheir underlying chemical space and to establish a necessary criterion for a\nlower bound of database sizes to be representative of an underlying chemical\nspace."}
{"id": "2508.20350", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20350", "abs": "https://arxiv.org/abs/2508.20350", "authors": ["Yu Bao", "Keke Song", "Jiahui Liu", "Yanzhou Wang", "Yifei Ning", "Penghua Ying", "Ping Qian"], "title": "Atomistic understanding of hydrogen bubble-induced embrittlement in tungsten enabled by machine learning molecular dynamics", "comment": "14pages,7 figures", "summary": "Hydrogen bubble formation within nanoscale voids is a critical mechanism\nunderlying the embrittlement of metallic materials, yet its atomistic origins\nremains elusive. Here, we present an accurate and transferable machine-learned\npotential (MLP) for the tungsten-hydrogen binary system within the\nneuroevolution potential (NEP) framework, trained through active learning on\nextensive density functional theory data. The developed NEP-WH model reproduces\na wide range of lattice and defect properties in tungsten systems, as well as\nhydrogen solubility, with near first-principles accuracy, while retaining the\nefficiency of empirical potentials. Crucially, it is the first MLP capable of\ncapturing hydrogen trapping and H\\textsubscript{2} formation in nanovoids, with\nquantitative fidelity. Large-scale machine-learning molecular dynamics\nsimulations reveal a distinct aggregation pathway where planar hydrogen\nclusters nucleate and grow along \\{100\\} planes near voids, with hexagonal\nclose-packed structures emerging at their intersections. Under uniaxial\ntension, these aggregates promote bubble fracture and the development of\nregular \\{100\\} cracks, suppressing dislocation activity and resulting in\nbrittle fracture behavior. This work provides detailed atomistic insights into\nhydrogen bubble evolution and fracture in nanovoids, enables predictive\nmodeling of structural degradation in extreme environments, and advances\nfundamental understanding of hydrogen-induced damage in structural metals."}
{"id": "2508.20352", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20352", "abs": "https://arxiv.org/abs/2508.20352", "authors": ["Justin P. Bergfield"], "title": "Quantum Interference Supernodes, Thermoelectric Enhancement, and the Role of Dephasing", "comment": "19 pages, 6 figures", "summary": "Quantum interference (QI) can strongly enhance thermoelectric response, with\nhigher-order \"supernodes\" predicted to yield scalable gains in thermopower and\nefficiency. A central question, however, is whether such features are\nintrinsically more fragile to dephasing. Using $B\\\"uttiker$ voltage-temperature\nprobes, we establish an order-selection rule: the effective near-node order is\nset by the lowest among coherent and probe-assisted channels. Supernodes are\ntherefore fragile in an absolute sense because their transmission is\nparametrically suppressed with order. However, once an incoherent floor\ndominates, the fractional suppression of thermopower, efficiency, and figure of\nmerit becomes universal and order-independent. Illustrating these principles\nwith benzene- and biphenyl-based junction calculations, we show that the\ngeometry of environmental coupling -- through a single orbital or across many\n-- dictates whether coherence is lost by order reduction or by floor building.\nThese results yield general scaling rules for the thermoelectric response of\ninterference nodes under dephasing."}
{"id": "2508.20473", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20473", "abs": "https://arxiv.org/abs/2508.20473", "authors": ["Paul C Bressloff"], "title": "Run-and-tumble particle with diffusion: boundary local times and the zero-diffusion limit", "comment": "23 pages, 3 figures", "summary": "Incorporating boundary conditions into stochastic models of passive or active\nparticle motion is usually implemented at the level of the associated forward\nor backward Kolmogorov equation, whose solution determines the probability\ndistribution of sample paths. In order to write down the corresponding\nstochastic differential equation (SDE) that generates the individual sample\npaths, it is necessary to introduce a Brownian functional that keeps track of\nthe boundary-particle contact time. We previously constructed the SDE for a\n(non-diffusing) run-and-tumble particle (RTP) on the half-line with either a\nreflecting or sticky wall at $x=0$. In this paper we extend the theory to\ninclude the effects of diffusion. One of the non-trivial consequences of\ncombining drift-diffusion with tumbling is that the zero diffusion limit\n$D\\rightarrow 0$ is singular in the sense that the number of boundary\nconditions is doubled when $D>0$. We use stochastic calculus to derive the\nforward Kolmogorov equation for two distinct boundary conditions that reduce,\nrespectively, to non-sticky and sticky boundary conditions in the\nzero-diffusion limit. In the latter case, it is necessary to include a boundary\nlayer in a neighbourhood of the wall and use singular perturbation theory. We\nalso treat the wall as partially absorbing by assuming that the particle is\nabsorbed when the amount of boundary-particle contact time (discrete or\ncontinuous local time) exceeds a quenched random threshold. Finally, we analyse\nthe survival probability and corresponding FPT density for absorption at a\nnon-sticky wall by deriving the corresponding backward Kolmogorov equation"}
{"id": "2508.20184", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.20184", "abs": "https://arxiv.org/abs/2508.20184", "authors": ["Nicolas Crampé", "Rafael I. Nepomechie", "Luc Vinet", "Nabi Zare Harofteh"], "title": "$su(2)$ symmetry of XX spin chains", "comment": "7 pages", "summary": "We show that, after suitably adjusting a uniform transverse magnetic field,\nthe generic inhomogeneous open XX spin chain has a two-fold degeneracy, and an\nexact $su(2)$ symmetry whose \"inhomogeneous\" generators depend on coefficients\nthat can be explicitly computed for models associated with discrete orthogonal\npolynomials."}
{"id": "2508.20247", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20247", "abs": "https://arxiv.org/abs/2508.20247", "authors": ["Keith M. Taddei", "Kulugammana G. S. Ranmohotti", "Duminda S. Liurukara", "Alex Martinson", "Stuart Calder", "German Samolyuk", "Nabaraj Pokhrel", "Daniel Phelan", "David Parker"], "title": "Insulating ground state and 2-k magnetic structure of candidate Weyl Hydrogen atom K$_2$Mn$_3$(AsO$_4$)$_3$", "comment": "14 pages, 7 figures", "summary": "The ideal Weyl 'Hydrogen-atom' semi-metal exhibits only a single pair of Weyl\nnodes and no other trivial states at the Fermi energy. Such a material would be\na panacea in the study of Weyl quasi particles allowing direct unambiguous\nobservation of their topological properties. The alluaudite-like\nK$_2$Mn$_3$(AsO$_4$)$_3$ compound was recently proposed as such a material.\nHere we use comprehensive experimental work and first principle calculations to\nassess this prediction. We find K$_2$Mn$_3$(AsO$_4$)$_3$ crystallizes in the\n$C2/c$ symmetry with a quasi-1D Mn sublattice, growing as small needle-like\ncrystals. Bulk properties measurements reveal magnetic transitions at $\\approx$\n8 and $\\approx$ 4 K which neutron scattering experiments show correspond to two\ndistinct magnetic orders, first a partially ordered ferrimagnetic\n$\\mathbf{k_1}$= (0, 0, 0) structure at 8 K and a second transition of\n$\\mathbf{k_2}$= (1, 0, 0) at 4 K to a fully ordered state. Below the second\ntransition, both ordering vectors are necessary to describe the complex\nmagnetic structure with modulated spin magnitudes. Both of the best-fit\nmagnetic structures in this work are found to break the symmetry necessary for\nthe generation of the Weyl nodes, though one of the magnetic structures allowed\nby $\\mathbf{k_1}$ does preserve this symmetry. However, the crystals are\noptically transparent and ellipsometry measurements reveal a large band-gap,\nundermining expectations of semi-metallic behavior. Density functional theory\ncalculations predict an insulating antiferromagnetic ground state, in contrast\nto previous reports, and suggest potential frustration on the magnetic\nsublattice. Given the wide tunability of the alluaudite structure we consider\nways to push the system closer to semi-metallic state."}
{"id": "2508.20960", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.20960", "abs": "https://arxiv.org/abs/2508.20960", "authors": ["María del Mar Cammarata", "R. Martín Negri", "Rocio Semino"], "title": "Intermolecular Interactions between Polyethylene, Water, and Potential Antistatic and Slip Additives: a Molecular Dynamics Study", "comment": "39 pages, 15 figures, 4 tables", "summary": "Additives are essential to enhance or modify the properties of plastics for\ntarget applications. However, finding appropriate additives may be challenging,\nsince we lack knowledge on their interactions with the plastics and with\nmoisture, and the interplay between them. In this work, we study a commercial\nadditive as well as two new potential additives for their antistatic and slip\nproperties in polyethylene by means of atomistic molecular dynamics\nsimulations. We reveal the most favorable interactions between polyethylene,\neach of these molecules and water, along with providing a microscopic picture\nof their interfacial structure. All additives interact with water mainly by\ntheir polar heads, with water acting as a hydrogen bond acceptor or donor\ndepending on the additive. As expected, water does not enter the polyethylene\nmatrix; it accumulates at its surface instead, without any preferencial\norientation. The additives studied exhibit remarkably different structures when\nthey are mixed with the polymer: two of them enter the polymer matrix to\nvarious degrees, either by intercalating their chains with the polyethylene\nones or by forming miscellar-like structures, while the third one stays at the\nsurface. When water is incorporated into the system, the structure of some of\nthe additive/polyethylene systems changes. The magnitude and nature of these\nchanges depend on the relative concentrations of all species. If the additives\nare in low concentrations, water stays at the surface of the material, in a\ndrop-like shape. The additives penetrate and organize the polymer more or less\ndepending on whether water is present or not. We predict that one of our two\nproposed molecules has promising antistatic properties while the other one\ncould be applied as a slip agent. We hope that our predictions will spark\ninterest in testing these molecules in the laboratory as polyethylene\nadditives."}
{"id": "2508.20354", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.20354", "abs": "https://arxiv.org/abs/2508.20354", "authors": ["Andrey Baydin", "Jiaming Luo", "Zhiren He", "Jacques Doumani", "Tong Lin", "Fuyang Tay", "Jiaming He", "Jianshi Zhou", "Guru Khalsa", "Junichiro Kono", "Hanyu Zhu"], "title": "Lattice-induced spin dynamics in Dirac magnet CoTiO3", "comment": null, "summary": "Spin-lattice coupling is crucial for understanding the spin transport and\ndynamics for spintronics and magnonics applications. Recently, cobalt titanate\n(CoTiO3), an easy-plane antiferromagnet, has been found to host axial phonons\nwith a large magnetic moment, which may originate from spin-lattice coupling.\nHere, we investigate the effect of light-driven lattice dynamics on the\nmagnetic properties of CoTiO3 using time-resolved spectroscopy with a THz pump\nand a magneto-optic probe. We found resonantly driven Raman active phonons,\nphonon-polariton-induced excitation of the antiferromagnetic magnons, and a\nslow increase in the polarization rotation of the probe, all indicating\nsymmetry breaking that is not intrinsic to the magnetic space group. The\ntemperature dependence confirmed that the observed spin dynamics is related to\nthe magnetic order, and we suggest surface effects as a possible mechanism. Our\nresults of THz-induced spin-lattice dynamics signify that extrinsic symmetry\nbreaking may contribute strongly and unexpectedly to light-driven phenomena in\nbulk complex oxides."}
{"id": "2508.20772", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20772", "abs": "https://arxiv.org/abs/2508.20772", "authors": ["M. A. Zubkov"], "title": "Topological invariant responsible for the stability of the Fermi surfaces in non - homogeneous systems", "comment": "Latex, 10 pages; Supplementary Materials, 6 pages", "summary": "The topological invariant responsible for the stability of Fermi point/Fermi\nsurface in homogeneous systems is expressed through the one particle Green\nfunction, which depends on momentum. It is given by an integral over the 3D\nhypersurface in momentum space surrounding the Fermi surface. Notion of Fermi\nsurface may be extended to the non - homogeneous systems using Wigner - Weyl\ncalculus. The Fermi surface becomes coordinate dependent, it may be defined as\nthe position of the singularity in momentum space of the Wigner transformed\nGreen function. Then the topological invariant responsible for the stability of\nthis Fermi surface is given by the same expression as for the homogeneous case,\nin which the Green function is replaced by its Wigner transformation while the\nordinary products are replaced by the Moyal products. We illustrate the\nproposed construction by the examples of the systems, in which the given\ntopological invariant is nontrivial and may be calculated explicitly."}
{"id": "2508.20666", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2508.20666", "abs": "https://arxiv.org/abs/2508.20666", "authors": ["Thomas M. Michelitsch", "Alejandro P. Riascos"], "title": "Evanescent random walker on networks: Hitting times, budget renewal, and survival dynamics", "comment": "38 pages, 9 figures", "summary": "We consider a mortal random walker evolving with discrete time on a network,\nwhere transitions follow a degree-biased Markovian navigation strategy. The\nwalker starts with a random initial budget $T_1 \\in \\mathbb{N}$ and must\nmaintain a strictly positive budget to remain alive. Each step incurs a unit\ncost, decrementing the budget by one; the walker perishes (is ruined) upon\ndepletion of the budget. However, when the walker reaches designated target\nnodes, the budget is renewed by an independent and identically distributed\n(IID) copy of its initial value. The degree bias is tuned to either favor or\ndisfavor visits to these target nodes. Our model exhibits connections with\nstochastic resetting. The evolution of the budget can be interpreted as a\ndeterministic drift on the integer line toward negative values, where the\nwalker is intermittently reset to positive IID random positions and dies at the\nfirst hit of the origin. The first part of the paper focuses on the\ntarget-hitting statistics of an immortal Markovian walker. We analyze the\n\\textit{target hitting counting process} (THCP) for an arbitrary set of target\nnodes. Within this framework, the second part of the paper addresses the\ndynamics of the evanescent walker. We derive analytical results for arbitrary\nconfigurations of target nodes, including the evanescent propagator matrix, the\nsurvival probability, the mean residence time on a set of nodes during the\nwalker's lifetime, and the expected lifetime itself. Additionally, we compute\nthe expected number of target hits (i.e., budget renewals) in a lifetime of the\nwalker and related distributions. We explore both analytically and numerically\nvarious scenarios affecting the life expectancy of the walker."}
{"id": "2508.20247", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20247", "abs": "https://arxiv.org/abs/2508.20247", "authors": ["Keith M. Taddei", "Kulugammana G. S. Ranmohotti", "Duminda S. Liurukara", "Alex Martinson", "Stuart Calder", "German Samolyuk", "Nabaraj Pokhrel", "Daniel Phelan", "David Parker"], "title": "Insulating ground state and 2-k magnetic structure of candidate Weyl Hydrogen atom K$_2$Mn$_3$(AsO$_4$)$_3$", "comment": "14 pages, 7 figures", "summary": "The ideal Weyl 'Hydrogen-atom' semi-metal exhibits only a single pair of Weyl\nnodes and no other trivial states at the Fermi energy. Such a material would be\na panacea in the study of Weyl quasi particles allowing direct unambiguous\nobservation of their topological properties. The alluaudite-like\nK$_2$Mn$_3$(AsO$_4$)$_3$ compound was recently proposed as such a material.\nHere we use comprehensive experimental work and first principle calculations to\nassess this prediction. We find K$_2$Mn$_3$(AsO$_4$)$_3$ crystallizes in the\n$C2/c$ symmetry with a quasi-1D Mn sublattice, growing as small needle-like\ncrystals. Bulk properties measurements reveal magnetic transitions at $\\approx$\n8 and $\\approx$ 4 K which neutron scattering experiments show correspond to two\ndistinct magnetic orders, first a partially ordered ferrimagnetic\n$\\mathbf{k_1}$= (0, 0, 0) structure at 8 K and a second transition of\n$\\mathbf{k_2}$= (1, 0, 0) at 4 K to a fully ordered state. Below the second\ntransition, both ordering vectors are necessary to describe the complex\nmagnetic structure with modulated spin magnitudes. Both of the best-fit\nmagnetic structures in this work are found to break the symmetry necessary for\nthe generation of the Weyl nodes, though one of the magnetic structures allowed\nby $\\mathbf{k_1}$ does preserve this symmetry. However, the crystals are\noptically transparent and ellipsometry measurements reveal a large band-gap,\nundermining expectations of semi-metallic behavior. Density functional theory\ncalculations predict an insulating antiferromagnetic ground state, in contrast\nto previous reports, and suggest potential frustration on the magnetic\nsublattice. Given the wide tunability of the alluaudite structure we consider\nways to push the system closer to semi-metallic state."}
{"id": "2508.20429", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20429", "abs": "https://arxiv.org/abs/2508.20429", "authors": ["Dennis F. Salinel", "Kristian Hauser A. Villegas"], "title": "Bosonization in $R$-paraparticle Luttinger models", "comment": "16 pages, Submission to SciPost", "summary": "We reintroduce the parafermion-paraboson classification in $R$-paraparticles\nin terms of their average occupation numbers, analogous to Green's\nparastatistics. The notion of $p$-order in $R$-parafermions is also redefined\nas the maximum number of particles that can occupy a quantum state. An example\nof an order-$2$ $R$-parafermion with $m=2$ internal degrees of freedom is\npresented, which obeys an exclusion principle that is not Pauli's. The\ninteracting $R$-parafermions are studied in the context of bosonization.\nSpecifically, we show that while density waves are generally bosonic in nature\nand that flavor-charge separation naturally occurs for any one-dimensional\n$R$-parafermion system described by the Luttinger model, flavor waves do not\nalways satisfy bose statistics. Comparison of the partition functions further\nshow that only $(p=1)$-ordered $R$-parafermions are compatible with the\nbosonization procedure in the low-energy limit. Based from these results, we\ndiscuss a potential realization of parafermion signatures in one-dimensional\nsystems."}
{"id": "2508.20338", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20338", "abs": "https://arxiv.org/abs/2508.20338", "authors": ["Evan W. Muller", "Aleksey Ruditskiy", "Jie Jiang", "Thuc T. Mai", "Katherine Burzynski", "Ruth Pachter", "Michael F. Durstock", "W. Joshua Kennedy", "Rahul Rao"], "title": "Strong Raman Optical Activity and Chiral Phonons in Chiral Hybrid Organic-Inorganic Perovskites", "comment": "6 Figures", "summary": "Hybrid organic-inorganic perovskites with chiral organic cations are very\ninteresting for optoelectronic applications because of their intrinsically\nchiral light-matter interactions. Chiral distortions in these materials lead to\ncircular dichroism, circular birefringence, and circularly polarized\nluminescence in the band transitions of the inorganic sublattice. Raman-active\nvibrational modes in these crystals are governed by crystal symmetry and\ntherefore are also strongly impacted by the nature and magnitude of the chiral\ndistortions. Here, we report low-frequency Raman modes that are sensitive to\ncircularly polarized excitation in chiral hybrid organic-inorganic perovskites\n(CHOIPs) across a wide range of structures and compositions. The circularly\npolarized Raman spectra from enantiomers of CHOIP single crystals exhibit sharp\nmodes below 150 cm-1, corresponding to vibrations of the lead iodide octahedra.\nThese modes exhibit strong differences in intensities (Raman optical activity,\nROA) depending on the handedness of the excitation, with high degree of\npolarization for several modes. Calculations reveal the presence of several\nchiral phonon modes with opposite phonon angular momenta. The strong ROA and\nthe chiral phonon modes are a direct consequence of chirality transfer from the\nchiral organic linker to the lead iodide octahedra in the CHOIP structure,\nresulting in a strong chiroptical response in the phonon modes."}
{"id": "2508.20439", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20439", "abs": "https://arxiv.org/abs/2508.20439", "authors": ["Zanlin Cheng", "Jiawen Zhang", "Peng Gao", "Guosong Zeng", "Xufei Fang", "Wenjun Lu"], "title": "Toughening beta-Ga2O3 via mechanically seeded dislocations", "comment": null, "summary": "\\b{eta}-Ga2O3 is a promising candidate for next-generation semiconductors,\nbut is limited by its intrinsic brittleness, which hinders its application in\nflexible electronics and high-precision devices. This study explores a new\napproach to improving the damage tolerance of (001)-oriented \\b{eta}-Ga2O3 by\nintroducing mechanically seeded dislocations via surface scratching. By\napplying a Brinell indenter to scratch the surface along the [100] direction,\nwe effectively generate edge-type dislocations belonging to the (011)[01-1]\nand/or (0-11)[011] slip systems within a mesoscale wear track. Through a\ncombination of nanoindentation tests, surface morphology analysis, and\nmicrostructural characterization using scanning electron microscopy (SEM) and\ntransmission electron microscopy (TEM), we reveal that the introduction of\ndislocations significantly mitigates the formation of cleavage cracks during\nindentation, in contrast to that observed in as-received \\b{eta}-Ga2O3. The\nmechanically seeded dislocations in the subsurface layers play an important\nrole in preventing brittle fracture by facilitating stable plastic deformation."}
{"id": "2508.20908", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20908", "abs": "https://arxiv.org/abs/2508.20908", "authors": ["Kenji Shimomura", "Ryo Takami", "Daichi Nakamura", "Masatoshi Sato"], "title": "Subspace-Protected Topological Phases and Bulk-Boundary Correspondence", "comment": "9 pages, 3 figures", "summary": "While tremendous research has revealed that symmetry enriches topological\nphases of matter, more general principles that protect topological phases have\nyet to be explored. In this Letter, we elucidate the roles of subspaces in\nfree-fermionic topological phases. A subspace property for Hamiltonians enables\nus to define new topological invariants. They result in peculiar topological\nboundary phenomena, i.e., the emergence of an unpaired zero mode or\nzero-winding skin modes, characterizing subspace-protected topological phases.\nWe establish and demonstrate the bulk-boundary correspondence in\nsubspace-protected topological phases. We further discuss the interplay of the\nsubspace property and internal symmetries. Toward application, we also propose\npossible platforms possessing the subspace property."}
{"id": "2508.20713", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "nlin.SI", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20713", "abs": "https://arxiv.org/abs/2508.20713", "authors": ["Akihiro Hokkyo"], "title": "Integrability from a Single Conservation Law in Quantum Spin Chains", "comment": "7 pages (Supplemental Material: 10 pages)", "summary": "We prove that for quantum spin chains with finite-range interactions, the\nexistence of a specific conservation law known as the Reshetikhin condition\nimplies the presence of infinitely many local conserved quantities, i.e.,\nintegrability. This shows that the entire hierarchy of conservation laws\nassociated with solutions of the Yang--Baxter equation is already encoded in\nthe lowest nontrivial conservation law. Combined with recent rigorous results\non nonintegrability, our theorem strongly restricts the possibility of\npartially integrable systems that admit only a finite but large number of local\nconserved quantities. Our work establishes a rigorous foundation for the\nsystematic identification of new integrable models and deepens the algebraic\nunderstanding of conservation-law structures in quantum spin chains."}
{"id": "2508.20306", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20306", "abs": "https://arxiv.org/abs/2508.20306", "authors": ["Zhiwen Zhou", "E. A. Szwed", "W. J. Brunner", "H. Henstridge", "L. H. Fowler-Gerace", "L. V. Butov"], "title": "Long-range spatial extension of exciton states in van der Waals heterostructure", "comment": null, "summary": "Narrow lines in photoluminescence (PL) spectra of excitons are characteristic\nof low-dimensional semiconductors. These lines correspond to the emission of\nexciton states in local minima of a potential energy landscape formed by\nfluctuations of the local exciton environment in the heterostructure. The\nspatial extension of such states was in the nanometer range. In this work, we\npresent studies of narrow lines in PL spectra of spatially indirect excitons\n(IXs) in a MoSe$_2$/WSe$_2$ van der Waals heterostructure. The narrow lines\nvanish with increasing IX density. The disappearance of narrow lines correlates\nwith the onset of IX transport, indicating that the narrow lines correspond to\nlocalized exciton states. The narrow lines extend over distances reaching\nseveral micrometers and over areas reaching ca. ten percent of the sample area.\nThis macroscopic spatial extension of the exciton states, corresponding to the\nnarrow lines, indicates a deviation of the exciton energy landscape from random\npotential and shows that the excitons are confined in moir\\'e potential with a\nweak disorder."}
{"id": "2508.20727", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20727", "abs": "https://arxiv.org/abs/2508.20727", "authors": ["Ola Kenji Forslund"], "title": "A two-state generalisation of the strong collision model", "comment": null, "summary": "Muon spin relaxation is a powerful technique for probing static and dynamic\nlocal magnetic fields. The strong collision model, based on a\nGaussian-Markovian process, is commonly used to account for dynamical effects.\nYet, it remains limited in describing systems where the local field undergoes\ndiscrete state changes. To address this, I introduce a generalized two-state\nstrong collision model that explicitly incorporates transitions between\ndistinct local field environments during fluctuations. This extension allows\nfor a more accurate representation of dynamical effects, particularly in\nsystems where each collision alters the underlying static polarisation\nfunction. Analytical and numerical solutions are presented, and the model's\napplicability is demonstrated {\\color{black}and discussed} across relevant\nphysical systems -- including low-dimensional magnets, systems with dynamic\ndisorder and ion and muon diffusion. These results offer an enhanced framework\nfor interpreting data in complex materials and extend the method's reach to a\nbroader class of dynamical phenomena in condensed matter physics."}
{"id": "2508.20714", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2508.20714", "abs": "https://arxiv.org/abs/2508.20714", "authors": ["S. V. Sintsov", "N. V. Chekmarev", "K. I. Rybakov", "A. A. Sorokin", "E. I. Preobrazhenskii", "A. V. Vodopyanov"], "title": "Ultrafast solid-state chemical synthesis of BaTiO3 initiated by gyrotron microwave radiation", "comment": null, "summary": "This work presents the results of a study on the solid-state synthesis of\nbarium titanate under continuous microwave radiation from a 24 GHz gyrotron in\na multimode cavity reactor. It is shown that in localized domains where\nfine-scale thermal instabilities develop, initiated by microwave radiation\nwithin the initial stoichiometric reaction mixture of ultrafine barium\ncarbonate and titanium dioxide powders, the synthesis can proceed within 1,5 -\n7 minutes, achieving a target product yield of up to 90%. Based on a developed\nrealistic numerical model of the multimode reactor, involving an iterative\nsolution of stationary Maxwell and heat conduction equations, it is\ndemonstrated that the specific absorbed power in the domains where fine-scale\nthermal instabilities develop can reach 670 W/cm3 under an input microwave\npower of 400 W."}
{"id": "2508.20536", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20536", "abs": "https://arxiv.org/abs/2508.20536", "authors": ["Martin Schwade", "Shaoming Zhang", "Frederik Vonhoff", "Frederico P. Delgado", "David A. Egger"], "title": "Physics-informed Hamiltonian learning for large-scale optoelectronic property prediction", "comment": null, "summary": "Predicting optoelectronic properties of large-scale atomistic systems under\nrealistic conditions is crucial for rational materials design, yet\ncomputationally prohibitive with first-principles simulations. Recent neural\nnetwork models have shown promise in overcoming these challenges, but typically\nrequire large datasets and lack physical interpretability. Physics-inspired\napproximate models offer greater data efficiency and intuitive understanding,\nbut often sacrifice accuracy and transferability. Here we present HAMSTER, a\nphysics-informed machine learning framework for predicting the\nquantum-mechanical Hamiltonian of complex chemical systems. Starting from an\napproximate model encoding essential physical effects, HAMSTER captures the\ncritical influence of dynamic environments on Hamiltonians using only few\nexplicit first-principles calculations. We demonstrate our approach on halide\nperovskites, achieving accurate prediction of optoelectronic properties across\ntemperature and compositional variations, and scalability to systems containing\ntens of thousands of atoms. This work highlights the power of physics-informed\nHamiltonian learning for accurate and interpretable optoelectronic property\nprediction in large, complex systems."}
{"id": "2508.20969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20969", "abs": "https://arxiv.org/abs/2508.20969", "authors": ["Phillip Mercebach", "Sun-Yong Hwang", "Bo Lu", "Björn Sothmann", "Yukio Tanaka", "Pablo Burset"], "title": "Gate-tunable nonreciprocal thermoelectric effects on the surface states of topological insulators", "comment": "13 pages, 9 figures", "summary": "Thermoelectric devices at the nanoscale offer promising routes for on-chip\nrefrigeration and waste-heat recovery, yet most semiconductor-based\nimplementations suffer from limited tunability and narrow operational ranges.\nWe introduce a highly flexible thermoelectric platform based on a ballistic\njunction formed by two gate-tunable regions of a topological insulator surface\nstate bridged by a magnetic barrier. We theoretically demonstrate that such\ndevice exhibits strong electrical control over both refrigeration and\nthermoelectric power generation via side gates. We exploit the interplay\nbetween strong spin-orbit coupling and magnetism to achieve pronounced\nnonreciprocal transport, asymmetric cooling and tunable diode-like behavior. To\ndemonstrate experimental feasibility, we further analyze refrigeration\nefficiency and phonon-limited performance in realistic material settings."}
{"id": "2508.20756", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20756", "abs": "https://arxiv.org/abs/2508.20756", "authors": ["Jacopo Romano", "Andrea Gambassi"], "title": "Anomalous diffusion and run-and-tumble motion of a chemotactic particle in low dimensions", "comment": null, "summary": "We study the stochastic dynamics of a symmetric self-chemotactic particle and\ndetermine the long-time behavior of its mean squared displacement (MSD). The\nattractive or repulsive interaction of the particle with the chemical field\nthat it generates induces a non-linear, non-Markovian effective dynamics, which\nresults into anomalous diffusion for spatial dimensions $d \\leq 2$. In one\nspatial dimension, we map the case of repulsive chemotaxis onto a\nrun-and-tumble-like dynamics, leading to an MSD which, as a function of the\nelapsed time $t$, grows superdiffusively with exponent $4/3$. In the presence\nof attractive chemotaxis, instead, the particle exhibits a slowdown, with the\nMSD growing logarithmically with time. In $d=2$, we find logarithmic aging of\nthe diffusion coefficient, while in $d=3$ the motion reverts standard diffusive\nbehavior with a renormalized diffusion coefficient."}
{"id": "2508.20338", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20338", "abs": "https://arxiv.org/abs/2508.20338", "authors": ["Evan W. Muller", "Aleksey Ruditskiy", "Jie Jiang", "Thuc T. Mai", "Katherine Burzynski", "Ruth Pachter", "Michael F. Durstock", "W. Joshua Kennedy", "Rahul Rao"], "title": "Strong Raman Optical Activity and Chiral Phonons in Chiral Hybrid Organic-Inorganic Perovskites", "comment": "6 Figures", "summary": "Hybrid organic-inorganic perovskites with chiral organic cations are very\ninteresting for optoelectronic applications because of their intrinsically\nchiral light-matter interactions. Chiral distortions in these materials lead to\ncircular dichroism, circular birefringence, and circularly polarized\nluminescence in the band transitions of the inorganic sublattice. Raman-active\nvibrational modes in these crystals are governed by crystal symmetry and\ntherefore are also strongly impacted by the nature and magnitude of the chiral\ndistortions. Here, we report low-frequency Raman modes that are sensitive to\ncircularly polarized excitation in chiral hybrid organic-inorganic perovskites\n(CHOIPs) across a wide range of structures and compositions. The circularly\npolarized Raman spectra from enantiomers of CHOIP single crystals exhibit sharp\nmodes below 150 cm-1, corresponding to vibrations of the lead iodide octahedra.\nThese modes exhibit strong differences in intensities (Raman optical activity,\nROA) depending on the handedness of the excitation, with high degree of\npolarization for several modes. Calculations reveal the presence of several\nchiral phonon modes with opposite phonon angular momenta. The strong ROA and\nthe chiral phonon modes are a direct consequence of chirality transfer from the\nchiral organic linker to the lead iodide octahedra in the CHOIP structure,\nresulting in a strong chiroptical response in the phonon modes."}
{"id": "2508.20779", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20779", "abs": "https://arxiv.org/abs/2508.20779", "authors": ["Basile Herzog", "Patrik Thunström", "Olle Eriksson"], "title": "A configuration interaction approach to solve the Anderson impurity model; applications to elemental Ce", "comment": "12 pages, 10 figures", "summary": "Accurate calculations of strongly correlated materials remain a formidable\nchallenge in condensed matter physics, particularly due to the computational\ndemand of conventional methods. This paper presents an efficient solver for\ndynamical mean field theory using configuration interaction (CI). The method is\nshown to have improved efficiency compared to traditional, exact\ndiagonalization approaches. Hence, it provides an accessible, open-source\nalternative that can be executed on standard laptop computers or on\nsupercomputers. The solver is demonstrated on cerium in the $\\gamma$-,\n$\\alpha$- and $\\epsilon$-phases. An analysis of how the electronic structure of\nCe evolves as function of lattice compression is made. It is argued that the\nelectronic structure evolves from a localized nature of the 4f shell in\n$\\gamma$-Ce to an essentially itinerant nature of the 4f shell of\n$\\epsilon$-Ce. The transition between these two phases, as function of\ncompression, can hence be seen as a Mott transition. However, this transition\nis intercepted by the strongly correlated $\\alpha$-phase of elemental Ce, for\nwhich the 4f shell forms a Kondo singlet."}
{"id": "2508.20742", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20742", "abs": "https://arxiv.org/abs/2508.20742", "authors": ["Elzbieta Gradauskaite"], "title": "Revival of Layered Ferroelectrics in Thin Films", "comment": "Literature review, 37 pages, 14 figures", "summary": "Layered perovskites are a versatile class of ferroelectrics with their\nstructural anisotropy reflected in unusual electrostatics that give rise to\nexceptional ferroelectric properties. These materials fall into four main\nfamilies: Aurivillius, Carpy-Galy, Ruddlesden-Popper, and Dion-Jacobson phases;\neach forming natural superlattices by interleaving perovskite slabs with spacer\nlayers. For a long time, these materials were considered too structurally\ncomplex to prepare as high-quality thin films. However, recent breakthroughs in\ndeposition and advanced characterization have made it possible to stabilize\nhigh-quality films with atomic precision, uncovering a wide range of\nunconventional ferroelectric functionalities. These include robust in-plane\npolarization without a critical thickness, the emergence of charged domain\nwalls and non-trivial polar textures, resilience to doping with magnetic ions\nand charge carriers, and possibility to epitaxially integrate them into\nstandard perovskite heterostructures. This review aims to unify current\nknowledge on the fabrication and characterization of layered ferroelectric thin\nfilms, and to present research findings across all four structural families,\nwith the goal of highlighting their common features despite differences in\ncrystal structure and polarization mechanisms. We also discuss promising\nresearch directions, including polar metallicity, (alter-)magnetoelectricity,\nexfoliation, and soft-chemistry-driven phase transformations, with the goal of\nconsolidating the field and encouraging further exploration of these materials\nfor both fundamental studies and applications."}
{"id": "2508.20556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20556", "abs": "https://arxiv.org/abs/2508.20556", "authors": ["Enda Xiao", "Terumasa Tadano"], "title": "Accurate Screening of Functional Materials with Machine-Learning Potential and Transfer-Learned Regressions: Heusler Alloy Benchmark", "comment": null, "summary": "A machine learning-accelerated high-throughput (HTP) workflow for the\ndiscovery of magnetic materials is presented. As a test case, we screened\nquaternary and all-$d$ Heusler compounds for stable compounds with large\nmagnetocrystalline anisotropy energy ($E_{\\mathrm{aniso}}$). Structure\noptimization and evaluation of formation energy and distance to hull convex\nwere performed using the eSEN-30M-OAM interatomic potential, while local\nmagnetic moments, phonon stability, magnetic stability, and\n$E_{\\mathrm{aniso}}$ were predicted by eSEM models trained on our DxMag Heusler\ndatabase. A frozen transfer learning strategy was employed to improve accuracy.\nCandidate compounds identified by the ML-HTP workflow were validated with\ndensity functional theory, confirming high predictive precision. We also\nbenchmark the performance of different MLIPs, and discuss the fidelity of local\nmagnetic moment prediction and its extension to other magnetic materials."}
{"id": "2508.21000", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21000", "abs": "https://arxiv.org/abs/2508.21000", "authors": ["Aidan P. Reddy", "Liang Fu"], "title": "Quantum melting a Wigner crystal into Hall liquids", "comment": "7 pages, 4 figures", "summary": "Recent experiments have shown that, counterintuitively, applying a magnetic\nfield to a Wigner crystal can induce quantum Hall effects. In this work, using\nvariational Monte Carlo, we show that magnetic fields can melt zero-field\nWigner crystals into integer quantum Hall liquids. This melting originates from\nquantum oscillations in the liquid's ground state energy, which develops\ndownward cusps at integer filling factors due to incompressibility. Our\ncalculations establish a range of densities in which this quantum melting\ntransition occurs."}
{"id": "2508.20821", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.20821", "abs": "https://arxiv.org/abs/2508.20821", "authors": ["Anna Krasznai", "Sergei Rutkevich", "Gábor Takács"], "title": "Confinement in the three-state Potts quantum spin chain in extreme ferromagnetic limit", "comment": "44 pages, pdflatex", "summary": "We examine the dynamics of the three-state Potts quantum spin chain in the\nextreme ferromagnetic regime using perturbation theory in the transverse\nmagnetic field. We demonstrate that this approach provides access to features\nwell beyond the semiclassical method applied previously, including the\ndescription of resonant excitations and analytic prediction for the time\nevolution after a quantum quench. We also demonstrate that it agrees with the\nmeson/bubble spectrum results from exact diagonalisation and the numerical\nsimulations of the time evolution."}
{"id": "2508.20343", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20343", "abs": "https://arxiv.org/abs/2508.20343", "authors": ["Eren Erdogan", "Justin P. Bergfield"], "title": "When Dephasing Fails: Thermodynamic Consequences of Decoherence Models in Quantum Transport", "comment": "14 pages, 6 figures", "summary": "Understanding how decoherence influences heat and information flow is\nessential for realizing the promise of quantum technologies. Two widely used\nmodels for incorporating decoherence in quantum transport are the voltage probe\n(VP), which imposes local charge current conservation, and the\nvoltage-temperature probe (VTP), which also conserves heat current. Although\nthese models are often treated as functionally equivalent, we demonstrate that\nthis equivalence actually exists only under highly symmetric conditions, which\nmay be challenging to achieve experimentally Under asymmetric coupling or\nthermal bias, the VTP respects thermodynamic constraints and enforces\ndecoherence in both charge and heat channels, while the VP instead acts as a\nsource or sink of heat. Strikingly, the VP can fail to model decoherence in the\nheat transport entirely, even with large probe coupling strengths. Using a\nbenzene-based molecular junction as a realistic example, we show that these\neffects significantly impact the predicted heat transport. These results\nestablish that the VP and VTP models are not interchangeable: only the VTP\nprovides a thermodynamically consistent framework for modeling decoherence in\nquantum transport."}
{"id": "2508.21008", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21008", "abs": "https://arxiv.org/abs/2508.21008", "authors": ["Jyoti Bisht", "Brijesh Kumar"], "title": "Evolution of quasiparticle edge states with Hubbard interaction in Rice-Mele chain", "comment": "7 pages and 10 figures", "summary": "We study the behaviour of edge states in Rice-Mele model with Hubbard\ninteraction, U , at half-filling using density matrix renormalization group,\nexact diagonalization and effective charge dynamics in Kumar representation.\nFor a fixed dimerization, $\\delta$, and staggered potential, V , we find by\nincreasing U the quasiparticle edge states in the charge gap to come down in\nenergy from V in the absence of Hubbard interaction to zero energy for U\n$\\approx$ 2V . This presents an uncommon case where repulsion leads to\nzero-energy edge states. Upon increasing U further, the edge state energy\nstarts increasing again until they are lost in the bulk. However, upon\nincreasing U even further, these edge states reappear in the high energy gap.\nSo, with Hubbard interaction, the edge states in Rice-Mele chain transmigrate\nfrom the physical charge gap to a high energy gap."}
{"id": "2508.21017", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21017", "abs": "https://arxiv.org/abs/2508.21017", "authors": ["Arturo Galindo", "Neubi Xavier", "Noelia Maldonado", "Jesús Díaz-Sánchez", "Carmen Morant", "Gastón García", "Celia Polop", "Qiong Cai", "Enrique Vasco"], "title": "Lithiation Analysis of Metal Components for Li-Ion Battery using Ion Beams", "comment": "33 pages, one graphical abstract and 9 figures", "summary": "Metal components are extensively used as current collectors, anodes, and\ninterlayers in lithium-ion batteries. Integrating these functions into one\ncomponent enhances the cell energy density and simplifies its design. However,\nthis multifunctional component must meet stringent requirements, including high\nand reversible Li storage capacity, rapid lithiation/delithiation kinetics,\nmechanical stability, and safety. Six single-atom metals (Mg, Zn, Al, Ag, Sn\nand Cu) are screened for lithiation behavior through their interaction with ion\nbeams in electrochemically tested samples subjected to both weak and strong\nlithiation regimes. These different lithiation regimes allowed us to\ndifferentiate between the thermodynamics and kinetic aspects of the lithiation\nprocess. Three types of ions are used to determine Li depth profile: $H^+$ for\nnuclear reaction analysis (NRA), $He^+$ for Rutherford backscattering (RBS),\nand $Ga^+$ for focused ion beam (FIB) milling. The study reveals three\nlithiation behaviors: (i) Zn, Al, Sn form pure alloys with Li; (ii) Mg, Ag\ncreate intercalation solid solutions; (iii) Cu acts as a lithiation barrier.\nNRA and RBS offer direct and quantitative data, providing a more comprehensive\nunderstanding of the lithiation process in LIB components. These findings fit\nwell with our ab-initio simulation results, establishing a direct correlation\nbetween electrochemical features and fundamental thermodynamic parameters."}
{"id": "2508.20599", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20599", "abs": "https://arxiv.org/abs/2508.20599", "authors": ["Hyemin Kim", "Hyungseok Kim", "Taeyong Kim"], "title": "A perspective on inelastic light scattering spectroscopy for probing transport of collective acoustic excitations", "comment": null, "summary": "Understanding and manipulating nanoscale energy transport and conversion\nprocesses are essential for diverse applications, ranging from thermoelectrics\nand energy harvesting to thermal management of microelectronics. While it has\nlong been recognized that acoustic and thermal properties in condensed matters\nare primarily due to microscopic transport of phonons as quasiparticles,\nprobing thermal acoustic excitations particularly at sub-THz remains a\nchallenge primarily due to limitations in experimental techniques with\nspatiotemporal resolutions pertinent to probing them. Brillouin light\nscattering (BLS) and its variant, impulsive stimulated Brillouin scattering\n(ISS), provide access to these thermal acoustic excitations, enabling\nmeasurement of quantities such as acoustic dispersions along with relaxation\ndynamics occurring in ultrasonic as well as hypersonic frequencies. In this\nperspective, we provide a brief overview of the operational principles of BLS\nand ISS, and highlight their applications in probing acoustic, thermal, and\nmagnetic excitations in emerging and low-dimensional materials. We conclude by\ndiscussing current challenges and future opportunities for advanced material\ncharacterization using Brillouin light scattering spectroscopy techniques."}
{"id": "2508.21009", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.21009", "abs": "https://arxiv.org/abs/2508.21009", "authors": ["Miguel Verde", "Paloma A. Huidobro"], "title": "Optical Response by Time-Varying Plasmonic Nanoparticles", "comment": null, "summary": "The temporal modulation of material parameters enables optical amplification\nwithin linear media. Here we consider the fundamental building block of\nplasmonics, a subwavelength metal nanoparticle, and study how temporal\nmodulation alters the optical response of the frequency-dispersive scatterers.\nWe show that modulating in time leads to Floquet replicas of the localized\nsurface plasmon resonance of the nanoparticle, which can result in light\namplification. We propose a model based on a point-like dipole description of\nthe time-varying frequency-dispersive nanoparticle that fully captures the\nradiative and amplifying properties of the system in the subwavelength regime.\nBy comparing our simplified model to full Floquet-Mie scattering calculations,\nwe demonstrate that the optical scattering by the nanoparticle is accurately\ndescribed by an analytical two-band model. This allows us to introduce a\ntwo-frequency effective polarizability that fully incorporates the properties\nof the localized surface plasmon and its amplifying replica, as well as their\ninteraction. In addition, we analyze the emergence of the parametric\namplification condition for the modulated nanoparticle, showing that\namplification can be obtained in a broad range of parameters."}
{"id": "2508.20895", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.20895", "abs": "https://arxiv.org/abs/2508.20895", "authors": ["Leone V. Luzzatto", "Juan Felipe Barrera López", "István A. Kovács"], "title": "Multicritical Infection Spreading", "comment": "10 pages, 6 figures", "summary": "The contact process is a simple infection spreading model showcasing an\nout-of-equilibrium phase transition between a macroscopically active and an\ninactive phase. Such absorbing state phase transitions are often sensitive to\nthe presence of quenched disorder. Traditionally, a phase transition in the\ndisordered contact process is either triggered by dilution or by locally\nvarying the infection rate. However, when both factors play an important role,\na multicritical point emerges that remains poorly understood. Here, we study\nthe multicritical contact process by large-scale Monte Carlo simulations in two\nand three dimensions. The multicritical behavior is found to be universal and\nexhibits ultra-slow, activated dynamical scaling, with exponents consistent\nwith those predicted by the strong disorder renormalization group method. This\nfinding indicates that the multicritical contact process belongs to the same\nuniversality class as the multicritical quantum Ising model, opening future\ndirections to measure quantum entanglement properties via classical\nsimulations."}
{"id": "2508.20347", "categories": ["cond-mat.stat-mech", "gr-qc", "hep-ph", "hep-th", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20347", "abs": "https://arxiv.org/abs/2508.20347", "authors": ["Fumika Suzuki", "Ying Wai Li", "Wojciech H. Zurek"], "title": "Machine learning topological defect formation", "comment": "7 pages, 5 figures", "summary": "According to the Kibble-Zurek mechanism (KZM), the density of topological\ndefects created during a second-order phase transition is determined by the\ncorrelation length at the freeze-out time. This suggests that the final\nconfiguration of topological defects in such a transition is largely\nestablished during the impulse regime, soon after the critical point is\ntraversed. Motivated by this, we conjecture that machine learning (ML) can\npredict the final configuration of topological defects based on the time\nevolution of the order parameter over a short interval in the vicinity of the\ncritical point, well before the order parameter settles into the emerging new\nminima resulting from spontaneous symmetry breaking. Furthermore, we show that\nthe predictability of ML also follows the power law scaling dictated by KZM. We\ndemonstrate these using a Recurrent Neural Network."}
{"id": "2508.21021", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21021", "abs": "https://arxiv.org/abs/2508.21021", "authors": ["N. Biniskos", "F. J. dos Santos", "M. Stekiel", "K. Schmalzl", "E. Ressouche", "D. Sviták", "A. Labh", "M. Vališka", "N. Marzari", "P. Čermák"], "title": "Spin structures and phase diagrams of the spin-$\\frac{5}{2}$ triangular-lattice antiferromagnet Na$_2$BaMn(PO$_4$)$_2$ under magnetic field", "comment": "11 pages, 8 figures", "summary": "We combine single-crystal neutron diffraction studies and Monte Carlo\nsimulations to determine the spin structures and finite-temperature phase\ndiagram of the spin-5/2 triangular-lattice antiferromagnet\nNa$_2$BaMn(PO$_4$)$_2$ in magnetic field. With the application of a magnetic\nfield in two different directions, namely along the $c$-axis and in the\n$ab$-plane of the trigonal symmetry, we track the evolution of the spin\nstructure through changes of the magnetic propagation vector. We account for\nthese results with a minimal Heisenberg Hamiltonian that includes easy-axis\nanisotropy and weak, frustrated interlayer couplings in addition to intralayer\nexchange. Guided by representation analysis, we refine symmetry-allowed modes\nto the measured intensities and obtain the spin structures for all\nfield-induced phases, which we compare quantitatively with simulated\nconfigurations. Taken together, our measurements and simulations show that\nfrustrated interlayer exchange -- rather than purely 2D physics -- organizes\nthe unexpectedly rich field-induced phases of Na$_2$BaMn(PO$_4$)$_2$."}
{"id": "2508.21056", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21056", "abs": "https://arxiv.org/abs/2508.21056", "authors": ["Jiaqi Wu", "Alaric Sanders", "Rundong Yuan", "Bo Peng"], "title": "Altermagnetic Shastry-Sutherland fullerene networks", "comment": "7 pages, 3 figures", "summary": "Molecular building blocks provide a versatile platform for realising exotic\nquantum phases. Using charge neutral, pure carbon fullerene molecules as an\nexample, we design altermagnetic C$_{40}$ monolayers in Shastry-Sutherland\nlattice. The resonance structure of one unpaired electron leads to an effective\nspin-1/2 cluster on both long sides of the molecule, which, after rotating into\na 2D rutile-like crystal structure, forms altermagnetic ground state. We show\n$d$-wave spitting of the spin-polarised electronic band structure and strong\nchiral-split magnon bands. Most interestingly, the effective spin-1/2 clusters\nform the Shastry-Sutherland model with a rich phase diagram including\naltermagenti, quantum spin liquid, plaquette, and dimer phases, which can be\neasily accessed to via moderate bi-axial strains. Our findings present magnetic\nfullerene monolayers as a tunable platform for exotic quantum magnetism and\nspintronic applications."}
{"id": "2508.20608", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20608", "abs": "https://arxiv.org/abs/2508.20608", "authors": ["Dong Fan", "Felipe Lopes Oliveira", "Mohammad Wahiduzzaman", "Guillaume Maurin"], "title": "Decoding local framework dynamics in the ultra-small pore MOF MIL-120(Al) CO2 sorbent with Machine Learned Potentials", "comment": "19 pages, 4 figures", "summary": "Metal-organic frameworks (MOFs) with ultra-small pores offer an optimal\nenvironment to effectively capture guest molecules such as CO2. Subtle local\ndynamics of their frameworks, either throughout reorientation of functional\ngroups grafted to the organic linkers or those present in their inorganic\nnodes, is expected to play a major role in their sorption behaviors. Here, we\ncombine density-functional theory (DFT) with a purpose-trained machine-learned\npotential to systematically investigate the local dynamics of the bridging\nhydroxyl groups, {\\mu}2-OH groups present in the prototypical ultra-small pore\nMOF MIL-120(Al), reported recently as an attractive CO2 sorbent. We identified\nsix MOF configurations associated with distinct {\\mu}2-OH orientations with\nrelatively low interconversion energy barriers (0.07-0.19 eV per unit cell)\nsuggesting that all these states can be observed experimentally at room\ntemperature. We demonstrated that our MLP achieves near-DFT-level fidelity,\nreproducing the energy barriers and phonon spectra of the empty MOF, and\naccurately predicting CO2 adsorption geometries depending on the {\\mu}2-OH\norientations with CO2 adopting either parallel or perpendicular alignment to\nthe pore axis, which in turn governs the adsorption energetics. This work\nestablishes that a reliable description of the local structure, such as\nreorientation/flipping of bridging hydroxyl groups, is a key feature to gain an\naccurate description of the guest locations and energetics in ultra-small pore\nMOFs."}
{"id": "2508.20163", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20163", "abs": "https://arxiv.org/abs/2508.20163", "authors": ["Matteo Dürrnagel", "Lennart Klebl", "Tobias Müller", "Ronny Thomale", "Michael Klett"], "title": "Extended s-wave altermagnets", "comment": "6 pages, 3 figures, Supplemental Material", "summary": "We propose extended s-wave altermagnets (sAMs) as a class of magnetic states\nwhich are fully gapped, spin-compensated, and feature spin-polarized bands.\nsAMs are formed through valley-exchange symmetries, which act as momentum-space\ntranslations beyond standard crystallographic spin-group classifications. Using\nan effective two-valley model, we demonstrate that sAMs exhibit isotropic spin\nsplitting, enable spin-selective transport in tailored heterostructures, and\ngive rise to descendant pair density wave order. From a microscopic sAM minimal\nmodel, we develop the guiding principles to identify sAMs in quantum magnets."}
{"id": "2508.21053", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.21053", "abs": "https://arxiv.org/abs/2508.21053", "authors": ["Will T. Engedal", "Róbert Juhász", "István A. Kovács"], "title": "Activity propagation with Hebbian learning", "comment": "16 pages, 12 figures", "summary": "We investigate the impact of Hebbian learning on the contact process, a\nparadigmatic model for infection spreading, which has been also proposed as a\nsimple model to capture the dynamics of inter-regional brain activity\npropagation as well as population spreading. Each of these contexts calls for\nan extension of the contact process with local learning. We introduce Hebbian\nlearning as a positive or negative reinforcement of the activation rate between\na pair of sites after each successful activation event. Learning can happen\neither in both directions motivated by social distancing (mutual learning\nmodel), or in only one of the directions motivated by brain and population\ndynamics (source or target learning models). Hebbian learning leads to a rich\nclass of emergent behavior, where local incentives can lead to the opposite\nglobal effects. In general, positive reinforcement (increasing activation\nrates) leads to a loss of the active phase, while negative reinforcement\n(reducing activation rates) can turn the inactive phase into a globally active\nphase. In two dimensions and above, the effect of negative reinforcement is\ntwofold: it promotes the spreading of activity, but at the same time gives rise\nto the appearance of effectively immune regions, entailing the emergence of two\ndistinct critical points. Positive reinforcement can lead to Griffiths effects\nwith non-universal power-law scaling, through the formation of random loops of\nactivity, a manifestation of the ``ant mill\" phenomenon."}
{"id": "2508.20350", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20350", "abs": "https://arxiv.org/abs/2508.20350", "authors": ["Yu Bao", "Keke Song", "Jiahui Liu", "Yanzhou Wang", "Yifei Ning", "Penghua Ying", "Ping Qian"], "title": "Atomistic understanding of hydrogen bubble-induced embrittlement in tungsten enabled by machine learning molecular dynamics", "comment": "14pages,7 figures", "summary": "Hydrogen bubble formation within nanoscale voids is a critical mechanism\nunderlying the embrittlement of metallic materials, yet its atomistic origins\nremains elusive. Here, we present an accurate and transferable machine-learned\npotential (MLP) for the tungsten-hydrogen binary system within the\nneuroevolution potential (NEP) framework, trained through active learning on\nextensive density functional theory data. The developed NEP-WH model reproduces\na wide range of lattice and defect properties in tungsten systems, as well as\nhydrogen solubility, with near first-principles accuracy, while retaining the\nefficiency of empirical potentials. Crucially, it is the first MLP capable of\ncapturing hydrogen trapping and H\\textsubscript{2} formation in nanovoids, with\nquantitative fidelity. Large-scale machine-learning molecular dynamics\nsimulations reveal a distinct aggregation pathway where planar hydrogen\nclusters nucleate and grow along \\{100\\} planes near voids, with hexagonal\nclose-packed structures emerging at their intersections. Under uniaxial\ntension, these aggregates promote bubble fracture and the development of\nregular \\{100\\} cracks, suppressing dislocation activity and resulting in\nbrittle fracture behavior. This work provides detailed atomistic insights into\nhydrogen bubble evolution and fracture in nanovoids, enables predictive\nmodeling of structural degradation in extreme environments, and advances\nfundamental understanding of hydrogen-induced damage in structural metals."}
{"id": "2508.20159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20159", "abs": "https://arxiv.org/abs/2508.20159", "authors": ["Maxim Dzero", "Maxim Khodas", "Alex Levchenko", "Vladyslav Kozii"], "title": "Nonlinear Hall effect in topological Dirac semimetals in parallel magnetic field", "comment": "11 pages, 4 figures", "summary": "We compute the second-harmonic response of two-dimensional topological Dirac\nsemimetals subjected to an external in-plane magnetic field. The quantum\nkinetic equation for the Wigner distribution function is derived and then\nsolved to evaluate the second-order electric-field contributions to the current\ndensity. Both the Berry curvature dipole and the field-induced terms in the\ncurrent are analyzed across a broad range of model parameters. We propose that\nour theory can be tested experimentally by measuring the dependence of the\nanomalous Hall resistivity on the in-plane magnetic field in the surface states\nof the topological insulator SnTe, in WTe$_2$ and WSe$_2$ monolayers, as well\nas in the Kondo lattice material Ce$_3$Bi$_4$Pd$_3$ at very low temperatures."}
{"id": "2508.20657", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.20657", "abs": "https://arxiv.org/abs/2508.20657", "authors": ["Mridul Kumar", "Yevgeny Rakita"], "title": "Prediction of EDS Maps from 4DSTEM Diffraction Patterns Using Convolutional Neural Networks", "comment": null, "summary": "Understanding the relationship between atomic structure (order) and chemical\ncomposition (chemistry) is critical for advancing materials science, yet\ntraditional spectroscopic techniques can be slow and damaging to sensitive\nsamples. Four-dimensional scanning transmission electron microscopy (4D-STEM)\ncaptures detailed diffraction patterns across scanned regions, providing rich\nstructural information, while energy dispersive X-ray spectroscopy (EDS) offers\ncomplementary chemical data. In this work, we develop a machine learning\nframework that predicts EDS spectra directly from 4D-STEM diffraction patterns,\nreducing beam exposure and acquisition time. A convolutional neural network\n(CNN) accurately infers elemental compositions, particularly for elements with\nstrong diffraction contrast or higher concentrations, such as Oxygen and\nTellurium. Both extrapolation and interpolation strategies demonstrate\nconsistent performance, with improved predictions when additional structural\ncontext is available. Visual and cross-correlation analyses confirm the model's\nability to capture global and local compositional trends. This approach\nestablishes a data-driven pathway to non-destructive, high-throughput materials\ncharacterization."}
{"id": "2508.20742", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20742", "abs": "https://arxiv.org/abs/2508.20742", "authors": ["Elzbieta Gradauskaite"], "title": "Revival of Layered Ferroelectrics in Thin Films", "comment": "Literature review, 37 pages, 14 figures", "summary": "Layered perovskites are a versatile class of ferroelectrics with their\nstructural anisotropy reflected in unusual electrostatics that give rise to\nexceptional ferroelectric properties. These materials fall into four main\nfamilies: Aurivillius, Carpy-Galy, Ruddlesden-Popper, and Dion-Jacobson phases;\neach forming natural superlattices by interleaving perovskite slabs with spacer\nlayers. For a long time, these materials were considered too structurally\ncomplex to prepare as high-quality thin films. However, recent breakthroughs in\ndeposition and advanced characterization have made it possible to stabilize\nhigh-quality films with atomic precision, uncovering a wide range of\nunconventional ferroelectric functionalities. These include robust in-plane\npolarization without a critical thickness, the emergence of charged domain\nwalls and non-trivial polar textures, resilience to doping with magnetic ions\nand charge carriers, and possibility to epitaxially integrate them into\nstandard perovskite heterostructures. This review aims to unify current\nknowledge on the fabrication and characterization of layered ferroelectric thin\nfilms, and to present research findings across all four structural families,\nwith the goal of highlighting their common features despite differences in\ncrystal structure and polarization mechanisms. We also discuss promising\nresearch directions, including polar metallicity, (alter-)magnetoelectricity,\nexfoliation, and soft-chemistry-driven phase transformations, with the goal of\nconsolidating the field and encouraging further exploration of these materials\nfor both fundamental studies and applications."}
{"id": "2508.20167", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20167", "abs": "https://arxiv.org/abs/2508.20167", "authors": ["Lei Su", "Ivar Martin"], "title": "Bosonization and Kramers-Wannier dualities in general dimensions", "comment": "30 pages, 15 figures", "summary": "It is well known that the noninteracting Majorana chain is dual to the\none-dimensional transverse-field Ising model, either through the Jordan-Wigner\ntransformation or by gauging fermion parity. In this correspondence, the\nminimal translation of the Majorana chain maps to the celebrated\nKramers-Wannier (KW) duality of the spin model, with the critical point mapped\nto the self-dual point. In this work, we generalize this mapping to two and\nhigher dimensions by constructing a unitary equivalence between the\nparity-gauged fermionic system and a spin system defined on arbitrary\npolyhedral decompositions of space. Imposing the flatness condition on the\ngauge field yields a bosonization duality between the original (ungauged)\nfermionic system and a gauged spin system obeying a Gauss law. The dependence\nof the Gauss law in the spin system on the Kasteleyn orientation (and the\ndiscrete spin structure) of the fermionic system is made explicit. Applying\nthis bosonization to one or two copies of Majorana fermions on translationally\ninvariant lattices, we derive higher-dimensional analogs of KW (self-)dualities\nin spin systems arising from fermionic minimal translations. The KW\n(self-)dualities are non-invertible due to projections onto eigenspaces of\nhigher-form symmetries in the associated symmetry operators. The bosonization\nframework we present is intuitive, general, and systematic, encompassing other\nknown exact bosonization methods while offering a novel approach to establish\nnew connections between fermionic and spin systems in arbitrary dimensions."}
{"id": "2508.20352", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20352", "abs": "https://arxiv.org/abs/2508.20352", "authors": ["Justin P. Bergfield"], "title": "Quantum Interference Supernodes, Thermoelectric Enhancement, and the Role of Dephasing", "comment": "19 pages, 6 figures", "summary": "Quantum interference (QI) can strongly enhance thermoelectric response, with\nhigher-order \"supernodes\" predicted to yield scalable gains in thermopower and\nefficiency. A central question, however, is whether such features are\nintrinsically more fragile to dephasing. Using $B\\\"uttiker$ voltage-temperature\nprobes, we establish an order-selection rule: the effective near-node order is\nset by the lowest among coherent and probe-assisted channels. Supernodes are\ntherefore fragile in an absolute sense because their transmission is\nparametrically suppressed with order. However, once an incoherent floor\ndominates, the fractional suppression of thermopower, efficiency, and figure of\nmerit becomes universal and order-independent. Illustrating these principles\nwith benzene- and biphenyl-based junction calculations, we show that the\ngeometry of environmental coupling -- through a single orbital or across many\n-- dictates whether coherence is lost by order reduction or by floor building.\nThese results yield general scaling rules for the thermoelectric response of\ninterference nodes under dephasing."}
{"id": "2508.20908", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20908", "abs": "https://arxiv.org/abs/2508.20908", "authors": ["Kenji Shimomura", "Ryo Takami", "Daichi Nakamura", "Masatoshi Sato"], "title": "Subspace-Protected Topological Phases and Bulk-Boundary Correspondence", "comment": "9 pages, 3 figures", "summary": "While tremendous research has revealed that symmetry enriches topological\nphases of matter, more general principles that protect topological phases have\nyet to be explored. In this Letter, we elucidate the roles of subspaces in\nfree-fermionic topological phases. A subspace property for Hamiltonians enables\nus to define new topological invariants. They result in peculiar topological\nboundary phenomena, i.e., the emergence of an unpaired zero mode or\nzero-winding skin modes, characterizing subspace-protected topological phases.\nWe establish and demonstrate the bulk-boundary correspondence in\nsubspace-protected topological phases. We further discuss the interplay of the\nsubspace property and internal symmetries. Toward application, we also propose\npossible platforms possessing the subspace property."}
{"id": "2508.20679", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20679", "abs": "https://arxiv.org/abs/2508.20679", "authors": ["Khushboo Dange", "Shivprasad S. Shastri", "Alok Shukla"], "title": "Electric-field induced half-metallicity in a two-dimensional ferromagnetic Janus VSSe bilayer", "comment": "41 pages, 13 figures in the Manuscript and 8 figures in the\n  Supplemental Material", "summary": "Two-dimensional (2D) half-metals with intrinsic ferromagnetism hold great\npotential for applications in spintronics. In this study, we aim to expand the\nknown space of such 2D ferromagnetic (FM) half-metals by investigating bilayer\nof Janus VSSe, an FM semiconductor. Its structural, electronic, and magnetic\nproperties are examined using density functional theory, employing the DFT+$U$\nmethod, coupled with the PBE functional. The stability of the bilayer is\nexamined using ab initio molecular dynamics simulations at finite temperatures\nup to 400 K. To ensure the stability further, the elastic constants of the\nsystem have also been investigated and we found that VSSe bilayer manifests an\neasy plane of magnetization similar to its monolayer counterpart. At the\nDFT+$U$ level, the considered VSSe bilayer exhibits a tendency towards\nhalf-metallicity with a small band gap of 0.11 eV for the majority spin\ncarriers, and of 0.66 eV for the minority ones. To include a transition from a\nsemiconductor to a half-metal, the bilayer is subjected to an external electric\nfield of varying strengths normal to the plane. The lack of horizontal mirror\nsymmetry in the bilayer allows bidirectional tuning of the band gap, with\ndifferent values for the field in \"upward\" and \"downward\" directions. The band\ngaps for the two spin channels increase with the increasing upward electric\nfield, while the opposite happens for the downward fields, with the majority\ncarrier gap closing at 0.16 V/$\\unicode{x212B}$, making the material a spin\ngapless semiconductor. Further increase in the electric field renders the\nmaterial half metallic at 0.18 V/$\\unicode{x212B}$. Given the fact that these\nvalues of the external electric field are achievable in the lab suggests that\nthe FM Janus VSSe bilayer is a promising candidate for spintronic devices."}
{"id": "2508.20925", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20925", "abs": "https://arxiv.org/abs/2508.20925", "authors": ["Megan O. Hill Landberg", "Bixin Yan", "Huaiyu Chen", "Efe Ipek", "Morgan Trassin", "Jesper Wallentin"], "title": "Electrode modified domain morphology in ferroelectric capacitors revealed by X-ray microscopy", "comment": "21 pages, 11 figures, includes main text and supplementary\n  information", "summary": "Ferroelectric thin films present a powerful platform for next generation\ncomputing and memory applications. However, domain morphology and dynamics in\nburied ferroelectric stacks have remained underexplored, despite the importance\nfor real device performance. Here, nanoprobe X-ray diffraction (nano-XRD) is\nused to image ferroelectric domains inside BiFeO3-based capacitors, revealing\nstriking differences from bare films such as local disorder in domain\narchitecture and partial polarization reorientation. We demonstrate sensitivity\nto ferroelectric reversal in poled capacitors, revealing expansive/compressive\n(001) strain for up-/down-polarization using nano-XRD. We observe quantitative\nand qualitative differences between poling by piezoresponse force microscopy\n(PFM) and in devices. Further, biasing induces lattice tilt at electrode edges\nwhich may modify performance in down-scaled devices. Direct comparison with PFM\npolarized structures even demonstrates potential nano-XRD sensitivity to domain\nwalls. Our results establish nano-XRD as a noninvasive probe of buried\nferroelectric domain morphologies and dynamics, opening avenues for operando\ncharacterization of energy-efficient nanoscale devices."}
{"id": "2508.20352", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20352", "abs": "https://arxiv.org/abs/2508.20352", "authors": ["Justin P. Bergfield"], "title": "Quantum Interference Supernodes, Thermoelectric Enhancement, and the Role of Dephasing", "comment": "19 pages, 6 figures", "summary": "Quantum interference (QI) can strongly enhance thermoelectric response, with\nhigher-order \"supernodes\" predicted to yield scalable gains in thermopower and\nefficiency. A central question, however, is whether such features are\nintrinsically more fragile to dephasing. Using $B\\\"uttiker$ voltage-temperature\nprobes, we establish an order-selection rule: the effective near-node order is\nset by the lowest among coherent and probe-assisted channels. Supernodes are\ntherefore fragile in an absolute sense because their transmission is\nparametrically suppressed with order. However, once an incoherent floor\ndominates, the fractional suppression of thermopower, efficiency, and figure of\nmerit becomes universal and order-independent. Illustrating these principles\nwith benzene- and biphenyl-based junction calculations, we show that the\ngeometry of environmental coupling -- through a single orbital or across many\n-- dictates whether coherence is lost by order reduction or by floor building.\nThese results yield general scaling rules for the thermoelectric response of\ninterference nodes under dephasing."}
{"id": "2508.20354", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.20354", "abs": "https://arxiv.org/abs/2508.20354", "authors": ["Andrey Baydin", "Jiaming Luo", "Zhiren He", "Jacques Doumani", "Tong Lin", "Fuyang Tay", "Jiaming He", "Jianshi Zhou", "Guru Khalsa", "Junichiro Kono", "Hanyu Zhu"], "title": "Lattice-induced spin dynamics in Dirac magnet CoTiO3", "comment": null, "summary": "Spin-lattice coupling is crucial for understanding the spin transport and\ndynamics for spintronics and magnonics applications. Recently, cobalt titanate\n(CoTiO3), an easy-plane antiferromagnet, has been found to host axial phonons\nwith a large magnetic moment, which may originate from spin-lattice coupling.\nHere, we investigate the effect of light-driven lattice dynamics on the\nmagnetic properties of CoTiO3 using time-resolved spectroscopy with a THz pump\nand a magneto-optic probe. We found resonantly driven Raman active phonons,\nphonon-polariton-induced excitation of the antiferromagnetic magnons, and a\nslow increase in the polarization rotation of the probe, all indicating\nsymmetry breaking that is not intrinsic to the magnetic space group. The\ntemperature dependence confirmed that the observed spin dynamics is related to\nthe magnetic order, and we suggest surface effects as a possible mechanism. Our\nresults of THz-induced spin-lattice dynamics signify that extrinsic symmetry\nbreaking may contribute strongly and unexpectedly to light-driven phenomena in\nbulk complex oxides."}
{"id": "2508.21000", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21000", "abs": "https://arxiv.org/abs/2508.21000", "authors": ["Aidan P. Reddy", "Liang Fu"], "title": "Quantum melting a Wigner crystal into Hall liquids", "comment": "7 pages, 4 figures", "summary": "Recent experiments have shown that, counterintuitively, applying a magnetic\nfield to a Wigner crystal can induce quantum Hall effects. In this work, using\nvariational Monte Carlo, we show that magnetic fields can melt zero-field\nWigner crystals into integer quantum Hall liquids. This melting originates from\nquantum oscillations in the liquid's ground state energy, which develops\ndownward cusps at integer filling factors due to incompressibility. Our\ncalculations establish a range of densities in which this quantum melting\ntransition occurs."}
{"id": "2508.20695", "categories": ["cond-mat.mtrl-sci", "J.2"], "pdf": "https://arxiv.org/pdf/2508.20695", "abs": "https://arxiv.org/abs/2508.20695", "authors": ["R. Torchio", "J. A. Hernandez", "A. Cordone", "S. Balugani", "T. Vinci", "A. Ravasio", "C. Pepin", "N. Sevelin-Radiguet", "E. Guillam", "F. Dorchies", "A. Benuzzi"], "title": "Dynamic compression of glassy GeO$2$ up to the TPa range and first observation of shock induced crystallization", "comment": "9 pages, 15 figures", "summary": "In this work we present an extensive study of glassy GeO$_2$ under laser\ninduced dynamic compression. New VISAR and SOP data provide the extension of\nHugoniot EoS up to the TPa range for this material including temperature\nmeasurements. Reflectivity data at both 532 and 1064 nm wavelenght are also\nreported. In the low compression range we observe changes of the optical\nproperties from transparent, to opaque, to metallic state. The second part of\nthis work describes a further laser shock experiment combined with in-situ\nX-ray diffraction. Here we observe, for the first time, the laser shock-induced\ncrystallization of glassy GeO$_2$ to a structure compatible with the rutile\nphase at pressure higher than 20 GPa and melting occurring at around 75 GPa."}
{"id": "2508.20930", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20930", "abs": "https://arxiv.org/abs/2508.20930", "authors": ["Elzbieta Gradauskaite", "Natascha Gray", "Quintin N. Meier", "Marta D. Rossell", "Morgan Trassin"], "title": "Control of polarization and polar chiral textures in BiFeO$_3$ by epitaxial strain and interfacial chemistry", "comment": "14 pages, 4 main-text figures, 3 supplementary figures", "summary": "The balance between interfacial chemistry, electrostatics, and epitaxial\nstrain plays a crucial role in stabilizing polarization in ferroelectric thin\nfilms. Here, we bring these contributions into competition in BiFeO$_3$ (BFO)\nthin films grown on the charged-surface-terminated La$_{0.7}$Sr$_{0.3}$MnO$_3$\n(LSMO)-buffered NdGaO$_3$ (001) substrates. The large anisotropic compressive\nstrain from the substrate promotes the formation of ferroelectric domains\ndespite the expected stabilization of a uniform out-of-plane polarization by\nthe (La,Sr)O$^{0.7+}$ termination of the metallic buffer. Piezoresponse force\nmicroscopy and scanning transmission electron microscopy reveal that the\nresulting nanoscale domain architecture is stabilized by the deterministic\nformation of a fluorite-like Bi$_2$O$_2$ surface layer on regions polarized\noppositely to the LSMO-imposed polarization orientation. Leveraging this\npolarization compensation mechanism, we stabilize a uniform out-of-plane\npolarization in our highly strained BFO films by inserting a\nBi$_2$O$_2$-terminated Aurivillius film as a buffer layer. Additionally, we\nreveal signatures of homochiral polarization textures in our BFO films on the\nlevel of domain configurations using local polarization switching experiments.\nOur work thus brings new strategies for controlling polarization direction and\nchiral textures in oxide ferroelectrics, opening pathways for functional\ndomain-wall and domain-based electronics."}
{"id": "2508.20422", "categories": ["cond-mat.stat-mech", "hep-lat", "hep-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.20422", "abs": "https://arxiv.org/abs/2508.20422", "authors": ["Tatsuya Wada", "Masakiyo Kitazawa", "Kazuyuki Kanaya"], "title": "Lee-Yang-zero ratio method in three-dimensional Ising model", "comment": "27 pages, 7 figures", "summary": "By performing Monte Carlo simulations of the three-dimensional Ising model,\nwe apply the recently proposed Lee-Yang-zero ratio (LYZR) method to determine\nthe location of the critical point in this model. We demonstrate that the LYZR\nmethod is as powerful as the conventional Binder-cumulant method in studying\nthe critical point, while the LYZR method has the advantage of suppressing the\nviolation of the finite-size scaling and non-linearity near the critical point.\nWe also achieve a precise determination of the values of the LYZRs at the\ncritical point, which are universal numbers. In addition, we propose an\nalternative method that uses only a single Lee-Yang zero and show that it is\nalso useful for the search for the critical point."}
{"id": "2508.20710", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20710", "abs": "https://arxiv.org/abs/2508.20710", "authors": ["Amit Chanda", "Thor Hvid-Olsen", "Christina Hoegfeldt", "Anshu Gupta", "Alessandro Palliotto", "Maja A. Dunstan", "Kasper S. Pedersen", "Dae-Sung Park", "Damon J. Carrad", "Thomas Sand Jespersen", "Felix Trier"], "title": "Magnetism and nonlinear charge transport in NiFe2O4/γ-Al2O3/SrTiO3 heterostructure for spintronic applications", "comment": "28 pages, 5 figures", "summary": "We present the synthesis and study of the magnetic and electronic properties\nof NiFe2O4/{\\gamma}-Al2O3/SrTiO3 heterostructure. The {\\gamma}-Al2O3/SrTiO3\ninterface hosts a high-mobility two-dimensional electron gas (2DEG) with large\nspin-orbit coupling, making it promising for spintronics applications if it can\nbe coupled to a suitable source of spin currents. Here, we synthesize a\nferrimagnetic insulating NiFe2O4(001) layer on {\\gamma}-Al2O3(001)/SrTiO3(001)\nusing a low-temperature reactive sputtering at 150 deg C without compromising\nthe mobility and charge carrier density of the 2DEG at the\n{\\gamma}-Al2O3(001)/SrTiO3(001) interface. The sheet resistance of both\n{\\gamma}-Al2O3/SrTiO3 and NiFe2O4/{\\gamma}-Al2O3/SrTiO3 exhibits metallic\nbehavior down to cryogenic temperatures, with a low temperature upturn driven\nby the Kondo-like scattering. Most importantly, NiFe2O4/{\\gamma}-Al2O3/SrTiO3\nbehaves as a magnetic diode at low temperatures, and its rectification\nperformance increases significantly with increasing magnetic field strength\ngiving rise to a robust magneto-electronic rectification effect at low\ntemperatures, which provides a first step towards the development of all-oxide\nheterostructures capable of efficient spin-charge conversion."}
{"id": "2508.21014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21014", "abs": "https://arxiv.org/abs/2508.21014", "authors": ["Indraneel Sinha", "Saurav Sachin", "Prashant Kumar", "Atul Pandey", "Bijoy Kumar Kuanr", "Sujit Manna"], "title": "Controlled spin-to-charge conversion in noncollinear antiferromagnet-based Py/Mn$_{3}$Pt heterostructure", "comment": "10 pages with 5 figures", "summary": "Noncollinear antiferromagnets (NCAFs) have recently emerged as promising\ncandidates for future spintronic technologies, offering ultrafast switching,\nnegligible stray fields allowing dense packing, and robustness against external\nmagnetic perturbations. When interfaced with ferromagnets (FMs), they can\nstrongly influence interfacial exchange and spin-torque mechanisms that enable\nmanipulating magnetic order and realizing functionalities beyond conventional\nheavy metals (HMs) based FM/HM heterostructures. Here, we perform a broadband\nferromagnetic resonance (FMR) study to systematically investigate the\nmagnetization dynamics and spin-to-charge conversion in permalloy (Py) and\nMn$_3$Pt bilayers. High-quality Py films provide a well-defined FMR spectra\nwith a low Gilbert damping parameter ( $\\alpha_{\\mathrm{eff}} \\approx 9.8\n\\times 10^{-3}$). We observe a pronounced enhancement of damping with intrinsic\nvalue $\\alpha_{\\mathrm{int}} \\approx 3.1 \\times 10^{-2}$ in the Py/Mn$_3$Pt\nbilayer, indicating efficient spin pumping into the NCAF layer. Frequency\ndependent linewidth analysis shows a predominantly Gilbert type damping in the\nbilayers and the corresponding effective spin-mixing conductance (\n$g^{\\uparrow\\downarrow}_{\\mathrm{eff}} \\approx 4.8 \\times 10^{18}$m$^{-2}$) is\ncomparable to that of other high-performance antiferromagnetic\nheterostructures. These results are significant for establishing NCAFs as a\ncandidate material for spin generation and highlights the potential of\nPy/Mn$_3$Pt bilayers for efficient and ultrafast spintronic applications."}
{"id": "2508.20429", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20429", "abs": "https://arxiv.org/abs/2508.20429", "authors": ["Dennis F. Salinel", "Kristian Hauser A. Villegas"], "title": "Bosonization in $R$-paraparticle Luttinger models", "comment": "16 pages, Submission to SciPost", "summary": "We reintroduce the parafermion-paraboson classification in $R$-paraparticles\nin terms of their average occupation numbers, analogous to Green's\nparastatistics. The notion of $p$-order in $R$-parafermions is also redefined\nas the maximum number of particles that can occupy a quantum state. An example\nof an order-$2$ $R$-parafermion with $m=2$ internal degrees of freedom is\npresented, which obeys an exclusion principle that is not Pauli's. The\ninteracting $R$-parafermions are studied in the context of bosonization.\nSpecifically, we show that while density waves are generally bosonic in nature\nand that flavor-charge separation naturally occurs for any one-dimensional\n$R$-parafermion system described by the Luttinger model, flavor waves do not\nalways satisfy bose statistics. Comparison of the partition functions further\nshow that only $(p=1)$-ordered $R$-parafermions are compatible with the\nbosonization procedure in the low-energy limit. Based from these results, we\ndiscuss a potential realization of parafermion signatures in one-dimensional\nsystems."}
{"id": "2508.20714", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2508.20714", "abs": "https://arxiv.org/abs/2508.20714", "authors": ["S. V. Sintsov", "N. V. Chekmarev", "K. I. Rybakov", "A. A. Sorokin", "E. I. Preobrazhenskii", "A. V. Vodopyanov"], "title": "Ultrafast solid-state chemical synthesis of BaTiO3 initiated by gyrotron microwave radiation", "comment": null, "summary": "This work presents the results of a study on the solid-state synthesis of\nbarium titanate under continuous microwave radiation from a 24 GHz gyrotron in\na multimode cavity reactor. It is shown that in localized domains where\nfine-scale thermal instabilities develop, initiated by microwave radiation\nwithin the initial stoichiometric reaction mixture of ultrafine barium\ncarbonate and titanium dioxide powders, the synthesis can proceed within 1,5 -\n7 minutes, achieving a target product yield of up to 90%. Based on a developed\nrealistic numerical model of the multimode reactor, involving an iterative\nsolution of stationary Maxwell and heat conduction equations, it is\ndemonstrated that the specific absorbed power in the domains where fine-scale\nthermal instabilities develop can reach 670 W/cm3 under an input microwave\npower of 400 W."}
{"id": "2508.21056", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21056", "abs": "https://arxiv.org/abs/2508.21056", "authors": ["Jiaqi Wu", "Alaric Sanders", "Rundong Yuan", "Bo Peng"], "title": "Altermagnetic Shastry-Sutherland fullerene networks", "comment": "7 pages, 3 figures", "summary": "Molecular building blocks provide a versatile platform for realising exotic\nquantum phases. Using charge neutral, pure carbon fullerene molecules as an\nexample, we design altermagnetic C$_{40}$ monolayers in Shastry-Sutherland\nlattice. The resonance structure of one unpaired electron leads to an effective\nspin-1/2 cluster on both long sides of the molecule, which, after rotating into\na 2D rutile-like crystal structure, forms altermagnetic ground state. We show\n$d$-wave spitting of the spin-polarised electronic band structure and strong\nchiral-split magnon bands. Most interestingly, the effective spin-1/2 clusters\nform the Shastry-Sutherland model with a rich phase diagram including\naltermagenti, quantum spin liquid, plaquette, and dimer phases, which can be\neasily accessed to via moderate bi-axial strains. Our findings present magnetic\nfullerene monolayers as a tunable platform for exotic quantum magnetism and\nspintronic applications."}
{"id": "2508.20439", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20439", "abs": "https://arxiv.org/abs/2508.20439", "authors": ["Zanlin Cheng", "Jiawen Zhang", "Peng Gao", "Guosong Zeng", "Xufei Fang", "Wenjun Lu"], "title": "Toughening beta-Ga2O3 via mechanically seeded dislocations", "comment": null, "summary": "\\b{eta}-Ga2O3 is a promising candidate for next-generation semiconductors,\nbut is limited by its intrinsic brittleness, which hinders its application in\nflexible electronics and high-precision devices. This study explores a new\napproach to improving the damage tolerance of (001)-oriented \\b{eta}-Ga2O3 by\nintroducing mechanically seeded dislocations via surface scratching. By\napplying a Brinell indenter to scratch the surface along the [100] direction,\nwe effectively generate edge-type dislocations belonging to the (011)[01-1]\nand/or (0-11)[011] slip systems within a mesoscale wear track. Through a\ncombination of nanoindentation tests, surface morphology analysis, and\nmicrostructural characterization using scanning electron microscopy (SEM) and\ntransmission electron microscopy (TEM), we reveal that the introduction of\ndislocations significantly mitigates the formation of cleavage cracks during\nindentation, in contrast to that observed in as-received \\b{eta}-Ga2O3. The\nmechanically seeded dislocations in the subsurface layers play an important\nrole in preventing brittle fracture by facilitating stable plastic deformation."}
{"id": "2508.20742", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20742", "abs": "https://arxiv.org/abs/2508.20742", "authors": ["Elzbieta Gradauskaite"], "title": "Revival of Layered Ferroelectrics in Thin Films", "comment": "Literature review, 37 pages, 14 figures", "summary": "Layered perovskites are a versatile class of ferroelectrics with their\nstructural anisotropy reflected in unusual electrostatics that give rise to\nexceptional ferroelectric properties. These materials fall into four main\nfamilies: Aurivillius, Carpy-Galy, Ruddlesden-Popper, and Dion-Jacobson phases;\neach forming natural superlattices by interleaving perovskite slabs with spacer\nlayers. For a long time, these materials were considered too structurally\ncomplex to prepare as high-quality thin films. However, recent breakthroughs in\ndeposition and advanced characterization have made it possible to stabilize\nhigh-quality films with atomic precision, uncovering a wide range of\nunconventional ferroelectric functionalities. These include robust in-plane\npolarization without a critical thickness, the emergence of charged domain\nwalls and non-trivial polar textures, resilience to doping with magnetic ions\nand charge carriers, and possibility to epitaxially integrate them into\nstandard perovskite heterostructures. This review aims to unify current\nknowledge on the fabrication and characterization of layered ferroelectric thin\nfilms, and to present research findings across all four structural families,\nwith the goal of highlighting their common features despite differences in\ncrystal structure and polarization mechanisms. We also discuss promising\nresearch directions, including polar metallicity, (alter-)magnetoelectricity,\nexfoliation, and soft-chemistry-driven phase transformations, with the goal of\nconsolidating the field and encouraging further exploration of these materials\nfor both fundamental studies and applications."}
{"id": "2508.20473", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20473", "abs": "https://arxiv.org/abs/2508.20473", "authors": ["Paul C Bressloff"], "title": "Run-and-tumble particle with diffusion: boundary local times and the zero-diffusion limit", "comment": "23 pages, 3 figures", "summary": "Incorporating boundary conditions into stochastic models of passive or active\nparticle motion is usually implemented at the level of the associated forward\nor backward Kolmogorov equation, whose solution determines the probability\ndistribution of sample paths. In order to write down the corresponding\nstochastic differential equation (SDE) that generates the individual sample\npaths, it is necessary to introduce a Brownian functional that keeps track of\nthe boundary-particle contact time. We previously constructed the SDE for a\n(non-diffusing) run-and-tumble particle (RTP) on the half-line with either a\nreflecting or sticky wall at $x=0$. In this paper we extend the theory to\ninclude the effects of diffusion. One of the non-trivial consequences of\ncombining drift-diffusion with tumbling is that the zero diffusion limit\n$D\\rightarrow 0$ is singular in the sense that the number of boundary\nconditions is doubled when $D>0$. We use stochastic calculus to derive the\nforward Kolmogorov equation for two distinct boundary conditions that reduce,\nrespectively, to non-sticky and sticky boundary conditions in the\nzero-diffusion limit. In the latter case, it is necessary to include a boundary\nlayer in a neighbourhood of the wall and use singular perturbation theory. We\nalso treat the wall as partially absorbing by assuming that the particle is\nabsorbed when the amount of boundary-particle contact time (discrete or\ncontinuous local time) exceeds a quenched random threshold. Finally, we analyse\nthe survival probability and corresponding FPT density for absorption at a\nnon-sticky wall by deriving the corresponding backward Kolmogorov equation"}
{"id": "2508.20925", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20925", "abs": "https://arxiv.org/abs/2508.20925", "authors": ["Megan O. Hill Landberg", "Bixin Yan", "Huaiyu Chen", "Efe Ipek", "Morgan Trassin", "Jesper Wallentin"], "title": "Electrode modified domain morphology in ferroelectric capacitors revealed by X-ray microscopy", "comment": "21 pages, 11 figures, includes main text and supplementary\n  information", "summary": "Ferroelectric thin films present a powerful platform for next generation\ncomputing and memory applications. However, domain morphology and dynamics in\nburied ferroelectric stacks have remained underexplored, despite the importance\nfor real device performance. Here, nanoprobe X-ray diffraction (nano-XRD) is\nused to image ferroelectric domains inside BiFeO3-based capacitors, revealing\nstriking differences from bare films such as local disorder in domain\narchitecture and partial polarization reorientation. We demonstrate sensitivity\nto ferroelectric reversal in poled capacitors, revealing expansive/compressive\n(001) strain for up-/down-polarization using nano-XRD. We observe quantitative\nand qualitative differences between poling by piezoresponse force microscopy\n(PFM) and in devices. Further, biasing induces lattice tilt at electrode edges\nwhich may modify performance in down-scaled devices. Direct comparison with PFM\npolarized structures even demonstrates potential nano-XRD sensitivity to domain\nwalls. Our results establish nano-XRD as a noninvasive probe of buried\nferroelectric domain morphologies and dynamics, opening avenues for operando\ncharacterization of energy-efficient nanoscale devices."}
{"id": "2508.20536", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20536", "abs": "https://arxiv.org/abs/2508.20536", "authors": ["Martin Schwade", "Shaoming Zhang", "Frederik Vonhoff", "Frederico P. Delgado", "David A. Egger"], "title": "Physics-informed Hamiltonian learning for large-scale optoelectronic property prediction", "comment": null, "summary": "Predicting optoelectronic properties of large-scale atomistic systems under\nrealistic conditions is crucial for rational materials design, yet\ncomputationally prohibitive with first-principles simulations. Recent neural\nnetwork models have shown promise in overcoming these challenges, but typically\nrequire large datasets and lack physical interpretability. Physics-inspired\napproximate models offer greater data efficiency and intuitive understanding,\nbut often sacrifice accuracy and transferability. Here we present HAMSTER, a\nphysics-informed machine learning framework for predicting the\nquantum-mechanical Hamiltonian of complex chemical systems. Starting from an\napproximate model encoding essential physical effects, HAMSTER captures the\ncritical influence of dynamic environments on Hamiltonians using only few\nexplicit first-principles calculations. We demonstrate our approach on halide\nperovskites, achieving accurate prediction of optoelectronic properties across\ntemperature and compositional variations, and scalability to systems containing\ntens of thousands of atoms. This work highlights the power of physics-informed\nHamiltonian learning for accurate and interpretable optoelectronic property\nprediction in large, complex systems."}
{"id": "2508.20930", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20930", "abs": "https://arxiv.org/abs/2508.20930", "authors": ["Elzbieta Gradauskaite", "Natascha Gray", "Quintin N. Meier", "Marta D. Rossell", "Morgan Trassin"], "title": "Control of polarization and polar chiral textures in BiFeO$_3$ by epitaxial strain and interfacial chemistry", "comment": "14 pages, 4 main-text figures, 3 supplementary figures", "summary": "The balance between interfacial chemistry, electrostatics, and epitaxial\nstrain plays a crucial role in stabilizing polarization in ferroelectric thin\nfilms. Here, we bring these contributions into competition in BiFeO$_3$ (BFO)\nthin films grown on the charged-surface-terminated La$_{0.7}$Sr$_{0.3}$MnO$_3$\n(LSMO)-buffered NdGaO$_3$ (001) substrates. The large anisotropic compressive\nstrain from the substrate promotes the formation of ferroelectric domains\ndespite the expected stabilization of a uniform out-of-plane polarization by\nthe (La,Sr)O$^{0.7+}$ termination of the metallic buffer. Piezoresponse force\nmicroscopy and scanning transmission electron microscopy reveal that the\nresulting nanoscale domain architecture is stabilized by the deterministic\nformation of a fluorite-like Bi$_2$O$_2$ surface layer on regions polarized\noppositely to the LSMO-imposed polarization orientation. Leveraging this\npolarization compensation mechanism, we stabilize a uniform out-of-plane\npolarization in our highly strained BFO films by inserting a\nBi$_2$O$_2$-terminated Aurivillius film as a buffer layer. Additionally, we\nreveal signatures of homochiral polarization textures in our BFO films on the\nlevel of domain configurations using local polarization switching experiments.\nOur work thus brings new strategies for controlling polarization direction and\nchiral textures in oxide ferroelectrics, opening pathways for functional\ndomain-wall and domain-based electronics."}
{"id": "2508.20556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20556", "abs": "https://arxiv.org/abs/2508.20556", "authors": ["Enda Xiao", "Terumasa Tadano"], "title": "Accurate Screening of Functional Materials with Machine-Learning Potential and Transfer-Learned Regressions: Heusler Alloy Benchmark", "comment": null, "summary": "A machine learning-accelerated high-throughput (HTP) workflow for the\ndiscovery of magnetic materials is presented. As a test case, we screened\nquaternary and all-$d$ Heusler compounds for stable compounds with large\nmagnetocrystalline anisotropy energy ($E_{\\mathrm{aniso}}$). Structure\noptimization and evaluation of formation energy and distance to hull convex\nwere performed using the eSEN-30M-OAM interatomic potential, while local\nmagnetic moments, phonon stability, magnetic stability, and\n$E_{\\mathrm{aniso}}$ were predicted by eSEM models trained on our DxMag Heusler\ndatabase. A frozen transfer learning strategy was employed to improve accuracy.\nCandidate compounds identified by the ML-HTP workflow were validated with\ndensity functional theory, confirming high predictive precision. We also\nbenchmark the performance of different MLIPs, and discuss the fidelity of local\nmagnetic moment prediction and its extension to other magnetic materials."}
{"id": "2508.21014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21014", "abs": "https://arxiv.org/abs/2508.21014", "authors": ["Indraneel Sinha", "Saurav Sachin", "Prashant Kumar", "Atul Pandey", "Bijoy Kumar Kuanr", "Sujit Manna"], "title": "Controlled spin-to-charge conversion in noncollinear antiferromagnet-based Py/Mn$_{3}$Pt heterostructure", "comment": "10 pages with 5 figures", "summary": "Noncollinear antiferromagnets (NCAFs) have recently emerged as promising\ncandidates for future spintronic technologies, offering ultrafast switching,\nnegligible stray fields allowing dense packing, and robustness against external\nmagnetic perturbations. When interfaced with ferromagnets (FMs), they can\nstrongly influence interfacial exchange and spin-torque mechanisms that enable\nmanipulating magnetic order and realizing functionalities beyond conventional\nheavy metals (HMs) based FM/HM heterostructures. Here, we perform a broadband\nferromagnetic resonance (FMR) study to systematically investigate the\nmagnetization dynamics and spin-to-charge conversion in permalloy (Py) and\nMn$_3$Pt bilayers. High-quality Py films provide a well-defined FMR spectra\nwith a low Gilbert damping parameter ( $\\alpha_{\\mathrm{eff}} \\approx 9.8\n\\times 10^{-3}$). We observe a pronounced enhancement of damping with intrinsic\nvalue $\\alpha_{\\mathrm{int}} \\approx 3.1 \\times 10^{-2}$ in the Py/Mn$_3$Pt\nbilayer, indicating efficient spin pumping into the NCAF layer. Frequency\ndependent linewidth analysis shows a predominantly Gilbert type damping in the\nbilayers and the corresponding effective spin-mixing conductance (\n$g^{\\uparrow\\downarrow}_{\\mathrm{eff}} \\approx 4.8 \\times 10^{18}$m$^{-2}$) is\ncomparable to that of other high-performance antiferromagnetic\nheterostructures. These results are significant for establishing NCAFs as a\ncandidate material for spin generation and highlights the potential of\nPy/Mn$_3$Pt bilayers for efficient and ultrafast spintronic applications."}
{"id": "2508.20599", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20599", "abs": "https://arxiv.org/abs/2508.20599", "authors": ["Hyemin Kim", "Hyungseok Kim", "Taeyong Kim"], "title": "A perspective on inelastic light scattering spectroscopy for probing transport of collective acoustic excitations", "comment": null, "summary": "Understanding and manipulating nanoscale energy transport and conversion\nprocesses are essential for diverse applications, ranging from thermoelectrics\nand energy harvesting to thermal management of microelectronics. While it has\nlong been recognized that acoustic and thermal properties in condensed matters\nare primarily due to microscopic transport of phonons as quasiparticles,\nprobing thermal acoustic excitations particularly at sub-THz remains a\nchallenge primarily due to limitations in experimental techniques with\nspatiotemporal resolutions pertinent to probing them. Brillouin light\nscattering (BLS) and its variant, impulsive stimulated Brillouin scattering\n(ISS), provide access to these thermal acoustic excitations, enabling\nmeasurement of quantities such as acoustic dispersions along with relaxation\ndynamics occurring in ultrasonic as well as hypersonic frequencies. In this\nperspective, we provide a brief overview of the operational principles of BLS\nand ISS, and highlight their applications in probing acoustic, thermal, and\nmagnetic excitations in emerging and low-dimensional materials. We conclude by\ndiscussing current challenges and future opportunities for advanced material\ncharacterization using Brillouin light scattering spectroscopy techniques."}
{"id": "2508.21017", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21017", "abs": "https://arxiv.org/abs/2508.21017", "authors": ["Arturo Galindo", "Neubi Xavier", "Noelia Maldonado", "Jesús Díaz-Sánchez", "Carmen Morant", "Gastón García", "Celia Polop", "Qiong Cai", "Enrique Vasco"], "title": "Lithiation Analysis of Metal Components for Li-Ion Battery using Ion Beams", "comment": "33 pages, one graphical abstract and 9 figures", "summary": "Metal components are extensively used as current collectors, anodes, and\ninterlayers in lithium-ion batteries. Integrating these functions into one\ncomponent enhances the cell energy density and simplifies its design. However,\nthis multifunctional component must meet stringent requirements, including high\nand reversible Li storage capacity, rapid lithiation/delithiation kinetics,\nmechanical stability, and safety. Six single-atom metals (Mg, Zn, Al, Ag, Sn\nand Cu) are screened for lithiation behavior through their interaction with ion\nbeams in electrochemically tested samples subjected to both weak and strong\nlithiation regimes. These different lithiation regimes allowed us to\ndifferentiate between the thermodynamics and kinetic aspects of the lithiation\nprocess. Three types of ions are used to determine Li depth profile: $H^+$ for\nnuclear reaction analysis (NRA), $He^+$ for Rutherford backscattering (RBS),\nand $Ga^+$ for focused ion beam (FIB) milling. The study reveals three\nlithiation behaviors: (i) Zn, Al, Sn form pure alloys with Li; (ii) Mg, Ag\ncreate intercalation solid solutions; (iii) Cu acts as a lithiation barrier.\nNRA and RBS offer direct and quantitative data, providing a more comprehensive\nunderstanding of the lithiation process in LIB components. These findings fit\nwell with our ab-initio simulation results, establishing a direct correlation\nbetween electrochemical features and fundamental thermodynamic parameters."}
{"id": "2508.20608", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20608", "abs": "https://arxiv.org/abs/2508.20608", "authors": ["Dong Fan", "Felipe Lopes Oliveira", "Mohammad Wahiduzzaman", "Guillaume Maurin"], "title": "Decoding local framework dynamics in the ultra-small pore MOF MIL-120(Al) CO2 sorbent with Machine Learned Potentials", "comment": "19 pages, 4 figures", "summary": "Metal-organic frameworks (MOFs) with ultra-small pores offer an optimal\nenvironment to effectively capture guest molecules such as CO2. Subtle local\ndynamics of their frameworks, either throughout reorientation of functional\ngroups grafted to the organic linkers or those present in their inorganic\nnodes, is expected to play a major role in their sorption behaviors. Here, we\ncombine density-functional theory (DFT) with a purpose-trained machine-learned\npotential to systematically investigate the local dynamics of the bridging\nhydroxyl groups, {\\mu}2-OH groups present in the prototypical ultra-small pore\nMOF MIL-120(Al), reported recently as an attractive CO2 sorbent. We identified\nsix MOF configurations associated with distinct {\\mu}2-OH orientations with\nrelatively low interconversion energy barriers (0.07-0.19 eV per unit cell)\nsuggesting that all these states can be observed experimentally at room\ntemperature. We demonstrated that our MLP achieves near-DFT-level fidelity,\nreproducing the energy barriers and phonon spectra of the empty MOF, and\naccurately predicting CO2 adsorption geometries depending on the {\\mu}2-OH\norientations with CO2 adopting either parallel or perpendicular alignment to\nthe pore axis, which in turn governs the adsorption energetics. This work\nestablishes that a reliable description of the local structure, such as\nreorientation/flipping of bridging hydroxyl groups, is a key feature to gain an\naccurate description of the guest locations and energetics in ultra-small pore\nMOFs."}
{"id": "2508.21023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21023", "abs": "https://arxiv.org/abs/2508.21023", "authors": ["Chenyang Yin", "Lei Cao", "Xue Bai", "Suqin He", "Hengbo Zhang", "Tomas Duchon", "Felix Gunkel", "Yunxia Zhou", "Mao Wang", "Anton Kaus", "Janghyun Jo", "Rafal E. Dunin-Borkowski", "Shengqiang Zhou", "Thomas Brückel", "Oleg Petracic"], "title": "Topotactic phase transition in epitaxial La0.7Sr0.3MnO3-δ films induced by oxygen getter assisted thermal annealing", "comment": null, "summary": "Oxygen vacancies play a crucial role in controlling the physical properties\nof complex oxides. In La0.7Sr0.3MnO3-{\\delta}, the topotactic phase transition\nfrom Perovskite (PV) to Brownmillerite (BM) can be triggered e.g. via oxygen\nremoval during thermal annealing. Here we report on a very efficient thermal\nvacuum annealing method using aluminum as an oxygen getter material. The\ntopotactic phase transition is characterized by X-ray Diffraction which\nconfirms a successful transition from PV to BM in La0.7Sr0.3MnO3-{\\delta} thin\nfilms grown via physical vapor deposition. The efficiency of this method is\nconfirmed using La0.7Sr0.3MnO3-{\\delta} micron-sized bulk powder. The\naccompanying transition from the original Ferromagnetic (FM) to an\nAntiferromagnetic (AF) state and the simultaneous transition from a metallic to\nan insulating state is characterized using Superconducting Quantum Interference\nDevice (SQUID)-magnetometry and Alternating Current (AC) resistivity\nmeasurements, respectively. The near surface manganese oxidation states are\nprobed by synchrotron X-ray Absorption Spectroscopy. Moreover, X-ray\nReflectivity, Atomic Force Microscopy and Scanning Transmission Electron\nMicroscopy reveal surface segregation and cation redistribution during the\noxygen getter assisted annealing process."}
{"id": "2508.20657", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.20657", "abs": "https://arxiv.org/abs/2508.20657", "authors": ["Mridul Kumar", "Yevgeny Rakita"], "title": "Prediction of EDS Maps from 4DSTEM Diffraction Patterns Using Convolutional Neural Networks", "comment": null, "summary": "Understanding the relationship between atomic structure (order) and chemical\ncomposition (chemistry) is critical for advancing materials science, yet\ntraditional spectroscopic techniques can be slow and damaging to sensitive\nsamples. Four-dimensional scanning transmission electron microscopy (4D-STEM)\ncaptures detailed diffraction patterns across scanned regions, providing rich\nstructural information, while energy dispersive X-ray spectroscopy (EDS) offers\ncomplementary chemical data. In this work, we develop a machine learning\nframework that predicts EDS spectra directly from 4D-STEM diffraction patterns,\nreducing beam exposure and acquisition time. A convolutional neural network\n(CNN) accurately infers elemental compositions, particularly for elements with\nstrong diffraction contrast or higher concentrations, such as Oxygen and\nTellurium. Both extrapolation and interpolation strategies demonstrate\nconsistent performance, with improved predictions when additional structural\ncontext is available. Visual and cross-correlation analyses confirm the model's\nability to capture global and local compositional trends. This approach\nestablishes a data-driven pathway to non-destructive, high-throughput materials\ncharacterization."}
{"id": "2508.21037", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.21037", "abs": "https://arxiv.org/abs/2508.21037", "authors": ["Amy E. Louks", "Brandon T. Motes", "Anthony T. Troupe", "Axel F. Palmstrom", "Joseph J. Berry", "Dane W. deQuilettes"], "title": "Predicting Trends in $V_{OC}$ Through Rapid, Multimodal Characterization of State-of-the-Art p-i-n Perovskite Devices", "comment": "18 pages, 4 figures", "summary": "Perovskite photovoltaic technologies are approaching commercial deployment,\nyet single junction and tandem architectures both still have significant room\nto improve power conversion efficiency and stability. The ability to perform\nrapid screening of material quality after altering processing conditions is\ncritical to accelerating the optimization and commercialization of\nperovskite-based technologies. Currently, researchers utilize a wide range of\nstand-alone metrology tools to isolate sources of power loss throughout a\ndevice stack, which can be slow and labor intensive. Here, we demonstrate the\nuse of a multimodal metrology approach to rapidly determine the maximum\nachievable and predicted open circuit voltages of > 100 perovskite devices\nduring fabrication. Acquisition of these different data are facilitated by\ncombining them into a single integrated measurement platform. We show that\nthese data and automated analysis can be used to rapidly understand and\nultimately predict quantitative trends in open circuit voltages of\nstate-of-the-art devices architectures. The data and automated analysis\nworkflow presented provides a reliable approach to quickly identify absorber\nand charge transport layer combinations that can lead to improved open circuit\nvoltages."}
{"id": "2508.20666", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2508.20666", "abs": "https://arxiv.org/abs/2508.20666", "authors": ["Thomas M. Michelitsch", "Alejandro P. Riascos"], "title": "Evanescent random walker on networks: Hitting times, budget renewal, and survival dynamics", "comment": "38 pages, 9 figures", "summary": "We consider a mortal random walker evolving with discrete time on a network,\nwhere transitions follow a degree-biased Markovian navigation strategy. The\nwalker starts with a random initial budget $T_1 \\in \\mathbb{N}$ and must\nmaintain a strictly positive budget to remain alive. Each step incurs a unit\ncost, decrementing the budget by one; the walker perishes (is ruined) upon\ndepletion of the budget. However, when the walker reaches designated target\nnodes, the budget is renewed by an independent and identically distributed\n(IID) copy of its initial value. The degree bias is tuned to either favor or\ndisfavor visits to these target nodes. Our model exhibits connections with\nstochastic resetting. The evolution of the budget can be interpreted as a\ndeterministic drift on the integer line toward negative values, where the\nwalker is intermittently reset to positive IID random positions and dies at the\nfirst hit of the origin. The first part of the paper focuses on the\ntarget-hitting statistics of an immortal Markovian walker. We analyze the\n\\textit{target hitting counting process} (THCP) for an arbitrary set of target\nnodes. Within this framework, the second part of the paper addresses the\ndynamics of the evanescent walker. We derive analytical results for arbitrary\nconfigurations of target nodes, including the evanescent propagator matrix, the\nsurvival probability, the mean residence time on a set of nodes during the\nwalker's lifetime, and the expected lifetime itself. Additionally, we compute\nthe expected number of target hits (i.e., budget renewals) in a lifetime of the\nwalker and related distributions. We explore both analytically and numerically\nvarious scenarios affecting the life expectancy of the walker."}
{"id": "2508.21056", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21056", "abs": "https://arxiv.org/abs/2508.21056", "authors": ["Jiaqi Wu", "Alaric Sanders", "Rundong Yuan", "Bo Peng"], "title": "Altermagnetic Shastry-Sutherland fullerene networks", "comment": "7 pages, 3 figures", "summary": "Molecular building blocks provide a versatile platform for realising exotic\nquantum phases. Using charge neutral, pure carbon fullerene molecules as an\nexample, we design altermagnetic C$_{40}$ monolayers in Shastry-Sutherland\nlattice. The resonance structure of one unpaired electron leads to an effective\nspin-1/2 cluster on both long sides of the molecule, which, after rotating into\na 2D rutile-like crystal structure, forms altermagnetic ground state. We show\n$d$-wave spitting of the spin-polarised electronic band structure and strong\nchiral-split magnon bands. Most interestingly, the effective spin-1/2 clusters\nform the Shastry-Sutherland model with a rich phase diagram including\naltermagenti, quantum spin liquid, plaquette, and dimer phases, which can be\neasily accessed to via moderate bi-axial strains. Our findings present magnetic\nfullerene monolayers as a tunable platform for exotic quantum magnetism and\nspintronic applications."}
{"id": "2508.20679", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20679", "abs": "https://arxiv.org/abs/2508.20679", "authors": ["Khushboo Dange", "Shivprasad S. Shastri", "Alok Shukla"], "title": "Electric-field induced half-metallicity in a two-dimensional ferromagnetic Janus VSSe bilayer", "comment": "41 pages, 13 figures in the Manuscript and 8 figures in the\n  Supplemental Material", "summary": "Two-dimensional (2D) half-metals with intrinsic ferromagnetism hold great\npotential for applications in spintronics. In this study, we aim to expand the\nknown space of such 2D ferromagnetic (FM) half-metals by investigating bilayer\nof Janus VSSe, an FM semiconductor. Its structural, electronic, and magnetic\nproperties are examined using density functional theory, employing the DFT+$U$\nmethod, coupled with the PBE functional. The stability of the bilayer is\nexamined using ab initio molecular dynamics simulations at finite temperatures\nup to 400 K. To ensure the stability further, the elastic constants of the\nsystem have also been investigated and we found that VSSe bilayer manifests an\neasy plane of magnetization similar to its monolayer counterpart. At the\nDFT+$U$ level, the considered VSSe bilayer exhibits a tendency towards\nhalf-metallicity with a small band gap of 0.11 eV for the majority spin\ncarriers, and of 0.66 eV for the minority ones. To include a transition from a\nsemiconductor to a half-metal, the bilayer is subjected to an external electric\nfield of varying strengths normal to the plane. The lack of horizontal mirror\nsymmetry in the bilayer allows bidirectional tuning of the band gap, with\ndifferent values for the field in \"upward\" and \"downward\" directions. The band\ngaps for the two spin channels increase with the increasing upward electric\nfield, while the opposite happens for the downward fields, with the majority\ncarrier gap closing at 0.16 V/$\\unicode{x212B}$, making the material a spin\ngapless semiconductor. Further increase in the electric field renders the\nmaterial half metallic at 0.18 V/$\\unicode{x212B}$. Given the fact that these\nvalues of the external electric field are achievable in the lab suggests that\nthe FM Janus VSSe bilayer is a promising candidate for spintronic devices."}
{"id": "2508.20163", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20163", "abs": "https://arxiv.org/abs/2508.20163", "authors": ["Matteo Dürrnagel", "Lennart Klebl", "Tobias Müller", "Ronny Thomale", "Michael Klett"], "title": "Extended s-wave altermagnets", "comment": "6 pages, 3 figures, Supplemental Material", "summary": "We propose extended s-wave altermagnets (sAMs) as a class of magnetic states\nwhich are fully gapped, spin-compensated, and feature spin-polarized bands.\nsAMs are formed through valley-exchange symmetries, which act as momentum-space\ntranslations beyond standard crystallographic spin-group classifications. Using\nan effective two-valley model, we demonstrate that sAMs exhibit isotropic spin\nsplitting, enable spin-selective transport in tailored heterostructures, and\ngive rise to descendant pair density wave order. From a microscopic sAM minimal\nmodel, we develop the guiding principles to identify sAMs in quantum magnets."}
{"id": "2508.20695", "categories": ["cond-mat.mtrl-sci", "J.2"], "pdf": "https://arxiv.org/pdf/2508.20695", "abs": "https://arxiv.org/abs/2508.20695", "authors": ["R. Torchio", "J. A. Hernandez", "A. Cordone", "S. Balugani", "T. Vinci", "A. Ravasio", "C. Pepin", "N. Sevelin-Radiguet", "E. Guillam", "F. Dorchies", "A. Benuzzi"], "title": "Dynamic compression of glassy GeO$2$ up to the TPa range and first observation of shock induced crystallization", "comment": "9 pages, 15 figures", "summary": "In this work we present an extensive study of glassy GeO$_2$ under laser\ninduced dynamic compression. New VISAR and SOP data provide the extension of\nHugoniot EoS up to the TPa range for this material including temperature\nmeasurements. Reflectivity data at both 532 and 1064 nm wavelenght are also\nreported. In the low compression range we observe changes of the optical\nproperties from transparent, to opaque, to metallic state. The second part of\nthis work describes a further laser shock experiment combined with in-situ\nX-ray diffraction. Here we observe, for the first time, the laser shock-induced\ncrystallization of glassy GeO$_2$ to a structure compatible with the rutile\nphase at pressure higher than 20 GPa and melting occurring at around 75 GPa."}
{"id": "2508.20908", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20908", "abs": "https://arxiv.org/abs/2508.20908", "authors": ["Kenji Shimomura", "Ryo Takami", "Daichi Nakamura", "Masatoshi Sato"], "title": "Subspace-Protected Topological Phases and Bulk-Boundary Correspondence", "comment": "9 pages, 3 figures", "summary": "While tremendous research has revealed that symmetry enriches topological\nphases of matter, more general principles that protect topological phases have\nyet to be explored. In this Letter, we elucidate the roles of subspaces in\nfree-fermionic topological phases. A subspace property for Hamiltonians enables\nus to define new topological invariants. They result in peculiar topological\nboundary phenomena, i.e., the emergence of an unpaired zero mode or\nzero-winding skin modes, characterizing subspace-protected topological phases.\nWe establish and demonstrate the bulk-boundary correspondence in\nsubspace-protected topological phases. We further discuss the interplay of the\nsubspace property and internal symmetries. Toward application, we also propose\npossible platforms possessing the subspace property."}
{"id": "2508.20710", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.20710", "abs": "https://arxiv.org/abs/2508.20710", "authors": ["Amit Chanda", "Thor Hvid-Olsen", "Christina Hoegfeldt", "Anshu Gupta", "Alessandro Palliotto", "Maja A. Dunstan", "Kasper S. Pedersen", "Dae-Sung Park", "Damon J. Carrad", "Thomas Sand Jespersen", "Felix Trier"], "title": "Magnetism and nonlinear charge transport in NiFe2O4/γ-Al2O3/SrTiO3 heterostructure for spintronic applications", "comment": "28 pages, 5 figures", "summary": "We present the synthesis and study of the magnetic and electronic properties\nof NiFe2O4/{\\gamma}-Al2O3/SrTiO3 heterostructure. The {\\gamma}-Al2O3/SrTiO3\ninterface hosts a high-mobility two-dimensional electron gas (2DEG) with large\nspin-orbit coupling, making it promising for spintronics applications if it can\nbe coupled to a suitable source of spin currents. Here, we synthesize a\nferrimagnetic insulating NiFe2O4(001) layer on {\\gamma}-Al2O3(001)/SrTiO3(001)\nusing a low-temperature reactive sputtering at 150 deg C without compromising\nthe mobility and charge carrier density of the 2DEG at the\n{\\gamma}-Al2O3(001)/SrTiO3(001) interface. The sheet resistance of both\n{\\gamma}-Al2O3/SrTiO3 and NiFe2O4/{\\gamma}-Al2O3/SrTiO3 exhibits metallic\nbehavior down to cryogenic temperatures, with a low temperature upturn driven\nby the Kondo-like scattering. Most importantly, NiFe2O4/{\\gamma}-Al2O3/SrTiO3\nbehaves as a magnetic diode at low temperatures, and its rectification\nperformance increases significantly with increasing magnetic field strength\ngiving rise to a robust magneto-electronic rectification effect at low\ntemperatures, which provides a first step towards the development of all-oxide\nheterostructures capable of efficient spin-charge conversion."}
{"id": "2508.21021", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21021", "abs": "https://arxiv.org/abs/2508.21021", "authors": ["N. Biniskos", "F. J. dos Santos", "M. Stekiel", "K. Schmalzl", "E. Ressouche", "D. Sviták", "A. Labh", "M. Vališka", "N. Marzari", "P. Čermák"], "title": "Spin structures and phase diagrams of the spin-$\\frac{5}{2}$ triangular-lattice antiferromagnet Na$_2$BaMn(PO$_4$)$_2$ under magnetic field", "comment": "11 pages, 8 figures", "summary": "We combine single-crystal neutron diffraction studies and Monte Carlo\nsimulations to determine the spin structures and finite-temperature phase\ndiagram of the spin-5/2 triangular-lattice antiferromagnet\nNa$_2$BaMn(PO$_4$)$_2$ in magnetic field. With the application of a magnetic\nfield in two different directions, namely along the $c$-axis and in the\n$ab$-plane of the trigonal symmetry, we track the evolution of the spin\nstructure through changes of the magnetic propagation vector. We account for\nthese results with a minimal Heisenberg Hamiltonian that includes easy-axis\nanisotropy and weak, frustrated interlayer couplings in addition to intralayer\nexchange. Guided by representation analysis, we refine symmetry-allowed modes\nto the measured intensities and obtain the spin structures for all\nfield-induced phases, which we compare quantitatively with simulated\nconfigurations. Taken together, our measurements and simulations show that\nfrustrated interlayer exchange -- rather than purely 2D physics -- organizes\nthe unexpectedly rich field-induced phases of Na$_2$BaMn(PO$_4$)$_2$."}
{"id": "2508.20713", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "nlin.SI", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20713", "abs": "https://arxiv.org/abs/2508.20713", "authors": ["Akihiro Hokkyo"], "title": "Integrability from a Single Conservation Law in Quantum Spin Chains", "comment": "7 pages (Supplemental Material: 10 pages)", "summary": "We prove that for quantum spin chains with finite-range interactions, the\nexistence of a specific conservation law known as the Reshetikhin condition\nimplies the presence of infinitely many local conserved quantities, i.e.,\nintegrability. This shows that the entire hierarchy of conservation laws\nassociated with solutions of the Yang--Baxter equation is already encoded in\nthe lowest nontrivial conservation law. Combined with recent rigorous results\non nonintegrability, our theorem strongly restricts the possibility of\npartially integrable systems that admit only a finite but large number of local\nconserved quantities. Our work establishes a rigorous foundation for the\nsystematic identification of new integrable models and deepens the algebraic\nunderstanding of conservation-law structures in quantum spin chains."}
{"id": "2508.20714", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2508.20714", "abs": "https://arxiv.org/abs/2508.20714", "authors": ["S. V. Sintsov", "N. V. Chekmarev", "K. I. Rybakov", "A. A. Sorokin", "E. I. Preobrazhenskii", "A. V. Vodopyanov"], "title": "Ultrafast solid-state chemical synthesis of BaTiO3 initiated by gyrotron microwave radiation", "comment": null, "summary": "This work presents the results of a study on the solid-state synthesis of\nbarium titanate under continuous microwave radiation from a 24 GHz gyrotron in\na multimode cavity reactor. It is shown that in localized domains where\nfine-scale thermal instabilities develop, initiated by microwave radiation\nwithin the initial stoichiometric reaction mixture of ultrafine barium\ncarbonate and titanium dioxide powders, the synthesis can proceed within 1,5 -\n7 minutes, achieving a target product yield of up to 90%. Based on a developed\nrealistic numerical model of the multimode reactor, involving an iterative\nsolution of stationary Maxwell and heat conduction equations, it is\ndemonstrated that the specific absorbed power in the domains where fine-scale\nthermal instabilities develop can reach 670 W/cm3 under an input microwave\npower of 400 W."}
{"id": "2508.20727", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20727", "abs": "https://arxiv.org/abs/2508.20727", "authors": ["Ola Kenji Forslund"], "title": "A two-state generalisation of the strong collision model", "comment": null, "summary": "Muon spin relaxation is a powerful technique for probing static and dynamic\nlocal magnetic fields. The strong collision model, based on a\nGaussian-Markovian process, is commonly used to account for dynamical effects.\nYet, it remains limited in describing systems where the local field undergoes\ndiscrete state changes. To address this, I introduce a generalized two-state\nstrong collision model that explicitly incorporates transitions between\ndistinct local field environments during fluctuations. This extension allows\nfor a more accurate representation of dynamical effects, particularly in\nsystems where each collision alters the underlying static polarisation\nfunction. Analytical and numerical solutions are presented, and the model's\napplicability is demonstrated {\\color{black}and discussed} across relevant\nphysical systems -- including low-dimensional magnets, systems with dynamic\ndisorder and ion and muon diffusion. These results offer an enhanced framework\nfor interpreting data in complex materials and extend the method's reach to a\nbroader class of dynamical phenomena in condensed matter physics."}
{"id": "2508.20742", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.20742", "abs": "https://arxiv.org/abs/2508.20742", "authors": ["Elzbieta Gradauskaite"], "title": "Revival of Layered Ferroelectrics in Thin Films", "comment": "Literature review, 37 pages, 14 figures", "summary": "Layered perovskites are a versatile class of ferroelectrics with their\nstructural anisotropy reflected in unusual electrostatics that give rise to\nexceptional ferroelectric properties. These materials fall into four main\nfamilies: Aurivillius, Carpy-Galy, Ruddlesden-Popper, and Dion-Jacobson phases;\neach forming natural superlattices by interleaving perovskite slabs with spacer\nlayers. For a long time, these materials were considered too structurally\ncomplex to prepare as high-quality thin films. However, recent breakthroughs in\ndeposition and advanced characterization have made it possible to stabilize\nhigh-quality films with atomic precision, uncovering a wide range of\nunconventional ferroelectric functionalities. These include robust in-plane\npolarization without a critical thickness, the emergence of charged domain\nwalls and non-trivial polar textures, resilience to doping with magnetic ions\nand charge carriers, and possibility to epitaxially integrate them into\nstandard perovskite heterostructures. This review aims to unify current\nknowledge on the fabrication and characterization of layered ferroelectric thin\nfilms, and to present research findings across all four structural families,\nwith the goal of highlighting their common features despite differences in\ncrystal structure and polarization mechanisms. We also discuss promising\nresearch directions, including polar metallicity, (alter-)magnetoelectricity,\nexfoliation, and soft-chemistry-driven phase transformations, with the goal of\nconsolidating the field and encouraging further exploration of these materials\nfor both fundamental studies and applications."}
{"id": "2508.20756", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.20756", "abs": "https://arxiv.org/abs/2508.20756", "authors": ["Jacopo Romano", "Andrea Gambassi"], "title": "Anomalous diffusion and run-and-tumble motion of a chemotactic particle in low dimensions", "comment": null, "summary": "We study the stochastic dynamics of a symmetric self-chemotactic particle and\ndetermine the long-time behavior of its mean squared displacement (MSD). The\nattractive or repulsive interaction of the particle with the chemical field\nthat it generates induces a non-linear, non-Markovian effective dynamics, which\nresults into anomalous diffusion for spatial dimensions $d \\leq 2$. In one\nspatial dimension, we map the case of repulsive chemotaxis onto a\nrun-and-tumble-like dynamics, leading to an MSD which, as a function of the\nelapsed time $t$, grows superdiffusively with exponent $4/3$. In the presence\nof attractive chemotaxis, instead, the particle exhibits a slowdown, with the\nMSD growing logarithmically with time. In $d=2$, we find logarithmic aging of\nthe diffusion coefficient, while in $d=3$ the motion reverts standard diffusive\nbehavior with a renormalized diffusion coefficient."}
{"id": "2508.20772", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20772", "abs": "https://arxiv.org/abs/2508.20772", "authors": ["M. A. Zubkov"], "title": "Topological invariant responsible for the stability of the Fermi surfaces in non - homogeneous systems", "comment": "Latex, 10 pages; Supplementary Materials, 6 pages", "summary": "The topological invariant responsible for the stability of Fermi point/Fermi\nsurface in homogeneous systems is expressed through the one particle Green\nfunction, which depends on momentum. It is given by an integral over the 3D\nhypersurface in momentum space surrounding the Fermi surface. Notion of Fermi\nsurface may be extended to the non - homogeneous systems using Wigner - Weyl\ncalculus. The Fermi surface becomes coordinate dependent, it may be defined as\nthe position of the singularity in momentum space of the Wigner transformed\nGreen function. Then the topological invariant responsible for the stability of\nthis Fermi surface is given by the same expression as for the homogeneous case,\nin which the Green function is replaced by its Wigner transformation while the\nordinary products are replaced by the Moyal products. We illustrate the\nproposed construction by the examples of the systems, in which the given\ntopological invariant is nontrivial and may be calculated explicitly."}
{"id": "2508.20779", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.20779", "abs": "https://arxiv.org/abs/2508.20779", "authors": ["Basile Herzog", "Patrik Thunström", "Olle Eriksson"], "title": "A configuration interaction approach to solve the Anderson impurity model; applications to elemental Ce", "comment": "12 pages, 10 figures", "summary": "Accurate calculations of strongly correlated materials remain a formidable\nchallenge in condensed matter physics, particularly due to the computational\ndemand of conventional methods. This paper presents an efficient solver for\ndynamical mean field theory using configuration interaction (CI). The method is\nshown to have improved efficiency compared to traditional, exact\ndiagonalization approaches. Hence, it provides an accessible, open-source\nalternative that can be executed on standard laptop computers or on\nsupercomputers. The solver is demonstrated on cerium in the $\\gamma$-,\n$\\alpha$- and $\\epsilon$-phases. An analysis of how the electronic structure of\nCe evolves as function of lattice compression is made. It is argued that the\nelectronic structure evolves from a localized nature of the 4f shell in\n$\\gamma$-Ce to an essentially itinerant nature of the 4f shell of\n$\\epsilon$-Ce. The transition between these two phases, as function of\ncompression, can hence be seen as a Mott transition. However, this transition\nis intercepted by the strongly correlated $\\alpha$-phase of elemental Ce, for\nwhich the 4f shell forms a Kondo singlet."}
{"id": "2508.20792", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.20792", "abs": "https://arxiv.org/abs/2508.20792", "authors": ["Rajae Malek", "Qing-Dong Jiang", "Haiwen Liu"], "title": "Distinct Spatiotemporal Dynamics of Thermoelectric Transport Across Superconducting Transition", "comment": null, "summary": "We investigate the relaxation dynamics of heat transport in superconductors,\nshaped by the interplay of diffusion, nonlinearity, and magnetic fields.\nFocusing on regimes near the critical temperature Tc, we analyze two classes of\nrelaxation diffusion equations that give rise to qualitatively distinct\ndynamics, which we denote as Type I (linear) and Type II (nonlinear). Type I\nrelaxation, characteristic of the normal state above Tc, results in a steady\nand spatially uniform heat current governed by linear diffusion. By contrast,\nType II relaxation, relevant below Tc, exhibits non steady dynamics marked by\npronounced spatial inhomogeneities and an evolving pattern, in which an\ninitially localized hot spot propagates transiently through the system. The\nstriking distinction between these regimes underscores a fundamental shift in\ntransport mechanisms across the superconducting phase transition and provides\nexperimentally relevant predictions in light of emerging techniques for probing\nlocal dissipation."}
{"id": "2508.20821", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.20821", "abs": "https://arxiv.org/abs/2508.20821", "authors": ["Anna Krasznai", "Sergei Rutkevich", "Gábor Takács"], "title": "Confinement in the three-state Potts quantum spin chain in extreme ferromagnetic limit", "comment": "44 pages, pdflatex", "summary": "We examine the dynamics of the three-state Potts quantum spin chain in the\nextreme ferromagnetic regime using perturbation theory in the transverse\nmagnetic field. We demonstrate that this approach provides access to features\nwell beyond the semiclassical method applied previously, including the\ndescription of resonant excitations and analytic prediction for the time\nevolution after a quantum quench. We also demonstrate that it agrees with the\nmeson/bubble spectrum results from exact diagonalisation and the numerical\nsimulations of the time evolution."}
{"id": "2508.20895", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.20895", "abs": "https://arxiv.org/abs/2508.20895", "authors": ["Leone V. Luzzatto", "Juan Felipe Barrera López", "István A. Kovács"], "title": "Multicritical Infection Spreading", "comment": "10 pages, 6 figures", "summary": "The contact process is a simple infection spreading model showcasing an\nout-of-equilibrium phase transition between a macroscopically active and an\ninactive phase. Such absorbing state phase transitions are often sensitive to\nthe presence of quenched disorder. Traditionally, a phase transition in the\ndisordered contact process is either triggered by dilution or by locally\nvarying the infection rate. However, when both factors play an important role,\na multicritical point emerges that remains poorly understood. Here, we study\nthe multicritical contact process by large-scale Monte Carlo simulations in two\nand three dimensions. The multicritical behavior is found to be universal and\nexhibits ultra-slow, activated dynamical scaling, with exponents consistent\nwith those predicted by the strong disorder renormalization group method. This\nfinding indicates that the multicritical contact process belongs to the same\nuniversality class as the multicritical quantum Ising model, opening future\ndirections to measure quantum entanglement properties via classical\nsimulations."}
{"id": "2508.20908", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.20908", "abs": "https://arxiv.org/abs/2508.20908", "authors": ["Kenji Shimomura", "Ryo Takami", "Daichi Nakamura", "Masatoshi Sato"], "title": "Subspace-Protected Topological Phases and Bulk-Boundary Correspondence", "comment": "9 pages, 3 figures", "summary": "While tremendous research has revealed that symmetry enriches topological\nphases of matter, more general principles that protect topological phases have\nyet to be explored. In this Letter, we elucidate the roles of subspaces in\nfree-fermionic topological phases. A subspace property for Hamiltonians enables\nus to define new topological invariants. They result in peculiar topological\nboundary phenomena, i.e., the emergence of an unpaired zero mode or\nzero-winding skin modes, characterizing subspace-protected topological phases.\nWe establish and demonstrate the bulk-boundary correspondence in\nsubspace-protected topological phases. We further discuss the interplay of the\nsubspace property and internal symmetries. Toward application, we also propose\npossible platforms possessing the subspace property."}
{"id": "2508.20925", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20925", "abs": "https://arxiv.org/abs/2508.20925", "authors": ["Megan O. Hill Landberg", "Bixin Yan", "Huaiyu Chen", "Efe Ipek", "Morgan Trassin", "Jesper Wallentin"], "title": "Electrode modified domain morphology in ferroelectric capacitors revealed by X-ray microscopy", "comment": "21 pages, 11 figures, includes main text and supplementary\n  information", "summary": "Ferroelectric thin films present a powerful platform for next generation\ncomputing and memory applications. However, domain morphology and dynamics in\nburied ferroelectric stacks have remained underexplored, despite the importance\nfor real device performance. Here, nanoprobe X-ray diffraction (nano-XRD) is\nused to image ferroelectric domains inside BiFeO3-based capacitors, revealing\nstriking differences from bare films such as local disorder in domain\narchitecture and partial polarization reorientation. We demonstrate sensitivity\nto ferroelectric reversal in poled capacitors, revealing expansive/compressive\n(001) strain for up-/down-polarization using nano-XRD. We observe quantitative\nand qualitative differences between poling by piezoresponse force microscopy\n(PFM) and in devices. Further, biasing induces lattice tilt at electrode edges\nwhich may modify performance in down-scaled devices. Direct comparison with PFM\npolarized structures even demonstrates potential nano-XRD sensitivity to domain\nwalls. Our results establish nano-XRD as a noninvasive probe of buried\nferroelectric domain morphologies and dynamics, opening avenues for operando\ncharacterization of energy-efficient nanoscale devices."}
{"id": "2508.20930", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20930", "abs": "https://arxiv.org/abs/2508.20930", "authors": ["Elzbieta Gradauskaite", "Natascha Gray", "Quintin N. Meier", "Marta D. Rossell", "Morgan Trassin"], "title": "Control of polarization and polar chiral textures in BiFeO$_3$ by epitaxial strain and interfacial chemistry", "comment": "14 pages, 4 main-text figures, 3 supplementary figures", "summary": "The balance between interfacial chemistry, electrostatics, and epitaxial\nstrain plays a crucial role in stabilizing polarization in ferroelectric thin\nfilms. Here, we bring these contributions into competition in BiFeO$_3$ (BFO)\nthin films grown on the charged-surface-terminated La$_{0.7}$Sr$_{0.3}$MnO$_3$\n(LSMO)-buffered NdGaO$_3$ (001) substrates. The large anisotropic compressive\nstrain from the substrate promotes the formation of ferroelectric domains\ndespite the expected stabilization of a uniform out-of-plane polarization by\nthe (La,Sr)O$^{0.7+}$ termination of the metallic buffer. Piezoresponse force\nmicroscopy and scanning transmission electron microscopy reveal that the\nresulting nanoscale domain architecture is stabilized by the deterministic\nformation of a fluorite-like Bi$_2$O$_2$ surface layer on regions polarized\noppositely to the LSMO-imposed polarization orientation. Leveraging this\npolarization compensation mechanism, we stabilize a uniform out-of-plane\npolarization in our highly strained BFO films by inserting a\nBi$_2$O$_2$-terminated Aurivillius film as a buffer layer. Additionally, we\nreveal signatures of homochiral polarization textures in our BFO films on the\nlevel of domain configurations using local polarization switching experiments.\nOur work thus brings new strategies for controlling polarization direction and\nchiral textures in oxide ferroelectrics, opening pathways for functional\ndomain-wall and domain-based electronics."}
{"id": "2508.20969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.20969", "abs": "https://arxiv.org/abs/2508.20969", "authors": ["Phillip Mercebach", "Sun-Yong Hwang", "Bo Lu", "Björn Sothmann", "Yukio Tanaka", "Pablo Burset"], "title": "Gate-tunable nonreciprocal thermoelectric effects on the surface states of topological insulators", "comment": "13 pages, 9 figures", "summary": "Thermoelectric devices at the nanoscale offer promising routes for on-chip\nrefrigeration and waste-heat recovery, yet most semiconductor-based\nimplementations suffer from limited tunability and narrow operational ranges.\nWe introduce a highly flexible thermoelectric platform based on a ballistic\njunction formed by two gate-tunable regions of a topological insulator surface\nstate bridged by a magnetic barrier. We theoretically demonstrate that such\ndevice exhibits strong electrical control over both refrigeration and\nthermoelectric power generation via side gates. We exploit the interplay\nbetween strong spin-orbit coupling and magnetism to achieve pronounced\nnonreciprocal transport, asymmetric cooling and tunable diode-like behavior. To\ndemonstrate experimental feasibility, we further analyze refrigeration\nefficiency and phonon-limited performance in realistic material settings."}
{"id": "2508.21000", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21000", "abs": "https://arxiv.org/abs/2508.21000", "authors": ["Aidan P. Reddy", "Liang Fu"], "title": "Quantum melting a Wigner crystal into Hall liquids", "comment": "7 pages, 4 figures", "summary": "Recent experiments have shown that, counterintuitively, applying a magnetic\nfield to a Wigner crystal can induce quantum Hall effects. In this work, using\nvariational Monte Carlo, we show that magnetic fields can melt zero-field\nWigner crystals into integer quantum Hall liquids. This melting originates from\nquantum oscillations in the liquid's ground state energy, which develops\ndownward cusps at integer filling factors due to incompressibility. Our\ncalculations establish a range of densities in which this quantum melting\ntransition occurs."}
{"id": "2508.21008", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21008", "abs": "https://arxiv.org/abs/2508.21008", "authors": ["Jyoti Bisht", "Brijesh Kumar"], "title": "Evolution of quasiparticle edge states with Hubbard interaction in Rice-Mele chain", "comment": "7 pages and 10 figures", "summary": "We study the behaviour of edge states in Rice-Mele model with Hubbard\ninteraction, U , at half-filling using density matrix renormalization group,\nexact diagonalization and effective charge dynamics in Kumar representation.\nFor a fixed dimerization, $\\delta$, and staggered potential, V , we find by\nincreasing U the quasiparticle edge states in the charge gap to come down in\nenergy from V in the absence of Hubbard interaction to zero energy for U\n$\\approx$ 2V . This presents an uncommon case where repulsion leads to\nzero-energy edge states. Upon increasing U further, the edge state energy\nstarts increasing again until they are lost in the bulk. However, upon\nincreasing U even further, these edge states reappear in the high energy gap.\nSo, with Hubbard interaction, the edge states in Rice-Mele chain transmigrate\nfrom the physical charge gap to a high energy gap."}
{"id": "2508.21009", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.21009", "abs": "https://arxiv.org/abs/2508.21009", "authors": ["Miguel Verde", "Paloma A. Huidobro"], "title": "Optical Response by Time-Varying Plasmonic Nanoparticles", "comment": null, "summary": "The temporal modulation of material parameters enables optical amplification\nwithin linear media. Here we consider the fundamental building block of\nplasmonics, a subwavelength metal nanoparticle, and study how temporal\nmodulation alters the optical response of the frequency-dispersive scatterers.\nWe show that modulating in time leads to Floquet replicas of the localized\nsurface plasmon resonance of the nanoparticle, which can result in light\namplification. We propose a model based on a point-like dipole description of\nthe time-varying frequency-dispersive nanoparticle that fully captures the\nradiative and amplifying properties of the system in the subwavelength regime.\nBy comparing our simplified model to full Floquet-Mie scattering calculations,\nwe demonstrate that the optical scattering by the nanoparticle is accurately\ndescribed by an analytical two-band model. This allows us to introduce a\ntwo-frequency effective polarizability that fully incorporates the properties\nof the localized surface plasmon and its amplifying replica, as well as their\ninteraction. In addition, we analyze the emergence of the parametric\namplification condition for the modulated nanoparticle, showing that\namplification can be obtained in a broad range of parameters."}
{"id": "2508.21014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21014", "abs": "https://arxiv.org/abs/2508.21014", "authors": ["Indraneel Sinha", "Saurav Sachin", "Prashant Kumar", "Atul Pandey", "Bijoy Kumar Kuanr", "Sujit Manna"], "title": "Controlled spin-to-charge conversion in noncollinear antiferromagnet-based Py/Mn$_{3}$Pt heterostructure", "comment": "10 pages with 5 figures", "summary": "Noncollinear antiferromagnets (NCAFs) have recently emerged as promising\ncandidates for future spintronic technologies, offering ultrafast switching,\nnegligible stray fields allowing dense packing, and robustness against external\nmagnetic perturbations. When interfaced with ferromagnets (FMs), they can\nstrongly influence interfacial exchange and spin-torque mechanisms that enable\nmanipulating magnetic order and realizing functionalities beyond conventional\nheavy metals (HMs) based FM/HM heterostructures. Here, we perform a broadband\nferromagnetic resonance (FMR) study to systematically investigate the\nmagnetization dynamics and spin-to-charge conversion in permalloy (Py) and\nMn$_3$Pt bilayers. High-quality Py films provide a well-defined FMR spectra\nwith a low Gilbert damping parameter ( $\\alpha_{\\mathrm{eff}} \\approx 9.8\n\\times 10^{-3}$). We observe a pronounced enhancement of damping with intrinsic\nvalue $\\alpha_{\\mathrm{int}} \\approx 3.1 \\times 10^{-2}$ in the Py/Mn$_3$Pt\nbilayer, indicating efficient spin pumping into the NCAF layer. Frequency\ndependent linewidth analysis shows a predominantly Gilbert type damping in the\nbilayers and the corresponding effective spin-mixing conductance (\n$g^{\\uparrow\\downarrow}_{\\mathrm{eff}} \\approx 4.8 \\times 10^{18}$m$^{-2}$) is\ncomparable to that of other high-performance antiferromagnetic\nheterostructures. These results are significant for establishing NCAFs as a\ncandidate material for spin generation and highlights the potential of\nPy/Mn$_3$Pt bilayers for efficient and ultrafast spintronic applications."}
{"id": "2508.21017", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21017", "abs": "https://arxiv.org/abs/2508.21017", "authors": ["Arturo Galindo", "Neubi Xavier", "Noelia Maldonado", "Jesús Díaz-Sánchez", "Carmen Morant", "Gastón García", "Celia Polop", "Qiong Cai", "Enrique Vasco"], "title": "Lithiation Analysis of Metal Components for Li-Ion Battery using Ion Beams", "comment": "33 pages, one graphical abstract and 9 figures", "summary": "Metal components are extensively used as current collectors, anodes, and\ninterlayers in lithium-ion batteries. Integrating these functions into one\ncomponent enhances the cell energy density and simplifies its design. However,\nthis multifunctional component must meet stringent requirements, including high\nand reversible Li storage capacity, rapid lithiation/delithiation kinetics,\nmechanical stability, and safety. Six single-atom metals (Mg, Zn, Al, Ag, Sn\nand Cu) are screened for lithiation behavior through their interaction with ion\nbeams in electrochemically tested samples subjected to both weak and strong\nlithiation regimes. These different lithiation regimes allowed us to\ndifferentiate between the thermodynamics and kinetic aspects of the lithiation\nprocess. Three types of ions are used to determine Li depth profile: $H^+$ for\nnuclear reaction analysis (NRA), $He^+$ for Rutherford backscattering (RBS),\nand $Ga^+$ for focused ion beam (FIB) milling. The study reveals three\nlithiation behaviors: (i) Zn, Al, Sn form pure alloys with Li; (ii) Mg, Ag\ncreate intercalation solid solutions; (iii) Cu acts as a lithiation barrier.\nNRA and RBS offer direct and quantitative data, providing a more comprehensive\nunderstanding of the lithiation process in LIB components. These findings fit\nwell with our ab-initio simulation results, establishing a direct correlation\nbetween electrochemical features and fundamental thermodynamic parameters."}
{"id": "2508.21021", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21021", "abs": "https://arxiv.org/abs/2508.21021", "authors": ["N. Biniskos", "F. J. dos Santos", "M. Stekiel", "K. Schmalzl", "E. Ressouche", "D. Sviták", "A. Labh", "M. Vališka", "N. Marzari", "P. Čermák"], "title": "Spin structures and phase diagrams of the spin-$\\frac{5}{2}$ triangular-lattice antiferromagnet Na$_2$BaMn(PO$_4$)$_2$ under magnetic field", "comment": "11 pages, 8 figures", "summary": "We combine single-crystal neutron diffraction studies and Monte Carlo\nsimulations to determine the spin structures and finite-temperature phase\ndiagram of the spin-5/2 triangular-lattice antiferromagnet\nNa$_2$BaMn(PO$_4$)$_2$ in magnetic field. With the application of a magnetic\nfield in two different directions, namely along the $c$-axis and in the\n$ab$-plane of the trigonal symmetry, we track the evolution of the spin\nstructure through changes of the magnetic propagation vector. We account for\nthese results with a minimal Heisenberg Hamiltonian that includes easy-axis\nanisotropy and weak, frustrated interlayer couplings in addition to intralayer\nexchange. Guided by representation analysis, we refine symmetry-allowed modes\nto the measured intensities and obtain the spin structures for all\nfield-induced phases, which we compare quantitatively with simulated\nconfigurations. Taken together, our measurements and simulations show that\nfrustrated interlayer exchange -- rather than purely 2D physics -- organizes\nthe unexpectedly rich field-induced phases of Na$_2$BaMn(PO$_4$)$_2$."}
{"id": "2508.21023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21023", "abs": "https://arxiv.org/abs/2508.21023", "authors": ["Chenyang Yin", "Lei Cao", "Xue Bai", "Suqin He", "Hengbo Zhang", "Tomas Duchon", "Felix Gunkel", "Yunxia Zhou", "Mao Wang", "Anton Kaus", "Janghyun Jo", "Rafal E. Dunin-Borkowski", "Shengqiang Zhou", "Thomas Brückel", "Oleg Petracic"], "title": "Topotactic phase transition in epitaxial La0.7Sr0.3MnO3-δ films induced by oxygen getter assisted thermal annealing", "comment": null, "summary": "Oxygen vacancies play a crucial role in controlling the physical properties\nof complex oxides. In La0.7Sr0.3MnO3-{\\delta}, the topotactic phase transition\nfrom Perovskite (PV) to Brownmillerite (BM) can be triggered e.g. via oxygen\nremoval during thermal annealing. Here we report on a very efficient thermal\nvacuum annealing method using aluminum as an oxygen getter material. The\ntopotactic phase transition is characterized by X-ray Diffraction which\nconfirms a successful transition from PV to BM in La0.7Sr0.3MnO3-{\\delta} thin\nfilms grown via physical vapor deposition. The efficiency of this method is\nconfirmed using La0.7Sr0.3MnO3-{\\delta} micron-sized bulk powder. The\naccompanying transition from the original Ferromagnetic (FM) to an\nAntiferromagnetic (AF) state and the simultaneous transition from a metallic to\nan insulating state is characterized using Superconducting Quantum Interference\nDevice (SQUID)-magnetometry and Alternating Current (AC) resistivity\nmeasurements, respectively. The near surface manganese oxidation states are\nprobed by synchrotron X-ray Absorption Spectroscopy. Moreover, X-ray\nReflectivity, Atomic Force Microscopy and Scanning Transmission Electron\nMicroscopy reveal surface segregation and cation redistribution during the\noxygen getter assisted annealing process."}
{"id": "2508.21037", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.21037", "abs": "https://arxiv.org/abs/2508.21037", "authors": ["Amy E. Louks", "Brandon T. Motes", "Anthony T. Troupe", "Axel F. Palmstrom", "Joseph J. Berry", "Dane W. deQuilettes"], "title": "Predicting Trends in $V_{OC}$ Through Rapid, Multimodal Characterization of State-of-the-Art p-i-n Perovskite Devices", "comment": "18 pages, 4 figures", "summary": "Perovskite photovoltaic technologies are approaching commercial deployment,\nyet single junction and tandem architectures both still have significant room\nto improve power conversion efficiency and stability. The ability to perform\nrapid screening of material quality after altering processing conditions is\ncritical to accelerating the optimization and commercialization of\nperovskite-based technologies. Currently, researchers utilize a wide range of\nstand-alone metrology tools to isolate sources of power loss throughout a\ndevice stack, which can be slow and labor intensive. Here, we demonstrate the\nuse of a multimodal metrology approach to rapidly determine the maximum\nachievable and predicted open circuit voltages of > 100 perovskite devices\nduring fabrication. Acquisition of these different data are facilitated by\ncombining them into a single integrated measurement platform. We show that\nthese data and automated analysis can be used to rapidly understand and\nultimately predict quantitative trends in open circuit voltages of\nstate-of-the-art devices architectures. The data and automated analysis\nworkflow presented provides a reliable approach to quickly identify absorber\nand charge transport layer combinations that can lead to improved open circuit\nvoltages."}
{"id": "2508.21053", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2508.21053", "abs": "https://arxiv.org/abs/2508.21053", "authors": ["Will T. Engedal", "Róbert Juhász", "István A. Kovács"], "title": "Activity propagation with Hebbian learning", "comment": "16 pages, 12 figures", "summary": "We investigate the impact of Hebbian learning on the contact process, a\nparadigmatic model for infection spreading, which has been also proposed as a\nsimple model to capture the dynamics of inter-regional brain activity\npropagation as well as population spreading. Each of these contexts calls for\nan extension of the contact process with local learning. We introduce Hebbian\nlearning as a positive or negative reinforcement of the activation rate between\na pair of sites after each successful activation event. Learning can happen\neither in both directions motivated by social distancing (mutual learning\nmodel), or in only one of the directions motivated by brain and population\ndynamics (source or target learning models). Hebbian learning leads to a rich\nclass of emergent behavior, where local incentives can lead to the opposite\nglobal effects. In general, positive reinforcement (increasing activation\nrates) leads to a loss of the active phase, while negative reinforcement\n(reducing activation rates) can turn the inactive phase into a globally active\nphase. In two dimensions and above, the effect of negative reinforcement is\ntwofold: it promotes the spreading of activity, but at the same time gives rise\nto the appearance of effectively immune regions, entailing the emergence of two\ndistinct critical points. Positive reinforcement can lead to Griffiths effects\nwith non-universal power-law scaling, through the formation of random loops of\nactivity, a manifestation of the ``ant mill\" phenomenon."}
{"id": "2508.21056", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21056", "abs": "https://arxiv.org/abs/2508.21056", "authors": ["Jiaqi Wu", "Alaric Sanders", "Rundong Yuan", "Bo Peng"], "title": "Altermagnetic Shastry-Sutherland fullerene networks", "comment": "7 pages, 3 figures", "summary": "Molecular building blocks provide a versatile platform for realising exotic\nquantum phases. Using charge neutral, pure carbon fullerene molecules as an\nexample, we design altermagnetic C$_{40}$ monolayers in Shastry-Sutherland\nlattice. The resonance structure of one unpaired electron leads to an effective\nspin-1/2 cluster on both long sides of the molecule, which, after rotating into\na 2D rutile-like crystal structure, forms altermagnetic ground state. We show\n$d$-wave spitting of the spin-polarised electronic band structure and strong\nchiral-split magnon bands. Most interestingly, the effective spin-1/2 clusters\nform the Shastry-Sutherland model with a rich phase diagram including\naltermagenti, quantum spin liquid, plaquette, and dimer phases, which can be\neasily accessed to via moderate bi-axial strains. Our findings present magnetic\nfullerene monolayers as a tunable platform for exotic quantum magnetism and\nspintronic applications."}
{"id": "2508.20960", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.20960", "abs": "https://arxiv.org/abs/2508.20960", "authors": ["María del Mar Cammarata", "R. Martín Negri", "Rocio Semino"], "title": "Intermolecular Interactions between Polyethylene, Water, and Potential Antistatic and Slip Additives: a Molecular Dynamics Study", "comment": "39 pages, 15 figures, 4 tables", "summary": "Additives are essential to enhance or modify the properties of plastics for\ntarget applications. However, finding appropriate additives may be challenging,\nsince we lack knowledge on their interactions with the plastics and with\nmoisture, and the interplay between them. In this work, we study a commercial\nadditive as well as two new potential additives for their antistatic and slip\nproperties in polyethylene by means of atomistic molecular dynamics\nsimulations. We reveal the most favorable interactions between polyethylene,\neach of these molecules and water, along with providing a microscopic picture\nof their interfacial structure. All additives interact with water mainly by\ntheir polar heads, with water acting as a hydrogen bond acceptor or donor\ndepending on the additive. As expected, water does not enter the polyethylene\nmatrix; it accumulates at its surface instead, without any preferencial\norientation. The additives studied exhibit remarkably different structures when\nthey are mixed with the polymer: two of them enter the polymer matrix to\nvarious degrees, either by intercalating their chains with the polyethylene\nones or by forming miscellar-like structures, while the third one stays at the\nsurface. When water is incorporated into the system, the structure of some of\nthe additive/polyethylene systems changes. The magnitude and nature of these\nchanges depend on the relative concentrations of all species. If the additives\nare in low concentrations, water stays at the surface of the material, in a\ndrop-like shape. The additives penetrate and organize the polymer more or less\ndepending on whether water is present or not. We predict that one of our two\nproposed molecules has promising antistatic properties while the other one\ncould be applied as a slip agent. We hope that our predictions will spark\ninterest in testing these molecules in the laboratory as polyethylene\nadditives."}
