{"id": "2509.04571", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.04571", "abs": "https://arxiv.org/abs/2509.04571", "authors": ["Pujita Das", "Parth Bahuguna", "Tulika Maitra", "Narayan Mohanta"], "title": "Superconducting pairing symmetries in charge-ordered kagomé metals", "comment": "15 pages, 10 figures", "summary": "We investigate the superconducting state in a kagom\\'e lattice, with\nintertwined charge order and time-reversal symmetry-breaking loop current,\nusing self-consistent Bogoliubov-de Gennes formalism to find the emergent\npairing symmetries. Using local and nearest-neighbor attractive interactions,\ntreated within Hartree-Fock mean-field approximation, we obtain all possible\npairing symmetries in position space. Our findings indicate that the uniform\n$s$-wave symmetry, arising in the absence of the charge order and the loop\ncurrent, modifies to a pair density wave of $s$-wave symmetry of 2$\\times$2\nlattice periodicity in the presence of the charge order, and a chiral pair\ndensity wave of $d_{x^2-y^2}\\!+\\!id_{xy}$-wave symmetry of the same 2$\\times$2\nperiodicity in the presence of the charge order and loop current order, in both\nonsite and nearest-neighbor channels. In the absence of inversion symmetry,\nsuch as in the thin-film geometry, Rashba spin-orbit coupling appears, inducing\nan additional nearest-neighbor triplet $p_x\\pm ip_y$-wave pairing. The results\nare relevant to superconductivity found in $A$V$_{3}$Sb$_{5}$ ($A$ = K, Rb,\nCs), coexisting with a charge order that breaks time-reversal symmetry. We\ndiscuss fingerprints of these different pairing symmetries in scanning\ntunneling microscopy experiments."}
{"id": "2509.04840", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04840", "abs": "https://arxiv.org/abs/2509.04840", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Qiang Cheng"], "title": "Equal-spin and oblique-spin crossed Andreev reflections in ferromagnet/Ising superconductor/ferromagnet junction", "comment": null, "summary": "We study the subgap transport through a ferromagnet/Ising\nsuperconductor/ferromagnet (F/ISC/F) junction by solving the Bogoliubov-de\nGennes equations. It is found that the crossed Andreev reflection (CAR) and\nlocal Andreev reflection (LAR) strongly depend on the spin polarized F, the\nmagnetization direction, and the Ising superconducting phase. For the same\nmagnetization directions of the two F leads, the equal-spin CAR could take\nplace due to spin-flip mechanism induced by the Ising spin-orbit coupling and\nequal-spin-triplet pairing. Both equal-spin CAR and equal-spin LAR exhibit a\nremarkable magnetoanisotropy with period \\pi and show oscillatory behavior with\nchemical potential. The equal-spin CAR is more prominent for half-metal F and\ndouble-band ISC while the normal CAR is completely suppressed. When the\nmagnetization directions of the two F leads are different, the oblique-spin CAR\noccurs and its magnetoanisotropic period generally becomes 2\\pi instead of \\pi.\nIn the oblique-spin CAR process, the spins of the electron and hole are neither\nparallel nor antiparallel. Furthermore, the property of oblique-spin CAR is\nvery sensitive to the spin and valley degrees of freedom. The spin and valley\npolarized CAR can be achieved and controlled by the chemical potentials and the\nmagnetization directions."}
{"id": "2509.04912", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04912", "abs": "https://arxiv.org/abs/2509.04912", "authors": ["A. Magalotti", "A. Alimenti", "V. Braccini", "P. Manfrinetti", "E. Silva", "K. Torokhtii", "N. Pompeo"], "title": "Flux-flow in multiband FeSe$_x$Te$_{1-x}$ explored by microwave magnetotransport", "comment": "9 pages, 9 figures", "summary": "We measure the flux-flow resistivity in FeSe$_x$Te$_{1-x}$ epitaxial films\nusing a microwave, dual-frequency technique. The flux-flow resistivity allows\nto open a window on the microscopic electronic state of quasiparticles. We\nobtain that the field-dependence of flux-flow is typical for multiband\nsuperconductors. Once this is assessed, we are able to extract the temperature\ndependence of the orbital upper critical field and of the normalised vortex\ncore quasiparticle scattering time. Our data suggest that our epitaxial\nFeSe$_x$Te$_{1-x}$ films are in the moderately clean regime."}
{"id": "2509.05074", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05074", "abs": "https://arxiv.org/abs/2509.05074", "authors": ["K. Kohopää", "J. Nissilä", "E. Mykkänen", "P. Selvasundaram", "T. Fordell", "K. Langi", "E. T. Mannila", "S. Kafanov", "S. Ahopelto", "H. Systä", "M. Ribeiro", "P. Sethi", "M. Kiviranta", "R. Loreto", "J. -W. Lee", "T. Rantanen", "V. Vesterinen", "O. Kieler", "M. Bieler", "J. Govenius", "J. Senior", "A. Kemppinen"], "title": "Fast optical data transfer into a Josephson junction array", "comment": null, "summary": "We employ externally shunted Nb-AlO$_x$-Nb Josephson junctions for\ndemonstrating a circuit that is suitable for an optically driven Josephson\nArbitrary Waveform Synthesizer (JAWS). This technology enables overdamped\njunctions with characteristic frequencies above 100 GHz and critical currents\nof the order of 100 $\\mu$A, which is promising, e.g., for low-dissipation\noptical control of quantum circuits such as superconducting quantum bits. Here\nwe utilize a double-pulse technique to experimentally determine the maximum\nrate at which optical pulse data can be reliably delivered to the\nsuperconducting circuit. We demonstrate the feasibility of data transfer up to\n60 Gbit/s, which is about factor 4 higher than for typical JAWS."}
{"id": "2509.04453", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.04453", "abs": "https://arxiv.org/abs/2509.04453", "authors": ["Jizu Huang", "Rukang You", "Tao Zhou"], "title": "Deep learning for the semi-classical limit of the Schrödinger equation", "comment": null, "summary": "In this paper, we integrate neural networks and Gaussian wave packets to\nnumerically solve the Schr\\\"odinger equation with a smooth potential near the\nsemi-classical limit. Our focus is not only on accurately obtaining solutions\nwhen the non-dimensional Planck's constant, $\\varepsilon$, is small, but also\non constructing an operator that maps initial values to solutions for the\nSchr\\\"odinger equation with multiscale properties. Using Gaussian wave packets\nframework, we first reformulate the Schr\\\"odinger equation as a system of\nordinary differential equations. For a single initial condition, we solve the\nresulting system using PINNs or MscaleDNNs. Numerical simulations indicate that\nMscaleDNNs outperform PINNs, improving accuracy by one to two orders of\nmagnitude. When dealing with a set of initial conditions, we adopt an\noperator-learning approach, such as physics-informed DeepONets. Numerical\nexamples validate the effectiveness of physics-informed DeepONets with Gaussian\nwave packets in accurately mapping initial conditions to solutions."}
{"id": "2509.04561", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04561", "abs": "https://arxiv.org/abs/2509.04561", "authors": ["Jan Biedermann", "Lukas Janssen"], "title": "Dirac quantum criticality in twisted double bilayer transition metal dichalcogenides", "comment": "17 pages, 8 figures", "summary": "We investigate the phase diagram of moir\\'e double bilayer transition metal\ndichalcogenides with ABBA stacking as a function of twist angle and applied\npressure. At hole filling $\\nu = 2$ per moir\\'e unit cell, the noninteracting\nsystem hosts a Dirac semimetal with graphene-like low-energy bands in the\nmoir\\'e Brillouin zone. At small twist angles, the Fermi velocity is reduced\nand interactions dominate the low-temperature behavior. A strong-coupling\nanalysis identifies insulating ferromagnetic and antiferromagnetic ground-state\ncandidates, characterized by spin-density modulations set by the moir\\'e scale.\nUsing a realistic continuum model with long-range Coulomb interactions, we\nperform self-consistent Hartree-Fock calculations to study the competition\nbetween these states. Varying the twist angle or pressure drives a transition\nfrom a Dirac semimetal to an antiferromagnetic insulator, which breaks SU(2)\nspin rotation and two-fold lattice rotation symmetries. This\nsemimetal-to-insulator transition is continuous and belongs to the (2+1)D\nrelativistic Gross-Neveu-Heisenberg universality class with $N = 2$\nfour-component Dirac fermions. Finite heterostrain, relevant in realistic\nsamples, induces a crossover from Gross-Neveu-Heisenberg universality at\nintermediate temperatures to conventional (2+1)D Heisenberg criticality at the\nlowest temperatures. Further decreasing the twist angle can cause a level\ncrossing from the antiferromagnetic insulator into a ferromagnetic insulator\nwith spin-split bands. Our results provide a comprehensive theoretical\nframework that complements and elucidates recent experiments in twisted double\nbilayer WSe$_2$."}
{"id": "2509.04872", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04872", "abs": "https://arxiv.org/abs/2509.04872", "authors": ["Zhecun Shi", "Huiqiang Zhou", "Lei Huang", "Rixin Xie", "Linjun Wang"], "title": "Hierarchical Equations of Motion Solved with the Multiconfigurational Ehrenfest Ansatz", "comment": "43 pages, 5 figures", "summary": "Being a numerically exact method for the simulation of dynamics in open\nquantum systems, the hierarchical equations of motion (HEOM) still suffers from\nthe curse of dimensionality. In this study, we propose a novel MCE-HEOM method,\nwhich introduces the multiconfigurational Ehrenfest (MCE) ansatz to the second\nquantization formalism of HEOM. Here, the MCE equations of motion are derived\nfrom the time-dependent variational principle in a composed Hilbert-Liouville\nspace, and each MCE coherent-state basis can be regarded as having an infinite\nhierarchical tier, such that the truncation tier of auxiliary density operators\nin MCE-HEOM can also be considered to be infinite. As demonstrated in a series\nof representative spin-boson models, our MCE-HEOM significantly reduces the\nnumber of variational parameters and could efficiently handle the strong\nnon-Markovian effect, which is difficult for conventional HEOM due to the\nrequirement of a very deep truncation tier. Compared with MCE, MCE-HEOM reduces\nthe number of effective bath modes and circumvents the initial samplings for\nfinite temperature, eventually resulting in a huge reduction of computational\ncost."}
{"id": "2509.04556", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04556", "abs": "https://arxiv.org/abs/2509.04556", "authors": ["Jacopo Gliozzi", "Federico Balducci", "Giuseppe De Tomasi"], "title": "Domain coarsening in fractonic systems: a cascade of critical exponents", "comment": "12+2 pages, 7+2 figures", "summary": "We study the dynamics of domain growth when multipole moments of the order\nparameter are conserved. Following a quench into the ordered phase of the Ising\nmodel, the typical size of domains grows with time as $R(t) \\sim t^{1/2}$ in\nthe absence of conserved quantities. When the order parameter is conserved, the\ndomain growth slows to $R(t) \\sim t^{1/3}$. Conservation of higher moments of\nthe order parameter fundamentally modifies this behavior: coarsening proceeds\nvia anomalously slow growth. We analytically and numerically show that\nconservation of the $m$-th multipole moment causes domains to grow as $R(t)\n\\sim t^{1/(2m+3)}$. This cascade of dynamical critical exponents characterizes\na new family of non-equilibrium universality classes for fractonic systems."}
{"id": "2509.04581", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04581", "abs": "https://arxiv.org/abs/2509.04581", "authors": ["Minyoung You"], "title": "Symmetric entanglers for non-invertible SPT phases", "comment": "8 pages, 1 figure", "summary": "It has been suggested that non-invertible symmetry protected topological\nphases (SPT), due to the lack of a stacking structure, do not have symmetric\nentanglers (globally symmetric finite-depth quantum circuits) connecting them.\nUsing topological holography, we argue that a symmetric entangler should in\nfact exist for $1+1$d systems whenever the non-invertible symmetry has SPT\nphases connected by fixed-charge dualities (FCD). Moreover, we construct an\nexplicit example of a symmetric entangler for the two SPT phases with\n$\\mathrm{Rep}(A_4)$-symmetry, as a matrix product unitary (MPU)."}
{"id": "2509.04587", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04587", "abs": "https://arxiv.org/abs/2509.04587", "authors": ["J. Cattermull", "B. Jagger", "S. J. Cassidy", "S. Dhir", "P. K. Allan", "M. Pasta", "A. L. Goodwin"], "title": "Non-equilibrium Ion Transport in a Hybrid Battery Material", "comment": null, "summary": "Hybrid materials, which combine inorganic and molecular components, often\nexhibit structural flexibility that enables unusual functional responses. Among\nthem, Prussian blue analogues (PBAs) are a promising class for post-lithium\nbattery technologies. Here, we show that non-equilibrium transformation\nprocesses govern the charge-storage mechanism of a PBA electrode,\nK2Mn[Fe(CN)6]. Ostensibly, this behavior mirrors that observed in high-rate\ncycling of conventional cathodes such as LiFePO4, yet arises here for\nfundamentally different reasons -- namely, low elastic moduli and cooperative\ndistortions inherent to the hybrid framework. Using \\emph{operando} methods, we\nshow that framework flexibility limits transport kinetics and promotes\ncollective, metastable pathways. Our results highlight new directions for PBA\ncathode optimisation, but also suggest a broader relevance of non-equilibrium\nmechanisms for mass transport in hybrid materials beyond PBAs alone."}
{"id": "2509.04556", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04556", "abs": "https://arxiv.org/abs/2509.04556", "authors": ["Jacopo Gliozzi", "Federico Balducci", "Giuseppe De Tomasi"], "title": "Domain coarsening in fractonic systems: a cascade of critical exponents", "comment": "12+2 pages, 7+2 figures", "summary": "We study the dynamics of domain growth when multipole moments of the order\nparameter are conserved. Following a quench into the ordered phase of the Ising\nmodel, the typical size of domains grows with time as $R(t) \\sim t^{1/2}$ in\nthe absence of conserved quantities. When the order parameter is conserved, the\ndomain growth slows to $R(t) \\sim t^{1/3}$. Conservation of higher moments of\nthe order parameter fundamentally modifies this behavior: coarsening proceeds\nvia anomalously slow growth. We analytically and numerically show that\nconservation of the $m$-th multipole moment causes domains to grow as $R(t)\n\\sim t^{1/(2m+3)}$. This cascade of dynamical critical exponents characterizes\na new family of non-equilibrium universality classes for fractonic systems."}
{"id": "2509.05200", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05200", "abs": "https://arxiv.org/abs/2509.05200", "authors": ["Tom Lacmann", "Robert Eder", "Igor Vinograd", "Michael Merz", "Mehdi Frachet", "Philippa Helen McGuinness", "Kurt Kummer", "Enrico Schierle", "Amir-Abbas Haghighirad", "Sofia-Michaela Souliou", "Matthieu Le Tacon"], "title": "Orbital Ordering in the Charge Density Wave Phases of BaNi$_2$(As$_{1-x}$P$_x$)$_2$", "comment": "7 pages, 3 figures, 15 pages SM, 8 SM figures", "summary": "We use resonant X-ray scattering at the nickel L$_{2,3}$ edges to investigate\nthe interplay between orbital degrees of freedom and charge density waves (CDW)\nin the superconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$. Both the incommensurate\nand commensurate CDWs in this system exhibit strong resonant enhancement with\ndistinct energy and polarization dependencies, indicative of orbital ordering.\nAzimuthal-angle-dependent measurements reveal a lowering of the local Ni site\nsymmetry, consistent with monoclinic or lower point group symmetry. The\nscattering signatures of both CDWs are dominated by contributions from Ni\nd$_{xz,yz}$ orbitals, with similar orbital character despite their distinct\nwave vectors. These findings point to a shared orbital-driven formation\nmechanism and provide new insight into the symmetry breaking and\norbital/nematic fluctuations in the high-temperature regime of the\nsuperconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$."}
{"id": "2509.04589", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.04589", "abs": "https://arxiv.org/abs/2509.04589", "authors": ["Xin Zheng", "Christos Mystilidis", "Christos Tserkezis", "Guy A. E. Vandenbosch", "Xuezhi Zheng"], "title": "An S-matrix Formalism for the Nonclassical Optical Response of Plasmonic Sphere Aggregates", "comment": "This work has been submitted to the IEEE for possible publication", "summary": "A computational method for the scattering of light by multiple nonclassical\nplasmonic nanospheres, each of which has multiple (non-)concentric dielectric\nor metallic layers, is presented. The electromagnetic (EM) response of the free\nelectrons in the metals is described by three popular mesoscopic models: the\nnonlocal hydrodynamic Drude model (NLHDM) and its diffusive variant, namely the\ngeneralized nonlocal optical response (GNOR) model, as well as the surface\nresponse model (SRM). The main equation behind the method is set up by\ndetailing the evaluation of the S-matrix for each individual spherical\ninterface and the interactions amongst the interfaces. The algorithm is\nnumerically validated by comparing with an in-house boundary element method\n(BEM) solver for a spherical NP with two smaller embedded spheres, and\nphysically checked on a trimer configuration, where the responses from the\nNLHDM and SRM are contrasted with the local response model (LRM). In both cases\na very good agreement is seen regarding frequency shifts and field\nenhancements."}
{"id": "2509.04704", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.04704", "abs": "https://arxiv.org/abs/2509.04704", "authors": ["Juan A. Cañas", "Daniel A. Bonilla", "A. Martín-Ruiz"], "title": "Thermoelectric transport in graphene under strain fields modeled by Dirac oscillators", "comment": "Accepted in Physical Review B", "summary": "Graphene has emerged as a paradigmatic material in condensed matter physics\ndue to its exceptional electronic, mechanical, and thermal properties. A deep\nunderstanding of its thermoelectric transport behavior is crucial for the\ndevelopment of novel nanoelectronic and energy-harvesting devices. In this\nwork, we investigate the thermoelectric transport properties of monolayer\ngraphene subjected to randomly distributed localized strain fields, which\nlocally induce impurity-like perturbations. These strain-induced impurities are\nmodeled via 2D Dirac oscillators, capturing the coupling between\npseudorelativistic charge carriers and localized distortions in the lattice.\nEmploying the semiclassical Boltzmann transport formalism, we compute the\nrelaxation time using a scattering approach tailored to the Dirac oscillator\npotential. From this framework, we derive analytical expressions for the\nelectrical conductivity, Seebeck coefficient, and thermal conductivity. The\ntemperature dependence of the scattering centers density is also investigated.\nOur results reveal how strain modulates transport coefficients, highlighting\nthe interplay between mechanical deformations and thermoelectric performance in\ngraphene. This study provides a theoretical foundation for strain engineering\nin thermoelectric graphene-based devices."}
{"id": "2509.05026", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05026", "abs": "https://arxiv.org/abs/2509.05026", "authors": ["Felix K. Schwab", "Britta Doppl", "Niklas J. Herrmann", "Alice Boudet", "Shadi Mirhashemi", "Sylvain Brimaud", "Birger Horstmann"], "title": "Modelling and Simulation of an Alkaline Ni/Zn Cell", "comment": "20 pages, 11 figures", "summary": "Nickel/zinc (Ni/Zn) technology is a promising post-lithium battery type for\nstationary applications with respect to aspects such as safety, environmental\ncompatibility and resource availability. Although this battery type has been\nknown for a long time, the theoretical knowledge about the processes taking\nplace in the battery is limited. In order to gain a deeper understanding of the\ngeneral cycling behaviour and the underlying processes, but also specific\nphenomena intrinsic to zinc-based cells such as zinc shape change, we carry out\nsimulations based on a thermodynamically consistent and volume-averaged\ncontinuum model. We use a Ni/Zn prototype cell as a reference framework to\nprovide a basis for modelling, parameter estimation and systematic comparison\nbetween simulated and experimental cell behaviour to improve cyclability and\nperformance."}
{"id": "2509.04599", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04599", "abs": "https://arxiv.org/abs/2509.04599", "authors": ["Oliwier Urbański"], "title": "Exploring the variational method for thermodynamic models", "comment": null, "summary": "This work explores the possibilities of the Gibbs-Bogoliubov-Feynman\nvariational method, aiming at finding room for designing various drawing\nschemes. For example, mean-field approximation can be viewed as a result of\nusing site-independent drawing in the variational method. In subsequent\nsections, progressively complex drawing procedures are presented, starting from\nsite-independent drawing in the $k$-space. In the next, each site in the\nreal-space is again drawn independently, which is followed by an adjustable\nlinear transformation $T$. Both approaches are presented on the discrete\nGinzburg-Landau model. Subsequently, a percolation-based procedure for the\nIsing model is developed. It shows a general way of handling multi-stage\ndrawing schemes. Critical inverse temperatures are obtained in two and three\ndimensions with a few percent discrepancy from exact values. Finally, it is\nshown that results in the style of the real-space renormalization group can be\nachieved by suitable fractal-like drawing. This facilitates a new\nstraight-forward approach to establishing the renormalization transformation,\nbut primarily provides a new view on the method. While the first two approaches\nare capable of capturing long-range correlations, they are not able to\nreproduce the critical behavior accurately. The main findings of the paper are\ndeveloping the method of handling intricate drawing procedures and identifying\nthe need of fractality in these schemes to grasp the critical behavior."}
{"id": "2509.04641", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04641", "abs": "https://arxiv.org/abs/2509.04641", "authors": ["Rui Lou", "Max Mende", "Riccardo Vocaturo", "Hao Zhang", "Qingxin Dong", "Man Li", "Pengfei Ding", "Erjian Cheng", "Zhiguang Liao", "Yu Zhang", "Junfa Lin", "Reza Firouzmandi", "Vilmos Kocsis", "Laura T. Corredor", "Yurii Prots", "Oleksandr Suvorov", "Anupam Jana", "Jun Fujii", "Ivana Vobornik", "Oleg Janson", "Wenliang Zhu", "Jeroen van den Brink", "Cornelius Krellner", "Minghu Pan", "Bosen Wang", "Tianlong Xia", "Jinguang Cheng", "Shancai Wang", "Claudia Felser", "Bernd Büchner", "Sergey Borisenko", "Rong Yu", "Denis V. Vyalikh", "Alexander Fedorov"], "title": "Strongly Entangled Kondo and Kagome Lattices and the Emergent Magnetic Ground State in Heavy-Fermion Kagome Metal YbV$_6$Sn$_6$", "comment": "8 pages, 4 figures, Phys. Rev. Lett. in press", "summary": "Applying angle-resolved photoemission spectroscopy and density functional\ntheory calculations, we present compelling spectroscopic evidence demonstrating\nthe intertwining and mutual interaction between the Kondo and kagome\nsublattices in heavy-fermion intermetallic compound YbV$_6$Sn$_6$. We reveal\nthe Yb 4$f$-derived states near the Fermi level, along with the presence of\nbulk kagome bands and topological surface states. We unveil strong interactions\nbetween the 4$f$ and itinerant electrons, where the kagome bands hosting the\nDirac fermions and van Hove singularities predominate. Such findings are well\ndescribed using a $c$-$f$ hybridization model. On the other hand, our\nsystematic characterization of magnetic properties demonstrates an unusually\nenhanced antiferromagnetic ordering, where the kagome-derived van Hove\nsingularities near $E_F$ play a vital role in determining the unconventional\nnature of the Ruderman-Kittel-Kasuya-Yosida interaction and Kondo coupling.\nThese unique kagome-state-mediated exchange interactions have never been\nreported before and could lead to a novel phase diagram and various quantum\ncritical behaviors in YbV$_6$Sn$_6$ and its siblings. Our results not only\nexpand the family of exotic quantum phases entangled with kagome structure to\nthe strongly correlated regime, but also establish YbV$_6$Sn$_6$ as an\nunprecedented platform to explore unconventional many-body physics beyond the\nstandard Kondo picture."}
{"id": "2509.04611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04611", "abs": "https://arxiv.org/abs/2509.04611", "authors": ["Sanchi Monga", "Saswata Bhattacharya"], "title": "Tuning Nonradiative Recombination via Cation Substitution in Inorganic Antiperovskite Nitrides", "comment": "8 pages, 5 figures", "summary": "Inorganic antiperovskite nitrides have recently emerged as promising\nmaterials for photovoltaic applications, yet their nonradiative recombination\ndynamics remain largely unexplored. Here, we examine the influence of X-site\ncation substitution on the nonradiative electron-hole recombination in\n$\\mathrm{X_{3}NSb}$ ($X = \\mathrm{Ca}, \\mathrm{Sr}, \\mathrm{Ba}$). Ca- and\nSr-based compounds adopt a cubic phase, whereas Ba stabilizes in a hexagonal\nstructure, introducing pronounced symmetry-driven effects. Substituting Ca with\nSr narrows the band gap, suppresses octahedral and band-edge fluctuations,\nreduces nonadiabatic (NA) coupling by $\\sim 54\\%$, and extends carrier\nlifetimes by a factor of $2.5$. In contrast, Ba substitution increases lattice\ndistortion, widens the band gap, and enhances NA coupling beyond that of\n$\\mathrm{Sr_{3}NSb}$, thereby accelerating recombination through stronger\nlattice fluctuations. The resulting band gap fluctuations in\n$\\mathrm{Ba_{3}NSb}$ also shorten decoherence times, following the trend\n$\\mathrm{Ba_{3}NSb} < \\mathrm{Ca_{3}NSb} < \\mathrm{Sr_{3}NSb}$. Our results\ndemonstrate how the interplay between band gap, NA coupling, and decoherence\ntime governs recombination lifetimes, with $\\mathrm{Sr_{3}NSb}$ exhibiting the\nlongest lifetime. These findings highlight the coupled influence of cation\nchemistry and crystal symmetry in tailoring carrier dynamics for\nhigh-performance antiperovskite-based optoelectronics materials."}
{"id": "2509.04561", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04561", "abs": "https://arxiv.org/abs/2509.04561", "authors": ["Jan Biedermann", "Lukas Janssen"], "title": "Dirac quantum criticality in twisted double bilayer transition metal dichalcogenides", "comment": "17 pages, 8 figures", "summary": "We investigate the phase diagram of moir\\'e double bilayer transition metal\ndichalcogenides with ABBA stacking as a function of twist angle and applied\npressure. At hole filling $\\nu = 2$ per moir\\'e unit cell, the noninteracting\nsystem hosts a Dirac semimetal with graphene-like low-energy bands in the\nmoir\\'e Brillouin zone. At small twist angles, the Fermi velocity is reduced\nand interactions dominate the low-temperature behavior. A strong-coupling\nanalysis identifies insulating ferromagnetic and antiferromagnetic ground-state\ncandidates, characterized by spin-density modulations set by the moir\\'e scale.\nUsing a realistic continuum model with long-range Coulomb interactions, we\nperform self-consistent Hartree-Fock calculations to study the competition\nbetween these states. Varying the twist angle or pressure drives a transition\nfrom a Dirac semimetal to an antiferromagnetic insulator, which breaks SU(2)\nspin rotation and two-fold lattice rotation symmetries. This\nsemimetal-to-insulator transition is continuous and belongs to the (2+1)D\nrelativistic Gross-Neveu-Heisenberg universality class with $N = 2$\nfour-component Dirac fermions. Finite heterostrain, relevant in realistic\nsamples, induces a crossover from Gross-Neveu-Heisenberg universality at\nintermediate temperatures to conventional (2+1)D Heisenberg criticality at the\nlowest temperatures. Further decreasing the twist angle can cause a level\ncrossing from the antiferromagnetic insulator into a ferromagnetic insulator\nwith spin-split bands. Our results provide a comprehensive theoretical\nframework that complements and elucidates recent experiments in twisted double\nbilayer WSe$_2$."}
{"id": "2509.05153", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05153", "abs": "https://arxiv.org/abs/2509.05153", "authors": ["Junya Feng", "Henry F. Legg", "Mahasweta Bagchi", "Daniel Loss", "Jelena Klinovaja", "Yoichi Ando"], "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"", "comment": "Reply to arXiv:2505.23490", "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and\nits central arguments actually support the main conclusions of our publication\n[Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try\nto explain our data explicitly relies on the existence of a large crossed\nAndreev reflection (CAR) effect. The presence of a sizable CAR transmission\nprobability over a surprisingly long distance is the first conclusion of our\npublication. Secondly, the comment discusses the complex interplay of CAR and\nelastic co-tunneling, especially in the presence of local effects. This complex\ninterplay is precisely the second conclusion of our publication. In essence,\nthe comment amounts to merely pointing out that there is a broader sense in the\nnotion of \"dominant CAR\" when nonlinear effects become relevant."}
{"id": "2509.04875", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04875", "abs": "https://arxiv.org/abs/2509.04875", "authors": ["Zhixin Liang", "Yunlong Wang", "Chi Ding", "Junjie Wang", "Hui-Tian Wang", "Dingyu Xing", "Jian Sun"], "title": "Hot-Ham: an accurate and efficient E(3)-equivariant machine-learning electronic structures calculation framework", "comment": null, "summary": "The combinations of machine learning with ab initio methods have attracted\nmuch attention for their potential to resolve the accuracy-efficiency dilemma\nand facilitate calculations for large-scale systems. Recently, equivariant\nmessage passing neural networks (MPNNs) that explicitly incorporate symmetry\nconstraints have demonstrated promise for interatomic potential and density\nfunctional theory (DFT) Hamiltonian predictions. However, the high-order\ntensors used to represent node and edge information are coupled through the\nClebsch-Gordan tensor product (CGTP), leading to steep increases in\ncomputational complexity and seriously hindering the performance of equivariant\nMPNNs. Here, we develop High-order Tensor machine-learning Hamiltonian\n(Hot-Ham), an E(3) equivariant MPNN framework that combines two advanced\ntechnologies local coordinate transformation and Gaunt tensor product (GTP) to\nefficiently model DFT Hamiltonians. These two innovations significantly reduce\nthe complexity of tensor products from O(L^6) to O(L^3) or O(L^2 log^2 L) for\nthe max tensor order L, and enhance the performance of MPNNs. Benchmarks on\nseveral public datasets demonstrate its state-of-the-art accuracy with\nrelatively few parameters, and the applications to multilayer twisted moir\\'e\nsystems, heterostructures and allotropes showcase its generalization ability\nand high efficiency. Our Hot-Ham method provides a new perspective for\ndeveloping efficient equivariant neural networks and would be a promising\napproach for investigating the electronic properties of large-scale materials\nsystems."}
{"id": "2509.04841", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04841", "abs": "https://arxiv.org/abs/2509.04841", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Cone-dependent retro and specular Andreev reflections in AA-stacked bilayer graphene", "comment": null, "summary": "We theoretically study the Andreev reflection (AR) in AA-stacked bilayer\ngraphene/superconductor (AABG/SC) junction. AABG has a linear gapless energy\nband with two shifted Dirac cones and the electronic states are described by\nthe cone indices. The results indicate that the property of AR strongly depends\non the cone degree of freedom. In the absence of the inter-layer potential\ndifference, only intra-cone AR and normal reflection (NR) could occur, and the\ninter-cone process is forbidden. By adjusting the potential, the intra-cone AR\ncan be specular AR (SAR) in one cone and it is retro-AR (RAR) in the other\ncone. The existence of the inter-layer potential difference would lead to the\ninter-cone scattering. As a result, double ARs and double NRs can take place\nbetween the two cones. The inter-cone SAR could happen in a broad potential\nregion. Furthermore, the inter-cone retro-NR (RNR) could happen as well. The\nswitch between SAR and RAR, and the switch between specular NR (SNR) and RNR\ncan be achieved by regulating the potential. Therefore, different cone carriers\ncan be separated spatially based on the RAR and SAR. The cone-dependent Andreev\nconductance may be separately measured near the critical values where RAR\ncrosses over to SAR."}
{"id": "2509.05068", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.05068", "abs": "https://arxiv.org/abs/2509.05068", "authors": ["Sameer Saurav", "Debjit Das", "Ramsha Javed", "Nisanth N. Nair"], "title": "Kinetics of Barrier Crossing Events from Temperature Accelerated Sliced Sampling Simulations", "comment": null, "summary": "Temperature-accelerated sliced sampling (TASS) is a well-established enhanced\nsampling method that facilitates exhaustive exploration of high-dimensional\ncollective variable (CV) space through directed sampling employing a\ncombination of umbrella restraining biases, metadynamics biases, and\ntemperature acceleration of CVs. In this work, we broaden the applicability of\nTASS by introducing a protocol for computing rate constants of barrier crossing\nevents. The challenge addressed here is to recover kinetics from free energy\ndata computed from different slices of the TASS simulation. The proposed\nprotocol utilizes artificial neural networks based representation of\nhigh-dimensional free energy landscapes, and Infrequent Metadynamics. We\ndemonstrate the accuracy of the approach by obtaining rate constants for the\nconformational change of alanine dipeptide in vacuo, the unbinding of\nbenzamidine from trypsin, and the unbinding of aspirin from\n$\\beta$-cyclodextrin."}
{"id": "2509.04946", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04946", "abs": "https://arxiv.org/abs/2509.04946", "authors": ["Giorgio Nicoletti", "Daniel M. Busiello"], "title": "Stochastic processes with multiple temporal scales: timescale separation and information", "comment": null, "summary": "Complex systems are often characterized by the interplay of multiple\ninterconnected dynamical processes operating across a range of temporal scales.\nThis phenomenon is widespread in both biological and artificial scenarios,\nmaking it crucial to understand how such multiscale dynamics influence the\noverall functioning and behavior of these systems. Here, we present a general\ntimescale separation approach that is valid for any set of stochastic\ndifferential equations coupled across multiple timescales. We show two\nalternative derivations, one based on an iterative procedure, and the other\ngrounded on an a priori expansion in relevant small parameters associated with\nfaster timescales. We provide an explicit expression for the conditional\nstructure of the joint probability distribution of the whole set of processes\nthat is solely determined by the multiscale interactions. This result has\nimportant consequences in determining how information is generated in the\nsystem and how it propagates across different timescales. To demonstrate that\nour findings are valid independently of the specific dynamical model, we test\nthem against four different (linear and non-linear) dynamics. Then, we focus on\nthe scenario in which two degrees of freedom are reciprocally coupled across\ntheir timescales. In this case, we show that the statistics of the fastest\ndynamics is captured by an effective self-interaction term in the slowest one,\ncreating a regulatory loop. Finally, a connection with analogous previous\nresults obtained for discrete-state systems with higher-order interactions is\ndrawn, elucidating similarities and differences in the physical interpretation\nof the system. The presented framework might open the avenue for a clearer\nunderstanding of the interplay between the underlying multiscale structure and\nemergent functional behavior of biological and artificial systems."}
{"id": "2509.04724", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04724", "abs": "https://arxiv.org/abs/2509.04724", "authors": ["Xiaoling Wang", "Arneil P. Reyes", "Hrishit Banerjee", "Andrea N. Capa Salinas", "Stephen Wilson", "Brenden R. Ortiz"], "title": "$^{51}$V NMR evidence for interlayer-modulated charge order and a first-order low-temperature transition in CsV$_3$Sb$_5$", "comment": "7 pages, 4 figures", "summary": "Charge order in the kagome superconductor CsV$_3$Sb$_5$ exhibits a complex\nthree-dimensional organization and intermediate-temperature anomalies whose\nbulk character has remained unsettled. We use orientation-dependent $^{51}$V\nNMR as a site-selective probe to determine the stacking of the charge density\nwave (CDW) state and its thermal evolution. Below\n$T_{\\mathrm{CDW}}\\!\\approx\\!94$~K, the field-linear splitting of the $^{51}$V\ncentral transition together with the anisotropy of the Knight-shift tensor\nidentify an interlayer-modulated $3\\mathbf{q}$ CDW whose local environments are\nconsistent with a four-layer $2\\times2\\times4$ stacking with mixed\ntrihexagonal/Star-of-David distortions, in agreement with synchrotron x-ray\ndeterminations. For comparison, RbV$_3$Sb$_5$ serves as a reference exhibiting\na uniform trihexagonal $2\\times2\\times2$ stacking, allowing us to isolate\nfeatures unique to the $2\\times2\\times4$ state in CsV$_3$Sb$_5$. With\n$\\mathbf{H}_0\\!\\parallel\\!c$, the $^{51}$V quadrupolar satellites through the\nintermediate temperature scale near $T_{\\mathrm{CO}}\\!\\approx\\!65$ K reorganize\ninto two well-resolved electric-field-gradient manifolds that coexist over a\nfinite interval; their relative spectral weights interchange on cooling while\nthe total integrated satellite intensity remains conserved and $\\nu_Q$ within\neach manifold is nearly temperature independent. The coexistence without\ncritical broadening, together with conserved intensity, provides bulk evidence\nconsistent with a first-order charge-order transition near $T_{\\mathrm{CO}}$.\nOur measurements do not resolve whether this lower-temperature transition\ncorresponds to a distinct in-plane order or a reorganization of the\n$3\\mathbf{q}$ state; rather, they delimit this window and provide bulk,\nsite-resolved constraints that connect prior reported anomalies to a\nthermodynamic first-order transition."}
{"id": "2509.04648", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04648", "abs": "https://arxiv.org/abs/2509.04648", "authors": ["Zifan Wang", "Jiaxuan Wen", "Tina Mihm", "Shaopeng Feng", "Kelvin Huang", "Jing Tang", "Tianshu Li", "Liangbo Liang", "Sahar Sharifzadeh", "Keji Lai", "Xi Ling"], "title": "Mo Atom Rearrangement Drives Layer-Dependent Reactivity in Two-Dimensional MoS2", "comment": "41 pages, 20 figures", "summary": "Two-dimensional (2D) materials offer a valuable platform for manipulating and\nstudying chemical reactions at atomic level, owing to the ease of controlling\ntheir microscopic structure at the nanometer scale. While extensive research\nhas been conducted on the structure-dependent chemical activity of 2D\nmaterials, the influence of structural transformation during the reaction\nremains largely unexplored. In this work, we report the layer-dependent\nchemical reactivity of MoS2 during a nitridation atomic substitution reaction\nand attribute it to the rearrangement of Mo atoms. Our results show that the\nchemical reactivity of MoS2 decreases as the number of layers is reduced in the\nfew-layer regime. In particular, monolayer MoS2 exhibits significantly lower\nreactivity compared to its few-layer and multilayer counterparts.\nAtomic-resolution transmission electron microscope (TEM) reveals that MoN\nnanonetworks form as reaction products from monolayer and bilayer MoS2, with\nthe continuity of the MoN crystals increasing with layer number, consistent\nwith the local conductivity mapping data. The layer-dependent reactivity is\nattributed to the relative stability of the hypothetically formed MoN phase\nwhich retain the number of Mo atomic layers present in the precursor.\nSpecifically, the low chemical reactivity of monolayer MoS2 is attributed to\nthe high energy cost associated with Mo atom diffusion and migration necessary\nto form multi-layer Mo lattices in the thermodynamically stable MoN phase. This\nstudy underscores the critical role of lattice rearrangement in governing\nchemical reactivity and highlights the potential of 2D materials as versatile\nplatforms for advancing the understanding of materials chemistry at atomic\nscale."}
{"id": "2509.04571", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.04571", "abs": "https://arxiv.org/abs/2509.04571", "authors": ["Pujita Das", "Parth Bahuguna", "Tulika Maitra", "Narayan Mohanta"], "title": "Superconducting pairing symmetries in charge-ordered kagomé metals", "comment": "15 pages, 10 figures", "summary": "We investigate the superconducting state in a kagom\\'e lattice, with\nintertwined charge order and time-reversal symmetry-breaking loop current,\nusing self-consistent Bogoliubov-de Gennes formalism to find the emergent\npairing symmetries. Using local and nearest-neighbor attractive interactions,\ntreated within Hartree-Fock mean-field approximation, we obtain all possible\npairing symmetries in position space. Our findings indicate that the uniform\n$s$-wave symmetry, arising in the absence of the charge order and the loop\ncurrent, modifies to a pair density wave of $s$-wave symmetry of 2$\\times$2\nlattice periodicity in the presence of the charge order, and a chiral pair\ndensity wave of $d_{x^2-y^2}\\!+\\!id_{xy}$-wave symmetry of the same 2$\\times$2\nperiodicity in the presence of the charge order and loop current order, in both\nonsite and nearest-neighbor channels. In the absence of inversion symmetry,\nsuch as in the thin-film geometry, Rashba spin-orbit coupling appears, inducing\nan additional nearest-neighbor triplet $p_x\\pm ip_y$-wave pairing. The results\nare relevant to superconductivity found in $A$V$_{3}$Sb$_{5}$ ($A$ = K, Rb,\nCs), coexisting with a charge order that breaks time-reversal symmetry. We\ndiscuss fingerprints of these different pairing symmetries in scanning\ntunneling microscopy experiments."}
{"id": "2509.05035", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2509.05035", "abs": "https://arxiv.org/abs/2509.05035", "authors": ["Kaj Hoefnagel", "Damiano Casalino", "Steven Hulshoff", "Frits de Prenter"], "title": "A second-order volumetric boundary treatment for the lattice Boltzmann method", "comment": "18 pages, 22 figures, to be submitted to Physical Review E", "summary": "A new volumetric-type boundary treatment is introduced for the lattice\nBoltzmann method. Populations are projected onto a discontinuous piecewise\nlinear basis and streamed using an exact geometrical mapping. The method is\nimplemented in 2D for convex, stationary geometries. Stability is verified\nthrough a novel analysis tool based on the eigenvalues of the streaming\noperation. A convergence rate of $\\geq2$ is achieved, indicating improved\naccuracy over precursor methods. For flow around a 2D airfoil, the method\nyields better lift and drag predictions."}
{"id": "2509.05088", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05088", "abs": "https://arxiv.org/abs/2509.05088", "authors": ["J. E. Sanches", "T. M. Sobreira", "L. S. Ricco", "M. S. Figueira", "A. C. Seridonio"], "title": "Revisiting the Poor Man's Majoranas: The Spin-Exchange Induced Spillover Effect", "comment": null, "summary": "We give a review on Poor Man's Majorana (PMM) modes, which are theoretically\nestablished in the minimal Kitaev chain implementation consisting of two\ngrounded, spinless quantum dots (QDs) operating at the sweet spot condition,\nwhere electron cotunneling and crossed Andreev reflection amplitudes achieve\nprecise balance. Particularly, we systematically review, within the Green's\nfunctions theoretical framework, the PMM hybridization dynamics under\nspin-exchange perturbations proposed by some of us in J. Phys.: Condens. Matter\n37, 205601 (2025), which demonstrates a characteristic spatial delocalization\nwhen subjected to an exchange coupling $J$ mediated by a quantum spin $S$. This\nspin-exchange induced PMM spillover effect provides a spectroscopic protocol\nfor determining the quantum statistics of $S$ through the emergent multi-level\nstructure in the proximal QD's density of states. Our principal theoretical\nresult establishes that the exchange interaction generates $2S+2$ ($2S+1$)\nsatellite states symmetrically distributed about the zero-bias anomaly, serving\nas a definitive signature of bosonic (fermionic) spin statistics. As novelty,\nwe demonstrate that multi-terminal environmental coupling induces significant\nsuppression of the spin-exchange spillover mechanism. Under constrained\nvariations of $J$, this effectively localizes the perturbed PMM within its host\nQD, preventing spatial hybridization with adjacent site. The absence of\ntopological protection in this minimal Kitaev realization is strategically\nleveraged to: (i) Develop a novel spectroscopic technique for quantum spin\ncharacterization through PMM hybridization signatures; (ii) Propose an\nengineered protection scheme for PMM qubits against exchange fluctuations in\nmulti-terminal architectures, enabling moderately robust quantum computation\nprotocols."}
{"id": "2509.05184", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.05184", "abs": "https://arxiv.org/abs/2509.05184", "authors": ["Zachary W. Windom", "Daniel Claudino"], "title": "Analysis of fourth-, fifth-, and infinite-order triple excitations in unitary coupled cluster theory", "comment": null, "summary": "In this work, we introduce a correction to the unitary coupled cluster method\nwith single and double excitations (UCCSD) that incorporates the effects of\nmissing triple excitations through a treatment that is correct through\nfifth-order in many-body perturbation theory (MBPT), which we refer to as\nUCCSD[T-5]. We then benchmark the performance of UCCSD[T-5] alongside the\npreviously developed fourth-order UCCSD[T], comparing both against the\ninfinite-order treatment of triples in UCCSDT as well as full configuration\ninteraction (FCI). Two key findings emerge from this analysis. First, the\nfourth-order correction in UCCSD[T] consistently provides the closest agreement\nwith FCI in estimating ground state energies, outperforming both UCCSD[T-5] and\nUCCSDT. Second, the inclusion of fifth-order corrections as in UCCSD[T-5]\nlargely recovers the infinite-order triples limit in UCCSDT. With the growing\ninterest in UCC ans\\\"atze for quantum computing and the constraints imposed by\ncurrent quantum hardware, these results underscore the potential of using\nclassically computed perturbative corrections within UCC theory to salient\ntriple excitation effects without requiring the additional quantum resources as\nwould be demanded by the UCCSDT ansatz."}
{"id": "2509.05176", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.05176", "abs": "https://arxiv.org/abs/2509.05176", "authors": ["Sylvain Prolhac"], "title": "Cheaper access to universal fluctuations in integrable spin chains from boundary effects", "comment": "8+12 pages ; 3 ancillary csv files", "summary": "Observing super-diffusive fluctuations from Kardar-Parisi-Zhang (KPZ)\nuniversality in isotropic integrable spin chains is usually challenging as it\nrequires a fairly large number of spins in interaction. We demonstrate in this\npaper, in the context of classical spins, that accounting for boundary effects\nlowers the bar, down to a few dozen spins in some cases. Additionally,\nboundaries control the relaxation to stationarity, which leads to many new\nuniversal scaling functions to explore, both in periodic spin chains and for\nopen chains with magnetization imposed by reservoirs at the ends."}
{"id": "2509.04814", "categories": ["cond-mat.str-el", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04814", "abs": "https://arxiv.org/abs/2509.04814", "authors": ["Tyler Carbin", "Joel Herman", "Xinshu Zhang", "Adrian B. Culver", "Yu Zhang", "Hengdi Zhao", "Rahul Roy", "Gang Cao", "Anshul Kogar"], "title": "Dynamical crossover between stretched- and compressed-exponential relaxation in a photoexcited crystal", "comment": null, "summary": "Anomalous relaxation is one of the hallmarks of disordered systems. Following\nperturbation by an external source, many glassy, jammed and amorphous systems\nrelax as a stretched or compressed exponential as a function of time. However,\ndespite their ubiquity, the origins of and the connection between these\nphenomenological relaxation functions remains to be understood. Here, we\nobserve a tunable crossover from stretched- to compressed-exponential\nrelaxation by photoexciting single crystal Ca3Ru2O7 across a structural phase\ntransition. We present a simple lattice model that shows how spatial\ninhomogeneity and local, strain-mediated interactions cooperate to produce the\ndynamical crossover. Our work reveals anomalous relaxation dynamics in an\nidealized single crystal material and establishes photoexcited solids as\npromising platforms for probing the mechanisms underlying anomalous relaxation."}
{"id": "2509.04686", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04686", "abs": "https://arxiv.org/abs/2509.04686", "authors": ["Jacob Jeffries", "Bochuan Sun", "Enrique Martinez"], "title": "A generalized and adaptable tensor-contraction-based cluster expansion formalism for multicomponent solids", "comment": "16 pages, 7 figures", "summary": "Density functional theory (DFT)-based simulations of materials have\nfirst-principles accuracy, but are very computationally expensive. For\nsimulating various properties of multi-component alloys, the cluster expansion\n(CE) technique has served as the standard workaround to improve computational\nefficiency. However, the standard CE technique is difficult to extend to exotic\nand/or low-symmetry lattices, often implemented via iteration over particular\ncluster types, which must be enumerated per lattice structure. In this work, we\nintroduce the tensor cluster expansion (TCE), implemented in the open-source\ncode tce-lib, which maps correlation functions to mixed tensor contractions,\neliminating the need to iterate over cluster types and additionally making the\ncalculation of correlation functions well-suited for massively parallel\narchitectures like GPUs. We show that local interaction energies are an\nimmediate consequence of the TCE formalism, yielding nearly $\\mathcal{O}(1)$\nenergy difference calculations. We then use this formalism to fit CE models for\nthe TaW and CoNiCrFeMn systems, and use these models to respectively compute\nthe enthalpy of mixing curve and Cowley short-range order parameters, showing\nexcellent agreement with ground truth data."}
{"id": "2509.04581", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04581", "abs": "https://arxiv.org/abs/2509.04581", "authors": ["Minyoung You"], "title": "Symmetric entanglers for non-invertible SPT phases", "comment": "8 pages, 1 figure", "summary": "It has been suggested that non-invertible symmetry protected topological\nphases (SPT), due to the lack of a stacking structure, do not have symmetric\nentanglers (globally symmetric finite-depth quantum circuits) connecting them.\nUsing topological holography, we argue that a symmetric entangler should in\nfact exist for $1+1$d systems whenever the non-invertible symmetry has SPT\nphases connected by fixed-charge dualities (FCD). Moreover, we construct an\nexplicit example of a symmetric entangler for the two SPT phases with\n$\\mathrm{Rep}(A_4)$-symmetry, as a matrix product unitary (MPU)."}
{"id": "2509.05121", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05121", "abs": "https://arxiv.org/abs/2509.05121", "authors": ["Afreen Anamul Haque", "Suraj G. Dhongade", "Aniket Singha"], "title": "Gas Sensing Properties of Novel Indium Oxide Monolayer: A First-Principles Study", "comment": "27 Pages, 6 figures", "summary": "We present a comprehensive first-principles investigation into the gas\nsensing capabilities of a novel two-dimensional Indium Oxide (In2O3) monolayer,\nusing density functional theory (DFT) calculations. Targeting both\nresistive-type and work function based detection mechanisms, we evaluate\ninteractions with ten hazardous gases (NH3, NO, NO2, SO2, CS2, H2S, HCN, CCl2O,\nCH2O, CO) as well as ambient molecules (O2, CO2, H2O). The monolayer shows\npronounced sensitivity towards NO and H2S, and work function modulation enables\ndetection of NH3 and HCN. Mechanical strain further broadens detection\ncapability, enhancing adsorption and selectivity. These results establish 2D\nIn2O3 as a tunable platform for next-generation miniaturized gas sensors for\nenvironmental monitoring and safety applications."}
{"id": "2509.05114", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05114", "abs": "https://arxiv.org/abs/2509.05114", "authors": ["Xing-Lei Ma", "Jin-Xin Hu", "K. T. Law"], "title": "Universal Boundary-Modes Localization from Quantum Metric Length", "comment": null, "summary": "The presence of localized boundary modes is an unambiguous hallmark of\ntopological quantum matter. While these modes are typically protected by\ntopological invariants such as the Chern number, here we demonstrate that the\n{\\it quantum metric length} (QML), a quantity inherent in multi-band\ntopological systems, governs the spatial extent of flat-band topological\nboundary modes. We introduce a framework for constructing topological flat\nbands from degenerate manifolds with large quantum metric and find that the\nboundary modes exhibit dual phases of spatial behaviors: a conventional\noscillatory decay arising from bare band dispersion, followed by another\nexponential decay controlled by quantum geometry. Crucially, the QML, derived\nfrom the quantum metric of the degenerate manifolds, sets a lower bound on the\nspatial spread of boundary states in the flat-band limit. Applying our\nframework to concrete models, we validate the universal role of the QML in\nshaping the long-range behavior of topological boundary modes. Furthermore, by\ntuning the QML, we unveil extraordinary non-local transport phenomena,\nincluding QML-shaped quantum Hall plateaus and anomalous Fraunhofer patterns.\nOur theoretical framework paves the way for engineering boundary-modes\nlocalization in topological flat-band systems."}
{"id": "2509.05279", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05279", "abs": "https://arxiv.org/abs/2509.05279", "authors": ["João V. M. Pimentel", "Vladimir A. Mandelshtam"], "title": "A computationally efficient subspace harmonic relaxation algorithm for coarse-graining of molecular systems with nearly exact thermodynamic consistency", "comment": null, "summary": "In a recent paper, J. Chem. Phys. 162, 214101 (2025), a novel approach for\nthe rigidification of a molecular cluster was proposed, in which starting with\nan all-atom (AA) potential, a coarse-grained (CG) potential for the associated\ncluster of rigid monomers was constructed directly. The method is based on\nusing the harmonic approximation for the fast intramolecular degrees of\nfreedom. While conceptually primitive, the resulting CG model turned out to be\nsurprisingly accurate for selected water and ammonia clusters. However, as\noriginally formulated, a single evaluation of the CG potential turned out to be\nmuch more expensive than the evaluation of the AA potential, since the former\nrequired a subspace minimization followed by a subspace normal mode\ncalculation. In this communication, we formulate the approach more broadly,\nmaking it applicable, e.g., to coarse-graining a large protein. We also\nintroduce key algorithmic improvements, reducing the cost of the subspace\nminimization and normal mode calculation. Combined with the fact that the CG\nsimulation requires roughly an order of magnitude fewer Monte Carlo steps to\nreach similar statistical accuracy for selected observables compared to the AA\nmodel, the overall computational cost becomes comparable. These improvements\nare demonstrated on a water cluster."}
{"id": "2509.05195", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.05195", "abs": "https://arxiv.org/abs/2509.05195", "authors": ["Félix Rose", "Adam Rançon", "Ivan Balog"], "title": "Constraint effective action and critical correlation functions at fixed magnetization", "comment": "17 pages, 7 figures, 1 table", "summary": "We present an extension of the functional renormalization group (FRG)\nframework developed to compute critical probability distributions of the order\nparameter to momentum-dependent observables. Focusing on the constraint\neffective action at fixed magnetization for the Ising universality class, we\nderive its exact flow equations and solve them at the second-order of the\nderivative expansion (DE2). We solve these flow equations numerically for two-\nand three-dimensional systems, extract universal rate functions and\nmomentum-dependent correlation functions, and benchmark them against Monte\nCarlo simulations. In three dimensions, we recover the rate function and\naccurately reproduce the first few Fourier modes of the constrained correlation\nfunction, and demonstrate the convergence of the method. In two dimensions, the\nlowest order approximations such as local potential approximation (LPA) fail,\nand it is required to consider at least the DE2 to describe the critical point.\nOur results are in qualitative agreement with the numerics. We confirm the\nrobustness of the FRG approach for calculating both zero- and finite-momentum\ncritical observables at fixed magnetization."}
{"id": "2509.04822", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04822", "abs": "https://arxiv.org/abs/2509.04822", "authors": ["Haiyun Huang", "Cheng Chen", "Yuxin Zhai", "Xiu Zhang", "Junzhi Zhu", "Junyong Wang", "Kai Zhang", "Qihua Xiong", "Haiyun Liu"], "title": "Low-frequency interlayer phonon dynamics and photoinduced terahertz absorption in black phosphorus", "comment": "16 pages, 4 figures", "summary": "The strong interlayer coupling in black phosphorus (BP), arising from\nwavefunction overlap between layers, is critical for understanding its\nelectronic and optical properties. Here, we utilize terahertz (THz)\nspectroscopy to study phonon dynamics in BP. We identify two peaks at 6 and 8.5\nmeV in steady-state THz spectra, which are attributed to low-frequency\ninterlayer phonon modes. Both modes exhibit anharmonic phonon coupling behavior\nbelow 150 K, manifesting as temperature-dependent red-shifts. Using\ntime-resolved THz spectroscopy, we observe significantly increased THz\nabsorption under photoexcitation, arising from the transient enhancements of\nthe extended Drude component and the oscillator strengths of interlayer phonons\nin non-equilibrium. These findings highlight the critical role of interlayer\nphonon dynamics in understanding many-body physics in BP."}
{"id": "2509.04697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04697", "abs": "https://arxiv.org/abs/2509.04697", "authors": ["Pawel Chodkiewicz", "Robert Zalewski", "Jakub Lengiewicz"], "title": "A Fully Discrete Element Approach for Modeling Vacuum Packed Particle Dampers", "comment": null, "summary": "In this work, we investigate Vacuum-Packed Particle (VPP) dampers --\ngranular-core dampers offering tunable damping performance -- as a more\nsustainable alternative to conventional systems such as magnetorheological\nfluid dampers. A comprehensive computational model of the entire VPP damper\nsystem is developed using the Discrete Element Method (DEM). A novel\ndiscrete-element model of the flexible foil, responsible for consistently\ntransmitting the external pressure resulting from vacuum application, is\nintroduced and implemented by extending the open-source Yade DEM framework. A\nprototype VPP damper is also designed and experimentally tested, enabling both\nmodel calibration and validation of the simulation results. The calibrated DEM\nmodel is subsequently employed in a parametric study to assess the influence of\nmaterial, geometrical, and process parameters on damper performance. All code,\nalong with the associated experimental and simulation datasets, is made\navailable in an open-access repository."}
{"id": "2509.04587", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04587", "abs": "https://arxiv.org/abs/2509.04587", "authors": ["J. Cattermull", "B. Jagger", "S. J. Cassidy", "S. Dhir", "P. K. Allan", "M. Pasta", "A. L. Goodwin"], "title": "Non-equilibrium Ion Transport in a Hybrid Battery Material", "comment": null, "summary": "Hybrid materials, which combine inorganic and molecular components, often\nexhibit structural flexibility that enables unusual functional responses. Among\nthem, Prussian blue analogues (PBAs) are a promising class for post-lithium\nbattery technologies. Here, we show that non-equilibrium transformation\nprocesses govern the charge-storage mechanism of a PBA electrode,\nK2Mn[Fe(CN)6]. Ostensibly, this behavior mirrors that observed in high-rate\ncycling of conventional cathodes such as LiFePO4, yet arises here for\nfundamentally different reasons -- namely, low elastic moduli and cooperative\ndistortions inherent to the hybrid framework. Using \\emph{operando} methods, we\nshow that framework flexibility limits transport kinetics and promotes\ncollective, metastable pathways. Our results highlight new directions for PBA\ncathode optimisation, but also suggest a broader relevance of non-equilibrium\nmechanisms for mass transport in hybrid materials beyond PBAs alone."}
{"id": "2509.05266", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05266", "abs": "https://arxiv.org/abs/2509.05266", "authors": ["Ayesha Riaz", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman", "Qazi Muhammad Ahkam", "Rafaqat Hussain", "Rajwali Khan"], "title": "Vanadium-Engineered Co2NiSe4 Nanomaterial: Coupled Thermoelectric, Piezoelectric, and Electronic Optimization via DFT+U for Advanced Energy Applications", "comment": null, "summary": "To realize the creation of advanced multifunctional materials in energy\nstorage and conversion technologies, the present research evaluates the\nstructural, electronic, magnetic, thermodynamic, mechanical, thermoelectric,\npiezoelectric and optical properties of pristine and vanadium-doped Co2NiSe4 by\nfirst-principles density functional theory (DFT + U ). It addresses the use of\nvanadium substitution to tailor the material, its performance and the inclusion\nof diverse fields by changing its electronic structure and its bonding\nproperties. It can be seen in the results that V doping improves electrical\nconductivity and magnetic ordering because of a higher density of states and a\nstronger spin polarization at the Fermi level. Thermodynamic calculations show\nenhanced entropy stabilization at high temperatures and, mechanical analysis\nsuggests an enhanced elastic moduli that proves the enhanced structural\nintegrity without affecting ductility. The thermoelectric properties have been\ngreatly improved realize an optimal ZT of ~1.1 at 900 K with 5 at.% V doping\nowing to an ideal combination of Seebeck coefficient, electrical conductivity,\nand inhibited thermal conductivity. Also, optical analysis reveals that\nexpanded absorption spectra, increased dielectric response, adjustable\nreflectivity and energy loss spectra, optical properties can be used in\nphotonic, and other optoelectronic devices. Better piezoelectric coefficients\ndue to its effectiveness when doped also appeal to the usefulness of its\napplication in nanoscale electromechanical systems. The combination of these\nresults makes V-doped Co2NiSe4, a versatile material platform of\nnext-generation energy storage, thermoelectric generation, and novel\nmultifunctional sensors."}
{"id": "2509.05138", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.05138", "abs": "https://arxiv.org/abs/2509.05138", "authors": ["Shuxin Lin", "Rimi Banerjee", "Zheyu Cheng", "Kohei Kawabata", "Baile Zhang", "Y. D. Chong"], "title": "Continuum Landau surface states in a non-Hermitian Weyl semimetal", "comment": "16 pages, 7 figures", "summary": "The surface states of topological phases, which owe their existence to bulk\ntopological band invariants, possess many features of deep physical\nsignificance. In some instances, they can be linked to a quantum anomaly: the\nviolation of a classical symmetry by a field theory through the emergence of a\nnon-conserved current. This phenomenon was recently generalized to the\nnon-Hermitian (NH) regime, in the form of an NH chiral anomaly occurring in the\nsurfaces states of an NH Weyl phase. Here, we show that the anomalous NH\ncurrent is mediated by continnum Landau modes (CLMs) an exotic class of NH\neigenstates exhibiting both spatial localization and a continuous spectrum,\ncontrary to the usual distinction between bound and free states. The conditions\nfor which CLMs are normalized, and their scaling of localization length with\nmagnetic field strength, are found to match the requirements of the NH anomaly\nequation. We also discuss the conditions under which these surface states can\nbe probed experimentally, such as on metamaterial platforms. For instance,\nunder open boundary conditions, the surface states are a mix of CLMs and skin\nmodes induced by the NH skin effect, but the NH anomaly can be observed through\ntransmission measurements under different magnetic fields."}
{"id": "2509.04648", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04648", "abs": "https://arxiv.org/abs/2509.04648", "authors": ["Zifan Wang", "Jiaxuan Wen", "Tina Mihm", "Shaopeng Feng", "Kelvin Huang", "Jing Tang", "Tianshu Li", "Liangbo Liang", "Sahar Sharifzadeh", "Keji Lai", "Xi Ling"], "title": "Mo Atom Rearrangement Drives Layer-Dependent Reactivity in Two-Dimensional MoS2", "comment": "41 pages, 20 figures", "summary": "Two-dimensional (2D) materials offer a valuable platform for manipulating and\nstudying chemical reactions at atomic level, owing to the ease of controlling\ntheir microscopic structure at the nanometer scale. While extensive research\nhas been conducted on the structure-dependent chemical activity of 2D\nmaterials, the influence of structural transformation during the reaction\nremains largely unexplored. In this work, we report the layer-dependent\nchemical reactivity of MoS2 during a nitridation atomic substitution reaction\nand attribute it to the rearrangement of Mo atoms. Our results show that the\nchemical reactivity of MoS2 decreases as the number of layers is reduced in the\nfew-layer regime. In particular, monolayer MoS2 exhibits significantly lower\nreactivity compared to its few-layer and multilayer counterparts.\nAtomic-resolution transmission electron microscope (TEM) reveals that MoN\nnanonetworks form as reaction products from monolayer and bilayer MoS2, with\nthe continuity of the MoN crystals increasing with layer number, consistent\nwith the local conductivity mapping data. The layer-dependent reactivity is\nattributed to the relative stability of the hypothetically formed MoN phase\nwhich retain the number of Mo atomic layers present in the precursor.\nSpecifically, the low chemical reactivity of monolayer MoS2 is attributed to\nthe high energy cost associated with Mo atom diffusion and migration necessary\nto form multi-layer Mo lattices in the thermodynamically stable MoN phase. This\nstudy underscores the critical role of lattice rearrangement in governing\nchemical reactivity and highlights the potential of 2D materials as versatile\nplatforms for advancing the understanding of materials chemistry at atomic\nscale."}
{"id": "2509.05253", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.soc-ph"], "pdf": "https://arxiv.org/pdf/2509.05253", "abs": "https://arxiv.org/abs/2509.05253", "authors": ["Chanania Steinbock"], "title": "Nonreciprocal random networks and their percolation properties", "comment": "20 pages, 10 figures", "summary": "We study the effects of nonreciprocity and network structure on percolation.\nTo this end, we investigate nonreciprocal random networks - directed networks\nfor which the probability of a link occurring from node i to node j differs\nfrom the probability of the reverse link occurring from node j to node i. We\nanalytically determine the degree and percolation properties of such networks\nwith exactly two types of link probability, demonstrating that whether the\nnetworks are structured such that the nodes are not statistically\nindistinguishable has profound effects on these measures, both quantitively and\nin how such networks need to be approached. In particular, we develop a\ntechnique for solving the percolation problem which can be applied to both\nstructured and unstructured networks. The method entails writing\nself-consistent integral and differential equations for the probability that\neach node will belong to the network's giant component. Exact solutions to\nthese equations are obtained and simulations which confirm our analytic\npredictions are presented."}
{"id": "2509.04902", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04902", "abs": "https://arxiv.org/abs/2509.04902", "authors": ["Hanoh Lee", "Churlhi Lyi", "Taehee Lee", "Hyeonhui Na", "Jinyoung Kim", "Sangjae Lee", "Younsik Kim", "Anil Rajapitamahuni", "Asish K. Kundu", "Elio Vescovo", "Byeong-Gyu Park", "Changyoung Kim", "Charles H. Ahn", "Frederick J. Walker", "Ji Seop Oh", "Bo Gyu Jang", "Youngkuk Kim", "Byungmin Sohn", "Tuson Park"], "title": "Coexisting Kagome and Heavy Fermion Flat Bands in YbCr$_6$Ge$_6$", "comment": null, "summary": "Flat bands, emergent in strongly correlated electron systems, stand at the\nfrontier of condensed matter physics, providing fertile ground for\nunconventional quantum phases. Recent observations of dispersionless bands at\nthe Fermi level in kagome lattice open the possibility of unifying the disjoint\nparadigms of topology and correlation-driven heavy fermion liquids. Here, we\nreport the unprecedented coexistence of these mechanisms in the layered kagome\nmetal YbCr6Ge6. At high temperatures, an intrinsic kagome flat band-arising\nfrom the frustrated hopping on the kagome lattice-dominates the Fermi level.\nUpon cooling, localized Yb 4f-states hybridize with the topological kagome flat\nbands, transforming this state into the Kondo resonance states that are nearly\ndispersionless across the entire Brillouin zone. Crystalline symmetry forbids\nhybridization along specific high-symmetry lines, which stabilizes Dirac\ncrossings of heavy-fermion character. Topological analysis of the resulting\ngaps reveals both trivial and nontrivial Z2 invariants, establishing the\nemergence of a Dirac-Kondo semimetal phase. Taken together, these results\nidentify YbCr6Ge6 as a prototype of a topological heavy-fermion system and a\nplatform where geometric frustration, strong correlations, and topology\nconverge, with broad implications for correlated quantum matter."}
{"id": "2509.04742", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04742", "abs": "https://arxiv.org/abs/2509.04742", "authors": ["Tongrui Li", "Leiyuan Chen", "Jian Yuan", "Zhengtai Liu", "Yichen Yang", "Zhicheng Jiang", "Jianyang Ding", "Jiayu Liu", "Jishan Liu", "Zhe Sun", "Yanfeng Guo", "Tong Zhang", "Dawei Shen"], "title": "Surface reconstruction and orthogonal decoupling in SrAl4 and EuAl4", "comment": "9 pages,4 figures", "summary": "Surface-induced symmetry breaking in quantum materials can stabilize exotic\nelectronic phases distinct from those in the bulk, yet its momentum-space\nmanifestations remain elusive due to domain-averaging effects. Here, using\nangle-resolved photoemission spectroscopy (ARPES) and scanning tunneling\nmicroscopy (STM), we present a microscopic investigation of the electronic\nstructures of SrAl4 and EuAl4, layered tetragonal intermetallic compounds that\nexhibit well-characterized incommensurate charge-density-wave (CDW)\ntransitions. Below the CDW transition temperatures, we uncover linearly\ndispersing electronic states and pronounced unidirectional replica bands\northogonal to the bulk CDW wave vector, evidencing the emergence of an in-plane\nC4 symmetry-breaking electronic order that is not dictated by the bulk\nincommensurate CDW. STM measurements further reveal a 1 times 2 surface\nreconstruction with quasi-one-dimensional modulations and half-unit-cell steps,\ntraced to ordered 50 percent Sr/Eu vacancies, which vanish irreversibly upon\nthermal cycling, indicating decoupled surface and bulk orders. These findings\nestablish SrAl4 and EuAl4 as model platforms for exploring surface-confined\nnematicity and emergent low-dimensional phases in quantum materials."}
{"id": "2509.04599", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04599", "abs": "https://arxiv.org/abs/2509.04599", "authors": ["Oliwier Urbański"], "title": "Exploring the variational method for thermodynamic models", "comment": null, "summary": "This work explores the possibilities of the Gibbs-Bogoliubov-Feynman\nvariational method, aiming at finding room for designing various drawing\nschemes. For example, mean-field approximation can be viewed as a result of\nusing site-independent drawing in the variational method. In subsequent\nsections, progressively complex drawing procedures are presented, starting from\nsite-independent drawing in the $k$-space. In the next, each site in the\nreal-space is again drawn independently, which is followed by an adjustable\nlinear transformation $T$. Both approaches are presented on the discrete\nGinzburg-Landau model. Subsequently, a percolation-based procedure for the\nIsing model is developed. It shows a general way of handling multi-stage\ndrawing schemes. Critical inverse temperatures are obtained in two and three\ndimensions with a few percent discrepancy from exact values. Finally, it is\nshown that results in the style of the real-space renormalization group can be\nachieved by suitable fractal-like drawing. This facilitates a new\nstraight-forward approach to establishing the renormalization transformation,\nbut primarily provides a new view on the method. While the first two approaches\nare capable of capturing long-range correlations, they are not able to\nreproduce the critical behavior accurately. The main findings of the paper are\ndeveloping the method of handling intricate drawing procedures and identifying\nthe need of fractality in these schemes to grasp the critical behavior."}
{"id": "2509.05278", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05278", "abs": "https://arxiv.org/abs/2509.05278", "authors": ["Muhammad Tayyab", "Sikander Azam", "Qaiser Rafiq", "Vineet Tirth", "Ali Algahtani", "Amin Ur Rahman", "Syed Sheraz Ahmad", "M. Tahir Khan"], "title": "Illuminating Stability and Spectral Shifts: A DFT+U Study of Eu-Doped ZnWO$_4$ for Visible-Light Optoelectronics", "comment": null, "summary": "Tungstate-based oxides have attracted significant attention owing to their\nexcellent structural stability, chemical robustness, and versatile optical\nproperties, making them suitable for next-generation optoelectronic and\nphosphor applications. Among these, ZnWO$_4$ has emerged as a promising host\nmatrix; however, the role of europium (Eu) substitution in modulating its\noptoelectronic behavior remains underexplored. In this work, we employ\nspin-polarized density functional theory (DFT) within the GGA+U framework to\ninvestigate the structural, electronic, and optical properties of pristine\nZnWO$_4$ and Eu-doped ZnWO4 systems. Phonon dispersion analysis confirms\ndynamical stability for both pristine and doped structures. Eu doping reduces\nthe bandgap, introduces new localized states near the Fermi level, and\nsignificantly alters the density of states, thereby enhancing electronic\ntransitions. The optical response reveals a broadened dielectric function,\nred-shifted absorption edge, and intensified extinction coefficient, consistent\nwith the presence of Eu 4f states. Additionally, reflectivity and energy-loss\nspectra indicate improved photon-phonon coupling and optical tunability upon\ndoping. These findings highlight that Eu incorporation not only stabilizes the\nZnWO$_4$ lattice but also tailors its optoelectronic features, positioning\nEu-doped ZnWO4 as a potential candidate for white-light-emitting diodes\n(w-LEDs) and related optoelectronic technologies."}
{"id": "2509.05153", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05153", "abs": "https://arxiv.org/abs/2509.05153", "authors": ["Junya Feng", "Henry F. Legg", "Mahasweta Bagchi", "Daniel Loss", "Jelena Klinovaja", "Yoichi Ando"], "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"", "comment": "Reply to arXiv:2505.23490", "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and\nits central arguments actually support the main conclusions of our publication\n[Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try\nto explain our data explicitly relies on the existence of a large crossed\nAndreev reflection (CAR) effect. The presence of a sizable CAR transmission\nprobability over a surprisingly long distance is the first conclusion of our\npublication. Secondly, the comment discusses the complex interplay of CAR and\nelastic co-tunneling, especially in the presence of local effects. This complex\ninterplay is precisely the second conclusion of our publication. In essence,\nthe comment amounts to merely pointing out that there is a broader sense in the\nnotion of \"dominant CAR\" when nonlinear effects become relevant."}
{"id": "2509.05025", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.05025", "abs": "https://arxiv.org/abs/2509.05025", "authors": ["Maurice Pfeiffer", "Gregor B. Vonbun-Feldbauer", "Jacob B. Khurgin", "Olga Matts", "Ahmed Shqer", "Nadiia Mameka", "Manfred Eich", "Alexander Petrov"], "title": "Energy dependent Chemical Interface Damping induced by 1-Decanethiol Self-Assembled Monolayer on Au(111)", "comment": null, "summary": "The chemical interface damping (CID) effect increases the collision frequency\nof free electrons in metals by changes of the metal surface. We have now\nexperimentally disentangled the two contributions to CID: induced roughness and\ndirect charge transfer. The latter is an important area of research in\nphotoelectrochemistry with potential applications in light-induced chemical\nreactions. We present a broadband investigation of the CID effect on Au(111)\ncovered by a self-assembled monolayer of decanethiol. Spectroscopic\nellipsometry measurements show a photon energy dependent increase of collision\nfrequency. We observe a constant, photon energy independent contribution, which\nis attributed to induced roughness and a contribution that linearly increases\nwith photon energy from about 1 eV upwards which we attribute to direct charge\ntransfer. The onset of the charge transfer mechanism corresponds to occupied\norbitals of thiols bound to the Au surface, as confirmed by density functional\ntheory calculations."}
{"id": "2509.04947", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04947", "abs": "https://arxiv.org/abs/2509.04947", "authors": ["Anran Jin", "Ling-Yan Hung"], "title": "Note on searching for critical lattice models as entropy critical points from strange correlator", "comment": "10 pages, 7 figures. Comments are welcome", "summary": "An entropy function is proposed in [Phys. Rev. Lett. 131, 251602] as a way to\ndetect criticality even when the system size is small. In this note we apply\nthis strategy in the search for criticality of lattice transfer matrices\nconstructed based on the topological holographic principle. We find that the\ncombination of strategy is indeed a cost-effective and efficient way of\nidentifying critical boundary conditions, estimating central charges and\nmoreover, plotting entire phase diagrams in a multi-dimensional phase space."}
{"id": "2509.04788", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04788", "abs": "https://arxiv.org/abs/2509.04788", "authors": ["Nicholas Huebner Julian", "Giacomo Po", "Enrique Martinez", "Nithin Mathew", "Danny Perez"], "title": "Active Learning of A Crystal Plasticity Flow Rule From Discrete Dislocation Dynamics Simulations", "comment": null, "summary": "Continuum-scale material deformation models, such as crystal plasticity, can\nsignificantly enhance their predictive accuracy by incorporating input from\nlower-scale (i.e., mesoscale) models. The procedure to generate and extract the\nrelevant information is however typically complex and ad hoc, involving\ndecision and intervention by domain experts, leading to long development times.\nIn this study, we develop a principled approach for calibration of\ncontinuum-scale models using lower scale information by representing a crystal\nplasticity flow rule as a Gaussian process model. This representation allows\nfor efficient parameter space exploration, guided by the uncertainty embedded\nin the model through a process known as Bayesian optimization. We demonstrate a\nsemi-autonomous Bayesian optimization loop which instantiates discrete\ndislocation dynamics simulations whose initial conditions are automatically\nchosen to optimize the uncertainty of a model crystal plasticity flow rule. Our\nself-guided computational pipeline efficiently generated a dataset and\ncorresponding model whose error, uncertainty, and physical feature\nsensitivities were validated with comparison to an independent dataset four\ntimes larger, demonstrating a valuable and efficient active learning\nimplementation readily transferable to similar material systems."}
{"id": "2509.04611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04611", "abs": "https://arxiv.org/abs/2509.04611", "authors": ["Sanchi Monga", "Saswata Bhattacharya"], "title": "Tuning Nonradiative Recombination via Cation Substitution in Inorganic Antiperovskite Nitrides", "comment": "8 pages, 5 figures", "summary": "Inorganic antiperovskite nitrides have recently emerged as promising\nmaterials for photovoltaic applications, yet their nonradiative recombination\ndynamics remain largely unexplored. Here, we examine the influence of X-site\ncation substitution on the nonradiative electron-hole recombination in\n$\\mathrm{X_{3}NSb}$ ($X = \\mathrm{Ca}, \\mathrm{Sr}, \\mathrm{Ba}$). Ca- and\nSr-based compounds adopt a cubic phase, whereas Ba stabilizes in a hexagonal\nstructure, introducing pronounced symmetry-driven effects. Substituting Ca with\nSr narrows the band gap, suppresses octahedral and band-edge fluctuations,\nreduces nonadiabatic (NA) coupling by $\\sim 54\\%$, and extends carrier\nlifetimes by a factor of $2.5$. In contrast, Ba substitution increases lattice\ndistortion, widens the band gap, and enhances NA coupling beyond that of\n$\\mathrm{Sr_{3}NSb}$, thereby accelerating recombination through stronger\nlattice fluctuations. The resulting band gap fluctuations in\n$\\mathrm{Ba_{3}NSb}$ also shorten decoherence times, following the trend\n$\\mathrm{Ba_{3}NSb} < \\mathrm{Ca_{3}NSb} < \\mathrm{Sr_{3}NSb}$. Our results\ndemonstrate how the interplay between band gap, NA coupling, and decoherence\ntime governs recombination lifetimes, with $\\mathrm{Sr_{3}NSb}$ exhibiting the\nlongest lifetime. These findings highlight the coupled influence of cation\nchemistry and crystal symmetry in tailoring carrier dynamics for\nhigh-performance antiperovskite-based optoelectronics materials."}
{"id": "2509.05279", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05279", "abs": "https://arxiv.org/abs/2509.05279", "authors": ["João V. M. Pimentel", "Vladimir A. Mandelshtam"], "title": "A computationally efficient subspace harmonic relaxation algorithm for coarse-graining of molecular systems with nearly exact thermodynamic consistency", "comment": null, "summary": "In a recent paper, J. Chem. Phys. 162, 214101 (2025), a novel approach for\nthe rigidification of a molecular cluster was proposed, in which starting with\nan all-atom (AA) potential, a coarse-grained (CG) potential for the associated\ncluster of rigid monomers was constructed directly. The method is based on\nusing the harmonic approximation for the fast intramolecular degrees of\nfreedom. While conceptually primitive, the resulting CG model turned out to be\nsurprisingly accurate for selected water and ammonia clusters. However, as\noriginally formulated, a single evaluation of the CG potential turned out to be\nmuch more expensive than the evaluation of the AA potential, since the former\nrequired a subspace minimization followed by a subspace normal mode\ncalculation. In this communication, we formulate the approach more broadly,\nmaking it applicable, e.g., to coarse-graining a large protein. We also\nintroduce key algorithmic improvements, reducing the cost of the subspace\nminimization and normal mode calculation. Combined with the fact that the CG\nsimulation requires roughly an order of magnitude fewer Monte Carlo steps to\nreach similar statistical accuracy for selected observables compared to the AA\nmodel, the overall computational cost becomes comparable. These improvements\nare demonstrated on a water cluster."}
{"id": "2509.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05008", "abs": "https://arxiv.org/abs/2509.05008", "authors": ["Xavier Blase", "Ivan Duchemin"], "title": "Optical spectra of small silver clusters with the Bethe-Salpeter formalism: a Reassessment", "comment": null, "summary": "We study the optical absorption spectra of small Ag_n (n=2,4,6,8) clusters\nusing the Bethe-Salpeter equation (BSE) formalism with a Hamiltonian built from\nGW quasiparticle energies. Calculations are based on an effective core\npotential including the 4sp shells in the valence. Non-self-consistent G0W0\ncalculations relying on input Kohn-Sham eigenstates generated with semilocal\nfunctionals lead to very poor BSE absorption spectra, confirming a previous\nobservation. However, eigenvalue or quasiparticle self-consistent GW\ncalculations dramatically improves the agreement with experiments and TD-DFT\nspectra obtained with range-separated hybrid functionals. The importance of the\nposition of the 4d occupied band is emphasized."}
{"id": "2509.05090", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.05090", "abs": "https://arxiv.org/abs/2509.05090", "authors": ["Qi Yang", "Philippe Corboz"], "title": "Efficient iPEPS Simulation on the Honeycomb Lattice via QR-based CTMRG", "comment": "13 pages, 9 figures", "summary": "We develop a QR-based corner transfer matrix renormalization group (CTMRG)\nframework for contracting infinite projected entangled-pair states (iPEPS) on\nhoneycomb lattices. Our method explicitly uses the lattice's native C3v\nsymmetry at each site, generalizing QR-based acceleration (previously limited\nto square lattices) to enable efficient and stable contractions. This approach\nachieves order-of-magnitude speedups over conventional singular value\ndecomposition (SVD)-based CTMRG while maintaining high numerical precision.\nComprehensive benchmark calculations for the spin-1/2 Heisenberg and Kitaev\nmodels demonstrate higher computational efficiency without sacrificing\naccuracy. We further employ our method to study the Kitaev-Heisenberg model,\nwhere we provide numerical evidence for the universal 1/r^4 decay of the\ndimer-dimer correlation function within the quantum spin liquid (QSL) phase.\nOur work establishes a framework for extending QR-based CTMRG to other lattice\ngeometries, opening new avenues for studying exotic quantum phases with tensor\nnetworks."}
{"id": "2509.04806", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04806", "abs": "https://arxiv.org/abs/2509.04806", "authors": ["Shion Yoshimura", "Shugo Yoshii", "Ryo Ohshima", "Masashi Shiraishi"], "title": "Enhancement of spin-wave nonreciprocity and group velocity in a low-wavenumber regime", "comment": "17 pages, 5 figures, 1 table", "summary": "Nonreciprocity of spin waves is essential for components such as magnetic\nisolators and circulators used in spin-wave-based computing. A ferromagnetic\n(FM) bilayer exhibits significant frequency nonreciprocity and has attracted\nattention in recent years. Prior research on bilayers has predominantly focused\non the high-wavenumber regime, where spin waves display significant\nnonreciprocity and are accessible through Brillouin light scattering (BLS).\nHowever, the dynamics at low wavenumbers (k < 5 rad/um), which enable rapid\nmagnon propagation, have yet to be thoroughly investigated. We investigate\nspin-wave propagation in the bilayer using coplanar waveguides (CPWs) and\ndemonstrate that increasing the bilayer thickness enhances nonreciprocity even\nat low wavenumbers, which leads to the high group velocity originating from the\nDamon-Eshbach (DE) mode. These findings establish design principles for\nhigh-speed, low-loss spin-wave-based information processing."}
{"id": "2509.04641", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04641", "abs": "https://arxiv.org/abs/2509.04641", "authors": ["Rui Lou", "Max Mende", "Riccardo Vocaturo", "Hao Zhang", "Qingxin Dong", "Man Li", "Pengfei Ding", "Erjian Cheng", "Zhiguang Liao", "Yu Zhang", "Junfa Lin", "Reza Firouzmandi", "Vilmos Kocsis", "Laura T. Corredor", "Yurii Prots", "Oleksandr Suvorov", "Anupam Jana", "Jun Fujii", "Ivana Vobornik", "Oleg Janson", "Wenliang Zhu", "Jeroen van den Brink", "Cornelius Krellner", "Minghu Pan", "Bosen Wang", "Tianlong Xia", "Jinguang Cheng", "Shancai Wang", "Claudia Felser", "Bernd Büchner", "Sergey Borisenko", "Rong Yu", "Denis V. Vyalikh", "Alexander Fedorov"], "title": "Strongly Entangled Kondo and Kagome Lattices and the Emergent Magnetic Ground State in Heavy-Fermion Kagome Metal YbV$_6$Sn$_6$", "comment": "8 pages, 4 figures, Phys. Rev. Lett. in press", "summary": "Applying angle-resolved photoemission spectroscopy and density functional\ntheory calculations, we present compelling spectroscopic evidence demonstrating\nthe intertwining and mutual interaction between the Kondo and kagome\nsublattices in heavy-fermion intermetallic compound YbV$_6$Sn$_6$. We reveal\nthe Yb 4$f$-derived states near the Fermi level, along with the presence of\nbulk kagome bands and topological surface states. We unveil strong interactions\nbetween the 4$f$ and itinerant electrons, where the kagome bands hosting the\nDirac fermions and van Hove singularities predominate. Such findings are well\ndescribed using a $c$-$f$ hybridization model. On the other hand, our\nsystematic characterization of magnetic properties demonstrates an unusually\nenhanced antiferromagnetic ordering, where the kagome-derived van Hove\nsingularities near $E_F$ play a vital role in determining the unconventional\nnature of the Ruderman-Kittel-Kasuya-Yosida interaction and Kondo coupling.\nThese unique kagome-state-mediated exchange interactions have never been\nreported before and could lead to a novel phase diagram and various quantum\ncritical behaviors in YbV$_6$Sn$_6$ and its siblings. Our results not only\nexpand the family of exotic quantum phases entangled with kagome structure to\nthe strongly correlated regime, but also establish YbV$_6$Sn$_6$ as an\nunprecedented platform to explore unconventional many-body physics beyond the\nstandard Kondo picture."}
{"id": "2509.05237", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05237", "abs": "https://arxiv.org/abs/2509.05237", "authors": ["Min-Yi-Nan Lei", "Z. H. Chen", "H. T. Wang", "Y. Fan", "N. Guo", "T. X. Jiang", "Yanwei Cao", "T. Zhang", "Rui Peng", "Haichao Xu"], "title": "Correlation-driven 3d Heavy Fermion behavior in LiV2O4", "comment": null, "summary": "LiV2O4 is a spinel-structured compound that stands out as the first known\n3d-electron system exhibiting typical heavy fermion behavior. A central\nquestion is how such strong mass renormalization emerges in the absence of\nf-electrons. In this work, we investigate the three-dimensional electronic\nstructure of LiV2O4 thin films using angle-resolved photoemission spectroscopy\n(ARPES). We identify that an electron-like flat band is derived from a1g\norbitals, along with a highly dispersive e'g band strongly coupled with\nphonons. The overall agreement with dynamical mean-field theory (DMFT)\ncalculations highlights the essential role of inter-orbital Hund's coupling in\nreducing the a1g bandwidth to 25 meV, approaching a Mott state. Notably, we\nfind that heavy-fermion behavior arises from additional renormalization at the\na1g band near the Fermi level, likely driven by many-body interactions at\nenergy scales down to a few meV and potentially linked to geometric frustration\ninherent to the spinel lattice. These results provide crucial insights into the\norigin of the heavy fermion behavior in 3d-electron systems."}
{"id": "2509.04893", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04893", "abs": "https://arxiv.org/abs/2509.04893", "authors": ["Kuan Ding", "Atsutomo Nakamura", "Patrick Cordier", "Xufei Fang"], "title": "Dislocation interaction with a tilt low angle grain boundary in bi-crystal SrTiO3", "comment": null, "summary": "For potentially wider applications of ceramics with dislocation-tuned\nmechanical and functional properties, it is pertinent to achieve dislocation\nengineering in polycrystalline ceramics. However, grain boundaries (GBs) in\ngeneral are effective barriers for dislocation glide and often result in crack\nformation when plastic deformation in ceramics is attempted at room\ntemperature. To develop strategies for crack suppression, it is critical to\nunderstand the fundamental processes for dislocation-GB interaction. For this\npurpose, we adopt here a model system of bi-crystal SrTiO3 with a 4{\\deg} tilt\nGB, which consists of an array of edge dislocations. Room-temperature Brinell\nindentation was used to generate a plastic zone at the mesoscale without crack\nformation, allowing for direct assessment of GB-dislocation interaction in bulk\nsamples. Together with dislocation etch pits imaging and transmission electron\nmicroscopy analysis, we observe dislocation pileup, storage, and transmission\nacross the low-angle tilt GB. Our experimental observations reveal new insight\ninto dislocation-GB interaction at room temperature at the mesoscale."}
{"id": "2509.04648", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04648", "abs": "https://arxiv.org/abs/2509.04648", "authors": ["Zifan Wang", "Jiaxuan Wen", "Tina Mihm", "Shaopeng Feng", "Kelvin Huang", "Jing Tang", "Tianshu Li", "Liangbo Liang", "Sahar Sharifzadeh", "Keji Lai", "Xi Ling"], "title": "Mo Atom Rearrangement Drives Layer-Dependent Reactivity in Two-Dimensional MoS2", "comment": "41 pages, 20 figures", "summary": "Two-dimensional (2D) materials offer a valuable platform for manipulating and\nstudying chemical reactions at atomic level, owing to the ease of controlling\ntheir microscopic structure at the nanometer scale. While extensive research\nhas been conducted on the structure-dependent chemical activity of 2D\nmaterials, the influence of structural transformation during the reaction\nremains largely unexplored. In this work, we report the layer-dependent\nchemical reactivity of MoS2 during a nitridation atomic substitution reaction\nand attribute it to the rearrangement of Mo atoms. Our results show that the\nchemical reactivity of MoS2 decreases as the number of layers is reduced in the\nfew-layer regime. In particular, monolayer MoS2 exhibits significantly lower\nreactivity compared to its few-layer and multilayer counterparts.\nAtomic-resolution transmission electron microscope (TEM) reveals that MoN\nnanonetworks form as reaction products from monolayer and bilayer MoS2, with\nthe continuity of the MoN crystals increasing with layer number, consistent\nwith the local conductivity mapping data. The layer-dependent reactivity is\nattributed to the relative stability of the hypothetically formed MoN phase\nwhich retain the number of Mo atomic layers present in the precursor.\nSpecifically, the low chemical reactivity of monolayer MoS2 is attributed to\nthe high energy cost associated with Mo atom diffusion and migration necessary\nto form multi-layer Mo lattices in the thermodynamically stable MoN phase. This\nstudy underscores the critical role of lattice rearrangement in governing\nchemical reactivity and highlights the potential of 2D materials as versatile\nplatforms for advancing the understanding of materials chemistry at atomic\nscale."}
{"id": "2509.05251", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05251", "abs": "https://arxiv.org/abs/2509.05251", "authors": ["Oleksandr Prokhnenko", "Stanislav E. Nikitin", "Koji Kaneko", "Chihiro Tabata", "Yusuke Hirose", "Yoshifumi Tokiwa", "Yoshinori Haga", "Masaki Fujita", "Hiroyuki Nojiri", "Lawrence M. Anovitz", "Andrey Podlesnyak"], "title": "Spin dynamics in natural multiferroic pyroxene NaFeSi$_2$O$_6$", "comment": "8 pages, 5 figures", "summary": "Spin dynamics in the natural mineral aegirine, NaFeSi$_2$O$_6$, a member of\nthe pyroxene family, was studied by elastic and inelastic neutron scattering.\nMagnetization and specific heat measurements as well as single-crystal neutron\ndiffraction maps, taken in the temperature range 2 - 20 K, confirm two\nsuccessive magnetic transitions at 8.8 and 5.8 K, consistent with previous\nstudies. The observed spin-wave excitations emerge from the incommensurate\nmagnetic Bragg peaks corresponding to the propagation vector $k_{\\rm ICM} = (0,\n0.77, 0)$, and extend up to energies of about 1.5 meV. In the low-temperature\nhelical phase, the spin dynamics of the Fe$^{3+}$ ions is well described by a\nsimple linear spin-wave model. The observed excitations can be modeled using a\nspin Hamiltonian that includes three primary exchange interactions - intrachain\ncoupling $J=0.142(2)$ meV, interchain couplings $J_1=0.083(1)$ meV and\n$J_2=0.186(1)$ meV - and an easy-plane anisotropy $D=0.020(6)$ meV. Our results\nshow that no single exchange interaction dominates the spin dynamics. The\nsimilar strengths of the intrachain and interchain couplings point to the fact\nthat the magnetic interactions in aegirine are three-dimensional rather than\nconfined along one direction. As a result, the system cannot be considered\nquasi-one-dimensional, as previously suggested, and calls for further\ninvestigations."}
{"id": "2509.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05008", "abs": "https://arxiv.org/abs/2509.05008", "authors": ["Xavier Blase", "Ivan Duchemin"], "title": "Optical spectra of small silver clusters with the Bethe-Salpeter formalism: a Reassessment", "comment": null, "summary": "We study the optical absorption spectra of small Ag_n (n=2,4,6,8) clusters\nusing the Bethe-Salpeter equation (BSE) formalism with a Hamiltonian built from\nGW quasiparticle energies. Calculations are based on an effective core\npotential including the 4sp shells in the valence. Non-self-consistent G0W0\ncalculations relying on input Kohn-Sham eigenstates generated with semilocal\nfunctionals lead to very poor BSE absorption spectra, confirming a previous\nobservation. However, eigenvalue or quasiparticle self-consistent GW\ncalculations dramatically improves the agreement with experiments and TD-DFT\nspectra obtained with range-separated hybrid functionals. The importance of the\nposition of the 4d occupied band is emphasized."}
{"id": "2509.04686", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04686", "abs": "https://arxiv.org/abs/2509.04686", "authors": ["Jacob Jeffries", "Bochuan Sun", "Enrique Martinez"], "title": "A generalized and adaptable tensor-contraction-based cluster expansion formalism for multicomponent solids", "comment": "16 pages, 7 figures", "summary": "Density functional theory (DFT)-based simulations of materials have\nfirst-principles accuracy, but are very computationally expensive. For\nsimulating various properties of multi-component alloys, the cluster expansion\n(CE) technique has served as the standard workaround to improve computational\nefficiency. However, the standard CE technique is difficult to extend to exotic\nand/or low-symmetry lattices, often implemented via iteration over particular\ncluster types, which must be enumerated per lattice structure. In this work, we\nintroduce the tensor cluster expansion (TCE), implemented in the open-source\ncode tce-lib, which maps correlation functions to mixed tensor contractions,\neliminating the need to iterate over cluster types and additionally making the\ncalculation of correlation functions well-suited for massively parallel\narchitectures like GPUs. We show that local interaction energies are an\nimmediate consequence of the TCE formalism, yielding nearly $\\mathcal{O}(1)$\nenergy difference calculations. We then use this formalism to fit CE models for\nthe TaW and CoNiCrFeMn systems, and use these models to respectively compute\nthe enthalpy of mixing curve and Cowley short-range order parameters, showing\nexcellent agreement with ground truth data."}
{"id": "2509.04561", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04561", "abs": "https://arxiv.org/abs/2509.04561", "authors": ["Jan Biedermann", "Lukas Janssen"], "title": "Dirac quantum criticality in twisted double bilayer transition metal dichalcogenides", "comment": "17 pages, 8 figures", "summary": "We investigate the phase diagram of moir\\'e double bilayer transition metal\ndichalcogenides with ABBA stacking as a function of twist angle and applied\npressure. At hole filling $\\nu = 2$ per moir\\'e unit cell, the noninteracting\nsystem hosts a Dirac semimetal with graphene-like low-energy bands in the\nmoir\\'e Brillouin zone. At small twist angles, the Fermi velocity is reduced\nand interactions dominate the low-temperature behavior. A strong-coupling\nanalysis identifies insulating ferromagnetic and antiferromagnetic ground-state\ncandidates, characterized by spin-density modulations set by the moir\\'e scale.\nUsing a realistic continuum model with long-range Coulomb interactions, we\nperform self-consistent Hartree-Fock calculations to study the competition\nbetween these states. Varying the twist angle or pressure drives a transition\nfrom a Dirac semimetal to an antiferromagnetic insulator, which breaks SU(2)\nspin rotation and two-fold lattice rotation symmetries. This\nsemimetal-to-insulator transition is continuous and belongs to the (2+1)D\nrelativistic Gross-Neveu-Heisenberg universality class with $N = 2$\nfour-component Dirac fermions. Finite heterostrain, relevant in realistic\nsamples, induces a crossover from Gross-Neveu-Heisenberg universality at\nintermediate temperatures to conventional (2+1)D Heisenberg criticality at the\nlowest temperatures. Further decreasing the twist angle can cause a level\ncrossing from the antiferromagnetic insulator into a ferromagnetic insulator\nwith spin-split bands. Our results provide a comprehensive theoretical\nframework that complements and elucidates recent experiments in twisted double\nbilayer WSe$_2$."}
{"id": "2509.05017", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05017", "abs": "https://arxiv.org/abs/2509.05017", "authors": ["A. Benhadjira", "C. Detlefs", "S. Borgi", "V. Favre-Nicolin", "C. Yildirim"], "title": "Deep Learning-Assisted Weak Beam Identification in Dark-Field X-ray Microscopy", "comment": null, "summary": "Dislocations control the mechanical behavior of crystalline materials, yet\ntheir quantitative characterization in bulk has remained elusive. Transmission\nElectron Microscopy provides atomic-scale resolution but is restricted to thin\nfoils, limiting relevance to structural performance. Dark-field X-ray\nmicroscopy (DFXM) has recently opened access to three-dimensional,\nnon-destructive imaging of dislocations in macroscopic crystals. A critical\nbottleneck, however, is the reliable identification of weak- versus strong-beam\nconditions. Weak-beam imaging enhances dislocation contrast, while strong-beam\nconditions are dominated by multiple scattering and obscure interpretation.\nCurrent practice depends on manual classification by specialists, which is\nsubjective, slow, and incompatible with the scale of modern experiments. Here,\nwe introduce a deep learning framework that automates this task using a\nlightweight convolutional neural network trained on small, hand-labeled\ndatasets. By enabling robust, rapid, and scalable identification of imaging\nconditions, this approach transforms DFXM into a high-throughput tool,\nunlocking statistically significant studies of dislocation dynamics in bulk\nmaterials."}
{"id": "2509.04697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04697", "abs": "https://arxiv.org/abs/2509.04697", "authors": ["Pawel Chodkiewicz", "Robert Zalewski", "Jakub Lengiewicz"], "title": "A Fully Discrete Element Approach for Modeling Vacuum Packed Particle Dampers", "comment": null, "summary": "In this work, we investigate Vacuum-Packed Particle (VPP) dampers --\ngranular-core dampers offering tunable damping performance -- as a more\nsustainable alternative to conventional systems such as magnetorheological\nfluid dampers. A comprehensive computational model of the entire VPP damper\nsystem is developed using the Discrete Element Method (DEM). A novel\ndiscrete-element model of the flexible foil, responsible for consistently\ntransmitting the external pressure resulting from vacuum application, is\nintroduced and implemented by extending the open-source Yade DEM framework. A\nprototype VPP damper is also designed and experimentally tested, enabling both\nmodel calibration and validation of the simulation results. The calibrated DEM\nmodel is subsequently employed in a parametric study to assess the influence of\nmaterial, geometrical, and process parameters on damper performance. All code,\nalong with the associated experimental and simulation datasets, is made\navailable in an open-access repository."}
{"id": "2509.04571", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.04571", "abs": "https://arxiv.org/abs/2509.04571", "authors": ["Pujita Das", "Parth Bahuguna", "Tulika Maitra", "Narayan Mohanta"], "title": "Superconducting pairing symmetries in charge-ordered kagomé metals", "comment": "15 pages, 10 figures", "summary": "We investigate the superconducting state in a kagom\\'e lattice, with\nintertwined charge order and time-reversal symmetry-breaking loop current,\nusing self-consistent Bogoliubov-de Gennes formalism to find the emergent\npairing symmetries. Using local and nearest-neighbor attractive interactions,\ntreated within Hartree-Fock mean-field approximation, we obtain all possible\npairing symmetries in position space. Our findings indicate that the uniform\n$s$-wave symmetry, arising in the absence of the charge order and the loop\ncurrent, modifies to a pair density wave of $s$-wave symmetry of 2$\\times$2\nlattice periodicity in the presence of the charge order, and a chiral pair\ndensity wave of $d_{x^2-y^2}\\!+\\!id_{xy}$-wave symmetry of the same 2$\\times$2\nperiodicity in the presence of the charge order and loop current order, in both\nonsite and nearest-neighbor channels. In the absence of inversion symmetry,\nsuch as in the thin-film geometry, Rashba spin-orbit coupling appears, inducing\nan additional nearest-neighbor triplet $p_x\\pm ip_y$-wave pairing. The results\nare relevant to superconductivity found in $A$V$_{3}$Sb$_{5}$ ($A$ = K, Rb,\nCs), coexisting with a charge order that breaks time-reversal symmetry. We\ndiscuss fingerprints of these different pairing symmetries in scanning\ntunneling microscopy experiments."}
{"id": "2509.05022", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05022", "abs": "https://arxiv.org/abs/2509.05022", "authors": ["Andrew Christy", "Yujie Zhu", "Yi Li", "Yuzan Xiong", "Tao Qu", "Frank Tsui", "James F. Cahoon", "Binbin Yang", "Jia-Mian Hu", "Wei Zhang"], "title": "Tuning Magneto-Optical Zero-Reflection via Dual-Channel Hybrid Magnonics", "comment": "8 pages, 5 figures", "summary": "Multi-channel coupling in hybrid systems makes an attractive testbed not only\nbecause of the distinct advantages entailed in each constituent mode, but also\nthe opportunity to leverage interference among the various excitation pathways.\nHere, via combined analytical calculation and experiment, we demonstrate that\nthe phase of the magnetization precession at the interface of a coupled yttrium\niron garnet(YIG)/permalloy(Py) bilayer is collectively controlled by the\nmicrowave photon field torque and the interlayer exchange torque, manifesting a\ncoherent, dual-channel excitation scheme that effectively tunes the\nmagneto-optic spectrum. The different torque contributions vary with frequency,\nexternal bias field, and types of interlayer coupling between YIG and Py, which\nfurther results in destructive or constructive interferences between the two\nexcitation channels, and hence, selective suppression or amplification of the\nhybridized magnon modes."}
{"id": "2509.04704", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.04704", "abs": "https://arxiv.org/abs/2509.04704", "authors": ["Juan A. Cañas", "Daniel A. Bonilla", "A. Martín-Ruiz"], "title": "Thermoelectric transport in graphene under strain fields modeled by Dirac oscillators", "comment": "Accepted in Physical Review B", "summary": "Graphene has emerged as a paradigmatic material in condensed matter physics\ndue to its exceptional electronic, mechanical, and thermal properties. A deep\nunderstanding of its thermoelectric transport behavior is crucial for the\ndevelopment of novel nanoelectronic and energy-harvesting devices. In this\nwork, we investigate the thermoelectric transport properties of monolayer\ngraphene subjected to randomly distributed localized strain fields, which\nlocally induce impurity-like perturbations. These strain-induced impurities are\nmodeled via 2D Dirac oscillators, capturing the coupling between\npseudorelativistic charge carriers and localized distortions in the lattice.\nEmploying the semiclassical Boltzmann transport formalism, we compute the\nrelaxation time using a scattering approach tailored to the Dirac oscillator\npotential. From this framework, we derive analytical expressions for the\nelectrical conductivity, Seebeck coefficient, and thermal conductivity. The\ntemperature dependence of the scattering centers density is also investigated.\nOur results reveal how strain modulates transport coefficients, highlighting\nthe interplay between mechanical deformations and thermoelectric performance in\ngraphene. This study provides a theoretical foundation for strain engineering\nin thermoelectric graphene-based devices."}
{"id": "2509.05153", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05153", "abs": "https://arxiv.org/abs/2509.05153", "authors": ["Junya Feng", "Henry F. Legg", "Mahasweta Bagchi", "Daniel Loss", "Jelena Klinovaja", "Yoichi Ando"], "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"", "comment": "Reply to arXiv:2505.23490", "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and\nits central arguments actually support the main conclusions of our publication\n[Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try\nto explain our data explicitly relies on the existence of a large crossed\nAndreev reflection (CAR) effect. The presence of a sizable CAR transmission\nprobability over a surprisingly long distance is the first conclusion of our\npublication. Secondly, the comment discusses the complex interplay of CAR and\nelastic co-tunneling, especially in the presence of local effects. This complex\ninterplay is precisely the second conclusion of our publication. In essence,\nthe comment amounts to merely pointing out that there is a broader sense in the\nnotion of \"dominant CAR\" when nonlinear effects become relevant."}
{"id": "2509.05025", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.05025", "abs": "https://arxiv.org/abs/2509.05025", "authors": ["Maurice Pfeiffer", "Gregor B. Vonbun-Feldbauer", "Jacob B. Khurgin", "Olga Matts", "Ahmed Shqer", "Nadiia Mameka", "Manfred Eich", "Alexander Petrov"], "title": "Energy dependent Chemical Interface Damping induced by 1-Decanethiol Self-Assembled Monolayer on Au(111)", "comment": null, "summary": "The chemical interface damping (CID) effect increases the collision frequency\nof free electrons in metals by changes of the metal surface. We have now\nexperimentally disentangled the two contributions to CID: induced roughness and\ndirect charge transfer. The latter is an important area of research in\nphotoelectrochemistry with potential applications in light-induced chemical\nreactions. We present a broadband investigation of the CID effect on Au(111)\ncovered by a self-assembled monolayer of decanethiol. Spectroscopic\nellipsometry measurements show a photon energy dependent increase of collision\nfrequency. We observe a constant, photon energy independent contribution, which\nis attributed to induced roughness and a contribution that linearly increases\nwith photon energy from about 1 eV upwards which we attribute to direct charge\ntransfer. The onset of the charge transfer mechanism corresponds to occupied\norbitals of thiols bound to the Au surface, as confirmed by density functional\ntheory calculations."}
{"id": "2509.04724", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04724", "abs": "https://arxiv.org/abs/2509.04724", "authors": ["Xiaoling Wang", "Arneil P. Reyes", "Hrishit Banerjee", "Andrea N. Capa Salinas", "Stephen Wilson", "Brenden R. Ortiz"], "title": "$^{51}$V NMR evidence for interlayer-modulated charge order and a first-order low-temperature transition in CsV$_3$Sb$_5$", "comment": "7 pages, 4 figures", "summary": "Charge order in the kagome superconductor CsV$_3$Sb$_5$ exhibits a complex\nthree-dimensional organization and intermediate-temperature anomalies whose\nbulk character has remained unsettled. We use orientation-dependent $^{51}$V\nNMR as a site-selective probe to determine the stacking of the charge density\nwave (CDW) state and its thermal evolution. Below\n$T_{\\mathrm{CDW}}\\!\\approx\\!94$~K, the field-linear splitting of the $^{51}$V\ncentral transition together with the anisotropy of the Knight-shift tensor\nidentify an interlayer-modulated $3\\mathbf{q}$ CDW whose local environments are\nconsistent with a four-layer $2\\times2\\times4$ stacking with mixed\ntrihexagonal/Star-of-David distortions, in agreement with synchrotron x-ray\ndeterminations. For comparison, RbV$_3$Sb$_5$ serves as a reference exhibiting\na uniform trihexagonal $2\\times2\\times2$ stacking, allowing us to isolate\nfeatures unique to the $2\\times2\\times4$ state in CsV$_3$Sb$_5$. With\n$\\mathbf{H}_0\\!\\parallel\\!c$, the $^{51}$V quadrupolar satellites through the\nintermediate temperature scale near $T_{\\mathrm{CO}}\\!\\approx\\!65$ K reorganize\ninto two well-resolved electric-field-gradient manifolds that coexist over a\nfinite interval; their relative spectral weights interchange on cooling while\nthe total integrated satellite intensity remains conserved and $\\nu_Q$ within\neach manifold is nearly temperature independent. The coexistence without\ncritical broadening, together with conserved intensity, provides bulk evidence\nconsistent with a first-order charge-order transition near $T_{\\mathrm{CO}}$.\nOur measurements do not resolve whether this lower-temperature transition\ncorresponds to a distinct in-plane order or a reorganization of the\n$3\\mathbf{q}$ state; rather, they delimit this window and provide bulk,\nsite-resolved constraints that connect prior reported anomalies to a\nthermodynamic first-order transition."}
{"id": "2509.05200", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05200", "abs": "https://arxiv.org/abs/2509.05200", "authors": ["Tom Lacmann", "Robert Eder", "Igor Vinograd", "Michael Merz", "Mehdi Frachet", "Philippa Helen McGuinness", "Kurt Kummer", "Enrico Schierle", "Amir-Abbas Haghighirad", "Sofia-Michaela Souliou", "Matthieu Le Tacon"], "title": "Orbital Ordering in the Charge Density Wave Phases of BaNi$_2$(As$_{1-x}$P$_x$)$_2$", "comment": "7 pages, 3 figures, 15 pages SM, 8 SM figures", "summary": "We use resonant X-ray scattering at the nickel L$_{2,3}$ edges to investigate\nthe interplay between orbital degrees of freedom and charge density waves (CDW)\nin the superconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$. Both the incommensurate\nand commensurate CDWs in this system exhibit strong resonant enhancement with\ndistinct energy and polarization dependencies, indicative of orbital ordering.\nAzimuthal-angle-dependent measurements reveal a lowering of the local Ni site\nsymmetry, consistent with monoclinic or lower point group symmetry. The\nscattering signatures of both CDWs are dominated by contributions from Ni\nd$_{xz,yz}$ orbitals, with similar orbital character despite their distinct\nwave vectors. These findings point to a shared orbital-driven formation\nmechanism and provide new insight into the symmetry breaking and\norbital/nematic fluctuations in the high-temperature regime of the\nsuperconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$."}
{"id": "2509.05121", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05121", "abs": "https://arxiv.org/abs/2509.05121", "authors": ["Afreen Anamul Haque", "Suraj G. Dhongade", "Aniket Singha"], "title": "Gas Sensing Properties of Novel Indium Oxide Monolayer: A First-Principles Study", "comment": "27 Pages, 6 figures", "summary": "We present a comprehensive first-principles investigation into the gas\nsensing capabilities of a novel two-dimensional Indium Oxide (In2O3) monolayer,\nusing density functional theory (DFT) calculations. Targeting both\nresistive-type and work function based detection mechanisms, we evaluate\ninteractions with ten hazardous gases (NH3, NO, NO2, SO2, CS2, H2S, HCN, CCl2O,\nCH2O, CO) as well as ambient molecules (O2, CO2, H2O). The monolayer shows\npronounced sensitivity towards NO and H2S, and work function modulation enables\ndetection of NH3 and HCN. Mechanical strain further broadens detection\ncapability, enhancing adsorption and selectivity. These results establish 2D\nIn2O3 as a tunable platform for next-generation miniaturized gas sensors for\nenvironmental monitoring and safety applications."}
{"id": "2509.04742", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04742", "abs": "https://arxiv.org/abs/2509.04742", "authors": ["Tongrui Li", "Leiyuan Chen", "Jian Yuan", "Zhengtai Liu", "Yichen Yang", "Zhicheng Jiang", "Jianyang Ding", "Jiayu Liu", "Jishan Liu", "Zhe Sun", "Yanfeng Guo", "Tong Zhang", "Dawei Shen"], "title": "Surface reconstruction and orthogonal decoupling in SrAl4 and EuAl4", "comment": "9 pages,4 figures", "summary": "Surface-induced symmetry breaking in quantum materials can stabilize exotic\nelectronic phases distinct from those in the bulk, yet its momentum-space\nmanifestations remain elusive due to domain-averaging effects. Here, using\nangle-resolved photoemission spectroscopy (ARPES) and scanning tunneling\nmicroscopy (STM), we present a microscopic investigation of the electronic\nstructures of SrAl4 and EuAl4, layered tetragonal intermetallic compounds that\nexhibit well-characterized incommensurate charge-density-wave (CDW)\ntransitions. Below the CDW transition temperatures, we uncover linearly\ndispersing electronic states and pronounced unidirectional replica bands\northogonal to the bulk CDW wave vector, evidencing the emergence of an in-plane\nC4 symmetry-breaking electronic order that is not dictated by the bulk\nincommensurate CDW. STM measurements further reveal a 1 times 2 surface\nreconstruction with quasi-one-dimensional modulations and half-unit-cell steps,\ntraced to ordered 50 percent Sr/Eu vacancies, which vanish irreversibly upon\nthermal cycling, indicating decoupled surface and bulk orders. These findings\nestablish SrAl4 and EuAl4 as model platforms for exploring surface-confined\nnematicity and emergent low-dimensional phases in quantum materials."}
{"id": "2509.05136", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05136", "abs": "https://arxiv.org/abs/2509.05136", "authors": ["Olivier Nadeau", "Romuald Béjaud", "Lucas Baguet", "Grégory Geneste", "François Bottin", "Gabriel Antonius"], "title": "Hydrogen absorption in intermetallic compounds from first principles", "comment": null, "summary": "Intermetallic compounds such as {A$_{2}$B$_{7}$} alloys are promising\ncandidates for mobile hydrogen storage applications due to their high and\nreversible hydrogen absorption capacity. We compute the absorption isotherm of\n{Nd$_{3}$MgNi$_{14}$} from first-principles using a multiscale modeling\napproach. Absorption sites are identified through a systematic geometrical\nanalysis, and are characterized with Density Functional Theory (DFT)\ncalculations. The absorption site properties are used in room-temperature Grand\nCanonical Monte Carlo simulations to predict hydrogen uptake as a function of\npressure, leading to a full absorption isotherm in good agreement with\nexperimental data. We show that both hybrid exchange-correlation functionals\nand zero-point energy corrections are necessary to obtain accurate absorption\nproperties. The analysis of the fully hydrogenated structure with DFT shows\nconsiderable volume expansion, which stabilizes the structure at large hydrogen\ncontent."}
{"id": "2509.04788", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04788", "abs": "https://arxiv.org/abs/2509.04788", "authors": ["Nicholas Huebner Julian", "Giacomo Po", "Enrique Martinez", "Nithin Mathew", "Danny Perez"], "title": "Active Learning of A Crystal Plasticity Flow Rule From Discrete Dislocation Dynamics Simulations", "comment": null, "summary": "Continuum-scale material deformation models, such as crystal plasticity, can\nsignificantly enhance their predictive accuracy by incorporating input from\nlower-scale (i.e., mesoscale) models. The procedure to generate and extract the\nrelevant information is however typically complex and ad hoc, involving\ndecision and intervention by domain experts, leading to long development times.\nIn this study, we develop a principled approach for calibration of\ncontinuum-scale models using lower scale information by representing a crystal\nplasticity flow rule as a Gaussian process model. This representation allows\nfor efficient parameter space exploration, guided by the uncertainty embedded\nin the model through a process known as Bayesian optimization. We demonstrate a\nsemi-autonomous Bayesian optimization loop which instantiates discrete\ndislocation dynamics simulations whose initial conditions are automatically\nchosen to optimize the uncertainty of a model crystal plasticity flow rule. Our\nself-guided computational pipeline efficiently generated a dataset and\ncorresponding model whose error, uncertainty, and physical feature\nsensitivities were validated with comparison to an independent dataset four\ntimes larger, demonstrating a valuable and efficient active learning\nimplementation readily transferable to similar material systems."}
{"id": "2509.05266", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05266", "abs": "https://arxiv.org/abs/2509.05266", "authors": ["Ayesha Riaz", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman", "Qazi Muhammad Ahkam", "Rafaqat Hussain", "Rajwali Khan"], "title": "Vanadium-Engineered Co2NiSe4 Nanomaterial: Coupled Thermoelectric, Piezoelectric, and Electronic Optimization via DFT+U for Advanced Energy Applications", "comment": null, "summary": "To realize the creation of advanced multifunctional materials in energy\nstorage and conversion technologies, the present research evaluates the\nstructural, electronic, magnetic, thermodynamic, mechanical, thermoelectric,\npiezoelectric and optical properties of pristine and vanadium-doped Co2NiSe4 by\nfirst-principles density functional theory (DFT + U ). It addresses the use of\nvanadium substitution to tailor the material, its performance and the inclusion\nof diverse fields by changing its electronic structure and its bonding\nproperties. It can be seen in the results that V doping improves electrical\nconductivity and magnetic ordering because of a higher density of states and a\nstronger spin polarization at the Fermi level. Thermodynamic calculations show\nenhanced entropy stabilization at high temperatures and, mechanical analysis\nsuggests an enhanced elastic moduli that proves the enhanced structural\nintegrity without affecting ductility. The thermoelectric properties have been\ngreatly improved realize an optimal ZT of ~1.1 at 900 K with 5 at.% V doping\nowing to an ideal combination of Seebeck coefficient, electrical conductivity,\nand inhibited thermal conductivity. Also, optical analysis reveals that\nexpanded absorption spectra, increased dielectric response, adjustable\nreflectivity and energy loss spectra, optical properties can be used in\nphotonic, and other optoelectronic devices. Better piezoelectric coefficients\ndue to its effectiveness when doped also appeal to the usefulness of its\napplication in nanoscale electromechanical systems. The combination of these\nresults makes V-doped Co2NiSe4, a versatile material platform of\nnext-generation energy storage, thermoelectric generation, and novel\nmultifunctional sensors."}
{"id": "2509.04806", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04806", "abs": "https://arxiv.org/abs/2509.04806", "authors": ["Shion Yoshimura", "Shugo Yoshii", "Ryo Ohshima", "Masashi Shiraishi"], "title": "Enhancement of spin-wave nonreciprocity and group velocity in a low-wavenumber regime", "comment": "17 pages, 5 figures, 1 table", "summary": "Nonreciprocity of spin waves is essential for components such as magnetic\nisolators and circulators used in spin-wave-based computing. A ferromagnetic\n(FM) bilayer exhibits significant frequency nonreciprocity and has attracted\nattention in recent years. Prior research on bilayers has predominantly focused\non the high-wavenumber regime, where spin waves display significant\nnonreciprocity and are accessible through Brillouin light scattering (BLS).\nHowever, the dynamics at low wavenumbers (k < 5 rad/um), which enable rapid\nmagnon propagation, have yet to be thoroughly investigated. We investigate\nspin-wave propagation in the bilayer using coplanar waveguides (CPWs) and\ndemonstrate that increasing the bilayer thickness enhances nonreciprocity even\nat low wavenumbers, which leads to the high group velocity originating from the\nDamon-Eshbach (DE) mode. These findings establish design principles for\nhigh-speed, low-loss spin-wave-based information processing."}
{"id": "2509.05278", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05278", "abs": "https://arxiv.org/abs/2509.05278", "authors": ["Muhammad Tayyab", "Sikander Azam", "Qaiser Rafiq", "Vineet Tirth", "Ali Algahtani", "Amin Ur Rahman", "Syed Sheraz Ahmad", "M. Tahir Khan"], "title": "Illuminating Stability and Spectral Shifts: A DFT+U Study of Eu-Doped ZnWO$_4$ for Visible-Light Optoelectronics", "comment": null, "summary": "Tungstate-based oxides have attracted significant attention owing to their\nexcellent structural stability, chemical robustness, and versatile optical\nproperties, making them suitable for next-generation optoelectronic and\nphosphor applications. Among these, ZnWO$_4$ has emerged as a promising host\nmatrix; however, the role of europium (Eu) substitution in modulating its\noptoelectronic behavior remains underexplored. In this work, we employ\nspin-polarized density functional theory (DFT) within the GGA+U framework to\ninvestigate the structural, electronic, and optical properties of pristine\nZnWO$_4$ and Eu-doped ZnWO4 systems. Phonon dispersion analysis confirms\ndynamical stability for both pristine and doped structures. Eu doping reduces\nthe bandgap, introduces new localized states near the Fermi level, and\nsignificantly alters the density of states, thereby enhancing electronic\ntransitions. The optical response reveals a broadened dielectric function,\nred-shifted absorption edge, and intensified extinction coefficient, consistent\nwith the presence of Eu 4f states. Additionally, reflectivity and energy-loss\nspectra indicate improved photon-phonon coupling and optical tunability upon\ndoping. These findings highlight that Eu incorporation not only stabilizes the\nZnWO$_4$ lattice but also tailors its optoelectronic features, positioning\nEu-doped ZnWO4 as a potential candidate for white-light-emitting diodes\n(w-LEDs) and related optoelectronic technologies."}
{"id": "2509.04814", "categories": ["cond-mat.str-el", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04814", "abs": "https://arxiv.org/abs/2509.04814", "authors": ["Tyler Carbin", "Joel Herman", "Xinshu Zhang", "Adrian B. Culver", "Yu Zhang", "Hengdi Zhao", "Rahul Roy", "Gang Cao", "Anshul Kogar"], "title": "Dynamical crossover between stretched- and compressed-exponential relaxation in a photoexcited crystal", "comment": null, "summary": "Anomalous relaxation is one of the hallmarks of disordered systems. Following\nperturbation by an external source, many glassy, jammed and amorphous systems\nrelax as a stretched or compressed exponential as a function of time. However,\ndespite their ubiquity, the origins of and the connection between these\nphenomenological relaxation functions remains to be understood. Here, we\nobserve a tunable crossover from stretched- to compressed-exponential\nrelaxation by photoexciting single crystal Ca3Ru2O7 across a structural phase\ntransition. We present a simple lattice model that shows how spatial\ninhomogeneity and local, strain-mediated interactions cooperate to produce the\ndynamical crossover. Our work reveals anomalous relaxation dynamics in an\nidealized single crystal material and establishes photoexcited solids as\npromising platforms for probing the mechanisms underlying anomalous relaxation."}
{"id": "2509.04641", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04641", "abs": "https://arxiv.org/abs/2509.04641", "authors": ["Rui Lou", "Max Mende", "Riccardo Vocaturo", "Hao Zhang", "Qingxin Dong", "Man Li", "Pengfei Ding", "Erjian Cheng", "Zhiguang Liao", "Yu Zhang", "Junfa Lin", "Reza Firouzmandi", "Vilmos Kocsis", "Laura T. Corredor", "Yurii Prots", "Oleksandr Suvorov", "Anupam Jana", "Jun Fujii", "Ivana Vobornik", "Oleg Janson", "Wenliang Zhu", "Jeroen van den Brink", "Cornelius Krellner", "Minghu Pan", "Bosen Wang", "Tianlong Xia", "Jinguang Cheng", "Shancai Wang", "Claudia Felser", "Bernd Büchner", "Sergey Borisenko", "Rong Yu", "Denis V. Vyalikh", "Alexander Fedorov"], "title": "Strongly Entangled Kondo and Kagome Lattices and the Emergent Magnetic Ground State in Heavy-Fermion Kagome Metal YbV$_6$Sn$_6$", "comment": "8 pages, 4 figures, Phys. Rev. Lett. in press", "summary": "Applying angle-resolved photoemission spectroscopy and density functional\ntheory calculations, we present compelling spectroscopic evidence demonstrating\nthe intertwining and mutual interaction between the Kondo and kagome\nsublattices in heavy-fermion intermetallic compound YbV$_6$Sn$_6$. We reveal\nthe Yb 4$f$-derived states near the Fermi level, along with the presence of\nbulk kagome bands and topological surface states. We unveil strong interactions\nbetween the 4$f$ and itinerant electrons, where the kagome bands hosting the\nDirac fermions and van Hove singularities predominate. Such findings are well\ndescribed using a $c$-$f$ hybridization model. On the other hand, our\nsystematic characterization of magnetic properties demonstrates an unusually\nenhanced antiferromagnetic ordering, where the kagome-derived van Hove\nsingularities near $E_F$ play a vital role in determining the unconventional\nnature of the Ruderman-Kittel-Kasuya-Yosida interaction and Kondo coupling.\nThese unique kagome-state-mediated exchange interactions have never been\nreported before and could lead to a novel phase diagram and various quantum\ncritical behaviors in YbV$_6$Sn$_6$ and its siblings. Our results not only\nexpand the family of exotic quantum phases entangled with kagome structure to\nthe strongly correlated regime, but also establish YbV$_6$Sn$_6$ as an\nunprecedented platform to explore unconventional many-body physics beyond the\nstandard Kondo picture."}
{"id": "2509.04822", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04822", "abs": "https://arxiv.org/abs/2509.04822", "authors": ["Haiyun Huang", "Cheng Chen", "Yuxin Zhai", "Xiu Zhang", "Junzhi Zhu", "Junyong Wang", "Kai Zhang", "Qihua Xiong", "Haiyun Liu"], "title": "Low-frequency interlayer phonon dynamics and photoinduced terahertz absorption in black phosphorus", "comment": "16 pages, 4 figures", "summary": "The strong interlayer coupling in black phosphorus (BP), arising from\nwavefunction overlap between layers, is critical for understanding its\nelectronic and optical properties. Here, we utilize terahertz (THz)\nspectroscopy to study phonon dynamics in BP. We identify two peaks at 6 and 8.5\nmeV in steady-state THz spectra, which are attributed to low-frequency\ninterlayer phonon modes. Both modes exhibit anharmonic phonon coupling behavior\nbelow 150 K, manifesting as temperature-dependent red-shifts. Using\ntime-resolved THz spectroscopy, we observe significantly increased THz\nabsorption under photoexcitation, arising from the transient enhancements of\nthe extended Drude component and the oscillator strengths of interlayer phonons\nin non-equilibrium. These findings highlight the critical role of interlayer\nphonon dynamics in understanding many-body physics in BP."}
{"id": "2509.04704", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.04704", "abs": "https://arxiv.org/abs/2509.04704", "authors": ["Juan A. Cañas", "Daniel A. Bonilla", "A. Martín-Ruiz"], "title": "Thermoelectric transport in graphene under strain fields modeled by Dirac oscillators", "comment": "Accepted in Physical Review B", "summary": "Graphene has emerged as a paradigmatic material in condensed matter physics\ndue to its exceptional electronic, mechanical, and thermal properties. A deep\nunderstanding of its thermoelectric transport behavior is crucial for the\ndevelopment of novel nanoelectronic and energy-harvesting devices. In this\nwork, we investigate the thermoelectric transport properties of monolayer\ngraphene subjected to randomly distributed localized strain fields, which\nlocally induce impurity-like perturbations. These strain-induced impurities are\nmodeled via 2D Dirac oscillators, capturing the coupling between\npseudorelativistic charge carriers and localized distortions in the lattice.\nEmploying the semiclassical Boltzmann transport formalism, we compute the\nrelaxation time using a scattering approach tailored to the Dirac oscillator\npotential. From this framework, we derive analytical expressions for the\nelectrical conductivity, Seebeck coefficient, and thermal conductivity. The\ntemperature dependence of the scattering centers density is also investigated.\nOur results reveal how strain modulates transport coefficients, highlighting\nthe interplay between mechanical deformations and thermoelectric performance in\ngraphene. This study provides a theoretical foundation for strain engineering\nin thermoelectric graphene-based devices."}
{"id": "2509.04840", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04840", "abs": "https://arxiv.org/abs/2509.04840", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Qiang Cheng"], "title": "Equal-spin and oblique-spin crossed Andreev reflections in ferromagnet/Ising superconductor/ferromagnet junction", "comment": null, "summary": "We study the subgap transport through a ferromagnet/Ising\nsuperconductor/ferromagnet (F/ISC/F) junction by solving the Bogoliubov-de\nGennes equations. It is found that the crossed Andreev reflection (CAR) and\nlocal Andreev reflection (LAR) strongly depend on the spin polarized F, the\nmagnetization direction, and the Ising superconducting phase. For the same\nmagnetization directions of the two F leads, the equal-spin CAR could take\nplace due to spin-flip mechanism induced by the Ising spin-orbit coupling and\nequal-spin-triplet pairing. Both equal-spin CAR and equal-spin LAR exhibit a\nremarkable magnetoanisotropy with period \\pi and show oscillatory behavior with\nchemical potential. The equal-spin CAR is more prominent for half-metal F and\ndouble-band ISC while the normal CAR is completely suppressed. When the\nmagnetization directions of the two F leads are different, the oblique-spin CAR\noccurs and its magnetoanisotropic period generally becomes 2\\pi instead of \\pi.\nIn the oblique-spin CAR process, the spins of the electron and hole are neither\nparallel nor antiparallel. Furthermore, the property of oblique-spin CAR is\nvery sensitive to the spin and valley degrees of freedom. The spin and valley\npolarized CAR can be achieved and controlled by the chemical potentials and the\nmagnetization directions."}
{"id": "2509.04724", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04724", "abs": "https://arxiv.org/abs/2509.04724", "authors": ["Xiaoling Wang", "Arneil P. Reyes", "Hrishit Banerjee", "Andrea N. Capa Salinas", "Stephen Wilson", "Brenden R. Ortiz"], "title": "$^{51}$V NMR evidence for interlayer-modulated charge order and a first-order low-temperature transition in CsV$_3$Sb$_5$", "comment": "7 pages, 4 figures", "summary": "Charge order in the kagome superconductor CsV$_3$Sb$_5$ exhibits a complex\nthree-dimensional organization and intermediate-temperature anomalies whose\nbulk character has remained unsettled. We use orientation-dependent $^{51}$V\nNMR as a site-selective probe to determine the stacking of the charge density\nwave (CDW) state and its thermal evolution. Below\n$T_{\\mathrm{CDW}}\\!\\approx\\!94$~K, the field-linear splitting of the $^{51}$V\ncentral transition together with the anisotropy of the Knight-shift tensor\nidentify an interlayer-modulated $3\\mathbf{q}$ CDW whose local environments are\nconsistent with a four-layer $2\\times2\\times4$ stacking with mixed\ntrihexagonal/Star-of-David distortions, in agreement with synchrotron x-ray\ndeterminations. For comparison, RbV$_3$Sb$_5$ serves as a reference exhibiting\na uniform trihexagonal $2\\times2\\times2$ stacking, allowing us to isolate\nfeatures unique to the $2\\times2\\times4$ state in CsV$_3$Sb$_5$. With\n$\\mathbf{H}_0\\!\\parallel\\!c$, the $^{51}$V quadrupolar satellites through the\nintermediate temperature scale near $T_{\\mathrm{CO}}\\!\\approx\\!65$ K reorganize\ninto two well-resolved electric-field-gradient manifolds that coexist over a\nfinite interval; their relative spectral weights interchange on cooling while\nthe total integrated satellite intensity remains conserved and $\\nu_Q$ within\neach manifold is nearly temperature independent. The coexistence without\ncritical broadening, together with conserved intensity, provides bulk evidence\nconsistent with a first-order charge-order transition near $T_{\\mathrm{CO}}$.\nOur measurements do not resolve whether this lower-temperature transition\ncorresponds to a distinct in-plane order or a reorganization of the\n$3\\mathbf{q}$ state; rather, they delimit this window and provide bulk,\nsite-resolved constraints that connect prior reported anomalies to a\nthermodynamic first-order transition."}
{"id": "2509.04841", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04841", "abs": "https://arxiv.org/abs/2509.04841", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Cone-dependent retro and specular Andreev reflections in AA-stacked bilayer graphene", "comment": null, "summary": "We theoretically study the Andreev reflection (AR) in AA-stacked bilayer\ngraphene/superconductor (AABG/SC) junction. AABG has a linear gapless energy\nband with two shifted Dirac cones and the electronic states are described by\nthe cone indices. The results indicate that the property of AR strongly depends\non the cone degree of freedom. In the absence of the inter-layer potential\ndifference, only intra-cone AR and normal reflection (NR) could occur, and the\ninter-cone process is forbidden. By adjusting the potential, the intra-cone AR\ncan be specular AR (SAR) in one cone and it is retro-AR (RAR) in the other\ncone. The existence of the inter-layer potential difference would lead to the\ninter-cone scattering. As a result, double ARs and double NRs can take place\nbetween the two cones. The inter-cone SAR could happen in a broad potential\nregion. Furthermore, the inter-cone retro-NR (RNR) could happen as well. The\nswitch between SAR and RAR, and the switch between specular NR (SNR) and RNR\ncan be achieved by regulating the potential. Therefore, different cone carriers\ncan be separated spatially based on the RAR and SAR. The cone-dependent Andreev\nconductance may be separately measured near the critical values where RAR\ncrosses over to SAR."}
{"id": "2509.04822", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04822", "abs": "https://arxiv.org/abs/2509.04822", "authors": ["Haiyun Huang", "Cheng Chen", "Yuxin Zhai", "Xiu Zhang", "Junzhi Zhu", "Junyong Wang", "Kai Zhang", "Qihua Xiong", "Haiyun Liu"], "title": "Low-frequency interlayer phonon dynamics and photoinduced terahertz absorption in black phosphorus", "comment": "16 pages, 4 figures", "summary": "The strong interlayer coupling in black phosphorus (BP), arising from\nwavefunction overlap between layers, is critical for understanding its\nelectronic and optical properties. Here, we utilize terahertz (THz)\nspectroscopy to study phonon dynamics in BP. We identify two peaks at 6 and 8.5\nmeV in steady-state THz spectra, which are attributed to low-frequency\ninterlayer phonon modes. Both modes exhibit anharmonic phonon coupling behavior\nbelow 150 K, manifesting as temperature-dependent red-shifts. Using\ntime-resolved THz spectroscopy, we observe significantly increased THz\nabsorption under photoexcitation, arising from the transient enhancements of\nthe extended Drude component and the oscillator strengths of interlayer phonons\nin non-equilibrium. These findings highlight the critical role of interlayer\nphonon dynamics in understanding many-body physics in BP."}
{"id": "2509.04893", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04893", "abs": "https://arxiv.org/abs/2509.04893", "authors": ["Kuan Ding", "Atsutomo Nakamura", "Patrick Cordier", "Xufei Fang"], "title": "Dislocation interaction with a tilt low angle grain boundary in bi-crystal SrTiO3", "comment": null, "summary": "For potentially wider applications of ceramics with dislocation-tuned\nmechanical and functional properties, it is pertinent to achieve dislocation\nengineering in polycrystalline ceramics. However, grain boundaries (GBs) in\ngeneral are effective barriers for dislocation glide and often result in crack\nformation when plastic deformation in ceramics is attempted at room\ntemperature. To develop strategies for crack suppression, it is critical to\nunderstand the fundamental processes for dislocation-GB interaction. For this\npurpose, we adopt here a model system of bi-crystal SrTiO3 with a 4{\\deg} tilt\nGB, which consists of an array of edge dislocations. Room-temperature Brinell\nindentation was used to generate a plastic zone at the mesoscale without crack\nformation, allowing for direct assessment of GB-dislocation interaction in bulk\nsamples. Together with dislocation etch pits imaging and transmission electron\nmicroscopy analysis, we observe dislocation pileup, storage, and transmission\nacross the low-angle tilt GB. Our experimental observations reveal new insight\ninto dislocation-GB interaction at room temperature at the mesoscale."}
{"id": "2509.04875", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04875", "abs": "https://arxiv.org/abs/2509.04875", "authors": ["Zhixin Liang", "Yunlong Wang", "Chi Ding", "Junjie Wang", "Hui-Tian Wang", "Dingyu Xing", "Jian Sun"], "title": "Hot-Ham: an accurate and efficient E(3)-equivariant machine-learning electronic structures calculation framework", "comment": null, "summary": "The combinations of machine learning with ab initio methods have attracted\nmuch attention for their potential to resolve the accuracy-efficiency dilemma\nand facilitate calculations for large-scale systems. Recently, equivariant\nmessage passing neural networks (MPNNs) that explicitly incorporate symmetry\nconstraints have demonstrated promise for interatomic potential and density\nfunctional theory (DFT) Hamiltonian predictions. However, the high-order\ntensors used to represent node and edge information are coupled through the\nClebsch-Gordan tensor product (CGTP), leading to steep increases in\ncomputational complexity and seriously hindering the performance of equivariant\nMPNNs. Here, we develop High-order Tensor machine-learning Hamiltonian\n(Hot-Ham), an E(3) equivariant MPNN framework that combines two advanced\ntechnologies local coordinate transformation and Gaunt tensor product (GTP) to\nefficiently model DFT Hamiltonians. These two innovations significantly reduce\nthe complexity of tensor products from O(L^6) to O(L^3) or O(L^2 log^2 L) for\nthe max tensor order L, and enhance the performance of MPNNs. Benchmarks on\nseveral public datasets demonstrate its state-of-the-art accuracy with\nrelatively few parameters, and the applications to multilayer twisted moir\\'e\nsystems, heterostructures and allotropes showcase its generalization ability\nand high efficiency. Our Hot-Ham method provides a new perspective for\ndeveloping efficient equivariant neural networks and would be a promising\napproach for investigating the electronic properties of large-scale materials\nsystems."}
{"id": "2509.04902", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04902", "abs": "https://arxiv.org/abs/2509.04902", "authors": ["Hanoh Lee", "Churlhi Lyi", "Taehee Lee", "Hyeonhui Na", "Jinyoung Kim", "Sangjae Lee", "Younsik Kim", "Anil Rajapitamahuni", "Asish K. Kundu", "Elio Vescovo", "Byeong-Gyu Park", "Changyoung Kim", "Charles H. Ahn", "Frederick J. Walker", "Ji Seop Oh", "Bo Gyu Jang", "Youngkuk Kim", "Byungmin Sohn", "Tuson Park"], "title": "Coexisting Kagome and Heavy Fermion Flat Bands in YbCr$_6$Ge$_6$", "comment": null, "summary": "Flat bands, emergent in strongly correlated electron systems, stand at the\nfrontier of condensed matter physics, providing fertile ground for\nunconventional quantum phases. Recent observations of dispersionless bands at\nthe Fermi level in kagome lattice open the possibility of unifying the disjoint\nparadigms of topology and correlation-driven heavy fermion liquids. Here, we\nreport the unprecedented coexistence of these mechanisms in the layered kagome\nmetal YbCr6Ge6. At high temperatures, an intrinsic kagome flat band-arising\nfrom the frustrated hopping on the kagome lattice-dominates the Fermi level.\nUpon cooling, localized Yb 4f-states hybridize with the topological kagome flat\nbands, transforming this state into the Kondo resonance states that are nearly\ndispersionless across the entire Brillouin zone. Crystalline symmetry forbids\nhybridization along specific high-symmetry lines, which stabilizes Dirac\ncrossings of heavy-fermion character. Topological analysis of the resulting\ngaps reveals both trivial and nontrivial Z2 invariants, establishing the\nemergence of a Dirac-Kondo semimetal phase. Taken together, these results\nidentify YbCr6Ge6 as a prototype of a topological heavy-fermion system and a\nplatform where geometric frustration, strong correlations, and topology\nconverge, with broad implications for correlated quantum matter."}
{"id": "2509.04902", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04902", "abs": "https://arxiv.org/abs/2509.04902", "authors": ["Hanoh Lee", "Churlhi Lyi", "Taehee Lee", "Hyeonhui Na", "Jinyoung Kim", "Sangjae Lee", "Younsik Kim", "Anil Rajapitamahuni", "Asish K. Kundu", "Elio Vescovo", "Byeong-Gyu Park", "Changyoung Kim", "Charles H. Ahn", "Frederick J. Walker", "Ji Seop Oh", "Bo Gyu Jang", "Youngkuk Kim", "Byungmin Sohn", "Tuson Park"], "title": "Coexisting Kagome and Heavy Fermion Flat Bands in YbCr$_6$Ge$_6$", "comment": null, "summary": "Flat bands, emergent in strongly correlated electron systems, stand at the\nfrontier of condensed matter physics, providing fertile ground for\nunconventional quantum phases. Recent observations of dispersionless bands at\nthe Fermi level in kagome lattice open the possibility of unifying the disjoint\nparadigms of topology and correlation-driven heavy fermion liquids. Here, we\nreport the unprecedented coexistence of these mechanisms in the layered kagome\nmetal YbCr6Ge6. At high temperatures, an intrinsic kagome flat band-arising\nfrom the frustrated hopping on the kagome lattice-dominates the Fermi level.\nUpon cooling, localized Yb 4f-states hybridize with the topological kagome flat\nbands, transforming this state into the Kondo resonance states that are nearly\ndispersionless across the entire Brillouin zone. Crystalline symmetry forbids\nhybridization along specific high-symmetry lines, which stabilizes Dirac\ncrossings of heavy-fermion character. Topological analysis of the resulting\ngaps reveals both trivial and nontrivial Z2 invariants, establishing the\nemergence of a Dirac-Kondo semimetal phase. Taken together, these results\nidentify YbCr6Ge6 as a prototype of a topological heavy-fermion system and a\nplatform where geometric frustration, strong correlations, and topology\nconverge, with broad implications for correlated quantum matter."}
{"id": "2509.04912", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04912", "abs": "https://arxiv.org/abs/2509.04912", "authors": ["A. Magalotti", "A. Alimenti", "V. Braccini", "P. Manfrinetti", "E. Silva", "K. Torokhtii", "N. Pompeo"], "title": "Flux-flow in multiband FeSe$_x$Te$_{1-x}$ explored by microwave magnetotransport", "comment": "9 pages, 9 figures", "summary": "We measure the flux-flow resistivity in FeSe$_x$Te$_{1-x}$ epitaxial films\nusing a microwave, dual-frequency technique. The flux-flow resistivity allows\nto open a window on the microscopic electronic state of quasiparticles. We\nobtain that the field-dependence of flux-flow is typical for multiband\nsuperconductors. Once this is assessed, we are able to extract the temperature\ndependence of the orbital upper critical field and of the normalised vortex\ncore quasiparticle scattering time. Our data suggest that our epitaxial\nFeSe$_x$Te$_{1-x}$ films are in the moderately clean regime."}
{"id": "2509.05026", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05026", "abs": "https://arxiv.org/abs/2509.05026", "authors": ["Felix K. Schwab", "Britta Doppl", "Niklas J. Herrmann", "Alice Boudet", "Shadi Mirhashemi", "Sylvain Brimaud", "Birger Horstmann"], "title": "Modelling and Simulation of an Alkaline Ni/Zn Cell", "comment": "20 pages, 11 figures", "summary": "Nickel/zinc (Ni/Zn) technology is a promising post-lithium battery type for\nstationary applications with respect to aspects such as safety, environmental\ncompatibility and resource availability. Although this battery type has been\nknown for a long time, the theoretical knowledge about the processes taking\nplace in the battery is limited. In order to gain a deeper understanding of the\ngeneral cycling behaviour and the underlying processes, but also specific\nphenomena intrinsic to zinc-based cells such as zinc shape change, we carry out\nsimulations based on a thermodynamically consistent and volume-averaged\ncontinuum model. We use a Ni/Zn prototype cell as a reference framework to\nprovide a basis for modelling, parameter estimation and systematic comparison\nbetween simulated and experimental cell behaviour to improve cyclability and\nperformance."}
{"id": "2509.04946", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04946", "abs": "https://arxiv.org/abs/2509.04946", "authors": ["Giorgio Nicoletti", "Daniel M. Busiello"], "title": "Stochastic processes with multiple temporal scales: timescale separation and information", "comment": null, "summary": "Complex systems are often characterized by the interplay of multiple\ninterconnected dynamical processes operating across a range of temporal scales.\nThis phenomenon is widespread in both biological and artificial scenarios,\nmaking it crucial to understand how such multiscale dynamics influence the\noverall functioning and behavior of these systems. Here, we present a general\ntimescale separation approach that is valid for any set of stochastic\ndifferential equations coupled across multiple timescales. We show two\nalternative derivations, one based on an iterative procedure, and the other\ngrounded on an a priori expansion in relevant small parameters associated with\nfaster timescales. We provide an explicit expression for the conditional\nstructure of the joint probability distribution of the whole set of processes\nthat is solely determined by the multiscale interactions. This result has\nimportant consequences in determining how information is generated in the\nsystem and how it propagates across different timescales. To demonstrate that\nour findings are valid independently of the specific dynamical model, we test\nthem against four different (linear and non-linear) dynamics. Then, we focus on\nthe scenario in which two degrees of freedom are reciprocally coupled across\ntheir timescales. In this case, we show that the statistics of the fastest\ndynamics is captured by an effective self-interaction term in the slowest one,\ncreating a regulatory loop. Finally, a connection with analogous previous\nresults obtained for discrete-state systems with higher-order interactions is\ndrawn, elucidating similarities and differences in the physical interpretation\nof the system. The presented framework might open the avenue for a clearer\nunderstanding of the interplay between the underlying multiscale structure and\nemergent functional behavior of biological and artificial systems."}
{"id": "2509.05153", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05153", "abs": "https://arxiv.org/abs/2509.05153", "authors": ["Junya Feng", "Henry F. Legg", "Mahasweta Bagchi", "Daniel Loss", "Jelena Klinovaja", "Yoichi Ando"], "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"", "comment": "Reply to arXiv:2505.23490", "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and\nits central arguments actually support the main conclusions of our publication\n[Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try\nto explain our data explicitly relies on the existence of a large crossed\nAndreev reflection (CAR) effect. The presence of a sizable CAR transmission\nprobability over a surprisingly long distance is the first conclusion of our\npublication. Secondly, the comment discusses the complex interplay of CAR and\nelastic co-tunneling, especially in the presence of local effects. This complex\ninterplay is precisely the second conclusion of our publication. In essence,\nthe comment amounts to merely pointing out that there is a broader sense in the\nnotion of \"dominant CAR\" when nonlinear effects become relevant."}
{"id": "2509.04947", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04947", "abs": "https://arxiv.org/abs/2509.04947", "authors": ["Anran Jin", "Ling-Yan Hung"], "title": "Note on searching for critical lattice models as entropy critical points from strange correlator", "comment": "10 pages, 7 figures. Comments are welcome", "summary": "An entropy function is proposed in [Phys. Rev. Lett. 131, 251602] as a way to\ndetect criticality even when the system size is small. In this note we apply\nthis strategy in the search for criticality of lattice transfer matrices\nconstructed based on the topological holographic principle. We find that the\ncombination of strategy is indeed a cost-effective and efficient way of\nidentifying critical boundary conditions, estimating central charges and\nmoreover, plotting entire phase diagrams in a multi-dimensional phase space."}
{"id": "2509.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05008", "abs": "https://arxiv.org/abs/2509.05008", "authors": ["Xavier Blase", "Ivan Duchemin"], "title": "Optical spectra of small silver clusters with the Bethe-Salpeter formalism: a Reassessment", "comment": null, "summary": "We study the optical absorption spectra of small Ag_n (n=2,4,6,8) clusters\nusing the Bethe-Salpeter equation (BSE) formalism with a Hamiltonian built from\nGW quasiparticle energies. Calculations are based on an effective core\npotential including the 4sp shells in the valence. Non-self-consistent G0W0\ncalculations relying on input Kohn-Sham eigenstates generated with semilocal\nfunctionals lead to very poor BSE absorption spectra, confirming a previous\nobservation. However, eigenvalue or quasiparticle self-consistent GW\ncalculations dramatically improves the agreement with experiments and TD-DFT\nspectra obtained with range-separated hybrid functionals. The importance of the\nposition of the 4d occupied band is emphasized."}
{"id": "2509.05017", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05017", "abs": "https://arxiv.org/abs/2509.05017", "authors": ["A. Benhadjira", "C. Detlefs", "S. Borgi", "V. Favre-Nicolin", "C. Yildirim"], "title": "Deep Learning-Assisted Weak Beam Identification in Dark-Field X-ray Microscopy", "comment": null, "summary": "Dislocations control the mechanical behavior of crystalline materials, yet\ntheir quantitative characterization in bulk has remained elusive. Transmission\nElectron Microscopy provides atomic-scale resolution but is restricted to thin\nfoils, limiting relevance to structural performance. Dark-field X-ray\nmicroscopy (DFXM) has recently opened access to three-dimensional,\nnon-destructive imaging of dislocations in macroscopic crystals. A critical\nbottleneck, however, is the reliable identification of weak- versus strong-beam\nconditions. Weak-beam imaging enhances dislocation contrast, while strong-beam\nconditions are dominated by multiple scattering and obscure interpretation.\nCurrent practice depends on manual classification by specialists, which is\nsubjective, slow, and incompatible with the scale of modern experiments. Here,\nwe introduce a deep learning framework that automates this task using a\nlightweight convolutional neural network trained on small, hand-labeled\ndatasets. By enabling robust, rapid, and scalable identification of imaging\nconditions, this approach transforms DFXM into a high-throughput tool,\nunlocking statistically significant studies of dislocation dynamics in bulk\nmaterials."}
{"id": "2509.05022", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05022", "abs": "https://arxiv.org/abs/2509.05022", "authors": ["Andrew Christy", "Yujie Zhu", "Yi Li", "Yuzan Xiong", "Tao Qu", "Frank Tsui", "James F. Cahoon", "Binbin Yang", "Jia-Mian Hu", "Wei Zhang"], "title": "Tuning Magneto-Optical Zero-Reflection via Dual-Channel Hybrid Magnonics", "comment": "8 pages, 5 figures", "summary": "Multi-channel coupling in hybrid systems makes an attractive testbed not only\nbecause of the distinct advantages entailed in each constituent mode, but also\nthe opportunity to leverage interference among the various excitation pathways.\nHere, via combined analytical calculation and experiment, we demonstrate that\nthe phase of the magnetization precession at the interface of a coupled yttrium\niron garnet(YIG)/permalloy(Py) bilayer is collectively controlled by the\nmicrowave photon field torque and the interlayer exchange torque, manifesting a\ncoherent, dual-channel excitation scheme that effectively tunes the\nmagneto-optic spectrum. The different torque contributions vary with frequency,\nexternal bias field, and types of interlayer coupling between YIG and Py, which\nfurther results in destructive or constructive interferences between the two\nexcitation channels, and hence, selective suppression or amplification of the\nhybridized magnon modes."}
{"id": "2509.05025", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.05025", "abs": "https://arxiv.org/abs/2509.05025", "authors": ["Maurice Pfeiffer", "Gregor B. Vonbun-Feldbauer", "Jacob B. Khurgin", "Olga Matts", "Ahmed Shqer", "Nadiia Mameka", "Manfred Eich", "Alexander Petrov"], "title": "Energy dependent Chemical Interface Damping induced by 1-Decanethiol Self-Assembled Monolayer on Au(111)", "comment": null, "summary": "The chemical interface damping (CID) effect increases the collision frequency\nof free electrons in metals by changes of the metal surface. We have now\nexperimentally disentangled the two contributions to CID: induced roughness and\ndirect charge transfer. The latter is an important area of research in\nphotoelectrochemistry with potential applications in light-induced chemical\nreactions. We present a broadband investigation of the CID effect on Au(111)\ncovered by a self-assembled monolayer of decanethiol. Spectroscopic\nellipsometry measurements show a photon energy dependent increase of collision\nfrequency. We observe a constant, photon energy independent contribution, which\nis attributed to induced roughness and a contribution that linearly increases\nwith photon energy from about 1 eV upwards which we attribute to direct charge\ntransfer. The onset of the charge transfer mechanism corresponds to occupied\norbitals of thiols bound to the Au surface, as confirmed by density functional\ntheory calculations."}
{"id": "2509.05074", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05074", "abs": "https://arxiv.org/abs/2509.05074", "authors": ["K. Kohopää", "J. Nissilä", "E. Mykkänen", "P. Selvasundaram", "T. Fordell", "K. Langi", "E. T. Mannila", "S. Kafanov", "S. Ahopelto", "H. Systä", "M. Ribeiro", "P. Sethi", "M. Kiviranta", "R. Loreto", "J. -W. Lee", "T. Rantanen", "V. Vesterinen", "O. Kieler", "M. Bieler", "J. Govenius", "J. Senior", "A. Kemppinen"], "title": "Fast optical data transfer into a Josephson junction array", "comment": null, "summary": "We employ externally shunted Nb-AlO$_x$-Nb Josephson junctions for\ndemonstrating a circuit that is suitable for an optically driven Josephson\nArbitrary Waveform Synthesizer (JAWS). This technology enables overdamped\njunctions with characteristic frequencies above 100 GHz and critical currents\nof the order of 100 $\\mu$A, which is promising, e.g., for low-dissipation\noptical control of quantum circuits such as superconducting quantum bits. Here\nwe utilize a double-pulse technique to experimentally determine the maximum\nrate at which optical pulse data can be reliably delivered to the\nsuperconducting circuit. We demonstrate the feasibility of data transfer up to\n60 Gbit/s, which is about factor 4 higher than for typical JAWS."}
{"id": "2509.05088", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05088", "abs": "https://arxiv.org/abs/2509.05088", "authors": ["J. E. Sanches", "T. M. Sobreira", "L. S. Ricco", "M. S. Figueira", "A. C. Seridonio"], "title": "Revisiting the Poor Man's Majoranas: The Spin-Exchange Induced Spillover Effect", "comment": null, "summary": "We give a review on Poor Man's Majorana (PMM) modes, which are theoretically\nestablished in the minimal Kitaev chain implementation consisting of two\ngrounded, spinless quantum dots (QDs) operating at the sweet spot condition,\nwhere electron cotunneling and crossed Andreev reflection amplitudes achieve\nprecise balance. Particularly, we systematically review, within the Green's\nfunctions theoretical framework, the PMM hybridization dynamics under\nspin-exchange perturbations proposed by some of us in J. Phys.: Condens. Matter\n37, 205601 (2025), which demonstrates a characteristic spatial delocalization\nwhen subjected to an exchange coupling $J$ mediated by a quantum spin $S$. This\nspin-exchange induced PMM spillover effect provides a spectroscopic protocol\nfor determining the quantum statistics of $S$ through the emergent multi-level\nstructure in the proximal QD's density of states. Our principal theoretical\nresult establishes that the exchange interaction generates $2S+2$ ($2S+1$)\nsatellite states symmetrically distributed about the zero-bias anomaly, serving\nas a definitive signature of bosonic (fermionic) spin statistics. As novelty,\nwe demonstrate that multi-terminal environmental coupling induces significant\nsuppression of the spin-exchange spillover mechanism. Under constrained\nvariations of $J$, this effectively localizes the perturbed PMM within its host\nQD, preventing spatial hybridization with adjacent site. The absence of\ntopological protection in this minimal Kitaev realization is strategically\nleveraged to: (i) Develop a novel spectroscopic technique for quantum spin\ncharacterization through PMM hybridization signatures; (ii) Propose an\nengineered protection scheme for PMM qubits against exchange fluctuations in\nmulti-terminal architectures, enabling moderately robust quantum computation\nprotocols."}
{"id": "2509.05090", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.05090", "abs": "https://arxiv.org/abs/2509.05090", "authors": ["Qi Yang", "Philippe Corboz"], "title": "Efficient iPEPS Simulation on the Honeycomb Lattice via QR-based CTMRG", "comment": "13 pages, 9 figures", "summary": "We develop a QR-based corner transfer matrix renormalization group (CTMRG)\nframework for contracting infinite projected entangled-pair states (iPEPS) on\nhoneycomb lattices. Our method explicitly uses the lattice's native C3v\nsymmetry at each site, generalizing QR-based acceleration (previously limited\nto square lattices) to enable efficient and stable contractions. This approach\nachieves order-of-magnitude speedups over conventional singular value\ndecomposition (SVD)-based CTMRG while maintaining high numerical precision.\nComprehensive benchmark calculations for the spin-1/2 Heisenberg and Kitaev\nmodels demonstrate higher computational efficiency without sacrificing\naccuracy. We further employ our method to study the Kitaev-Heisenberg model,\nwhere we provide numerical evidence for the universal 1/r^4 decay of the\ndimer-dimer correlation function within the quantum spin liquid (QSL) phase.\nOur work establishes a framework for extending QR-based CTMRG to other lattice\ngeometries, opening new avenues for studying exotic quantum phases with tensor\nnetworks."}
{"id": "2509.05114", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.05114", "abs": "https://arxiv.org/abs/2509.05114", "authors": ["Xing-Lei Ma", "Jin-Xin Hu", "K. T. Law"], "title": "Universal Boundary-Modes Localization from Quantum Metric Length", "comment": null, "summary": "The presence of localized boundary modes is an unambiguous hallmark of\ntopological quantum matter. While these modes are typically protected by\ntopological invariants such as the Chern number, here we demonstrate that the\n{\\it quantum metric length} (QML), a quantity inherent in multi-band\ntopological systems, governs the spatial extent of flat-band topological\nboundary modes. We introduce a framework for constructing topological flat\nbands from degenerate manifolds with large quantum metric and find that the\nboundary modes exhibit dual phases of spatial behaviors: a conventional\noscillatory decay arising from bare band dispersion, followed by another\nexponential decay controlled by quantum geometry. Crucially, the QML, derived\nfrom the quantum metric of the degenerate manifolds, sets a lower bound on the\nspatial spread of boundary states in the flat-band limit. Applying our\nframework to concrete models, we validate the universal role of the QML in\nshaping the long-range behavior of topological boundary modes. Furthermore, by\ntuning the QML, we unveil extraordinary non-local transport phenomena,\nincluding QML-shaped quantum Hall plateaus and anomalous Fraunhofer patterns.\nOur theoretical framework paves the way for engineering boundary-modes\nlocalization in topological flat-band systems."}
{"id": "2509.05121", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05121", "abs": "https://arxiv.org/abs/2509.05121", "authors": ["Afreen Anamul Haque", "Suraj G. Dhongade", "Aniket Singha"], "title": "Gas Sensing Properties of Novel Indium Oxide Monolayer: A First-Principles Study", "comment": "27 Pages, 6 figures", "summary": "We present a comprehensive first-principles investigation into the gas\nsensing capabilities of a novel two-dimensional Indium Oxide (In2O3) monolayer,\nusing density functional theory (DFT) calculations. Targeting both\nresistive-type and work function based detection mechanisms, we evaluate\ninteractions with ten hazardous gases (NH3, NO, NO2, SO2, CS2, H2S, HCN, CCl2O,\nCH2O, CO) as well as ambient molecules (O2, CO2, H2O). The monolayer shows\npronounced sensitivity towards NO and H2S, and work function modulation enables\ndetection of NH3 and HCN. Mechanical strain further broadens detection\ncapability, enhancing adsorption and selectivity. These results establish 2D\nIn2O3 as a tunable platform for next-generation miniaturized gas sensors for\nenvironmental monitoring and safety applications."}
{"id": "2509.05136", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05136", "abs": "https://arxiv.org/abs/2509.05136", "authors": ["Olivier Nadeau", "Romuald Béjaud", "Lucas Baguet", "Grégory Geneste", "François Bottin", "Gabriel Antonius"], "title": "Hydrogen absorption in intermetallic compounds from first principles", "comment": null, "summary": "Intermetallic compounds such as {A$_{2}$B$_{7}$} alloys are promising\ncandidates for mobile hydrogen storage applications due to their high and\nreversible hydrogen absorption capacity. We compute the absorption isotherm of\n{Nd$_{3}$MgNi$_{14}$} from first-principles using a multiscale modeling\napproach. Absorption sites are identified through a systematic geometrical\nanalysis, and are characterized with Density Functional Theory (DFT)\ncalculations. The absorption site properties are used in room-temperature Grand\nCanonical Monte Carlo simulations to predict hydrogen uptake as a function of\npressure, leading to a full absorption isotherm in good agreement with\nexperimental data. We show that both hybrid exchange-correlation functionals\nand zero-point energy corrections are necessary to obtain accurate absorption\nproperties. The analysis of the fully hydrogenated structure with DFT shows\nconsiderable volume expansion, which stabilizes the structure at large hydrogen\ncontent."}
{"id": "2509.05138", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.05138", "abs": "https://arxiv.org/abs/2509.05138", "authors": ["Shuxin Lin", "Rimi Banerjee", "Zheyu Cheng", "Kohei Kawabata", "Baile Zhang", "Y. D. Chong"], "title": "Continuum Landau surface states in a non-Hermitian Weyl semimetal", "comment": "16 pages, 7 figures", "summary": "The surface states of topological phases, which owe their existence to bulk\ntopological band invariants, possess many features of deep physical\nsignificance. In some instances, they can be linked to a quantum anomaly: the\nviolation of a classical symmetry by a field theory through the emergence of a\nnon-conserved current. This phenomenon was recently generalized to the\nnon-Hermitian (NH) regime, in the form of an NH chiral anomaly occurring in the\nsurfaces states of an NH Weyl phase. Here, we show that the anomalous NH\ncurrent is mediated by continnum Landau modes (CLMs) an exotic class of NH\neigenstates exhibiting both spatial localization and a continuous spectrum,\ncontrary to the usual distinction between bound and free states. The conditions\nfor which CLMs are normalized, and their scaling of localization length with\nmagnetic field strength, are found to match the requirements of the NH anomaly\nequation. We also discuss the conditions under which these surface states can\nbe probed experimentally, such as on metamaterial platforms. For instance,\nunder open boundary conditions, the surface states are a mix of CLMs and skin\nmodes induced by the NH skin effect, but the NH anomaly can be observed through\ntransmission measurements under different magnetic fields."}
{"id": "2509.05153", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.05153", "abs": "https://arxiv.org/abs/2509.05153", "authors": ["Junya Feng", "Henry F. Legg", "Mahasweta Bagchi", "Daniel Loss", "Jelena Klinovaja", "Yoichi Ando"], "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"", "comment": "Reply to arXiv:2505.23490", "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and\nits central arguments actually support the main conclusions of our publication\n[Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try\nto explain our data explicitly relies on the existence of a large crossed\nAndreev reflection (CAR) effect. The presence of a sizable CAR transmission\nprobability over a surprisingly long distance is the first conclusion of our\npublication. Secondly, the comment discusses the complex interplay of CAR and\nelastic co-tunneling, especially in the presence of local effects. This complex\ninterplay is precisely the second conclusion of our publication. In essence,\nthe comment amounts to merely pointing out that there is a broader sense in the\nnotion of \"dominant CAR\" when nonlinear effects become relevant."}
{"id": "2509.05176", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.05176", "abs": "https://arxiv.org/abs/2509.05176", "authors": ["Sylvain Prolhac"], "title": "Cheaper access to universal fluctuations in integrable spin chains from boundary effects", "comment": "8+12 pages ; 3 ancillary csv files", "summary": "Observing super-diffusive fluctuations from Kardar-Parisi-Zhang (KPZ)\nuniversality in isotropic integrable spin chains is usually challenging as it\nrequires a fairly large number of spins in interaction. We demonstrate in this\npaper, in the context of classical spins, that accounting for boundary effects\nlowers the bar, down to a few dozen spins in some cases. Additionally,\nboundaries control the relaxation to stationarity, which leads to many new\nuniversal scaling functions to explore, both in periodic spin chains and for\nopen chains with magnetization imposed by reservoirs at the ends."}
{"id": "2509.05195", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.05195", "abs": "https://arxiv.org/abs/2509.05195", "authors": ["Félix Rose", "Adam Rançon", "Ivan Balog"], "title": "Constraint effective action and critical correlation functions at fixed magnetization", "comment": "17 pages, 7 figures, 1 table", "summary": "We present an extension of the functional renormalization group (FRG)\nframework developed to compute critical probability distributions of the order\nparameter to momentum-dependent observables. Focusing on the constraint\neffective action at fixed magnetization for the Ising universality class, we\nderive its exact flow equations and solve them at the second-order of the\nderivative expansion (DE2). We solve these flow equations numerically for two-\nand three-dimensional systems, extract universal rate functions and\nmomentum-dependent correlation functions, and benchmark them against Monte\nCarlo simulations. In three dimensions, we recover the rate function and\naccurately reproduce the first few Fourier modes of the constrained correlation\nfunction, and demonstrate the convergence of the method. In two dimensions, the\nlowest order approximations such as local potential approximation (LPA) fail,\nand it is required to consider at least the DE2 to describe the critical point.\nOur results are in qualitative agreement with the numerics. We confirm the\nrobustness of the FRG approach for calculating both zero- and finite-momentum\ncritical observables at fixed magnetization."}
{"id": "2509.05200", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05200", "abs": "https://arxiv.org/abs/2509.05200", "authors": ["Tom Lacmann", "Robert Eder", "Igor Vinograd", "Michael Merz", "Mehdi Frachet", "Philippa Helen McGuinness", "Kurt Kummer", "Enrico Schierle", "Amir-Abbas Haghighirad", "Sofia-Michaela Souliou", "Matthieu Le Tacon"], "title": "Orbital Ordering in the Charge Density Wave Phases of BaNi$_2$(As$_{1-x}$P$_x$)$_2$", "comment": "7 pages, 3 figures, 15 pages SM, 8 SM figures", "summary": "We use resonant X-ray scattering at the nickel L$_{2,3}$ edges to investigate\nthe interplay between orbital degrees of freedom and charge density waves (CDW)\nin the superconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$. Both the incommensurate\nand commensurate CDWs in this system exhibit strong resonant enhancement with\ndistinct energy and polarization dependencies, indicative of orbital ordering.\nAzimuthal-angle-dependent measurements reveal a lowering of the local Ni site\nsymmetry, consistent with monoclinic or lower point group symmetry. The\nscattering signatures of both CDWs are dominated by contributions from Ni\nd$_{xz,yz}$ orbitals, with similar orbital character despite their distinct\nwave vectors. These findings point to a shared orbital-driven formation\nmechanism and provide new insight into the symmetry breaking and\norbital/nematic fluctuations in the high-temperature regime of the\nsuperconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$."}
{"id": "2509.05237", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05237", "abs": "https://arxiv.org/abs/2509.05237", "authors": ["Min-Yi-Nan Lei", "Z. H. Chen", "H. T. Wang", "Y. Fan", "N. Guo", "T. X. Jiang", "Yanwei Cao", "T. Zhang", "Rui Peng", "Haichao Xu"], "title": "Correlation-driven 3d Heavy Fermion behavior in LiV2O4", "comment": null, "summary": "LiV2O4 is a spinel-structured compound that stands out as the first known\n3d-electron system exhibiting typical heavy fermion behavior. A central\nquestion is how such strong mass renormalization emerges in the absence of\nf-electrons. In this work, we investigate the three-dimensional electronic\nstructure of LiV2O4 thin films using angle-resolved photoemission spectroscopy\n(ARPES). We identify that an electron-like flat band is derived from a1g\norbitals, along with a highly dispersive e'g band strongly coupled with\nphonons. The overall agreement with dynamical mean-field theory (DMFT)\ncalculations highlights the essential role of inter-orbital Hund's coupling in\nreducing the a1g bandwidth to 25 meV, approaching a Mott state. Notably, we\nfind that heavy-fermion behavior arises from additional renormalization at the\na1g band near the Fermi level, likely driven by many-body interactions at\nenergy scales down to a few meV and potentially linked to geometric frustration\ninherent to the spinel lattice. These results provide crucial insights into the\norigin of the heavy fermion behavior in 3d-electron systems."}
{"id": "2509.05251", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.05251", "abs": "https://arxiv.org/abs/2509.05251", "authors": ["Oleksandr Prokhnenko", "Stanislav E. Nikitin", "Koji Kaneko", "Chihiro Tabata", "Yusuke Hirose", "Yoshifumi Tokiwa", "Yoshinori Haga", "Masaki Fujita", "Hiroyuki Nojiri", "Lawrence M. Anovitz", "Andrey Podlesnyak"], "title": "Spin dynamics in natural multiferroic pyroxene NaFeSi$_2$O$_6$", "comment": "8 pages, 5 figures", "summary": "Spin dynamics in the natural mineral aegirine, NaFeSi$_2$O$_6$, a member of\nthe pyroxene family, was studied by elastic and inelastic neutron scattering.\nMagnetization and specific heat measurements as well as single-crystal neutron\ndiffraction maps, taken in the temperature range 2 - 20 K, confirm two\nsuccessive magnetic transitions at 8.8 and 5.8 K, consistent with previous\nstudies. The observed spin-wave excitations emerge from the incommensurate\nmagnetic Bragg peaks corresponding to the propagation vector $k_{\\rm ICM} = (0,\n0.77, 0)$, and extend up to energies of about 1.5 meV. In the low-temperature\nhelical phase, the spin dynamics of the Fe$^{3+}$ ions is well described by a\nsimple linear spin-wave model. The observed excitations can be modeled using a\nspin Hamiltonian that includes three primary exchange interactions - intrachain\ncoupling $J=0.142(2)$ meV, interchain couplings $J_1=0.083(1)$ meV and\n$J_2=0.186(1)$ meV - and an easy-plane anisotropy $D=0.020(6)$ meV. Our results\nshow that no single exchange interaction dominates the spin dynamics. The\nsimilar strengths of the intrachain and interchain couplings point to the fact\nthat the magnetic interactions in aegirine are three-dimensional rather than\nconfined along one direction. As a result, the system cannot be considered\nquasi-one-dimensional, as previously suggested, and calls for further\ninvestigations."}
{"id": "2509.05253", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.soc-ph"], "pdf": "https://arxiv.org/pdf/2509.05253", "abs": "https://arxiv.org/abs/2509.05253", "authors": ["Chanania Steinbock"], "title": "Nonreciprocal random networks and their percolation properties", "comment": "20 pages, 10 figures", "summary": "We study the effects of nonreciprocity and network structure on percolation.\nTo this end, we investigate nonreciprocal random networks - directed networks\nfor which the probability of a link occurring from node i to node j differs\nfrom the probability of the reverse link occurring from node j to node i. We\nanalytically determine the degree and percolation properties of such networks\nwith exactly two types of link probability, demonstrating that whether the\nnetworks are structured such that the nodes are not statistically\nindistinguishable has profound effects on these measures, both quantitively and\nin how such networks need to be approached. In particular, we develop a\ntechnique for solving the percolation problem which can be applied to both\nstructured and unstructured networks. The method entails writing\nself-consistent integral and differential equations for the probability that\neach node will belong to the network's giant component. Exact solutions to\nthese equations are obtained and simulations which confirm our analytic\npredictions are presented."}
{"id": "2509.05266", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05266", "abs": "https://arxiv.org/abs/2509.05266", "authors": ["Ayesha Riaz", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman", "Qazi Muhammad Ahkam", "Rafaqat Hussain", "Rajwali Khan"], "title": "Vanadium-Engineered Co2NiSe4 Nanomaterial: Coupled Thermoelectric, Piezoelectric, and Electronic Optimization via DFT+U for Advanced Energy Applications", "comment": null, "summary": "To realize the creation of advanced multifunctional materials in energy\nstorage and conversion technologies, the present research evaluates the\nstructural, electronic, magnetic, thermodynamic, mechanical, thermoelectric,\npiezoelectric and optical properties of pristine and vanadium-doped Co2NiSe4 by\nfirst-principles density functional theory (DFT + U ). It addresses the use of\nvanadium substitution to tailor the material, its performance and the inclusion\nof diverse fields by changing its electronic structure and its bonding\nproperties. It can be seen in the results that V doping improves electrical\nconductivity and magnetic ordering because of a higher density of states and a\nstronger spin polarization at the Fermi level. Thermodynamic calculations show\nenhanced entropy stabilization at high temperatures and, mechanical analysis\nsuggests an enhanced elastic moduli that proves the enhanced structural\nintegrity without affecting ductility. The thermoelectric properties have been\ngreatly improved realize an optimal ZT of ~1.1 at 900 K with 5 at.% V doping\nowing to an ideal combination of Seebeck coefficient, electrical conductivity,\nand inhibited thermal conductivity. Also, optical analysis reveals that\nexpanded absorption spectra, increased dielectric response, adjustable\nreflectivity and energy loss spectra, optical properties can be used in\nphotonic, and other optoelectronic devices. Better piezoelectric coefficients\ndue to its effectiveness when doped also appeal to the usefulness of its\napplication in nanoscale electromechanical systems. The combination of these\nresults makes V-doped Co2NiSe4, a versatile material platform of\nnext-generation energy storage, thermoelectric generation, and novel\nmultifunctional sensors."}
{"id": "2509.05278", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.05278", "abs": "https://arxiv.org/abs/2509.05278", "authors": ["Muhammad Tayyab", "Sikander Azam", "Qaiser Rafiq", "Vineet Tirth", "Ali Algahtani", "Amin Ur Rahman", "Syed Sheraz Ahmad", "M. Tahir Khan"], "title": "Illuminating Stability and Spectral Shifts: A DFT+U Study of Eu-Doped ZnWO$_4$ for Visible-Light Optoelectronics", "comment": null, "summary": "Tungstate-based oxides have attracted significant attention owing to their\nexcellent structural stability, chemical robustness, and versatile optical\nproperties, making them suitable for next-generation optoelectronic and\nphosphor applications. Among these, ZnWO$_4$ has emerged as a promising host\nmatrix; however, the role of europium (Eu) substitution in modulating its\noptoelectronic behavior remains underexplored. In this work, we employ\nspin-polarized density functional theory (DFT) within the GGA+U framework to\ninvestigate the structural, electronic, and optical properties of pristine\nZnWO$_4$ and Eu-doped ZnWO4 systems. Phonon dispersion analysis confirms\ndynamical stability for both pristine and doped structures. Eu doping reduces\nthe bandgap, introduces new localized states near the Fermi level, and\nsignificantly alters the density of states, thereby enhancing electronic\ntransitions. The optical response reveals a broadened dielectric function,\nred-shifted absorption edge, and intensified extinction coefficient, consistent\nwith the presence of Eu 4f states. Additionally, reflectivity and energy-loss\nspectra indicate improved photon-phonon coupling and optical tunability upon\ndoping. These findings highlight that Eu incorporation not only stabilizes the\nZnWO$_4$ lattice but also tailors its optoelectronic features, positioning\nEu-doped ZnWO4 as a potential candidate for white-light-emitting diodes\n(w-LEDs) and related optoelectronic technologies."}
{"id": "2509.04875", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04875", "abs": "https://arxiv.org/abs/2509.04875", "authors": ["Zhixin Liang", "Yunlong Wang", "Chi Ding", "Junjie Wang", "Hui-Tian Wang", "Dingyu Xing", "Jian Sun"], "title": "Hot-Ham: an accurate and efficient E(3)-equivariant machine-learning electronic structures calculation framework", "comment": null, "summary": "The combinations of machine learning with ab initio methods have attracted\nmuch attention for their potential to resolve the accuracy-efficiency dilemma\nand facilitate calculations for large-scale systems. Recently, equivariant\nmessage passing neural networks (MPNNs) that explicitly incorporate symmetry\nconstraints have demonstrated promise for interatomic potential and density\nfunctional theory (DFT) Hamiltonian predictions. However, the high-order\ntensors used to represent node and edge information are coupled through the\nClebsch-Gordan tensor product (CGTP), leading to steep increases in\ncomputational complexity and seriously hindering the performance of equivariant\nMPNNs. Here, we develop High-order Tensor machine-learning Hamiltonian\n(Hot-Ham), an E(3) equivariant MPNN framework that combines two advanced\ntechnologies local coordinate transformation and Gaunt tensor product (GTP) to\nefficiently model DFT Hamiltonians. These two innovations significantly reduce\nthe complexity of tensor products from O(L^6) to O(L^3) or O(L^2 log^2 L) for\nthe max tensor order L, and enhance the performance of MPNNs. Benchmarks on\nseveral public datasets demonstrate its state-of-the-art accuracy with\nrelatively few parameters, and the applications to multilayer twisted moir\\'e\nsystems, heterostructures and allotropes showcase its generalization ability\nand high efficiency. Our Hot-Ham method provides a new perspective for\ndeveloping efficient equivariant neural networks and would be a promising\napproach for investigating the electronic properties of large-scale materials\nsystems."}
{"id": "2509.05026", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.05026", "abs": "https://arxiv.org/abs/2509.05026", "authors": ["Felix K. Schwab", "Britta Doppl", "Niklas J. Herrmann", "Alice Boudet", "Shadi Mirhashemi", "Sylvain Brimaud", "Birger Horstmann"], "title": "Modelling and Simulation of an Alkaline Ni/Zn Cell", "comment": "20 pages, 11 figures", "summary": "Nickel/zinc (Ni/Zn) technology is a promising post-lithium battery type for\nstationary applications with respect to aspects such as safety, environmental\ncompatibility and resource availability. Although this battery type has been\nknown for a long time, the theoretical knowledge about the processes taking\nplace in the battery is limited. In order to gain a deeper understanding of the\ngeneral cycling behaviour and the underlying processes, but also specific\nphenomena intrinsic to zinc-based cells such as zinc shape change, we carry out\nsimulations based on a thermodynamically consistent and volume-averaged\ncontinuum model. We use a Ni/Zn prototype cell as a reference framework to\nprovide a basis for modelling, parameter estimation and systematic comparison\nbetween simulated and experimental cell behaviour to improve cyclability and\nperformance."}
