{"id": "2509.19320", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19320", "abs": "https://arxiv.org/abs/2509.19320", "authors": ["Frank Schindler"], "title": "Introduction to some of the simplest topological phases of matter", "comment": "39 pages, 3 figures, lecture notes from the 2025 Bad Honnef summer\n  school \"Symmetry protected topological phases\"", "summary": "These lecture notes explain the classification of some simple fermionic\ntopological phases of matter in a pedestrian manner, with an aim to be\nmaximally pedagogical = doing things in excruciating detail. We focus on a\nmany-body perspective, even if many of the models we work with are\nnon-interacting. We start out with symmetry protected topological (SPT) phases\nof free fermions that are protected by U(1) symmetry = topological insulators.\nWe then look at fermion topological phases that don't even need a symmetry =\ntopological superconductors, and explain how their classification changes in\npresence of spinless time-reversal symmetry. We close by perturbatively\nchecking which of the 1D topological phases we had found are stable to\ninteractions."}
{"id": "2509.19394", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19394", "abs": "https://arxiv.org/abs/2509.19394", "authors": ["Yi Zhang", "Xinyu Zhang", "Zihao Zheng", "Jiyang Xie", "Jing Lou", "Jiayi Qin", "Shanhu Wang", "Yang He", "Yifeng Du", "Bin Yang", "Xin Huang", "Huiping Han", "Yilin Wu", "Shuya Liu", "Afzal Kjan", "Zhidong Li", "Qianxu Ye", "Sheng'an Yang", "Ji Ma", "Hui Zhang", "Xiang Liu", "Qingming Chen", "Wanbiao Hu", "Jing Ma", "Jianhong Yi", "Jinming Guo", "Shou Peng", "Hao Pan", "Liang Wu", "Ce-Wen Nan"], "title": "Artificial ferroelectric-like hysteresis in antiferroelectrics with non-uniform disorder", "comment": null, "summary": "Antiferroelectrics exhibit unique double-hysteresis polarization loops, which\nhave garnered significant attention due to their potential applications such as\nenergy storage, electromechanical transduction, as well as synapse devices.\nHowever, numerous antiferroelectric materials have been reported to display\nsigns of hysteresis loops resembling those of ferroelectric materials, and a\ncomprehensive understanding remains elusive. In this work, we provide a\nphenomenological model that reproduces such widely observed artificial\nferroelectric hysteresis with a superposition of numerous disordered\nantiferroelectric loops that have varying antiferroelectric-to-ferroelectric\ntransition fields, particularly when these field ranges intersect.\nExperimentally, we realized such artificial ferroelectric-like hysteresis loops\nin the prototypical antiferroelectric PbZrO$_3$ and PbHfO$_3$ thin films, by\nintroducing non-uniform local disorder (e.g., defects) via fine-tuning of the\nfilm growth conditions. These ferroelectric-like states are capable of\npersisting for several hours prior to transitioning back into the\nthermodynamically stable antiferroelectric ground state. Those results provide\ninsights into the fundamental impact of disorder on the AFE properties and new\npossibilities of disorder-tailored functions."}
{"id": "2509.19433", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19433", "abs": "https://arxiv.org/abs/2509.19433", "authors": ["Clara C. Wanjura", "Andreas Nunnenkamp"], "title": "Unifying framework for non-Hermitian and Hermitian topology in driven-dissipative systems", "comment": "main text: 9 pages, 4 figures. Comments welcome!", "summary": "Recently, a one-to-one correspondence between non-trivial non-Hermitian\ntopology and directional amplification has been demonstrated, theoretically and\nexperimentally, for the case of one complex band. Here, we extend our framework\nto multiple bands and higher spatial dimension. This proves to be far from\ntrivial. Building on the singular value decomposition, we introduce a new\nquantity that we dub generalised singular spectrum (GSS). The GSS allows us to\ndefine physically meaningful bands related to the system's scattering behaviour\nand to define invariants for novel notions of point gaps (non-Hermitian\ntopology) and line gaps (Hermitian-like topology), respectively. For both\ninvariants, we prove a bulk-boundary correspondence and show that they give\nrise to two different kinds of topological edge modes. We illustrate our\nresults with a 1D non-Hermitian Su-Schrieffer-Heeger (SSH) model and a 2D\nnon-Hermitian model that features corner-to-corner amplification. Our work is\nrelevant for many state-of-the-art experimental platforms and it sets the stage\nfor applications such as novel directional amplifiers and non-reciprocal\nsensors."}
{"id": "2509.19498", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19498", "abs": "https://arxiv.org/abs/2509.19498", "authors": ["Zixuan Li", "Yiqun Alex Ying", "Brian M. Zakrzewski", "Yan Xin", "Yu Wang", "Zhiqiang Mao", "Ying Liu"], "title": "Ramp Josephson junctions of Al/Ti/Sr2RuO4: Observation of single-domain quantum oscillations and the detection of chiral edge current", "comment": "19 pages, 4 figures", "summary": "The spontaneous breaking of time-reversal symmetry (TRS), one of the\nhallmarks of unconventional superconductivity, has been observed in the\nsuperconducting state of Sr2RuO4 by muon spin rotation in several independent\nstudies. However, the chiral edge current expected in such a superconductor has\nnot yet been established experimentally. In addition, the angle dependence of\nthe phase of the superconducting order parameter (OP) in Sr2RuO4, which would\nenable determination of the full symmetry properties of the OP, has been\ndetermined only for a couple of angles. Both issues can be addressed by\npreparing high-quality Josephson junctions between Sr2RuO4 and a conventional\ns-wave superconductor with varying orientations relative to the crystal axes.\nHere we report the successful fabrication of ramp Josephson junctions of Al/Ti/\nSr2RuO4 on thin single crystals of Sr2RuO4 obtained by mechanical exfoliation.\nThese junctions exhibit high-quality quantum oscillations as a function of\nmagnetic field. Moreover, the junction resistance was found to be extremely\nsensitive to the current flowing in the Sr2RuO4 crystal, a feature that was\nused in this work to show that the chiral edge current. The approach to the\nchiral edge current detection, which was not used previously, was verified by a\ncontrol experiment."}
{"id": "2509.19436", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19436", "abs": "https://arxiv.org/abs/2509.19436", "authors": ["Lorenzo Crippa", "Gautam Rai", "Dumitru Călugăru", "Haoyu Hu", "Jonah Herzog-Arbeitman", "B. Andrei Bernevig", "Roser Valentí", "Giorgio Sangiovanni", "Tim Wehling"], "title": "Dynamical correlation effects in twisted bilayer graphene under strain and lattice relaxation", "comment": "6 pages, 4 figures plus supplementary material", "summary": "We study the impact of lattice effects due to heterostrain and relaxation on\nthe correlated electron physics of magic-angle twisted bilayer graphene, by\napplying dynamical mean-field theory to the topological heavy fermion model.\nHeterostrain is responsible for splitting the 8-fold degenerate flat bands into\ntwo 4-fold degenerate subsets, while relaxation breaks the particle-hole\nsymmetry of the unperturbed THF model. The interplay of dynamical correlation\neffects and lattice symmetry breaking enables us to satisfactorily reproduce a\nwide set of experimentally observed features: splitting the flat band\ndegeneracy has observable consequences in the form of a filling-independent\nmaximum in the spectral density away from zero bias, which faithfully\nreproduces scanning tunneling microscopy and quantum twisting microscopy\nresults alike. We also observe an overall reduction in the size and degeneracy\nof local moments upon lowering the temperature, in agreement with entropy\nmeasurements. The absence of particle-hole symmetry has as a consequence the\nstronger suppression of local moments on the hole-doped side relatively to the\nelectron-doped side, and ultimately causes the differences in existence and\nstability of the correlated phases for negative and positive doping. Our\nresults show that even fine-level structures in the experimental data can now\nbe faithfully reproduced and understood."}
{"id": "2509.19675", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19675", "abs": "https://arxiv.org/abs/2509.19675", "authors": ["Hwiwoo Park", "Sung-Sik Lee", "G. D. Gu", "Jungseek Hwang"], "title": "Quantum criticality in cuprate superconductors revealed by optical conductivity measurement", "comment": "25 pages, 10 figures", "summary": "The ubiquitous temperature ($T$)-linear behaviour of the transport scattering\nrate in the normal state of strongly correlated electron systems is called\nstrange metallicity\n\\cite{zaanen:2004,phillips:2022,hartnoll:2022,chowdhury:2022,yuan:2022}.\nAlthough strange metallicity is crucial to understanding superconductivity in\ncorrelated electron systems, its origin remains elusive to date\n\\cite{hussey:2023}. Here, we present the doping-, temperature-, and frequency\n($\\omega$)-dependent transport properties of overdoped\nBi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ in a wide doping range of 0.183 to 0.231. We\nobserve that the optical scattering rate and effective mass exhibit an\n$\\omega/T$ scaling behaviour at a critical doping of $p_{c} \\simeq$ 0.231. Away\nfrom the critical doping, the $\\omega/T$ scaling behaviour is destroyed below a\ndoping-dependent crossover temperature $T_\\Delta(p) \\sim |p-p_{c}|^{0.24}$.\nFurthermore, the optical coherence mode (OCM) observed within the\nsuperconducting dome rapidly broadens and eventually disappears as the critical\ndoping is approached. The emergence of the $\\omega/T$ scaling behaviour of the\ntransport scattering rate and broadening of the OCM near the critical doping\nstrongly suggests that strange metallic behaviour is caused by quantum critical\nfluctuations. Our results provide compelling spectroscopic evidence for quantum\ncriticality in cuprate superconductors."}
{"id": "2509.19433", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19433", "abs": "https://arxiv.org/abs/2509.19433", "authors": ["Clara C. Wanjura", "Andreas Nunnenkamp"], "title": "Unifying framework for non-Hermitian and Hermitian topology in driven-dissipative systems", "comment": "main text: 9 pages, 4 figures. Comments welcome!", "summary": "Recently, a one-to-one correspondence between non-trivial non-Hermitian\ntopology and directional amplification has been demonstrated, theoretically and\nexperimentally, for the case of one complex band. Here, we extend our framework\nto multiple bands and higher spatial dimension. This proves to be far from\ntrivial. Building on the singular value decomposition, we introduce a new\nquantity that we dub generalised singular spectrum (GSS). The GSS allows us to\ndefine physically meaningful bands related to the system's scattering behaviour\nand to define invariants for novel notions of point gaps (non-Hermitian\ntopology) and line gaps (Hermitian-like topology), respectively. For both\ninvariants, we prove a bulk-boundary correspondence and show that they give\nrise to two different kinds of topological edge modes. We illustrate our\nresults with a 1D non-Hermitian Su-Schrieffer-Heeger (SSH) model and a 2D\nnon-Hermitian model that features corner-to-corner amplification. Our work is\nrelevant for many state-of-the-art experimental platforms and it sets the stage\nfor applications such as novel directional amplifiers and non-reciprocal\nsensors."}
{"id": "2509.19606", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19606", "abs": "https://arxiv.org/abs/2509.19606", "authors": ["Jiming Zheng", "Zhiyue Lu"], "title": "Nonlinear Response Relations and Fluctuation-Response Inequalities for Nonequilibrium Stochastic Systems", "comment": null, "summary": "Predicting how systems respond to external perturbations far from equilibrium\nremains a fundamental challenge across physics, chemistry, and biology. We\npresent a unified response framework for stochastic Markov dynamics that\nintegrates linear and nonlinear perturbations. Our formalism expresses\nnonlinear responses of observables in terms of the covariance between the\nobservable and a nonlinear conjugate variable. The nonlinear conjugate variable\nis subject to the complete Bell polynomial form and is determined by the\nstochastic entropy production. In addition, the Fluctuation-Response\nInequalities (FRIs) are also derived for nonlinear responses, unraveling the\ngeneral trade-off relations between nonlinear response and systems'\nfluctuations far from equilibrium. The validity of our theory is verified by\nthe numerical results from a symmetric exclusion process (SEP). By unifying and\nextending nonequilibrium linear response theories, our approach can provide\nprincipled design rules for sensitive, adaptive synthetic and biological\nnetworks."}
{"id": "2509.20191", "categories": ["physics.comp-ph", "cs.LG", "cs.NA", "math.NA"], "pdf": "https://arxiv.org/pdf/2509.20191", "abs": "https://arxiv.org/abs/2509.20191", "authors": ["Aleksandra Jekic", "Afroditi Natsaridou", "Signe Riemer-Sørensen", "Helge Langseth", "Odd Erik Gundersen"], "title": "Examining the robustness of Physics-Informed Neural Networks to noise for Inverse Problems", "comment": "25 pages without appendix, 22 figures, submitted to a journal", "summary": "Approximating solutions to partial differential equations (PDEs) is\nfundamental for the modeling of dynamical systems in science and engineering.\nPhysics-informed neural networks (PINNs) are a recent machine learning-based\napproach, for which many properties and limitations remain unknown. PINNs are\nwidely accepted as inferior to traditional methods for solving PDEs, such as\nthe finite element method, both with regard to computation time and accuracy.\nHowever, PINNs are commonly claimed to show promise in solving inverse problems\nand handling noisy or incomplete data. We compare the performance of PINNs in\nsolving inverse problems with that of a traditional approach using the finite\nelement method combined with a numerical optimizer. The models are tested on a\nseries of increasingly difficult fluid mechanics problems, with and without\nnoise. We find that while PINNs may require less human effort and specialized\nknowledge, they are outperformed by the traditional approach. However, the\ndifference appears to decrease with higher dimensions and more data. We\nidentify common failures during training to be addressed if the performance of\nPINNs on noisy inverse problems is to become more competitive."}
{"id": "2509.19588", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.19588", "abs": "https://arxiv.org/abs/2509.19588", "authors": ["Adrien Goldszal", "Diego Calanzone", "Vincent Taboga", "Pierre-Luc Bacon"], "title": "Discovery of Sustainable Refrigerants through Physics-Informed RL Fine-Tuning of Sequence Models", "comment": null, "summary": "Most refrigerants currently used in air-conditioning systems, such as\nhydrofluorocarbons, are potent greenhouse gases and are being phased down.\nLarge-scale molecular screening has been applied to the search for\nalternatives, but in practice only about 300 refrigerants are known, and only a\nfew additional candidates have been suggested without experimental validation.\nThis scarcity of reliable data limits the effectiveness of purely data-driven\nmethods. We present Refgen, a generative pipeline that integrates machine\nlearning with physics-grounded inductive biases. Alongside fine-tuning for\nvalid molecular generation, Refgen incorporates predictive models for critical\nproperties, equations of state, thermochemical polynomials, and full vapor\ncompression cycle simulations. These models enable reinforcement learning\nfine-tuning under thermodynamic constraints, enforcing consistency and guiding\ndiscovery toward molecules that balance efficiency, safety, and environmental\nimpact. By embedding physics into the learning process, Refgen leverages scarce\ndata effectively and enables de novo refrigerant discovery beyond the known set\nof compounds."}
{"id": "2509.19394", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19394", "abs": "https://arxiv.org/abs/2509.19394", "authors": ["Yi Zhang", "Xinyu Zhang", "Zihao Zheng", "Jiyang Xie", "Jing Lou", "Jiayi Qin", "Shanhu Wang", "Yang He", "Yifeng Du", "Bin Yang", "Xin Huang", "Huiping Han", "Yilin Wu", "Shuya Liu", "Afzal Kjan", "Zhidong Li", "Qianxu Ye", "Sheng'an Yang", "Ji Ma", "Hui Zhang", "Xiang Liu", "Qingming Chen", "Wanbiao Hu", "Jing Ma", "Jianhong Yi", "Jinming Guo", "Shou Peng", "Hao Pan", "Liang Wu", "Ce-Wen Nan"], "title": "Artificial ferroelectric-like hysteresis in antiferroelectrics with non-uniform disorder", "comment": null, "summary": "Antiferroelectrics exhibit unique double-hysteresis polarization loops, which\nhave garnered significant attention due to their potential applications such as\nenergy storage, electromechanical transduction, as well as synapse devices.\nHowever, numerous antiferroelectric materials have been reported to display\nsigns of hysteresis loops resembling those of ferroelectric materials, and a\ncomprehensive understanding remains elusive. In this work, we provide a\nphenomenological model that reproduces such widely observed artificial\nferroelectric hysteresis with a superposition of numerous disordered\nantiferroelectric loops that have varying antiferroelectric-to-ferroelectric\ntransition fields, particularly when these field ranges intersect.\nExperimentally, we realized such artificial ferroelectric-like hysteresis loops\nin the prototypical antiferroelectric PbZrO$_3$ and PbHfO$_3$ thin films, by\nintroducing non-uniform local disorder (e.g., defects) via fine-tuning of the\nfilm growth conditions. These ferroelectric-like states are capable of\npersisting for several hours prior to transitioning back into the\nthermodynamically stable antiferroelectric ground state. Those results provide\ninsights into the fundamental impact of disorder on the AFE properties and new\npossibilities of disorder-tailored functions."}
{"id": "2509.19320", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19320", "abs": "https://arxiv.org/abs/2509.19320", "authors": ["Frank Schindler"], "title": "Introduction to some of the simplest topological phases of matter", "comment": "39 pages, 3 figures, lecture notes from the 2025 Bad Honnef summer\n  school \"Symmetry protected topological phases\"", "summary": "These lecture notes explain the classification of some simple fermionic\ntopological phases of matter in a pedestrian manner, with an aim to be\nmaximally pedagogical = doing things in excruciating detail. We focus on a\nmany-body perspective, even if many of the models we work with are\nnon-interacting. We start out with symmetry protected topological (SPT) phases\nof free fermions that are protected by U(1) symmetry = topological insulators.\nWe then look at fermion topological phases that don't even need a symmetry =\ntopological superconductors, and explain how their classification changes in\npresence of spinless time-reversal symmetry. We close by perturbatively\nchecking which of the 1D topological phases we had found are stable to\ninteractions."}
{"id": "2509.19437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19437", "abs": "https://arxiv.org/abs/2509.19437", "authors": ["Hareram Swain", "Arijit Mandal", "S. Satpathy", "B. R. K. Nanda"], "title": "Quantum Dynamics of Electron Scattering from Skyrmions", "comment": "14 pages, 8 figures, 1 table", "summary": "Scattering of electrons from chiral spin textures such as the skyrmions is an\nemerging research area due to its richness in topological quantum transport,\nwhich is significant for spintronic devices. We study the dynamical process of\nscattering of the spin-$\\frac{1}{2}$ particles in the form of Gaussian\nwavepackets from skyrmions with the aid of the non-relativistic time-dependent\nSchr\\\"odinger equation. The scattering cross section shows a rich angular\ndependence and is deterministically influenced by the iterative flipping of the\nspin state inside the skyrmion. The latter leads to a set of non-trivial\noutcomes which include finite transmission and reflection probabilities\nirrespective of interaction strength, formation of secondary wavefronts\nassociated with back-converted spin components, and a long-lived quasi-bound\nstate at the scattering center. In addition to the rich and intriguing physics,\nthe numerical recipe developed here can be easily adopted for any arbitrary\nspin texture, which will prepare a playground to explore tunable spin\ntransport."}
{"id": "2509.19697", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19697", "abs": "https://arxiv.org/abs/2509.19697", "authors": ["Dzung T. Tran", "Tien Le", "Yu-Seong Seo", "Duc H. Tran", "Tuson Park", "Soon-Gil Jung", "T. Miyanaga", "Chorong Kim", "Sunmog Yeo", "Won Nam Kang", "Jungseek Hwang"], "title": "Roles of Fe-ion irradiation on MgB$_2$ thin films: Structural, superconducting, and optical properties", "comment": "28 pages, 8 figures", "summary": "The effects of Fe-ion irradiation on the crystal structure and\nsuperconducting properties of MgB$_2$ thin films were investigated. Pristine\nsamples were prepared using hybrid physical-chemical vapor deposition (HPCVD),\nand ion irradiation was performed at three different doses of 5 x 10$^{13}$, 1\nx 10$^{14}$, and 2 x 10$^{14}$ ions/cm$^2$. The measured temperature-dependent\nresistivity showed that as the irradiation dose increased from pristine to most\nirradiated, the superconducting critical temperature, $T_c$, significantly\ndecreased from 38.33 to 3.02 K. The crystal structures of the films were\ninvestigated by X-ray diffraction (XRD) and X-ray absorption spectroscopy (XAS)\nmeasurements. The results showed that the higher the dose, the greater the\nchange in crystal structure, such as the lattice constant and bond length. This\nsuggests that the destruction of the crystal structure at higher doses leads to\nthe degradation of superconductivity in the irradiated MgB$_2$ thin films.\nRaman spectroscopy showed that the electron-phonon coupling constant decreased\nwith increasing irradiation dose, which was directly related to the reduction\nof $T_c$ in the samples. The optical conductivity indicates that the\ncharge-carrier density of the $\\sigma$-band plays an important role in the\nsuperconductivity of ion-irradiated MgB$_2$."}
{"id": "2509.19437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19437", "abs": "https://arxiv.org/abs/2509.19437", "authors": ["Hareram Swain", "Arijit Mandal", "S. Satpathy", "B. R. K. Nanda"], "title": "Quantum Dynamics of Electron Scattering from Skyrmions", "comment": "14 pages, 8 figures, 1 table", "summary": "Scattering of electrons from chiral spin textures such as the skyrmions is an\nemerging research area due to its richness in topological quantum transport,\nwhich is significant for spintronic devices. We study the dynamical process of\nscattering of the spin-$\\frac{1}{2}$ particles in the form of Gaussian\nwavepackets from skyrmions with the aid of the non-relativistic time-dependent\nSchr\\\"odinger equation. The scattering cross section shows a rich angular\ndependence and is deterministically influenced by the iterative flipping of the\nspin state inside the skyrmion. The latter leads to a set of non-trivial\noutcomes which include finite transmission and reflection probabilities\nirrespective of interaction strength, formation of secondary wavefronts\nassociated with back-converted spin components, and a long-lived quasi-bound\nstate at the scattering center. In addition to the rich and intriguing physics,\nthe numerical recipe developed here can be easily adopted for any arbitrary\nspin texture, which will prepare a playground to explore tunable spin\ntransport."}
{"id": "2509.19837", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.19837", "abs": "https://arxiv.org/abs/2509.19837", "authors": ["Joshua Matthes", "Silas Robitschko", "Johanna Müller", "Sophie Hermann", "Florian Sammüller", "Matthias Schmidt"], "title": "Gauge invariance and hyperforce correlation theory for equilibrium fluid mixtures", "comment": "15 pages, 2 figures", "summary": "We formulate gauge invariance for the equilibrium statistical mechanics of\nclassical multi-component systems. Species-resolved phase space shifting\nconstitutes a gauge transformation which we analyze using Noether's theorem and\nshifting differential operators that encapsulate the gauge invariance. The\napproach yields exact equilibrium sum rules for general mixtures.\nSpecies-resolved gauge correlation functions for the force-force and\nforce-gradient pair correlation structure emerge on the two-body level. Exact\n3g-sum rules relate these correlation functions to the spatial Hessian of the\npartial pair distribution functions. General observables are associated with\nhyperforce densities that measure the covariance of the given observable with\nthe interparticle, external, and diffusive partial force density observables.\nExact hyperforce and Lie algebra sum rules interrelate these correlation\nfunctions with each other. The practical accessibility of the framework is\ndemonstrated for binary Lennard-Jones mixtures using both adaptive Brownian\ndynamics and grand canonical Monte Carlo simulations. Specifically, we\ninvestigate the force-force pair correlation structure of the Kob-Andersen bulk\nliquid and we show results for representative hyperforce correlation functions\nin Wilding et al.'s symmetrical mixture confined between two asymmetric planar\nparallel walls."}
{"id": "2509.20164", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20164", "abs": "https://arxiv.org/abs/2509.20164", "authors": ["Mohammad Bagheri", "Ethan Berger", "Hannu-Pekka Komsa", "Pekka Koskinen"], "title": "Massive Discovery of Low-Dimensional Materials from Universal Computational Strategy", "comment": null, "summary": "Low-dimensional materials have attractive properties that drive intense\nefforts for novel materials discovery. However, experiments are tedious for\nsystematic discovery, and present computational methods are often tuned to\ntwo-dimensional (2D) materials, overlooking other low-dimensional materials.\nHere, we combined universal machine-learning interatomic potentials (UMLIPs)\nand an advanced, interatomic force constant (FC) -based dimensionality\nclassification method to make a massive discovery of novel low-dimensional\nmaterials. We first benchmarked UMLIPs' first-principles-level accuracy in\nquantifying FCs and calculated phonons for 35,689 materials from the Materials\nProject database. We then used the FC-based method for dimensionality\nclassification to discover 9139 low-dimensional materials, including 1838 0D\nclusters, 1760 1D chains, 3057 2D sheets/layers, and 2484 mixed-dimensionality\nmaterials, all of which conventional geometric descriptors have not recognized.\nBy calculating the binding energies for the discovered 2D materials, we also\nidentified 960 sheets that could be easily or potentially exfoliated from their\nparent bulk structures."}
{"id": "2509.19709", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19709", "abs": "https://arxiv.org/abs/2509.19709", "authors": ["Alan Bidart", "Prateek Vaish", "Tilas Kabengele", "Yaoqi Pang", "Yuan Liu", "Brenda M. Rubenstein"], "title": "Quantum Computing Beyond Ground State Electronic Structure: A Review of Progress Toward Quantum Chemistry Out of the Ground State", "comment": "45 pages, 2 figures, 1 table", "summary": "Quantum computing offers the promise of revolutionizing quantum chemistry by\nenabling the solution of chemical problems for substantially less computational\ncost. While most demonstrations of quantum computation to date have focused on\nresolving the energies of the electronic ground states of small molecules, the\nfield of quantum chemistry is far broader than ground state chemistry; equally\nimportant to practicing chemists are chemical reaction dynamics and reaction\nmechanism prediction. Here, we review progress toward and the potential of\nquantum computation for understanding quantum chemistry beyond the ground\nstate, including for reaction mechanisms, reaction dynamics, and finite\ntemperature quantum chemistry. We discuss algorithmic and other considerations\nthese applications share, as well as differences that make them unique. We also\nhighlight the potential speedups these applications may realize and challenges\nthey may face. We hope that this discussion stimulates further research into\nhow quantum computation may better inform experimental chemistry in the future."}
{"id": "2509.19510", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.19510", "abs": "https://arxiv.org/abs/2509.19510", "authors": ["Nicholas Mazzucca", "Junjing Zhao", "Zhenyang Xu", "Despina Louca", "Utpal Chatterjee", "Marc Bockrath"], "title": "Tunable Electronic Interactions and Weak Antilocalization in Bulk Ge$_2$Sb$_2$Te$_{5-5x}$Se$_{5x}$ Phase Change Materials", "comment": null, "summary": "Phase change materials (PCMs) are well-known for their reversible and rapid\nswitching between crystalline and amorphous phases through thermal excitations\nmediated by strong electrical or laser pulses. This crystal-to-amorphous\ntransition is accompanied by a remarkable contrast in optical and electronic\nproperties, making PCMs useful in nonvolatile data storage applications. Here,\nwe combine electrical transport and angle resolved photoemission spectroscopy\n(ARPES) measurements to study the electronic structure of bulk\nGe$_2$Sb$_2$Te$_{5-5x}$Se$_{5x}$ (GSST) for $0\\le x \\le 0.8$, where $x$\nrepresents the amount of Se substituting Te in Ge$_2$Sb$_2$Te$_5$ (GST)-- a\nprototypical PCM. The single-particle density of states (SDOS) derived from the\nintegrated ARPES data displays metallic behavior for all $x$, as evidenced by\nthe presence of a finite density of states in the vicinity of the chemical\npotential. Transport measurements also display clear signatures of metallic\ntransport, consistent with the SDOS data. The temperature dependence of the\nresistance indicates the onset of moderate electron-electron Coulomb\ninteraction effects at low temperatures for $x\\geq 0.6$. At the same time, the\nmagnetoresistance data shows signatures of weak antilocalization for $x\\geq\n0.6$. An analysis on the temperature dependence of the phase coherence length\nsuggests that electron dephasing is primarily due to inelastic\nelectron-electron scattering. We find that these effects are enhanced with\nincreasing $x$, portraying GSST as a novel PCM where electronic interactions\ncan be tuned via chemical doping."}
{"id": "2509.19436", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19436", "abs": "https://arxiv.org/abs/2509.19436", "authors": ["Lorenzo Crippa", "Gautam Rai", "Dumitru Călugăru", "Haoyu Hu", "Jonah Herzog-Arbeitman", "B. Andrei Bernevig", "Roser Valentí", "Giorgio Sangiovanni", "Tim Wehling"], "title": "Dynamical correlation effects in twisted bilayer graphene under strain and lattice relaxation", "comment": "6 pages, 4 figures plus supplementary material", "summary": "We study the impact of lattice effects due to heterostrain and relaxation on\nthe correlated electron physics of magic-angle twisted bilayer graphene, by\napplying dynamical mean-field theory to the topological heavy fermion model.\nHeterostrain is responsible for splitting the 8-fold degenerate flat bands into\ntwo 4-fold degenerate subsets, while relaxation breaks the particle-hole\nsymmetry of the unperturbed THF model. The interplay of dynamical correlation\neffects and lattice symmetry breaking enables us to satisfactorily reproduce a\nwide set of experimentally observed features: splitting the flat band\ndegeneracy has observable consequences in the form of a filling-independent\nmaximum in the spectral density away from zero bias, which faithfully\nreproduces scanning tunneling microscopy and quantum twisting microscopy\nresults alike. We also observe an overall reduction in the size and degeneracy\nof local moments upon lowering the temperature, in agreement with entropy\nmeasurements. The absence of particle-hole symmetry has as a consequence the\nstronger suppression of local moments on the hole-doped side relatively to the\nelectron-doped side, and ultimately causes the differences in existence and\nstability of the correlated phases for negative and positive doping. Our\nresults show that even fine-level structures in the experimental data can now\nbe faithfully reproduced and understood."}
{"id": "2509.19440", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19440", "abs": "https://arxiv.org/abs/2509.19440", "authors": ["Pranay Gorantla", "Abhinav Prem", "Nathanan Tantivasadakarn", "Dominic J. Williamson"], "title": "There and Back Again: A Gauging Nexus between Topological and Fracton Phases", "comment": "29 pages, 2 figures, 2 tables", "summary": "Coupled layer constructions are a valuable tool for capturing the universal\nproperties of certain interacting quantum phases of matter in terms of the\nsimpler data that characterizes the underlying layers. In the study of fracton\nphases, the X-Cube model in 3+1D can be realized via such a construction by\nstarting with a stack of 2+1D Toric Codes and turning on a coupling which\ncondenses a composite \"particle-string\" object. In a recent work\n[arXiv:2505.13604], we have demonstrated that in fact, the particle-string can\nbe viewed as a symmetry defect of a topological 1-form symmetry. In this paper,\nwe study the result of gauging this symmetry in depth. We unveil a rich gauging\nweb relating the X-Cube model to symmetry protected topological (SPT) phases\nprotected by a mix of subsystem and higher-form symmetries, subsystem symmetry\nfractionalization in the 3+1D Toric Code, and non-trivial extensions of\ntopological symmetries by subsystem symmetries. Our work emphasizes the\nimportance of topological symmetries in non-topological, geometric phases of\nmatter."}
{"id": "2509.19796", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19796", "abs": "https://arxiv.org/abs/2509.19796", "authors": ["V. A. Shestakov", "M. M. Korshunov"], "title": "Grand thermodynamic potential in a two-band unconventional superconductor", "comment": "9 pages, 3 figures", "summary": "In a two-band system, both conventional sign-preserving $s_{++}$ and\nunconventional sign-changing $s_{\\pm}$ superconducting state may appear at low\ntemperatures. Moreover, they may transform from one to another due to the\nimpurity scattering. To study the details of such a transition here we derive\nthe expression for the Grand thermodynamic potential $\\Omega$ for a two-band\nmodel with nonmagnetic impurities considered in a $\\mathcal{T}$-matrix\napproximation. For the iron-based materials within the multiband Eliashberg\ntheory, we show that the $s_{\\pm} \\to s_{++}$ transition in the vicinity of the\nBorn limit is a first order phase transition."}
{"id": "2509.19483", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19483", "abs": "https://arxiv.org/abs/2509.19483", "authors": ["Christopher Heins", "Zeling Xiong", "Attila Kákay", "Joo-Von Kim", "Thibaut Devolder", "Aleksandra Titova", "Johannes Müller", "René Hübner", "Andreas Worbs", "Ryszard Narkowicz", "Jürgen Fassbender", "Katrin Schultheiss", "Helmut Schultheiss"], "title": "Electrical detection of magnons with nanoscale magnetic tunnel junctions", "comment": null, "summary": "Present information and communication technologies are largely based on\nelectronic devices, which suffer from heat generation and high power\nconsumption. Alternatives like spintronics and magnonics, which harness the\nspin degree of freedom, offer compelling pathways to overcome these fundamental\nlimitations of charge-based electronics. Magnonics relies on spin waves, the\ncollective excitations of magnetic moments in magnetically ordered materials,\nto achieve processing and transport of information at microwave frequencies\nwithout relying on charge currents. However, efficient means for\nall-electrical, high-resolution, semiconductor-compatible readout of\ninformation encoded in spin waves are still missing. Here, we demonstrate the\nelectrical detection of spin waves using a nanoscale magnetic tunnel junction\n(MTJ) cell fabricated in a state-of-the-art complementary\nmetal-oxide-semiconductor (CMOS) production line. By engineering the dynamic\ncoupling between spin waves and the magnetization state of the MTJ, we\ndemonstrate transduction of spin-wave excitations into measurable electrical\nsignals with high fidelity. Moreover, through these measurements, we find\nspectral line widths, associated with nonlinear processes, down to a few\nhundreds of kHz, which opens up new perspectives for spin waves as quantum\ntransducers."}
{"id": "2509.20078", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20078", "abs": "https://arxiv.org/abs/2509.20078", "authors": ["Kadir Çeven", "Lukas Peinemann", "Fabian Heidrich-Meisner"], "title": "Hierarchy of timescales in a disordered spin-$1/2$ XX ladder", "comment": "19 pages, 10 figures", "summary": "Understanding the timescales associated with relaxation to equilibrium in\nclosed quantum many-body systems is one of the central focuses in the study of\ntheir non-equilibrium dynamics. At late times, these relaxation processes\nexhibit universal behavior, emerging from the inherent randomness of chaotic\nHamiltonians. In this work, we investigate a disordered spin-$1/2$ XX ladder -\nan experimentally realizable model known for its diffusive dynamics - to\nexplore the connection between transport properties and spectral measures\nderived solely from the system's energy levels via these relaxation timescales.\nWe begin by analyzing the spectral form factor, which yields the time when the\nsystem begins to follow the random matrix theory (RMT) statistics, known as the\nRMT time. We then determine the Thouless times - the average times for a local\nexcitation to diffuse across the entire finite system - through the\nlinear-response theory for both spin and energy transport. Our numerical\nresults confirm that the RMT time scales quadratically with system size and\nupper bounds the Thouless times. Interestingly, we also find that, unlike other\nnon-integrable models, spin diffusion proceeds faster than energy diffusion."}
{"id": "2509.20179", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20179", "abs": "https://arxiv.org/abs/2509.20179", "authors": ["Sanchali Mitra", "Santanu Mahapatra"], "title": "A follow-up on the sulphur atom popping model for MoS$_2$ memristor", "comment": null, "summary": "The mechanism of resistive switching in two-dimensional (2D)\nsemiconductor-based memristors is intriguing, and our conventional knowledge of\nbulk-oxide based memristors does not apply to these devices. Experimental data\nindicate that the genesis of resistive switching may be intrinsic to the 2D\nsemiconducting active layer, as well as resulting from the movement of\nelectrode atoms. Employing reactive-force field (ReaxFF) molecular dynamics\nsimulations, we introduced the \"sulphur atom popping model\" [npj 2D Mater.\nAppl. 5, 33 (2021)] to elucidate the intrinsic nature of non-volatile resistive\nswitching in 2D molybdenum disulfide-based memristors. In this paper we provide\nadditional perspective to this model using density functional theory. We also\ndiscuss the limitations of universal machine learning interatomic potentials in\nreproducing ReaxFF simulation results."}
{"id": "2509.19715", "categories": ["physics.chem-ph", "cs.AI"], "pdf": "https://arxiv.org/pdf/2509.19715", "abs": "https://arxiv.org/abs/2509.19715", "authors": ["Zhi Yin", "Xiaoran Li", "Shengyu Zhang", "Xin Li", "Xiaojin Zhang"], "title": "SMILES-Inspired Transfer Learning for Quantum Operators in Generative Quantum Eigensolver", "comment": "7 pages, 5 figures", "summary": "Given the inherent limitations of traditional Variational Quantum\nEigensolver(VQE) algorithms, the integration of deep generative models into\nhybrid quantum-classical frameworks, specifically the Generative Quantum\nEigensolver(GQE), represents a promising innovative approach. However, taking\nthe Unitary Coupled Cluster with Singles and Doubles(UCCSD) ansatz which is\nwidely used in quantum chemistry as an example, different molecular systems\nrequire constructions of distinct quantum operators. Considering the similarity\nof different molecules, the construction of quantum operators utilizing the\nsimilarity can reduce the computational cost significantly. Inspired by the\nSMILES representation method in computational chemistry, we developed a\ntext-based representation approach for UCCSD quantum operators by leveraging\nthe inherent representational similarities between different molecular systems.\nThis framework explores text pattern similarities in quantum operators and\nemploys text similarity metrics to establish a transfer learning framework. Our\napproach with a naive baseline setting demonstrates knowledge transfer between\ndifferent molecular systems for ground-state energy calculations within the GQE\nparadigm. This discovery offers significant benefits for hybrid\nquantum-classical computation of molecular ground-state energies, substantially\nreducing computational resource requirements."}
{"id": "2509.19543", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19543", "abs": "https://arxiv.org/abs/2509.19543", "authors": ["Pavel A. Andreev"], "title": "Analytical analysis of the spin wave dispersion in the cycloidal spin structures under the influence of magneto-electric coupling", "comment": "11 pages, 5 figures", "summary": "Spin waves and coupling of the spin waves with electromagnetic waves are\nconsidered in the multiferroic materials with the electric dipole moment\nproportional to the scalar product of spins. Dispersion dependence for the spin\nwaves propagating as the perturbation of the equilibrium state described by\nspin cycloid is found. The dielectric permeability as the response on the\nelectromagnetic perturbations associated with the magneto-electric coupling for\nthe same equilibrium state is calculated."}
{"id": "2509.19440", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19440", "abs": "https://arxiv.org/abs/2509.19440", "authors": ["Pranay Gorantla", "Abhinav Prem", "Nathanan Tantivasadakarn", "Dominic J. Williamson"], "title": "There and Back Again: A Gauging Nexus between Topological and Fracton Phases", "comment": "29 pages, 2 figures, 2 tables", "summary": "Coupled layer constructions are a valuable tool for capturing the universal\nproperties of certain interacting quantum phases of matter in terms of the\nsimpler data that characterizes the underlying layers. In the study of fracton\nphases, the X-Cube model in 3+1D can be realized via such a construction by\nstarting with a stack of 2+1D Toric Codes and turning on a coupling which\ncondenses a composite \"particle-string\" object. In a recent work\n[arXiv:2505.13604], we have demonstrated that in fact, the particle-string can\nbe viewed as a symmetry defect of a topological 1-form symmetry. In this paper,\nwe study the result of gauging this symmetry in depth. We unveil a rich gauging\nweb relating the X-Cube model to symmetry protected topological (SPT) phases\nprotected by a mix of subsystem and higher-form symmetries, subsystem symmetry\nfractionalization in the 3+1D Toric Code, and non-trivial extensions of\ntopological symmetries by subsystem symmetries. Our work emphasizes the\nimportance of topological symmetries in non-topological, geometric phases of\nmatter."}
{"id": "2509.19483", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19483", "abs": "https://arxiv.org/abs/2509.19483", "authors": ["Christopher Heins", "Zeling Xiong", "Attila Kákay", "Joo-Von Kim", "Thibaut Devolder", "Aleksandra Titova", "Johannes Müller", "René Hübner", "Andreas Worbs", "Ryszard Narkowicz", "Jürgen Fassbender", "Katrin Schultheiss", "Helmut Schultheiss"], "title": "Electrical detection of magnons with nanoscale magnetic tunnel junctions", "comment": null, "summary": "Present information and communication technologies are largely based on\nelectronic devices, which suffer from heat generation and high power\nconsumption. Alternatives like spintronics and magnonics, which harness the\nspin degree of freedom, offer compelling pathways to overcome these fundamental\nlimitations of charge-based electronics. Magnonics relies on spin waves, the\ncollective excitations of magnetic moments in magnetically ordered materials,\nto achieve processing and transport of information at microwave frequencies\nwithout relying on charge currents. However, efficient means for\nall-electrical, high-resolution, semiconductor-compatible readout of\ninformation encoded in spin waves are still missing. Here, we demonstrate the\nelectrical detection of spin waves using a nanoscale magnetic tunnel junction\n(MTJ) cell fabricated in a state-of-the-art complementary\nmetal-oxide-semiconductor (CMOS) production line. By engineering the dynamic\ncoupling between spin waves and the magnetization state of the MTJ, we\ndemonstrate transduction of spin-wave excitations into measurable electrical\nsignals with high fidelity. Moreover, through these measurements, we find\nspectral line widths, associated with nonlinear processes, down to a few\nhundreds of kHz, which opens up new perspectives for spin waves as quantum\ntransducers."}
{"id": "2509.19904", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19904", "abs": "https://arxiv.org/abs/2509.19904", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Ab initio investigation on structural stability and phonon-mediated superconductivity in 2D-hydrogenated M2X (M= Mo, V, Zr; X=C, N) MXene monolayer", "comment": "13 Pages, 7 Figures", "summary": "We present a comprehensive first-principles study of hydrogenated M2X (M =\nMo, V, Zr; X = C, N) MXene monolayers, focusing on their structural stability,\nelectronic properties, and superconducting behavior. Structural optimizations\ncombined with phonon spectra reveal that partial hydrogenation (1H and 2H) is\ndynamically stable across most compositions, while full hydrogenation (4H)\ngenerally induces lattice instabilities. A notable exception is Zr2CH4, which\nretains dynamical stability even under maximum hydrogen coverage. Electronic\nstructure analysis shows that all hydrogenated MXenes remain metallic, with the\nFermi level dominated by transition-metal d orbitals. In Zr2CH4, a Dirac-like\nband crossing at the Fermi level is observed, which is gapped by spin-orbit\ncoupling (SOC), yielding a finite gap of 0.095 eV. Electron-phonon coupling\n(EPC) calculations demonstrate that Mo-based MXenes exhibit strong EPC, with\ncoupling constants lambda = 0.95 (Mo2CH), 1.23 (Mo2NH), and 1.55 (Mo2NH2),\ncorresponding to superconducting critical temperatures Tc about 15 to 22 K\nwithin the Allen-Dynes framework (mu* = 0.10). By contrast, V- and Zr-based\nMXenes display weak EPC and negligible Tc, with Zr2CH4 being a special case\nhosting Dirac-like states rather than superconductivity. Our findings highlight\nhydrogen functionalization as an effective strategy to stabilize MXene\nmonolayers and to tune their low-energy physics, revealing Mo-based nitride\nMXenes as promising phonon-mediated superconductors, while Zr2CH4 emerges as a\ncandidate for Dirac physics."}
{"id": "2509.19537", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19537", "abs": "https://arxiv.org/abs/2509.19537", "authors": ["Marc-Antoine Roux", "Joffrey Rivard", "Victor Yon", "Alexis Morel", "Dominic Leclerc", "Claude Rohrbacher", "El Bachir Ndiaye", "Felice Francesco Tafuri", "Brendan Bono", "Stefan Kubicek", "Roger Loo", "Yosuke Shimura", "Julien Jussot", "Clément Godfrin", "Danny Wan", "Kristiaan De Greve", "Marc-André Tétrault", "Dominique Drouin", "Christian Lupien", "Michel Pioro-Ladrière", "Eva Dupont-Ferrier"], "title": "Rapid Autotuning of a SiGe Quantum Dot into the Single-Electron Regime with Machine Learning and RF-Reflectometry FPGA-Based Measurements", "comment": "9 pages, 5 figures", "summary": "Spin qubits need to operate within a very precise voltage space around charge\nstate transitions to achieve high-fidelity gates. However, the stability\ndiagrams that allow the identification of the desired charge states are long to\nacquire. Moreover, the voltage space to search for the desired charge state\nincreases quickly with the number of qubits. Therefore, faster stability\ndiagram acquisitions are needed to scale up a spin qubit quantum processor.\nCurrently, most methods focus on more efficient data sampling. Our approach\nshows a significant speedup by combining measurement speedup and a reduction in\nthe number of measurements needed to tune a quantum dot device. Using an\nautotuning algorithm based on a neural network and faster measurements by\nharnessing the FPGA embedded in Keysight's Quantum Engineering Toolkit (QET),\nthe measurement time of stability diagrams has been reduced by a factor of 9.8.\nThis led to an acceleration factor of 2.2 for the total initialization time of\na SiGe quantum dot into the single-electron regime, which is limited by the\nPython code execution."}
{"id": "2509.20305", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2509.20305", "abs": "https://arxiv.org/abs/2509.20305", "authors": ["Michael Bachmann"], "title": "Efficient Microcanonical Histogram Analysis and Application to Peptide Aggregation", "comment": "6 pages, 2 figures", "summary": "A novel approach designed to directly estimate microcanonical quantities from\nenergy histograms is proposed, which enables the immediate systematic\nidentification and classification of phase transitions in physical systems of\nany size by means of the recently introduced generalized microcanonical\ninflection-point analysis method. The application to the aggregation problem of\nGNNQQNY heptapeptides, for which the entire transition sequence is revealed,\nshows the power of this promising method."}
{"id": "2509.19765", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19765", "abs": "https://arxiv.org/abs/2509.19765", "authors": ["Motoyuki Shiga", "Jan Elsner", "Jörg Behler", "Bo Thomsen"], "title": "Computation of the heat capacity of water from first principles", "comment": null, "summary": "Water is a unique solvent with many remarkable properties. An example is its\nexceptionally high heat capacity, which plays an important role in storing and\ntransporting thermal energy, with implications for many processes from\nregulating the body temperature of living organisms to moderating our climate\nat the global scale. To elucidate the microscopic origin of the heat capacity\nof water from first principles, highly accurate computer simulations are\nrequired. Apart from a reliable description of the atomic interactions, the\npresence of light hydrogen atoms necessitates the explicit consideration of\nnuclear quantum effects through path integral molecular dynamics (PIMD)\nsimulations. The high computational costs of PIMD simulations, which are even\nfurther increased by the need for an extensive statistical sampling of energy\nfluctuations to determine the heat capacity, can be strongly reduced by\nreplacing first principles calculations with machine learning potentials to\nrepresent the atomic interactions. In this study, we use high-dimensional\nneural network potentials (HDNNPs) constructed from density functional theory\ncalculations employing the RPBE-D3 and revPBE0-D3 functionals. To further\nenhance the computational performance, we introduce a highly efficient PIMD\nalgorithm computing in parallel not only the energies and forces but also the\ncoordinate and thermostat time evolutions. Using this approach, we are able to\ndetermine converged data for the heat capacity from a 4 ns simulation employing\n128 beads. In particular, for the revPBE0-D3 functional we find excellent\nagreement with experiment, providing evidence that our approach represents a\npromising framework for the quantitative understanding of the thermodynamic\nproperties of water and aqueous solutions."}
{"id": "2509.19807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19807", "abs": "https://arxiv.org/abs/2509.19807", "authors": ["Samikshya Sahu", "Dong Chen", "Niclas Heinsdorf", "Ashley N. Warner", "Markus Altthaler", "Ashutosh K. Singh", "Douglas A. Bonn", "Sarah A. Burke", "Alannah M. Hallas"], "title": "Intrinsic defect intolerance in the ultra-pure metal PtSn$_4$", "comment": null, "summary": "Ultra-pure materials are highly valued as model systems for the study of\nintrinsic physics. Frequently, however, the crystal growth of such pristine\nsamples requires significant optimization. PtSn$_4$ is a rare example of a\nmaterial that naturally forms with a very low concentration of crystalline\ndefects. Here, we investigate the origin of its low defect levels using a\ncombination of electrical resistivity measurements, computational modeling, and\nscanning tunneling microscopy imaging. While typical flux-grown crystals of\nPtSn$_4$ can have residual resistivity ratios (RRRs) that can exceed 1000, we\nshow that even at the most extreme formation speeds, the RRR cannot be\nsuppressed below 100. This aversion to defect formation extends to both the Pt\nand Sn sublattices, which contribute with equal weight to the conduction\nproperties. Direct local imaging with scanning tunneling microscopy further\nsubstantiates the rarity of point defects, while the prohibitive energetic cost\nof forming a defect is demonstrated through density functional theory\ncalculations. Taken together, our results establish PtSn$_4$ as an\nintrinsically defect-intolerant material, making it an ideal platform to study\nother properties of interest, including extreme magnetoresistance and topology."}
{"id": "2509.19582", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19582", "abs": "https://arxiv.org/abs/2509.19582", "authors": ["Zhaoyu Liu", "Sijie Xu", "Jonathan M. DeStefano", "Elliott Rosenberg", "Tingjun Zhang", "Jinyulin Li", "Matthew B. Stone", "Feng Ye", "Rong Cong", "Siyu Pan", "Ching-Wu Chu", "Liangzi Deng", "Emilia Morosan", "Jiun-Haw Chu", "Pengcheng Dai"], "title": "Strain-tunable anomalous Hall effect in hexagonal MnTe", "comment": "18 pages, 13 figures", "summary": "The ability to control and manipulate time-reversal ($T$) symmetry-breaking\nphases with near-zero net magnetization is a sought-after goal in spintronic\ndevices. The recently discovered hexagonal altermagnet manganese telluride\n($\\alpha$-MnTe) is a prime example. It has a compensated $A$-type\nantiferromagnetic (AFM) ground state where the in-plane ferromagnetic (FM)\nmoments in each layer are stacked antiferromagnetically along the $c$ axis, yet\nexhibits a spontaneous anomalous Hall effect (AHE) that breaks the $T$-symmetry\nwith a vanishingly small $c$-axis FM moment. However, the presence of three\n120$^\\circ$ separated in-plane magnetic domains presents a challenge in\nunderstanding the origin of AHE and the effective control of the altermagnetic\nstate. Here we use neutron scattering to show that a compressive uniaxial\nstrain along the next-nearest-neighbor Mn-Mn bond direction detwins\n$\\alpha$-MnTe into a single in-plane magnetic domain, aligning the in-plane\nmoments along the same direction. Furthermore, we find that uniaxial strain\n(-0.2% to 0.1%) significantly sharpens the magnetic hysteresis loop and\nswitches the sign of the AHE near room temperature. Remarkably, this is\nachieved without altering the AFM phase-transition temperature, which can only\nbe explained by a strain-induced modification of the electronic band structure.\nOur work not only unambiguously establishes the relationship between the\nin-plane moment direction and the AHE in $\\alpha$-MnTe but also paves the way\nfor future applications in highly scalable, strain-tunable magnetic sensors and\nspintronic devices."}
{"id": "2509.19498", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19498", "abs": "https://arxiv.org/abs/2509.19498", "authors": ["Zixuan Li", "Yiqun Alex Ying", "Brian M. Zakrzewski", "Yan Xin", "Yu Wang", "Zhiqiang Mao", "Ying Liu"], "title": "Ramp Josephson junctions of Al/Ti/Sr2RuO4: Observation of single-domain quantum oscillations and the detection of chiral edge current", "comment": "19 pages, 4 figures", "summary": "The spontaneous breaking of time-reversal symmetry (TRS), one of the\nhallmarks of unconventional superconductivity, has been observed in the\nsuperconducting state of Sr2RuO4 by muon spin rotation in several independent\nstudies. However, the chiral edge current expected in such a superconductor has\nnot yet been established experimentally. In addition, the angle dependence of\nthe phase of the superconducting order parameter (OP) in Sr2RuO4, which would\nenable determination of the full symmetry properties of the OP, has been\ndetermined only for a couple of angles. Both issues can be addressed by\npreparing high-quality Josephson junctions between Sr2RuO4 and a conventional\ns-wave superconductor with varying orientations relative to the crystal axes.\nHere we report the successful fabrication of ramp Josephson junctions of Al/Ti/\nSr2RuO4 on thin single crystals of Sr2RuO4 obtained by mechanical exfoliation.\nThese junctions exhibit high-quality quantum oscillations as a function of\nmagnetic field. Moreover, the junction resistance was found to be extremely\nsensitive to the current flowing in the Sr2RuO4 crystal, a feature that was\nused in this work to show that the chiral edge current. The approach to the\nchiral edge current detection, which was not used previously, was verified by a\ncontrol experiment."}
{"id": "2509.19907", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19907", "abs": "https://arxiv.org/abs/2509.19907", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Theoretical prediction of Structural Stability and Superconductivity in Janus Ti2CSH MXene", "comment": "13 Pages, 7 Figures", "summary": "We present a comprehensive first-principles investigation of the structural\nstability, vibrational characteristics, and superconducting properties of the\nJanus Ti2CSH monolayer. Janus MXene (JMXene) materials, such as Ti2CSH, have\nattracted significant attention due to their intrinsic two-dimensional\nstructure and the absence of out-of-plane symmetry, which give rise to novel\nphysical phenomena. Phonon calculations confirm the dynamical stability of the\nmonolayer, while electronic structure and electron-phonon coupling analyses\nreveal a strong phonon-mediated pairing mechanism. Anisotropic\nMigdal-Eliashberg theory predicts a single-gap superconducting state, with gap\nvalues between 4.29 and 4.71 meV at 10 K and a critical temperature Tc of 22.6\nK. These findings establish Ti2CSH as a promising two-dimensional\nsuperconductor with potential applications in quantum and nanoscale\ntechnologies."}
{"id": "2509.19706", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19706", "abs": "https://arxiv.org/abs/2509.19706", "authors": ["Yunyoung Hwang", "Liyang Liao", "Jorge Puebla", "Marco Brühlmann", "Carlos Gonzalez-Ballestero", "Kouta Kondou", "Naoki Ogawa", "Sadamichi Maekawa", "Yoshichika Otani"], "title": "Harmonic and Subharmonic Magnon Generation in a Surface Acoustic Wave Resonator", "comment": "5 pages, 4 figures", "summary": "We experimentally observe the generation of magnon harmonics and subharmonics\nin an on-chip surface acoustic wave resonator incorporating a thin\nCo$_{20}$Fe$_{60}$B$_{20}$ film, using micro-focused Brillouin light\nscattering. In our devices, rotating the in-plane magnetic field allows\ncontinuous tuning of the magnon-phonon coupling from weak to strong within the\nsame resonator. In the weak coupling regime, we only observe fundamental\nmagnetoelastic wave signal at $f_{1}$. Conversely, in the strong coupling\nregime, in addition to the fundamental magnetoelastic wave, we observe\nsubharmonic and harmonic signals at $3/2f_{1}$, $2f_{1}$, and $3f_{1}$, which\nare well reproduced by our analytical model. Our results establish phonons as a\nmeans to generate and control nonlinear magnons in the strong coupling regime,\nproviding a new route for magnonic signal processing."}
{"id": "2509.20054", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20054", "abs": "https://arxiv.org/abs/2509.20054", "authors": ["Yuxuan Guo", "Sheng Yang", "Xue-Jia Yu"], "title": "Generalized Li-Haldane Correspondence in Critical Free-Fermion Systems", "comment": "14 pages, 6 figures. Any comments and suggestions are welcome!", "summary": "Topological phenomena in quantum critical systems have recently attracted\ngrowing attention, as they go beyond the traditional paradigms of condensed\nmatter and statistical physics. However, a general framework for identifying\nsuch nontrivial phenomena, particularly in higher-dimensional systems, remains\ninsufficiently explored. In this Letter, we propose a universal fingerprint for\ndetecting nontrivial topology in critical free-fermion systems protected by\nglobal on-site symmetries. Specifically, we analytically establish an exact\nrelation between the bulk entanglement spectrum and the boundary energy\nspectrum at topological criticality in arbitrary dimensions, demonstrating that\nthe degeneracy of edge modes can be extracted from the bulk entanglement\nspectrum. These findings, further supported by numerical simulations of lattice\nmodels, provide a universal fingerprint for identifying nontrivial topology in\ncritical free-fermion systems."}
{"id": "2509.19802", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19802", "abs": "https://arxiv.org/abs/2509.19802", "authors": ["Armin Mozhdehei", "Philip Lenz", "Stella Gries", "Sophia-Marie Meinert", "Ronan Lefort", "Jean-Marc Zanotti", "Quentin Berrod", "Markus Appel", "Mark Busch", "Patrick Huber", "Michael Fröba", "Denis Morineau"], "title": "Colossal Effect of Nanopore Surface Ionic Charge on the Dynamics of Confined Water", "comment": null, "summary": "Interfacial interactions significantly alter the fundamental properties of\nwater confined in mesoporous structures, with crucial implications for\ngeological, physicochemical, and biological processes. Herein, we focused on\nthe effect of changing the surface ionic charge of nanopores with comparable\npore size (3.5-3.8 nm) on the dynamics of confined liquid water. The control of\nthe pore surface ionicity was achieved by using two periodic mesoporous\norganosilicas (PMOs) containing either neutral or charged forms of a chemically\nsimilar bridging unit. The effect on the dynamics of water at the nanoscale was\ninvestigated in the temperature range of 245 -300 K, encompassing the glass\ntransition by incoherent quasielastic neutron scattering (QENS), For both types\nof PMOs, the water dynamics revealed two distinct types of molecular motions:\nrapid local movements and translational jump diffusion. While the neutral PMO\ninduces a moderate confinement effect, we show that the charged PMO drastically\nslows down water dynamics, reducing translational diffusion by a factor of four\nand increasing residence time by an order of magnitude. Notably, by changing\nthe pore filling values, we demonstrate that for charged pore this effect\nextends beyond the interfacial layer of surface-bound water molecules to\nencompass the entire pore volume. Thus, our observation indicates a dramatic\nchange in the long-range character of the interaction of water confined in\nnanopores with surface ionic charge compared to a simple change in\nhydrophilicity. This is relevant for the understanding of a broad variety of\napplications in (nano)technological phenomena and processes, such as\nnanofiltration and membrane design."}
{"id": "2509.19818", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19818", "abs": "https://arxiv.org/abs/2509.19818", "authors": ["Banasree Sadhukhan", "Tanay Nag"], "title": "The orbital-driven topological phase transition and planar Hall responses in ternary tellurides Weyl semi-metals", "comment": "Main text: 10 pages, 6 figures, SM: 8 pages, 10 figures", "summary": "Here we study electronic properties of the ternary tellurides TaXTe$_4$\n(X=Rh, Ir) using density functional theory and investigate chiral anomaly\nmediated planar Hall response from ab initio calculations. We show that\nTaRhTe$_4$ is a hybrid Weyl semimetal (WSM), hosting Weyl points (WPs) of both\ntype-I, type-II, while TaIrTe$_4$ is a type-II WSM as it hosts only type-II WPs\nwith spin-orbit couplings (SOC). All WPs lie in the $k_z=0$ plane, and remain\nwell-separated in both momentum and energy landscape. We observe long Fermi\narcs connecting Weyl nodes of opposite chirality. We report both SOC and\norbital driven topological phase transition in ternary tellurides. TaIrTe$_4$\nundergoes topological phase transition under SOC. Whereas orbital driven\ntopological phase transition due to d$_{xz}$ orbital has been observed in\nTaRhTe$_4$ even without SOC. Furthermore, the evolution of the band structures\nand the annihilation of WPs due to d$_{xz}$-Ir/Rh orbitals associated with the\nphase transitions in TaXTe$_4$ are also discussed. This systematic study opens\nnew routes for engineering topological materials relying beyond strong SOC and\nsheds light on the possible role of correlation effects originating from\norbital orbital degree of freedoms in tellurides. We further report an\nenhancement of planar Hall effects due to orbital driven topological phase\ntransition in TaXTe$_4$ and we make resort to a tight-binding model to\ncorrelate the above findings with the effective mass anisotropy in different\ntypes of WSMs."}
{"id": "2509.19634", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19634", "abs": "https://arxiv.org/abs/2509.19634", "authors": ["Y. -H. Nian", "C. Chaffey", "P. Sherpa", "L. Santillan", "K. Nagashima", "Peter Klavins", "V. Taufour", "N. J. Curro"], "title": "Knight shift measurements probing Fermi surface changes under pressure in CeRhIn$_5$", "comment": "11 pages, 8 figures", "summary": "We report nuclear magnetic resonance (NMR) Knight shift measurements of the\nIn(1) and In(2) sites in CeRhIn$_5$ as a function of pressure. In contrast to\nthe $c$ axis, the in-plane components of the In(1) Knight shift tensor exhibit\nlittle to no pressure dependence. These results indicate that the dipolar\ncomponent of the tensor is strongly suppressed at the In(1) site, while it\nremains constant with pressure at the In(2) site. We analyze the hyperfine\ncoupling in terms of a tight binding model for the electronic structure, and\ndetermine that the pressure dependence of the In(1) shift cannot be explained\nin terms of changes to the crystal field parameters, but rather can be\nunderstood in terms of an increase in the 4f electron content at the Fermi\nsurface. Our results indicate that the hyperfine coupling reflects changes in\nthe electronic structure near a Kondo breakdown quantum critical point."}
{"id": "2509.19510", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.19510", "abs": "https://arxiv.org/abs/2509.19510", "authors": ["Nicholas Mazzucca", "Junjing Zhao", "Zhenyang Xu", "Despina Louca", "Utpal Chatterjee", "Marc Bockrath"], "title": "Tunable Electronic Interactions and Weak Antilocalization in Bulk Ge$_2$Sb$_2$Te$_{5-5x}$Se$_{5x}$ Phase Change Materials", "comment": null, "summary": "Phase change materials (PCMs) are well-known for their reversible and rapid\nswitching between crystalline and amorphous phases through thermal excitations\nmediated by strong electrical or laser pulses. This crystal-to-amorphous\ntransition is accompanied by a remarkable contrast in optical and electronic\nproperties, making PCMs useful in nonvolatile data storage applications. Here,\nwe combine electrical transport and angle resolved photoemission spectroscopy\n(ARPES) measurements to study the electronic structure of bulk\nGe$_2$Sb$_2$Te$_{5-5x}$Se$_{5x}$ (GSST) for $0\\le x \\le 0.8$, where $x$\nrepresents the amount of Se substituting Te in Ge$_2$Sb$_2$Te$_5$ (GST)-- a\nprototypical PCM. The single-particle density of states (SDOS) derived from the\nintegrated ARPES data displays metallic behavior for all $x$, as evidenced by\nthe presence of a finite density of states in the vicinity of the chemical\npotential. Transport measurements also display clear signatures of metallic\ntransport, consistent with the SDOS data. The temperature dependence of the\nresistance indicates the onset of moderate electron-electron Coulomb\ninteraction effects at low temperatures for $x\\geq 0.6$. At the same time, the\nmagnetoresistance data shows signatures of weak antilocalization for $x\\geq\n0.6$. An analysis on the temperature dependence of the phase coherence length\nsuggests that electron dephasing is primarily due to inelastic\nelectron-electron scattering. We find that these effects are enhanced with\nincreasing $x$, portraying GSST as a novel PCM where electronic interactions\ncan be tuned via chemical doping."}
{"id": "2509.20298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20298", "abs": "https://arxiv.org/abs/2509.20298", "authors": ["C. S. Kengle", "Noah Schnitzer", "M. M. Bordelon", "S. M. Thomas", "P. F. S. Rosa"], "title": "What causes the variation in superconducting properties of UTe$_{2}$?", "comment": "8 pages, 4 figures", "summary": "Reaching a consensus on the superconducting order parameter of unconventional\nsuperconductors remains a central challenge in the field of\nmagnetically-mediated superconductivity. Though UTe$_{2}$ is largely accepted\nas a rare example of an odd-parity superconductor, its precise order parameter\nremains highly debated, even at ambient conditions. A key underlying issue is\nthe large sample-to-sample variation in superconducting properties at zero\napplied pressure and magnetic field. Here, we investigate the origin of the\nobserved variation by means of single crystal x-ray diffraction (SC-XRD) and\nscanning transmission electron microscopy (STEM) measurements. Our results\nreveal highly ordered crystalline lattices, in agreement with the expected\n$Immm$ structure, and no signs of uranium vacancies. Tiny amounts of\ninterstitial defects, however, are observed on the Te2 layers that host Te\nchains along the b axis. We argue that these defects give rise to slightly\nenhanced atomic displacement parameters observed in SC-XRD data and are enough\nto disrupt the unconventional superconducting state in UTe$_{2}$. Our findings\nhighlight the need to focus future order parameter determination efforts on\nsingle crystals of UTe$_{2}$ with minimal amounts of structural disorder."}
{"id": "2509.19735", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19735", "abs": "https://arxiv.org/abs/2509.19735", "authors": ["Chen Zhang", "Shengyuan A. Yang", "Y. X. Zhao"], "title": "Projective crystal symmetry and topological phases", "comment": "8 pages, 3 figures, to be published in Materials Today Quantum", "summary": "Quantum states naturally represent symmetry groups, though often in a\nprojective sense. Intriguingly, the projective nature of crystalline symmetries\nhas remained underexplored until very recently. A series of groundbreaking\ntheoretical and experimental studies have now brought this to light,\ndemonstrating that projective representations of crystal symmetries lead to\nremarkable consequences in condensed matter physics and various artificial\ncrystals, particularly in their connection to topological phenomena. In this\narticle, we explain the basic ideas and notions underpinning these recent\ndevelopments and share our perspective on this emerging research area. We\nspecifically highlight that the appearance of momentum-space nonsymmorphic\nsymmetry is a unique feature of projective crystal symmetry representations.\nThis, in turn, has the profound consequence of reducing the fundamental domain\nof momentum space to all possible flat compact manifolds, which include torus\nand Klein bottle in 2D and the ten platycosms in 3D, presenting a significantly\nricher landscape for topological structures than conventional settings.\nFinally, the ongoing efforts and promising future research directions are\ndiscussed."}
{"id": "2509.19983", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19983", "abs": "https://arxiv.org/abs/2509.19983", "authors": ["Hossein Tahmasbi", "Michael Beerbaum", "Bartosz Brzoza", "Attila Cangi", "Thomas D. Kühne"], "title": "Scalable Machine Learning Model for Energy Decomposition Analysis in Aqueous Systems", "comment": null, "summary": "Energy decomposition analysis (EDA) based on absolutely localized molecular\norbitals provides detailed insights into intermolecular bonding by decomposing\nthe total molecular binding energy into physically meaningful components. Here,\nwe develop a neural network EDA model capable of predicting the electron\ndelocalization energy component of water molecules, which captures the\nstabilization arising from charge transfer between occupied absolutely\nlocalized molecular orbitals of one molecule and the virtual orbitals of\nanother. Exploiting the locality assumption of the electronic structure, our\nmodel enables accurate prediction of electron delocalization energies for\nmolecular systems far beyond the size accessible to conventional density\nfunctional theory calculations, while maintaining its accuracy. We demonstrate\nthe applicability of our approach by modeling hydration effects in large\nmolecular complexes, specifically in metal-organic frameworks."}
{"id": "2509.19922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19922", "abs": "https://arxiv.org/abs/2509.19922", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Phase Stability and Superconductivity in Hydrogenated and Lithiated Janus GaXS2 (X = Ga, In) Monolayers", "comment": "15 pages, 9 figures", "summary": "Hydrogen and lithium functionalization of two-dimensional (2D) materials\noffers a promising route to enhance electronic properties and induce\nsuperconductivity. Here, we employ first-principles calculations to explore the\nphase stability and superconducting behavior of hydrogenated and lithiated\nJanus GaXS2 (X = Ga, In) monolayers. Among Ga2SH, Ga2SLi, GaInSH, and GaInSLi,\nonly the 2H-GaInSLi structure is dynamically, thermally, and mechanically\nstable, as confirmed by phonon dispersion, ab initio molecular dynamics, and\nelastic constants. This monolayer adopts a hexagonal lattice, exhibits metallic\nbehavior, and has a negative formation energy, suggesting experimental\nfeasibility. Anisotropic Migdal-Eliashberg analysis reveals phonon-mediated\nsuperconductivity with a critical temperature Tc of 4.8 K. Notably, three\ndistinct superconducting gaps emerge, linked to specific atomic orbitals and\nphonon modes. Electron doping of 0.2 e per cell increases Tc to nearly 6.2 K\nwhile maintaining the three-gap character. These results highlight the\neffectiveness of selective functionalization in engineering superconductivity\nand identify GaInSLi as a promising platform for next-generation multi-gap 2D\nsuperconducting devices."}
{"id": "2509.19684", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19684", "abs": "https://arxiv.org/abs/2509.19684", "authors": ["Myounghoon Lee", "Yu-Seong Seo", "Seulki Roh", "Seokbae Lee", "Jihyun Kim", "Tuson Park", "Jungseek Hwang"], "title": "Hybridization gap and $f$-electron effect evolutions with Cd- and Sn-doping in CeCoIn$_5$ via infrared spectroscopy", "comment": "19 pages, 8 figures", "summary": "We investigated hole (Cd)- and electron (Sn)-doped CeCoIn$_5$\n(CeCo(In$_{1-x}T_x$)$_5$ ($T$ = Cd or Sn)) using infrared spectroscopy.\nDoping-dependent hybridization gap distribution functions were obtained from\nthe optical conductivity spectra based on the periodic Anderson model\nformalism. The hybridization gap distribution exhibits two components: in-plane\nand out-of-plane hybridization gaps. The doping-dependent evolution of the two\ngaps indicated that the out-of-plane gap was more sensitive to doping.\nFurthermore, the magnetic optical resistivity exhibited a doping-dependent\nevolution of the $f$-electron amplitude. The two dopant types exhibited\ndifferent physical properties depending on the level of doping. The Sn dopant\nincreases the $f$-electron amplitude, whereas the Cd dopant does not affect the\n$f$-electron amplitude. Doping-dependent effective mass is peaked at pure (or\nundoped) CeCoIn$_5$. Our spectroscopic results may help understand the\ndoping-dependent electronic evolution of one of the canonical heavy fermion\nsystems, CeCoIn$_5$."}
{"id": "2509.19537", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19537", "abs": "https://arxiv.org/abs/2509.19537", "authors": ["Marc-Antoine Roux", "Joffrey Rivard", "Victor Yon", "Alexis Morel", "Dominic Leclerc", "Claude Rohrbacher", "El Bachir Ndiaye", "Felice Francesco Tafuri", "Brendan Bono", "Stefan Kubicek", "Roger Loo", "Yosuke Shimura", "Julien Jussot", "Clément Godfrin", "Danny Wan", "Kristiaan De Greve", "Marc-André Tétrault", "Dominique Drouin", "Christian Lupien", "Michel Pioro-Ladrière", "Eva Dupont-Ferrier"], "title": "Rapid Autotuning of a SiGe Quantum Dot into the Single-Electron Regime with Machine Learning and RF-Reflectometry FPGA-Based Measurements", "comment": "9 pages, 5 figures", "summary": "Spin qubits need to operate within a very precise voltage space around charge\nstate transitions to achieve high-fidelity gates. However, the stability\ndiagrams that allow the identification of the desired charge states are long to\nacquire. Moreover, the voltage space to search for the desired charge state\nincreases quickly with the number of qubits. Therefore, faster stability\ndiagram acquisitions are needed to scale up a spin qubit quantum processor.\nCurrently, most methods focus on more efficient data sampling. Our approach\nshows a significant speedup by combining measurement speedup and a reduction in\nthe number of measurements needed to tune a quantum dot device. Using an\nautotuning algorithm based on a neural network and faster measurements by\nharnessing the FPGA embedded in Keysight's Quantum Engineering Toolkit (QET),\nthe measurement time of stability diagrams has been reduced by a factor of 9.8.\nThis led to an acceleration factor of 2.2 for the total initialization time of\na SiGe quantum dot into the single-electron regime, which is limited by the\nPython code execution."}
{"id": "2509.20188", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20188", "abs": "https://arxiv.org/abs/2509.20188", "authors": ["Igor N. Karnaukhov"], "title": "Solution of the Anderson chain with two-particle hybridization of localized and itinerant electrons", "comment": "10 pages, 1 figure", "summary": "A modified Anderson lattice is proposed, whose the Hamiltonian accounts for\nthe two-particle hybridization of localized and itinerant electrons instead of\none-particle hybridization which takes into account in the original Anderson\nmodel. The 1D version of this model can be solved using the Bethe ansazt. It\nhas been shown that hybridization between itinerant and frozen localized\nelectrons results in an effective on-site interaction between itinerant\nelectrons. The magnitude and sign of this interaction depend on the position of\nthe level relative to the Fermi energy (the energy of this level corresponds to\nthe two-particle state of localized electrons at a site). It is shown that when\nthe energy of an localized electron in the two-particle state lies above the\nFermi energy, the effective on-site interaction between itinerant electrons is\nattractive. A repulsive interaction between itinerant electrons occurs when\nthis energy lies below the Fermi energy. Thus, two-part hybridization between\nlocalized and itinerant electrons can lead to effective attraction between\nitinerant electrons, which is unique in itself and may underlie the nature of\nhigh-temperature superconductivity."}
{"id": "2509.19741", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19741", "abs": "https://arxiv.org/abs/2509.19741", "authors": ["Zhenyu Wang", "Xingen Zheng", "Zhixiong Li", "Zhizhi Zhang", "Xiansi Wang"], "title": "Domain wall skyrmion-based magnonic crystal", "comment": "8 pages, 5figures", "summary": "Magnonic waveguide based on domain wall (DW) is considered as a crucial\nbreakthrough toward the realization of magnonic nanocircuits. However, the\neffective control of spin waves propagating in DWs remains to be explored.\nHere, we construct a magnonic crystal (MC) by using a chain of the domain wall\nskyrmions (DWSKs) to manipulate the spin-wave propagation in DWs. We show that\nthe DWSK chain can be created by leveraging voltage-controlled\nDzyaloshinskii-Moriya interaction. The DWSK-based MC opens magnonic bandgaps,\nwhich can be dynamically adjusted through magnetic fields modulating the DWSK\nsize. Furthermore, the manipulation of spin waves by the DWSK-based MC\nmaintains robust in curved DW, demonstrating its adaptability to complex device\narchitectures. Our work provides an effective method to control the spin-wave\npropagation in DWs and paves the way for designing energy-efficient magnonic\nnanocircuits."}
{"id": "2509.19968", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19968", "abs": "https://arxiv.org/abs/2509.19968", "authors": ["Jon Eunan Quinlivan Dominguez", "Mads-Peter Verner Christiansen", "Konstantin M. Neyman", "Bøjrk Hammer", "Albert Bruix"], "title": "Efficient Grand Canonical Global Optimization with On-the-fly-trained Machine-learning Interatomic Potentials", "comment": null, "summary": "The characterization of nanostructued materials under reactive environments\nis challenging due to the complexity of the structural motifs involved and\ntheir chemical transformations. Global optimization approaches allow predicting\nstable structures for targeted materials but addressing the configurational and\ncompositional search spaces is both computationally demanding and inefficient,\nespecially when first principles calculations are required. In this work, we\nimplement and evaluate a computationally efficient grand canonical global\noptimization algorithm able to identify stable structures and chemical states\nof targeted systems under given reaction conditions (e.g. reactant pressure and\ntemperature). The algorithm leverages an on-the-fly trained machine-learning\ninteratomic potential based on sparse Gaussian Process Regression and the\nsmooth overlap of atomic positions descriptor to reduce the number of first\nprinciples energy evaluations carried out during global optimization searches.\nThe \\textit{ab initio} thermodynamics framework is incorporated to approximate\nthe Gibbs energy of evaluated candidates, performing environment-aware\noptimizations over multiple stoichiometries. We demonstrate the computational\nperformance of this approach and its ability to reproduce some literature\nexamples."}
{"id": "2509.19948", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19948", "abs": "https://arxiv.org/abs/2509.19948", "authors": ["D. Q. Fang"], "title": "Type-II Band Alignment in the $β$-Ga$_2$O$_3$/Rutile GeO$_2$ Heterojunction toward Solar-Blind Photodetection: A first-principles study", "comment": null, "summary": "Semiconductor heterostructures capable of separating photogenerated electrons\nand holes have a wide range of optoelectronic applications, including\nphotodetectors, solar cells, and photocatalysts. ${\\beta}$-Ga$_2$O$_3$ and\nrutile GeO$_2$ are both ultrawide-bandgap semiconductors, with bandgaps of 4.85\neV and 4.68 eV, respectively. In this work, we employ first-principles\ncalculations based on density functional theory to investigate the band\nalignment of the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$ heterojunction and\nexplore the effect of interfacial oxygen vacancy. Calculations using the PBE0\nhybrid functional based on an interface model show that a type-II band\nalignment emerges at the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$ interface, which\nfacilitates the separation of photogenerated carriers. The valence band maximum\nof ${\\beta}$-Ga$_2$O$_3$ lies 0.38 eV below that of rutile GeO$_2$, and its\nconduction band minimum lies 0.36 eV below. The presence of interfacial oxygen\nvacancy in the stable configuration leads to a reduction in the band offset.\nOur results suggest that the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$\nheterojunction holds significant promise for application in strictly\nsolar-blind photodetectors."}
{"id": "2509.19704", "categories": ["cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19704", "abs": "https://arxiv.org/abs/2509.19704", "authors": ["Kouichi Okunishi", "Akihisa Koga"], "title": "Holographic Aspects of Dynamical Mean-Field Theory", "comment": "16 pages, 5 figures", "summary": "Dynamical mean-field theory (DMFT) is one of the most standard theoretical\nframeworks for addressing strongly correlated electron systems. Meanwhile, the\nconcept of holography, developed in the field of quantum gravity, provides an\nintrinsic relationship between quantum many-body systems and space-time\ngeometry. In this study, we demonstrate that these two theories are closely\nrelated to each other by shedding light on holographic aspects of DMFT,\nparticularly for electrons with a semicircle density of states. We formulate a\nholographic renormalization group for the branch Green's function from the\nouter edge to the interior of the Bethe lattice network, and then find that its\nfixed point can be interpreted as a self-consistent solution of Green's\nfunction in DMFT. By introducing an effective two-dimensional anti-de Sitter\nspace, moreover, we clarify that the scaling dimensions for the branch Green's\nfunction and the boundary correlation functions of electrons at the outer edge\nof the Bethe lattice network are characterized by the fixed-point Green's\nfunction. We also perform DMFT computations for the Bethe-lattice Hubbard\nmodel, which illustrate that the scaling dimensions capture the Mott transition\nin the deep interior."}
{"id": "2509.19543", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19543", "abs": "https://arxiv.org/abs/2509.19543", "authors": ["Pavel A. Andreev"], "title": "Analytical analysis of the spin wave dispersion in the cycloidal spin structures under the influence of magneto-electric coupling", "comment": "11 pages, 5 figures", "summary": "Spin waves and coupling of the spin waves with electromagnetic waves are\nconsidered in the multiferroic materials with the electric dipole moment\nproportional to the scalar product of spins. Dispersion dependence for the spin\nwaves propagating as the perturbation of the equilibrium state described by\nspin cycloid is found. The dielectric permeability as the response on the\nelectromagnetic perturbations associated with the magneto-electric coupling for\nthe same equilibrium state is calculated."}
{"id": "2509.19825", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19825", "abs": "https://arxiv.org/abs/2509.19825", "authors": ["Ken Shiozaki"], "title": "$\\mathbb{Z}_2$ topological invariant in three-dimensional PT- and PC-symmetric class CI band structures", "comment": "17 pages", "summary": "We construct a previously missing $\\mathbb{Z}_2$ topological invariant for\nthree-dimensional band structures in symmetry class CI defined by parity-time\n(PT) and parity-particle-hole (PC) symmetries. PT symmetry allows one to define\na real Berry connection and, based on the $\\eta$-invariant, a\nspin-Chern--Simons (spin-CS) action. We show that PC symmetry quantizes the\nspin-CS action to $\\{0,2\\pi\\}$ with $4\\pi$ periodicity, thereby yielding a\nwell-defined $\\mathbb{Z}_2$ invariant. This invariant is additive under direct\nsums of isolated band structures, reduces to a known $\\mathbb{Z}_2$ index when\na global Takagi factorization exists, and in general depends on the choice of\nspin structure. Finally, we demonstrate lattice models in which this newly\nintroduced $\\mathbb{Z}_2$ invariant distinguishes topological phases that\ncannot be detected by the previously known topological indices."}
{"id": "2509.20087", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.20087", "abs": "https://arxiv.org/abs/2509.20087", "authors": ["Philip Klement", "Lukas Gümbel", "Meng Yang", "Jan-Heinrich Littmann", "Tatsuhiko Ohto", "Hirokazu Tada", "Sangam Chatterjee", "Johanna Heine"], "title": "Enhanced White-Light Emission from Self-Trapped Excitons in Antimony and Bismuth Halides through Structural Design", "comment": "main manuscriot has 13 Pages, 5 figures, 2 tables and supporting\n  information", "summary": "Lead halide perovskites have catalyzed the rise of main-group metal halide\nmaterials as promising candidates for next-generation optoelectronics,\nincluding solar cells, light-emitting diodes, lasers, sensors, and\nphotocatalysts. Among these, effi-cient light-emission arises from self-trapped\nexcitons, wherein excited states induce transient lattice distortions that\nlocalize excitons. However, the complex interplay of factors, such as lattice\ndistortions, lattice softness, and electron-phonon cou-pling dynamics, obscures\nthe direct structure-property relationships complicating the targeted material\ndesign. In this study, we advance the understanding of self-trapped exciton\n(STE)-based emission in hybrid antimony and bismuth halides, em-phasizing the\ninterplay of structural and electronic factors that enhance white-light\nemission. We systematically vary com-position, anion dimensionality,\nconnectivity, and the organic cation and find that the presence of Bi/Sb and Cl\nin edge-sharing anion motifs promotes white-light emission and optimal\nelectron-phonon coupling. Chlorides outperform bromides, and organic cations,\nsuch as CMA and BZA, only subtly influence optical behavior by altering lattice\ndynamics and rigidity, resulting in tunable emission characteristics without\ncompromising STEs. This work deepens the understanding of the emis-sion\nmechanisms in hybrid halide perovskites and establishes guiding principles for\ntailoring optoelectronic properties, paving the way for advanced materials with\nenhanced white-light emission for next-generation optoelectronic applications."}
{"id": "2509.19951", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19951", "abs": "https://arxiv.org/abs/2509.19951", "authors": ["Konstantinos Pantzas", "Virginie Trinité", "Angel Vasanelli", "Carlo Sirtori", "Grégoire Beaudoin", "Isabelle Sagnes", "Jean-Luc Reverchon", "Gilles Patriarche"], "title": "Accurate prediction of optical transitions in epitaxial InGaAs/InAlAs asymmetric coupled quantum well structures", "comment": null, "summary": "Atomically-resolved Z-contrast and strain mappings are used to extract a\nmodel of the composition of an InGaAs/InAlAs asymmetric coupled quantum-well\nstructure grown on InP using metal-organic vapor phase epitaxy. The model\naccounts for grading across the multiple alloy interfaces. The model is used to\ncompute intersubband absorption in the structure. The simulation accurately\npredicts the experimental absorption spectrum of the structure within only a\nfew meV, an almost ten-fold improvement over simulations using a square-band\nprofile with nominal alloy compositions, and a significant step forward in\naccurate and predictive simulations of the optical properties epitaxial\nheterostructures for emission, modulation and detection in mid-infrared."}
{"id": "2509.19764", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19764", "abs": "https://arxiv.org/abs/2509.19764", "authors": ["Xin Lu", "Yuanfan Yang", "Zhongqing Guo", "Jianpeng Liu"], "title": "A General Many-Body Perturbation Framework for Moiré Systems: Application to Rhombohedral Pentalayer Graphene/hBN Heterostructures", "comment": "6 pages, 3 figures, 1 table; supp info will be uploaded soon", "summary": "Moir\\'e superlattices host a rich variety of correlated topological states,\nincluding interaction-driven integer and fractional Chern insulators. A common\napproach to study interacting ground states at integer fillings is the\nHartree-Fock mean-field method. However, this method neglects dynamical\ncorrelations, which often leads to an overestimation of spontaneous symmetry\nbreaking and fails to provide quantitative descriptions of single-particle\nexcitations. This work introduces a general many-body perturbation framework\nfor moir\\'e systems, combining all-band Hartree-Fock calculations with random\nphase approximation (RPA) correlation energies and $GW$ quasiparticle\ncorrections. We apply this framework to moir\\'e superlattice consisted of\nrhombohedral pentalayer graphene aligned with hexagonal boron nitride. Our\nall-band Hartree-Fock calculations, which include all plane-wave components up\nto the high-energy cutoff of the continuum model, reveal a phase diagram at\nmoir\\'e filling $\\nu=1$ that qualitatively aligns with experimental\nmeasurements. Incorporating RPA correlation energy further yields quantitative\nagreement with the evolution of transport properties across electric fields.\nThe $GW$ quasiparticle bands exhibit significantly reduced gaps and bandwidths\ncompared to Hartree-Fock results, while quasiparticle weights close to unity\nindicate that the ground state is well-described by a Slater determinant,\njustifying the qualitative effectiveness of mean-field approaches for integer\nfillings in this system. Our versatile framework provides a systematic\nbeyond-mean-field approach applicable to generic moir\\'e systems."}
{"id": "2509.19582", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19582", "abs": "https://arxiv.org/abs/2509.19582", "authors": ["Zhaoyu Liu", "Sijie Xu", "Jonathan M. DeStefano", "Elliott Rosenberg", "Tingjun Zhang", "Jinyulin Li", "Matthew B. Stone", "Feng Ye", "Rong Cong", "Siyu Pan", "Ching-Wu Chu", "Liangzi Deng", "Emilia Morosan", "Jiun-Haw Chu", "Pengcheng Dai"], "title": "Strain-tunable anomalous Hall effect in hexagonal MnTe", "comment": "18 pages, 13 figures", "summary": "The ability to control and manipulate time-reversal ($T$) symmetry-breaking\nphases with near-zero net magnetization is a sought-after goal in spintronic\ndevices. The recently discovered hexagonal altermagnet manganese telluride\n($\\alpha$-MnTe) is a prime example. It has a compensated $A$-type\nantiferromagnetic (AFM) ground state where the in-plane ferromagnetic (FM)\nmoments in each layer are stacked antiferromagnetically along the $c$ axis, yet\nexhibits a spontaneous anomalous Hall effect (AHE) that breaks the $T$-symmetry\nwith a vanishingly small $c$-axis FM moment. However, the presence of three\n120$^\\circ$ separated in-plane magnetic domains presents a challenge in\nunderstanding the origin of AHE and the effective control of the altermagnetic\nstate. Here we use neutron scattering to show that a compressive uniaxial\nstrain along the next-nearest-neighbor Mn-Mn bond direction detwins\n$\\alpha$-MnTe into a single in-plane magnetic domain, aligning the in-plane\nmoments along the same direction. Furthermore, we find that uniaxial strain\n(-0.2% to 0.1%) significantly sharpens the magnetic hysteresis loop and\nswitches the sign of the AHE near room temperature. Remarkably, this is\nachieved without altering the AFM phase-transition temperature, which can only\nbe explained by a strain-induced modification of the electronic band structure.\nOur work not only unambiguously establishes the relationship between the\nin-plane moment direction and the AHE in $\\alpha$-MnTe but also paves the way\nfor future applications in highly scalable, strain-tunable magnetic sensors and\nspintronic devices."}
{"id": "2509.19932", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19932", "abs": "https://arxiv.org/abs/2509.19932", "authors": ["Yu-Xin Li", "Yiyuan Chen", "Liqing Pan", "Shuai Li", "Song-Bo Zhang", "Hai-Zhou Lu"], "title": "Exploration of Altermagnetism in $\\mathrm{RuO_{2}}$", "comment": "23 pages, 9 figures, 1 table", "summary": "The fundamental role of magnetic materials in modern science and technology\nhas driven a rapid surge in research on unconventional magnetism in recent\nyears. In particular, altermagnets, which simultaneously exhibit zero net\nmagnetization in real space and anisotropic spin splitting in momentum space,\nhave garnered significant interest for both fundamental physics and\ntechnological applications. Among these, $\\mathrm{RuO_{2}}$ stands as the\npioneering and most extensively studied altermagnet. While the intrinsic\nmagnetic order of $\\mathrm{RuO_{2}}$ is still a subject of active debate,\nnumerous exotic phenomena characteristic of altermagnetism have been observed\nin $\\mathrm{RuO_{2}}$ samples. In this review, we explore each facet of the\naltermagnetism through specific case studies in $\\mathrm{RuO_{2}}$,\nsystematically surveying its crystal and magnetic structures, electronic band\nproperties, and transport phenomena. We critically assess the debate\nsurrounding the intrinsic magnetism in $\\mathrm{RuO_{2}}$, incorporating\nevidence from altermagnetic signatures in transport, as well as contrasting\nresults from magnetic and spectroscopic measurements. Finally, possible future\nresearch directions in this field are discussed."}
{"id": "2509.19968", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19968", "abs": "https://arxiv.org/abs/2509.19968", "authors": ["Jon Eunan Quinlivan Dominguez", "Mads-Peter Verner Christiansen", "Konstantin M. Neyman", "Bøjrk Hammer", "Albert Bruix"], "title": "Efficient Grand Canonical Global Optimization with On-the-fly-trained Machine-learning Interatomic Potentials", "comment": null, "summary": "The characterization of nanostructued materials under reactive environments\nis challenging due to the complexity of the structural motifs involved and\ntheir chemical transformations. Global optimization approaches allow predicting\nstable structures for targeted materials but addressing the configurational and\ncompositional search spaces is both computationally demanding and inefficient,\nespecially when first principles calculations are required. In this work, we\nimplement and evaluate a computationally efficient grand canonical global\noptimization algorithm able to identify stable structures and chemical states\nof targeted systems under given reaction conditions (e.g. reactant pressure and\ntemperature). The algorithm leverages an on-the-fly trained machine-learning\ninteratomic potential based on sparse Gaussian Process Regression and the\nsmooth overlap of atomic positions descriptor to reduce the number of first\nprinciples energy evaluations carried out during global optimization searches.\nThe \\textit{ab initio} thermodynamics framework is incorporated to approximate\nthe Gibbs energy of evaluated candidates, performing environment-aware\noptimizations over multiple stoichiometries. We demonstrate the computational\nperformance of this approach and its ability to reproduce some literature\nexamples."}
{"id": "2509.19868", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19868", "abs": "https://arxiv.org/abs/2509.19868", "authors": ["Naïmo Davier"], "title": "Building cluster systems", "comment": "6 pages, 5 figures, 4 tables", "summary": "Classical spin liquids are frustrated magnetic phases characterized by local\nconstraints, flat bands in reciprocal space, and emergent gauge structures with\ndistinctive signatures such as pinch points. These arise generally in\n\\emph{cluster systems}, where spin interactions can be expressed as constraints\non clusters of spins. In this work we present the different generic rules\nallowing to build such cluster systems together with a few tools allowing to\nquickly characterize it. We show that based on these rules, it is possible to\nconceive a tunable recipe for generating such models by decorating a parent\nlattice on its bonds and/or vertices with symmetry-compatible clusters. This\napproach highlights a key design trade-off: using fewer cluster types increases\nthe number of flat bands and enhances spin-liquid behavior, but produces denser\nconnectivity that is harder to realize experimentally. The framework is highly\ntunable, extends naturally to two and three dimensions, and provides a\nversatile toolbox for engineering new classical spin-liquid candidates with\ntargeted features such as higher-rank pinch points or pinch lines."}
{"id": "2509.19606", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19606", "abs": "https://arxiv.org/abs/2509.19606", "authors": ["Jiming Zheng", "Zhiyue Lu"], "title": "Nonlinear Response Relations and Fluctuation-Response Inequalities for Nonequilibrium Stochastic Systems", "comment": null, "summary": "Predicting how systems respond to external perturbations far from equilibrium\nremains a fundamental challenge across physics, chemistry, and biology. We\npresent a unified response framework for stochastic Markov dynamics that\nintegrates linear and nonlinear perturbations. Our formalism expresses\nnonlinear responses of observables in terms of the covariance between the\nobservable and a nonlinear conjugate variable. The nonlinear conjugate variable\nis subject to the complete Bell polynomial form and is determined by the\nstochastic entropy production. In addition, the Fluctuation-Response\nInequalities (FRIs) are also derived for nonlinear responses, unraveling the\ngeneral trade-off relations between nonlinear response and systems'\nfluctuations far from equilibrium. The validity of our theory is verified by\nthe numerical results from a symmetric exclusion process (SEP). By unifying and\nextending nonequilibrium linear response theories, our approach can provide\nprincipled design rules for sensitive, adaptive synthetic and biological\nnetworks."}
{"id": "2509.19978", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19978", "abs": "https://arxiv.org/abs/2509.19978", "authors": ["Torsten Röper", "Aifei Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Olivier Maillet", "François D. Parmentier", "Erwann Bocquillon"], "title": "Non-ohmic to ohmic crossover in the breakdown of the quantum Hall states in graphene under broadband excitations", "comment": "Main text (6 pages, 4 figures) and Supplementary material", "summary": "Graphene, through the coexistence of large cyclotron gaps and small spin and\nvalley gaps, offers the possibility to study the breakdown of the quantum Hall\neffect across a wide range of energy scales. In this work, we investigate the\nbreakdown of the QHE in high-mobility graphene Corbino devices under broadband\nexcitation ranging from DC up to 10 GHz. We find that the conductance is\nconsistently described by variable range hopping (VRH) and extract the hopping\nenergies from both temperature and field-driven measurements. Using VRH\nthermometry, we are able to distinguish between a cold and hot electron regime,\nwhich are dominated by non-ohmic VRH and Joule heating, respectively. Our\nresults demonstrate that breakdown in the quantum Hall regime of graphene is\ngoverned by a crossover from non-ohmic, field-driven VRH to ohmic,\nJoule-heating-dominated transport."}
{"id": "2509.19969", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19969", "abs": "https://arxiv.org/abs/2509.19969", "authors": ["Shiyu Feng", "Anurag Ghosh", "Gautham Vijayan", "Ziyi Xu", "Qian Zhang", "Elad Koren", "Elissaios Stavrou"], "title": "High pressure lattice dynamics study of few layer-$α$-In$_2$Se$_3$", "comment": "7 pages, 6 figures", "summary": "Few-layer $\\alpha$-In$_2$Se$_3$ has been studied under pressure using Raman\nspectroscopy in a diamond anvil cell up to 60 GPa (at room temperature). A\ncombination of AFM and Raman was used to estimate the thickness of the\nspecimens. While few-layer $\\alpha$-In$_2$Se$_3$ shows identical structural\nevolution with the one of the bulk powder-like form of $\\alpha$-In$_2$Se$_3$ (\n$\\alpha$ $\\rightarrow$ $\\beta^{'}$ $\\rightarrow$ IV ), an abrupt $\\beta^{'}$\n$\\rightarrow$ IV phase transition (at 45 GPa) was observed, in contrast with\nthe case of the bulk specimen where the two phases coexist over a wide pressure\nrange. This is attributed to the difference in specimens morphology, $i.e.$\nsingle crystal and powder in the case of few-layer and bulk\n$\\alpha$-In$_2$Se$_3$, respectively. This study documents the significance of\nspecimens morphology on the observed pressure-induced phase transitions. The\nmethodology developed in this study for performing high-pressure Raman\nmeasurements can be applied to other nanodimensional layered materials."}
{"id": "2509.20054", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20054", "abs": "https://arxiv.org/abs/2509.20054", "authors": ["Yuxuan Guo", "Sheng Yang", "Xue-Jia Yu"], "title": "Generalized Li-Haldane Correspondence in Critical Free-Fermion Systems", "comment": "14 pages, 6 figures. Any comments and suggestions are welcome!", "summary": "Topological phenomena in quantum critical systems have recently attracted\ngrowing attention, as they go beyond the traditional paradigms of condensed\nmatter and statistical physics. However, a general framework for identifying\nsuch nontrivial phenomena, particularly in higher-dimensional systems, remains\ninsufficiently explored. In this Letter, we propose a universal fingerprint for\ndetecting nontrivial topology in critical free-fermion systems protected by\nglobal on-site symmetries. Specifically, we analytically establish an exact\nrelation between the bulk entanglement spectrum and the boundary energy\nspectrum at topological criticality in arbitrary dimensions, demonstrating that\nthe degeneracy of edge modes can be extracted from the bulk entanglement\nspectrum. These findings, further supported by numerical simulations of lattice\nmodels, provide a universal fingerprint for identifying nontrivial topology in\ncritical free-fermion systems."}
{"id": "2509.19634", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19634", "abs": "https://arxiv.org/abs/2509.19634", "authors": ["Y. -H. Nian", "C. Chaffey", "P. Sherpa", "L. Santillan", "K. Nagashima", "Peter Klavins", "V. Taufour", "N. J. Curro"], "title": "Knight shift measurements probing Fermi surface changes under pressure in CeRhIn$_5$", "comment": "11 pages, 8 figures", "summary": "We report nuclear magnetic resonance (NMR) Knight shift measurements of the\nIn(1) and In(2) sites in CeRhIn$_5$ as a function of pressure. In contrast to\nthe $c$ axis, the in-plane components of the In(1) Knight shift tensor exhibit\nlittle to no pressure dependence. These results indicate that the dipolar\ncomponent of the tensor is strongly suppressed at the In(1) site, while it\nremains constant with pressure at the In(2) site. We analyze the hyperfine\ncoupling in terms of a tight binding model for the electronic structure, and\ndetermine that the pressure dependence of the In(1) shift cannot be explained\nin terms of changes to the crystal field parameters, but rather can be\nunderstood in terms of an increase in the 4f electron content at the Fermi\nsurface. Our results indicate that the hyperfine coupling reflects changes in\nthe electronic structure near a Kondo breakdown quantum critical point."}
{"id": "2509.19992", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19992", "abs": "https://arxiv.org/abs/2509.19992", "authors": ["Ming-Jian Gao", "Jun-Hong An"], "title": "Breakdown of symmetry constraint in Floquet topological superconductor", "comment": null, "summary": "Topological superconductor is regarded as an ideal candidate for topological\nquantum computing due to its ability to simulate the enigmatic Majorana\nfermions that satisfy non-Abelian statistics. Previous studies revealed that\nsymmetry exerts an unbreakable constraint on the existence, classes, and orders\nof Majorana modes. It severely limits the controllability and application of\nMajorana modes. Here, we propose a Floquet-engineering method to break this\nsymmetry-imposed constraint on topological phases. By applying periodic driving\non a system belonging to a symmetry class that prohibits the existence of\nfirst-order topological phases, we find that rich first-order Majorana modes\nare created. Interestingly, exotic hybrid-order topological superconductors\nwith coexisting first-order Majorana boundary modes and second-order Majorana\ncorner modes not only in two different quasienergy gaps but also in one single\ngap are generated at ease by the periodic driving. Refreshing the prevailing\nunderstanding of symmetry constraint on topological phases, our result opens an\navenue for the creation of exotic topological superconductors without altering\nsymmetries. It greatly expands the scope of the fabricated materials that host\ntopological superconductor."}
{"id": "2509.20041", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20041", "abs": "https://arxiv.org/abs/2509.20041", "authors": ["Aniruddha Ray", "Subhadeep Bandyopadhyay", "Sayantika Bhowal"], "title": "A Universal Framework for Controlling Non-Relativistic Spin Splitting", "comment": "11 pages, 7 figures", "summary": "Non-relativistic spin splitting in antiferromagnets has recently attracted\nconsiderable attention. Here we present a universal framework for controlling\nsuch spin splitting by identifying and manipulating the key atomic distortions\nthat govern it through external perturbations. We demonstrate this concept by\ntuning the spin-splitting energy in three representative materials with diverse\nsymmetries, inversion-symmetric MnF$_2$, ferroelectric BaCuF$_4$, and\nLaMnO$_3$/RMnO$_3$ superlattices. Our results emphasize the essential role of\nhigher-order magnetic multipoles and the intrinsic structure-spin correlations\nin these systems, thereby advancing current efforts to control spin splitting\nin real materials and motivating future experimental studies."}
{"id": "2509.20188", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20188", "abs": "https://arxiv.org/abs/2509.20188", "authors": ["Igor N. Karnaukhov"], "title": "Solution of the Anderson chain with two-particle hybridization of localized and itinerant electrons", "comment": "10 pages, 1 figure", "summary": "A modified Anderson lattice is proposed, whose the Hamiltonian accounts for\nthe two-particle hybridization of localized and itinerant electrons instead of\none-particle hybridization which takes into account in the original Anderson\nmodel. The 1D version of this model can be solved using the Bethe ansazt. It\nhas been shown that hybridization between itinerant and frozen localized\nelectrons results in an effective on-site interaction between itinerant\nelectrons. The magnitude and sign of this interaction depend on the position of\nthe level relative to the Fermi energy (the energy of this level corresponds to\nthe two-particle state of localized electrons at a site). It is shown that when\nthe energy of an localized electron in the two-particle state lies above the\nFermi energy, the effective on-site interaction between itinerant electrons is\nattractive. A repulsive interaction between itinerant electrons occurs when\nthis energy lies below the Fermi energy. Thus, two-part hybridization between\nlocalized and itinerant electrons can lead to effective attraction between\nitinerant electrons, which is unique in itself and may underlie the nature of\nhigh-temperature superconductivity."}
{"id": "2509.19675", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19675", "abs": "https://arxiv.org/abs/2509.19675", "authors": ["Hwiwoo Park", "Sung-Sik Lee", "G. D. Gu", "Jungseek Hwang"], "title": "Quantum criticality in cuprate superconductors revealed by optical conductivity measurement", "comment": "25 pages, 10 figures", "summary": "The ubiquitous temperature ($T$)-linear behaviour of the transport scattering\nrate in the normal state of strongly correlated electron systems is called\nstrange metallicity\n\\cite{zaanen:2004,phillips:2022,hartnoll:2022,chowdhury:2022,yuan:2022}.\nAlthough strange metallicity is crucial to understanding superconductivity in\ncorrelated electron systems, its origin remains elusive to date\n\\cite{hussey:2023}. Here, we present the doping-, temperature-, and frequency\n($\\omega$)-dependent transport properties of overdoped\nBi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ in a wide doping range of 0.183 to 0.231. We\nobserve that the optical scattering rate and effective mass exhibit an\n$\\omega/T$ scaling behaviour at a critical doping of $p_{c} \\simeq$ 0.231. Away\nfrom the critical doping, the $\\omega/T$ scaling behaviour is destroyed below a\ndoping-dependent crossover temperature $T_\\Delta(p) \\sim |p-p_{c}|^{0.24}$.\nFurthermore, the optical coherence mode (OCM) observed within the\nsuperconducting dome rapidly broadens and eventually disappears as the critical\ndoping is approached. The emergence of the $\\omega/T$ scaling behaviour of the\ntransport scattering rate and broadening of the OCM near the critical doping\nstrongly suggests that strange metallic behaviour is caused by quantum critical\nfluctuations. Our results provide compelling spectroscopic evidence for quantum\ncriticality in cuprate superconductors."}
{"id": "2509.20061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20061", "abs": "https://arxiv.org/abs/2509.20061", "authors": ["Shuei-De Huang", "Touko Lehenkari", "Topias Järvinen", "Seyed Hossein Hosseini-Shokouh", "Farzaneh Bouzari", "Krisztian Kordas", "Hannu-Pekka Komsa"], "title": "Resistive switching behaviors in vertically aligned MoS$_2$ films with Cu, Ag, and Au electrodes", "comment": "23 pages, 4 figures, supporting information", "summary": "Neuromorphic computing circuits can be realized using memristors based on\nlow-dimensional materials enabling enhanced metal diffusion for resistive\nswitching. Here, we investigate memristive properties of vertically aligned\nMoS$_2$ (VA-MoS$_2$) films with three different metal electrodes: Ag, Cu, and\nAu. Despite having the same active material, all three metals show distinct\nswitching behavior, which are crucial for neuromorphic computing applications:\nAg enables volatile switching, Cu demonstrates stable non-volatile switching\nwith retention over 2500 s, and Au shows no memristive response. Cu devices\nshow abrupt resistance changes, and significant increase of copper content upon\nbiasing, indicative of stable non-volatile switching based on filament\nformation and rupture. About 85% of Ag and Cu devices exhibit reliable\nmemristor behavior. Our findings provide valuable insights into the memristive\nswitching mechanism in VA-MoS$_2$ and present a promising avenue for facile\nfabrication of neuromorphic circuits by employing a set of different metals on\na single active material."}
{"id": "2509.20087", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.20087", "abs": "https://arxiv.org/abs/2509.20087", "authors": ["Philip Klement", "Lukas Gümbel", "Meng Yang", "Jan-Heinrich Littmann", "Tatsuhiko Ohto", "Hirokazu Tada", "Sangam Chatterjee", "Johanna Heine"], "title": "Enhanced White-Light Emission from Self-Trapped Excitons in Antimony and Bismuth Halides through Structural Design", "comment": "main manuscriot has 13 Pages, 5 figures, 2 tables and supporting\n  information", "summary": "Lead halide perovskites have catalyzed the rise of main-group metal halide\nmaterials as promising candidates for next-generation optoelectronics,\nincluding solar cells, light-emitting diodes, lasers, sensors, and\nphotocatalysts. Among these, effi-cient light-emission arises from self-trapped\nexcitons, wherein excited states induce transient lattice distortions that\nlocalize excitons. However, the complex interplay of factors, such as lattice\ndistortions, lattice softness, and electron-phonon cou-pling dynamics, obscures\nthe direct structure-property relationships complicating the targeted material\ndesign. In this study, we advance the understanding of self-trapped exciton\n(STE)-based emission in hybrid antimony and bismuth halides, em-phasizing the\ninterplay of structural and electronic factors that enhance white-light\nemission. We systematically vary com-position, anion dimensionality,\nconnectivity, and the organic cation and find that the presence of Bi/Sb and Cl\nin edge-sharing anion motifs promotes white-light emission and optimal\nelectron-phonon coupling. Chlorides outperform bromides, and organic cations,\nsuch as CMA and BZA, only subtly influence optical behavior by altering lattice\ndynamics and rigidity, resulting in tunable emission characteristics without\ncompromising STEs. This work deepens the understanding of the emis-sion\nmechanisms in hybrid halide perovskites and establishes guiding principles for\ntailoring optoelectronic properties, paving the way for advanced materials with\nenhanced white-light emission for next-generation optoelectronic applications."}
{"id": "2509.20199", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20199", "abs": "https://arxiv.org/abs/2509.20199", "authors": ["Andrej Kancko", "Hironori Sakai", "Cinthia Antunes Corrêa", "Petr Proschek", "Jan Prokleška", "Tetiana Haidamak", "Marc Uhlarz", "Adam Berlie", "Yo Tokunaga", "Ross Harvey Colman"], "title": "Random singlet physics in the $S = \\frac{1}{2}$ pyrochlore antiferromagnet NaCdCu$_2$F$_7$", "comment": null, "summary": "We report a random singlet ground state in the $S = \\frac{1}{2}$ Heisenberg\npyrochlore antiferromagnet NaCdCu$_2$F$_7$. Cationic Na$^+$/Cd$^{2+}$ disorder\ngenerates a broad distribution of Cu$^{2+}$-F$^{-}$-Cu$^{2+}$ exchange\ncouplings. Despite strong antiferromagnetic interactions, no magnetic order or\nfreezing occurs, with $\\mu$SR measurements confirming dynamics down to 58 mK.\n$T$-linear specific heat, a Curie-like susceptibility tail, and universal\npower-law scaling with data collapse in $\\chi(T)$, $M(H)$, $C_{\\rm mag}/T$,\n$^{23}$Na $(1/T_1T)$ and $\\lambda_{\\rm LF}$ demonstrate a disorder-driven\nnetwork of singlets and orphan spins, distinct from a clean quantum spin\nliquid."}
{"id": "2509.19684", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19684", "abs": "https://arxiv.org/abs/2509.19684", "authors": ["Myounghoon Lee", "Yu-Seong Seo", "Seulki Roh", "Seokbae Lee", "Jihyun Kim", "Tuson Park", "Jungseek Hwang"], "title": "Hybridization gap and $f$-electron effect evolutions with Cd- and Sn-doping in CeCoIn$_5$ via infrared spectroscopy", "comment": "19 pages, 8 figures", "summary": "We investigated hole (Cd)- and electron (Sn)-doped CeCoIn$_5$\n(CeCo(In$_{1-x}T_x$)$_5$ ($T$ = Cd or Sn)) using infrared spectroscopy.\nDoping-dependent hybridization gap distribution functions were obtained from\nthe optical conductivity spectra based on the periodic Anderson model\nformalism. The hybridization gap distribution exhibits two components: in-plane\nand out-of-plane hybridization gaps. The doping-dependent evolution of the two\ngaps indicated that the out-of-plane gap was more sensitive to doping.\nFurthermore, the magnetic optical resistivity exhibited a doping-dependent\nevolution of the $f$-electron amplitude. The two dopant types exhibited\ndifferent physical properties depending on the level of doping. The Sn dopant\nincreases the $f$-electron amplitude, whereas the Cd dopant does not affect the\n$f$-electron amplitude. Doping-dependent effective mass is peaked at pure (or\nundoped) CeCoIn$_5$. Our spectroscopic results may help understand the\ndoping-dependent electronic evolution of one of the canonical heavy fermion\nsystems, CeCoIn$_5$."}
{"id": "2509.20163", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20163", "abs": "https://arxiv.org/abs/2509.20163", "authors": ["Aifei Zhang", "Torsten Röper", "Manjari Garg", "Kenji Watanabe", "Takashi Taniguchi", "Carles Altimiras", "Patrice Roche", "Erwann Bocquillon", "Olivier Maillet", "François D. Parmentier"], "title": "Non-universal localization transition in the quantum Hall effect probed through broken-symmetry states of graphene", "comment": null, "summary": "The quantum Hall effect hosts quantum phase transitions in which the\nlocalization length, that is the size of disorder-induced bulk localized\nstates, is governed by universal scaling from percolation theory. However, this\nuniversal character is not systematically observed in experiments, including\nvery recent ones in extremely clean devices. Here we explore this\nnon-universality by systematically measuring the localization length in\nbroken-symmetry quantum Hall states of graphene. Depending on the nature and\ngap size of these states, we observe differences of up to a tenfold in the\nminimum localization length, accompanied by clear deviations from universal\nscaling. Our results, as well as the previously observed non-universality, are\nfully captured by a simple picture based on the co-existence of localized\nstates from two successive sub-Landau levels."}
{"id": "2509.20120", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20120", "abs": "https://arxiv.org/abs/2509.20120", "authors": ["Ryosuke Hirakida", "Karma Tenzin", "Chao Chen Ye", "Berkay Kilic", "Carmine Autieri", "Jagoda Sławińska"], "title": "Multipole analysis of spin currents in altermagnetic MnTe", "comment": "13 pages, 8 figures", "summary": "Altermagnets, a class of unconventional antiferromagnets where antiparallel\nspins are connected by combined rotational and translational symmetries, have\nrecently emerged as promising candidates for spintronic applications, as they\ncan efficiently generate spin currents while maintaining vanishing net\nmagnetization. Here, we investigate charge transport and spin currents in\n$\\alpha$-MnTe, a prototypical altermagnet, using symmetry analysis within the\nmultipole framework and fully relativistic first-principles calculations using\nthe Kubo formalism. Our results show that different magnetic configurations\nwith N\\'eel vectors $\\hat{N}\\parallel y$ and $\\hat{N}\\parallel x$ in MnTe\ninduce distinct order parameters. This distinction gives rise to spin-momentum\nlocking with different parities and magnetic spin Hall effects (magnetic SHEs)\nwith different anisotropies. Strikingly, our calculations show that the\ncombination of intrinsic spin-orbit coupling and altermagnetic spin splitting\nyields a large magnetic spin Hall angle of up to 16 \\% rivaling or exceeding\nthat of heavy metals such as Pt. On the other hand, the anisotropy of the\nmagnetic SHE provides a practical means to identify the type of order\nparameter. This establishes, through the powerful framework of multipoles, a\ngeneral approach for studying transport phenomena that extends to a broader\nclass of altermagnets beyond MnTe."}
{"id": "2509.20224", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20224", "abs": "https://arxiv.org/abs/2509.20224", "authors": ["Hadi Rammal", "Sergio Ciuchi", "Simone Fratini"], "title": "Inelastic scattering and transient localization from coupling to two-level systems", "comment": "9 pages, 5 figures including appendices", "summary": "We consider an electron interacting locally with two-level systems (TLSs) as\nan archetypal model for charge transport in the presence of inelastic\nscatterers. To assess the importance of quantum effects in the optical and d.c.\nconductivity we solve the model numerically without approximations using the\nfinite temperature Lanczos method (FTLM), and compare the results with\nDynamical Mean Field Theory (DMFT). In the slow fluctuation limit, the coupling\nto the TLSs causes transient localization of the carriers analogous to the one\nrecently found in the electron-boson scattering problem, featuring enhanced\nresistivities and displaced Drude peaks. Fast inelastic scatterers suppress\nlocalization, restoring a more conventional regime where transport and optical\nproperties are governed by independent scattering events."}
{"id": "2509.19697", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19697", "abs": "https://arxiv.org/abs/2509.19697", "authors": ["Dzung T. Tran", "Tien Le", "Yu-Seong Seo", "Duc H. Tran", "Tuson Park", "Soon-Gil Jung", "T. Miyanaga", "Chorong Kim", "Sunmog Yeo", "Won Nam Kang", "Jungseek Hwang"], "title": "Roles of Fe-ion irradiation on MgB$_2$ thin films: Structural, superconducting, and optical properties", "comment": "28 pages, 8 figures", "summary": "The effects of Fe-ion irradiation on the crystal structure and\nsuperconducting properties of MgB$_2$ thin films were investigated. Pristine\nsamples were prepared using hybrid physical-chemical vapor deposition (HPCVD),\nand ion irradiation was performed at three different doses of 5 x 10$^{13}$, 1\nx 10$^{14}$, and 2 x 10$^{14}$ ions/cm$^2$. The measured temperature-dependent\nresistivity showed that as the irradiation dose increased from pristine to most\nirradiated, the superconducting critical temperature, $T_c$, significantly\ndecreased from 38.33 to 3.02 K. The crystal structures of the films were\ninvestigated by X-ray diffraction (XRD) and X-ray absorption spectroscopy (XAS)\nmeasurements. The results showed that the higher the dose, the greater the\nchange in crystal structure, such as the lattice constant and bond length. This\nsuggests that the destruction of the crystal structure at higher doses leads to\nthe degradation of superconductivity in the irradiated MgB$_2$ thin films.\nRaman spectroscopy showed that the electron-phonon coupling constant decreased\nwith increasing irradiation dose, which was directly related to the reduction\nof $T_c$ in the samples. The optical conductivity indicates that the\ncharge-carrier density of the $\\sigma$-band plays an important role in the\nsuperconductivity of ion-irradiated MgB$_2$."}
{"id": "2509.20243", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20243", "abs": "https://arxiv.org/abs/2509.20243", "authors": ["Kacper Wrześniewski", "Ireneusz Weymann"], "title": "Effects of correlated hopping on thermoelectric response of a quantum dot strongly coupled to ferromagnetic leads", "comment": null, "summary": "We theoretically investigate the impact of correlated hopping on\nthermoelectric transport through a quantum dot coupled to ferromagnetic leads.\nUsing the accurate numerical renormalization group method, we analyze the\ntransport characteristics, focusing on the interplay between electronic\ncorrelations, spin-dependent transport processes, and thermoelectric response.\nWe calculate the electrical conductance and thermopower as functions of the dot\nenergy level, lead polarization, and the amplitude of correlated hopping.\nMoreover, we analyze the effect of competing correlations on the Kondo\nresonance and discuss the asymmetry of conductance peaks under the influence of\nthe exchange field. We demonstrate that the presence of correlated hopping is\nresponsible for asymmetric spin-dependent transport characteristics. Our\nresults provide valuable insight into how correlated hopping affects\nspin-dependent transport and thermoelectric efficiency in quantum dot systems\nwith ferromagnetic contacts."}
{"id": "2509.20139", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20139", "abs": "https://arxiv.org/abs/2509.20139", "authors": ["Erlend Syljuåsen", "Alireza Qaiumzadeh", "Rembert A. Duine", "Arne Brataas"], "title": "Intrinsic Electro-Optic Kerr Rotation", "comment": "6+10 pages, 3+2 figures", "summary": "We uncover a previously overlooked contribution to the electro-optic Kerr\nrotation of reflected light, arising from the interplay of matter, the static\nelectric field, and the magnetic component of light. Remarkably, this mechanism\ndominates in isotropic nonmagnetic homogeneous metals. We derive analytical\nexpressions for the Kerr rotation in both two-dimensional layers and\nsemi-infinite systems. Within the relaxation-time approximation, we predict\nexperimentally accessible signal magnitudes. This intrinsic mechanism thereby\nopens new opportunities for probing electronic properties in materials through\nKerr spectroscopy."}
{"id": "2509.20260", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20260", "abs": "https://arxiv.org/abs/2509.20260", "authors": ["Ihor Sukhenko", "Volodymyr Karbivskyy"], "title": "Climbing the ladder: a method for identifying promising copper-lead apatites", "comment": "8 pages, 9 figures", "summary": "We develop a DFT screening procedure for copper-substituted lead apatites of\nthe composition Pb$_9$Cu(XO$_4$)$_6$Y that enforces three design rules:\nthermodynamic stability, Cu site preference, and symmetry robustness of the\nnear-Fermi electronic structure. A convex-hull analysis over P/V/As as X,\nO/F/Cl/Br as Y, identifies vanadates as the only members on or beneath the\nhull. Across the family, Cu substitution at Pb$^{\\text{I}}$ ($4f$) preserves\nflat bands at E$_F$, whereas Pb$^{\\text{I}}$ ($6h$) either gaps or severely\ndistorts them. Small symmetry-lowering relaxations ($P3 \\rightarrow P1$) are\nalso capable of opening the band gap, motivating symmetry robustness as a\nfilter. Applying these criteria singles out Pb$_9$Cu(VO$_4$)$_6$Br$_2$ (and,\npossibly, Cl$_2$) as leading candidates. This work motivates experimental study\nof the selected compounds, as well as a dedicated study of strong correlations."}
{"id": "2509.19704", "categories": ["cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19704", "abs": "https://arxiv.org/abs/2509.19704", "authors": ["Kouichi Okunishi", "Akihisa Koga"], "title": "Holographic Aspects of Dynamical Mean-Field Theory", "comment": "16 pages, 5 figures", "summary": "Dynamical mean-field theory (DMFT) is one of the most standard theoretical\nframeworks for addressing strongly correlated electron systems. Meanwhile, the\nconcept of holography, developed in the field of quantum gravity, provides an\nintrinsic relationship between quantum many-body systems and space-time\ngeometry. In this study, we demonstrate that these two theories are closely\nrelated to each other by shedding light on holographic aspects of DMFT,\nparticularly for electrons with a semicircle density of states. We formulate a\nholographic renormalization group for the branch Green's function from the\nouter edge to the interior of the Bethe lattice network, and then find that its\nfixed point can be interpreted as a self-consistent solution of Green's\nfunction in DMFT. By introducing an effective two-dimensional anti-de Sitter\nspace, moreover, we clarify that the scaling dimensions for the branch Green's\nfunction and the boundary correlation functions of electrons at the outer edge\nof the Bethe lattice network are characterized by the fixed-point Green's\nfunction. We also perform DMFT computations for the Bethe-lattice Hubbard\nmodel, which illustrate that the scaling dimensions capture the Mott transition\nin the deep interior."}
{"id": "2509.19320", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19320", "abs": "https://arxiv.org/abs/2509.19320", "authors": ["Frank Schindler"], "title": "Introduction to some of the simplest topological phases of matter", "comment": "39 pages, 3 figures, lecture notes from the 2025 Bad Honnef summer\n  school \"Symmetry protected topological phases\"", "summary": "These lecture notes explain the classification of some simple fermionic\ntopological phases of matter in a pedestrian manner, with an aim to be\nmaximally pedagogical = doing things in excruciating detail. We focus on a\nmany-body perspective, even if many of the models we work with are\nnon-interacting. We start out with symmetry protected topological (SPT) phases\nof free fermions that are protected by U(1) symmetry = topological insulators.\nWe then look at fermion topological phases that don't even need a symmetry =\ntopological superconductors, and explain how their classification changes in\npresence of spinless time-reversal symmetry. We close by perturbatively\nchecking which of the 1D topological phases we had found are stable to\ninteractions."}
{"id": "2509.20142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20142", "abs": "https://arxiv.org/abs/2509.20142", "authors": ["Dechao Cheng", "Nour Maraytta", "Xiuhua Chen", "Xizhi Li", "Xueliang Wu", "Xiangxiang Jing", "Yong Hu", "Youpin Gong", "Mingquan He", "Yisheng Chai", "Xiaoyuan Zhou", "Pengfei Jiang", "Yilin Wang", "Michael Merz", "Aifeng Wang"], "title": "Single crystal growth, structural and physical properties, and absence of a charge density wave in Ti_{0.85}Fe6Ge6", "comment": "12 pages, 8 figures", "summary": "Kagome materials with charge density waves (CDWs) are fascinating quantum\nsystems, offering an ideal platform to explore intertwined orders and to\nuncover novel mechanisms behind CDW formation. Chemical models have been\ndeveloped and applied to predict CDW in $AM_6X_6$-type kagome materials, such\nas the rattling chain model based on ScV6Sn6 and the magnetic energy-saving\nmodel based on FeGe. In this study, we successfully synthesized Ti_{0.85}Fe6Ge6\nsingle crystals using the vapor transport method. As predicted by the rattling\nchain model, these crystals are expected to exhibit kagome CDW behavior.\nMagnetization measurements indicate that Ti_{0.85}Fe6Ge6 is an easy-axis\nantiferromagnet with T_N = 488 K and transport measurements reveal metallic\nbehavior primarily driven by electron-type carriers. However, no clear\nsignatures of a CDW were observed in Ti_{0.85}Fe6Ge6. Density functional theory\ncalculations demonstrate a markedly distinct electronic structure compared to\nrelated compounds: instead of a carrier-doping-induced rigid shift, the density\nof states shifted away from the Fermi level. Consistent with our structural\ninvestigations, the absence of a CDW and the unusual band structure can be\nattributed to the bonding characteristic within Ti_{0.85}Fe6Ge6. The strong\ncovalent bonds of Ti-Ge1b, along with the solid Ge1b-Ge1b dimers, prevent the\nTi-Ge1b-Ge1b-Ti chain from rattling. The presence of Fe-Fe antibonding state at\nthe Fermi level enhances the spin polarization and depletes the electronic\ndensity around the Fermi level. Our results suggest that both the ionic radius\nand the bonding characteristics of the filler atom are crucial for the\nformation of CDWs in kagome materials. These factors can serve as supplementary\nterms to the rattling chain model, providing new insights for the discovery of\nnovel kagome CDW materials."}
{"id": "2509.20337", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20337", "abs": "https://arxiv.org/abs/2509.20337", "authors": ["Francesco Cassol", "Léo Gaspard", "Cyril Martins", "Michele Casula", "Benjamin Lenz"], "title": "Spin-polaron fingerprints in the optical conductivity of iridates", "comment": "15 pages, 10 figures", "summary": "As a consequence of their spin-orbit entangled ground state, many $5d^{5}$\niridate materials display a peculiar double peak structure in optical transport\nquantities, such as absorption and conductivity. Their common interpretation is\nbased on the presence of Hubbard subbands in the half-filled\n$j_{\\mathrm{eff}}=1/2$ manifold. Herein, we challenge this picture, proposing a\nscenario based on the presence of spin-polaron (SP) quasiparticles, and\nassigning a dominant SP character to the first peak. We illustrate it by taking\nthe materials Ba$_2$IrO$_4$ and Sr$_2$IrO$_4$ as paradigmatic examples, which\nwe investigate within the dynamical mean-field theory and the self-consistent\nBorn approximation. Both theories reproduce nontrivial features revealed by\nangle-resolved photoemission spectroscopy and optical transport measurements,\nsupporting our interpretation. In the case of Sr$_2$IrO$_4$, we show how the SP\nscenario survives in the low-doped regime. Similar optical transport\nfingerprints are expected to be found in the wider class of $5d^5$ iridates and\nmore generally in strongly correlated antiferromagnetic regimes, such as those\nfound in cuprates."}
{"id": "2509.19706", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19706", "abs": "https://arxiv.org/abs/2509.19706", "authors": ["Yunyoung Hwang", "Liyang Liao", "Jorge Puebla", "Marco Brühlmann", "Carlos Gonzalez-Ballestero", "Kouta Kondou", "Naoki Ogawa", "Sadamichi Maekawa", "Yoshichika Otani"], "title": "Harmonic and Subharmonic Magnon Generation in a Surface Acoustic Wave Resonator", "comment": "5 pages, 4 figures", "summary": "We experimentally observe the generation of magnon harmonics and subharmonics\nin an on-chip surface acoustic wave resonator incorporating a thin\nCo$_{20}$Fe$_{60}$B$_{20}$ film, using micro-focused Brillouin light\nscattering. In our devices, rotating the in-plane magnetic field allows\ncontinuous tuning of the magnon-phonon coupling from weak to strong within the\nsame resonator. In the weak coupling regime, we only observe fundamental\nmagnetoelastic wave signal at $f_{1}$. Conversely, in the strong coupling\nregime, in addition to the fundamental magnetoelastic wave, we observe\nsubharmonic and harmonic signals at $3/2f_{1}$, $2f_{1}$, and $3f_{1}$, which\nare well reproduced by our analytical model. Our results establish phonons as a\nmeans to generate and control nonlinear magnons in the strong coupling regime,\nproviding a new route for magnonic signal processing."}
{"id": "2509.19764", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19764", "abs": "https://arxiv.org/abs/2509.19764", "authors": ["Xin Lu", "Yuanfan Yang", "Zhongqing Guo", "Jianpeng Liu"], "title": "A General Many-Body Perturbation Framework for Moiré Systems: Application to Rhombohedral Pentalayer Graphene/hBN Heterostructures", "comment": "6 pages, 3 figures, 1 table; supp info will be uploaded soon", "summary": "Moir\\'e superlattices host a rich variety of correlated topological states,\nincluding interaction-driven integer and fractional Chern insulators. A common\napproach to study interacting ground states at integer fillings is the\nHartree-Fock mean-field method. However, this method neglects dynamical\ncorrelations, which often leads to an overestimation of spontaneous symmetry\nbreaking and fails to provide quantitative descriptions of single-particle\nexcitations. This work introduces a general many-body perturbation framework\nfor moir\\'e systems, combining all-band Hartree-Fock calculations with random\nphase approximation (RPA) correlation energies and $GW$ quasiparticle\ncorrections. We apply this framework to moir\\'e superlattice consisted of\nrhombohedral pentalayer graphene aligned with hexagonal boron nitride. Our\nall-band Hartree-Fock calculations, which include all plane-wave components up\nto the high-energy cutoff of the continuum model, reveal a phase diagram at\nmoir\\'e filling $\\nu=1$ that qualitatively aligns with experimental\nmeasurements. Incorporating RPA correlation energy further yields quantitative\nagreement with the evolution of transport properties across electric fields.\nThe $GW$ quasiparticle bands exhibit significantly reduced gaps and bandwidths\ncompared to Hartree-Fock results, while quasiparticle weights close to unity\nindicate that the ground state is well-described by a Slater determinant,\njustifying the qualitative effectiveness of mean-field approaches for integer\nfillings in this system. Our versatile framework provides a systematic\nbeyond-mean-field approach applicable to generic moir\\'e systems."}
{"id": "2509.20156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20156", "abs": "https://arxiv.org/abs/2509.20156", "authors": ["Taoufik Sakhraoui", "František Karlický"], "title": "Unveiling the magnetic behavior of C$_{\\rm3}$N$_{\\rm4}$ 2D material by defect creation, defect passivation, and transition metal adsorption", "comment": null, "summary": "Using the density functional tight binding method (DFTB) and the GFN1-xTB\n(Geometries, Frequencies, and Noncovalent interactions Tight Binding)\nHamiltonian, we have investigated the structural, electronic and magnetic\nproperties of vacancy defects, hydrogen and oxygen passivated defects, and Fe\nadsorption in two-dimensional (2D) graphitic carbon nitride (gt-C$_3$N$_4$) 2D\nmaterial. The ring shape is the most preferred vacancy evolution path, with\nsignificant stability of the semicircle fourfold C-N-C-N vacancy. We found that\nbare gt-C$_3$N$_4$ which is non-magnetic becomes magnetic by 2-, and 5-defects\ncreation, hydrogen/oxygen passivation of the defects, and upon Fe adsorption.\nInterestingly, Fe atoms interact with the gt-C$_3$N$_4$ sheet and result in a\nground ferromagnetic (FM) state. In addition, we investigate the effects of\npassivating the vacancies by hydrogen in gt-C$_3$N$_4$ on its structural,\nelectrical, and magnetic properties. We found that substituting the 1, 2, and 3\nvacancies with hydrogen and passivating the 6-defect with oxygen turns on\nmagnetism in the system. Due to structural distortion, the passivated defects\ndo not have a well-ordered magnetic orientation. However, passivating the\nremaining defected structures maintains the nonmagnetic state. It is also shown\nthat passivation leads to a semiconductor with a band gap value higher than\nthat of the bare material. We also calculate the electronic and magnetic\nproperties of transition metal (TM) atoms, including V, Cr, Mn, Fe, Co,\nNi-adsorbed gt-C$_3$N$_4$ monolayer. All TM atoms show slight lattice\ndistortion, and the adsorbed system almost maintains the original structure\ntype. Moreover, a FM alignment was observed with a total magnetic moments of\n2.89 $\\mu_B$, 2 $\\mu_B$, and 1 $\\mu_B$ for V, Fe, and Co atoms, respectively.\nThe Cr, Mn, and Ni atoms induce no magnetism to the non magnetic gt-C$_3$N$_4$\nsystem."}
{"id": "2509.19735", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19735", "abs": "https://arxiv.org/abs/2509.19735", "authors": ["Chen Zhang", "Shengyuan A. Yang", "Y. X. Zhao"], "title": "Projective crystal symmetry and topological phases", "comment": "8 pages, 3 figures, to be published in Materials Today Quantum", "summary": "Quantum states naturally represent symmetry groups, though often in a\nprojective sense. Intriguingly, the projective nature of crystalline symmetries\nhas remained underexplored until very recently. A series of groundbreaking\ntheoretical and experimental studies have now brought this to light,\ndemonstrating that projective representations of crystal symmetries lead to\nremarkable consequences in condensed matter physics and various artificial\ncrystals, particularly in their connection to topological phenomena. In this\narticle, we explain the basic ideas and notions underpinning these recent\ndevelopments and share our perspective on this emerging research area. We\nspecifically highlight that the appearance of momentum-space nonsymmorphic\nsymmetry is a unique feature of projective crystal symmetry representations.\nThis, in turn, has the profound consequence of reducing the fundamental domain\nof momentum space to all possible flat compact manifolds, which include torus\nand Klein bottle in 2D and the ten platycosms in 3D, presenting a significantly\nricher landscape for topological structures than conventional settings.\nFinally, the ongoing efforts and promising future research directions are\ndiscussed."}
{"id": "2509.19818", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19818", "abs": "https://arxiv.org/abs/2509.19818", "authors": ["Banasree Sadhukhan", "Tanay Nag"], "title": "The orbital-driven topological phase transition and planar Hall responses in ternary tellurides Weyl semi-metals", "comment": "Main text: 10 pages, 6 figures, SM: 8 pages, 10 figures", "summary": "Here we study electronic properties of the ternary tellurides TaXTe$_4$\n(X=Rh, Ir) using density functional theory and investigate chiral anomaly\nmediated planar Hall response from ab initio calculations. We show that\nTaRhTe$_4$ is a hybrid Weyl semimetal (WSM), hosting Weyl points (WPs) of both\ntype-I, type-II, while TaIrTe$_4$ is a type-II WSM as it hosts only type-II WPs\nwith spin-orbit couplings (SOC). All WPs lie in the $k_z=0$ plane, and remain\nwell-separated in both momentum and energy landscape. We observe long Fermi\narcs connecting Weyl nodes of opposite chirality. We report both SOC and\norbital driven topological phase transition in ternary tellurides. TaIrTe$_4$\nundergoes topological phase transition under SOC. Whereas orbital driven\ntopological phase transition due to d$_{xz}$ orbital has been observed in\nTaRhTe$_4$ even without SOC. Furthermore, the evolution of the band structures\nand the annihilation of WPs due to d$_{xz}$-Ir/Rh orbitals associated with the\nphase transitions in TaXTe$_4$ are also discussed. This systematic study opens\nnew routes for engineering topological materials relying beyond strong SOC and\nsheds light on the possible role of correlation effects originating from\norbital orbital degree of freedoms in tellurides. We further report an\nenhancement of planar Hall effects due to orbital driven topological phase\ntransition in TaXTe$_4$ and we make resort to a tight-binding model to\ncorrelate the above findings with the effective mass anisotropy in different\ntypes of WSMs."}
{"id": "2509.20164", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20164", "abs": "https://arxiv.org/abs/2509.20164", "authors": ["Mohammad Bagheri", "Ethan Berger", "Hannu-Pekka Komsa", "Pekka Koskinen"], "title": "Massive Discovery of Low-Dimensional Materials from Universal Computational Strategy", "comment": null, "summary": "Low-dimensional materials have attractive properties that drive intense\nefforts for novel materials discovery. However, experiments are tedious for\nsystematic discovery, and present computational methods are often tuned to\ntwo-dimensional (2D) materials, overlooking other low-dimensional materials.\nHere, we combined universal machine-learning interatomic potentials (UMLIPs)\nand an advanced, interatomic force constant (FC) -based dimensionality\nclassification method to make a massive discovery of novel low-dimensional\nmaterials. We first benchmarked UMLIPs' first-principles-level accuracy in\nquantifying FCs and calculated phonons for 35,689 materials from the Materials\nProject database. We then used the FC-based method for dimensionality\nclassification to discover 9139 low-dimensional materials, including 1838 0D\nclusters, 1760 1D chains, 3057 2D sheets/layers, and 2484 mixed-dimensionality\nmaterials, all of which conventional geometric descriptors have not recognized.\nBy calculating the binding energies for the discovered 2D materials, we also\nidentified 960 sheets that could be easily or potentially exfoliated from their\nparent bulk structures."}
{"id": "2509.19675", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19675", "abs": "https://arxiv.org/abs/2509.19675", "authors": ["Hwiwoo Park", "Sung-Sik Lee", "G. D. Gu", "Jungseek Hwang"], "title": "Quantum criticality in cuprate superconductors revealed by optical conductivity measurement", "comment": "25 pages, 10 figures", "summary": "The ubiquitous temperature ($T$)-linear behaviour of the transport scattering\nrate in the normal state of strongly correlated electron systems is called\nstrange metallicity\n\\cite{zaanen:2004,phillips:2022,hartnoll:2022,chowdhury:2022,yuan:2022}.\nAlthough strange metallicity is crucial to understanding superconductivity in\ncorrelated electron systems, its origin remains elusive to date\n\\cite{hussey:2023}. Here, we present the doping-, temperature-, and frequency\n($\\omega$)-dependent transport properties of overdoped\nBi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ in a wide doping range of 0.183 to 0.231. We\nobserve that the optical scattering rate and effective mass exhibit an\n$\\omega/T$ scaling behaviour at a critical doping of $p_{c} \\simeq$ 0.231. Away\nfrom the critical doping, the $\\omega/T$ scaling behaviour is destroyed below a\ndoping-dependent crossover temperature $T_\\Delta(p) \\sim |p-p_{c}|^{0.24}$.\nFurthermore, the optical coherence mode (OCM) observed within the\nsuperconducting dome rapidly broadens and eventually disappears as the critical\ndoping is approached. The emergence of the $\\omega/T$ scaling behaviour of the\ntransport scattering rate and broadening of the OCM near the critical doping\nstrongly suggests that strange metallic behaviour is caused by quantum critical\nfluctuations. Our results provide compelling spectroscopic evidence for quantum\ncriticality in cuprate superconductors."}
{"id": "2509.19741", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19741", "abs": "https://arxiv.org/abs/2509.19741", "authors": ["Zhenyu Wang", "Xingen Zheng", "Zhixiong Li", "Zhizhi Zhang", "Xiansi Wang"], "title": "Domain wall skyrmion-based magnonic crystal", "comment": "8 pages, 5figures", "summary": "Magnonic waveguide based on domain wall (DW) is considered as a crucial\nbreakthrough toward the realization of magnonic nanocircuits. However, the\neffective control of spin waves propagating in DWs remains to be explored.\nHere, we construct a magnonic crystal (MC) by using a chain of the domain wall\nskyrmions (DWSKs) to manipulate the spin-wave propagation in DWs. We show that\nthe DWSK chain can be created by leveraging voltage-controlled\nDzyaloshinskii-Moriya interaction. The DWSK-based MC opens magnonic bandgaps,\nwhich can be dynamically adjusted through magnetic fields modulating the DWSK\nsize. Furthermore, the manipulation of spin waves by the DWSK-based MC\nmaintains robust in curved DW, demonstrating its adaptability to complex device\narchitectures. Our work provides an effective method to control the spin-wave\npropagation in DWs and paves the way for designing energy-efficient magnonic\nnanocircuits."}
{"id": "2509.20139", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20139", "abs": "https://arxiv.org/abs/2509.20139", "authors": ["Erlend Syljuåsen", "Alireza Qaiumzadeh", "Rembert A. Duine", "Arne Brataas"], "title": "Intrinsic Electro-Optic Kerr Rotation", "comment": "6+10 pages, 3+2 figures", "summary": "We uncover a previously overlooked contribution to the electro-optic Kerr\nrotation of reflected light, arising from the interplay of matter, the static\nelectric field, and the magnetic component of light. Remarkably, this mechanism\ndominates in isotropic nonmagnetic homogeneous metals. We derive analytical\nexpressions for the Kerr rotation in both two-dimensional layers and\nsemi-infinite systems. Within the relaxation-time approximation, we predict\nexperimentally accessible signal magnitudes. This intrinsic mechanism thereby\nopens new opportunities for probing electronic properties in materials through\nKerr spectroscopy."}
{"id": "2509.20179", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20179", "abs": "https://arxiv.org/abs/2509.20179", "authors": ["Sanchali Mitra", "Santanu Mahapatra"], "title": "A follow-up on the sulphur atom popping model for MoS$_2$ memristor", "comment": null, "summary": "The mechanism of resistive switching in two-dimensional (2D)\nsemiconductor-based memristors is intriguing, and our conventional knowledge of\nbulk-oxide based memristors does not apply to these devices. Experimental data\nindicate that the genesis of resistive switching may be intrinsic to the 2D\nsemiconducting active layer, as well as resulting from the movement of\nelectrode atoms. Employing reactive-force field (ReaxFF) molecular dynamics\nsimulations, we introduced the \"sulphur atom popping model\" [npj 2D Mater.\nAppl. 5, 33 (2021)] to elucidate the intrinsic nature of non-volatile resistive\nswitching in 2D molybdenum disulfide-based memristors. In this paper we provide\nadditional perspective to this model using density functional theory. We also\ndiscuss the limitations of universal machine learning interatomic potentials in\nreproducing ReaxFF simulation results."}
{"id": "2509.19807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19807", "abs": "https://arxiv.org/abs/2509.19807", "authors": ["Samikshya Sahu", "Dong Chen", "Niclas Heinsdorf", "Ashley N. Warner", "Markus Altthaler", "Ashutosh K. Singh", "Douglas A. Bonn", "Sarah A. Burke", "Alannah M. Hallas"], "title": "Intrinsic defect intolerance in the ultra-pure metal PtSn$_4$", "comment": null, "summary": "Ultra-pure materials are highly valued as model systems for the study of\nintrinsic physics. Frequently, however, the crystal growth of such pristine\nsamples requires significant optimization. PtSn$_4$ is a rare example of a\nmaterial that naturally forms with a very low concentration of crystalline\ndefects. Here, we investigate the origin of its low defect levels using a\ncombination of electrical resistivity measurements, computational modeling, and\nscanning tunneling microscopy imaging. While typical flux-grown crystals of\nPtSn$_4$ can have residual resistivity ratios (RRRs) that can exceed 1000, we\nshow that even at the most extreme formation speeds, the RRR cannot be\nsuppressed below 100. This aversion to defect formation extends to both the Pt\nand Sn sublattices, which contribute with equal weight to the conduction\nproperties. Direct local imaging with scanning tunneling microscopy further\nsubstantiates the rarity of point defects, while the prohibitive energetic cost\nof forming a defect is demonstrated through density functional theory\ncalculations. Taken together, our results establish PtSn$_4$ as an\nintrinsically defect-intolerant material, making it an ideal platform to study\nother properties of interest, including extreme magnetoresistance and topology."}
{"id": "2509.19764", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19764", "abs": "https://arxiv.org/abs/2509.19764", "authors": ["Xin Lu", "Yuanfan Yang", "Zhongqing Guo", "Jianpeng Liu"], "title": "A General Many-Body Perturbation Framework for Moiré Systems: Application to Rhombohedral Pentalayer Graphene/hBN Heterostructures", "comment": "6 pages, 3 figures, 1 table; supp info will be uploaded soon", "summary": "Moir\\'e superlattices host a rich variety of correlated topological states,\nincluding interaction-driven integer and fractional Chern insulators. A common\napproach to study interacting ground states at integer fillings is the\nHartree-Fock mean-field method. However, this method neglects dynamical\ncorrelations, which often leads to an overestimation of spontaneous symmetry\nbreaking and fails to provide quantitative descriptions of single-particle\nexcitations. This work introduces a general many-body perturbation framework\nfor moir\\'e systems, combining all-band Hartree-Fock calculations with random\nphase approximation (RPA) correlation energies and $GW$ quasiparticle\ncorrections. We apply this framework to moir\\'e superlattice consisted of\nrhombohedral pentalayer graphene aligned with hexagonal boron nitride. Our\nall-band Hartree-Fock calculations, which include all plane-wave components up\nto the high-energy cutoff of the continuum model, reveal a phase diagram at\nmoir\\'e filling $\\nu=1$ that qualitatively aligns with experimental\nmeasurements. Incorporating RPA correlation energy further yields quantitative\nagreement with the evolution of transport properties across electric fields.\nThe $GW$ quasiparticle bands exhibit significantly reduced gaps and bandwidths\ncompared to Hartree-Fock results, while quasiparticle weights close to unity\nindicate that the ground state is well-described by a Slater determinant,\njustifying the qualitative effectiveness of mean-field approaches for integer\nfillings in this system. Our versatile framework provides a systematic\nbeyond-mean-field approach applicable to generic moir\\'e systems."}
{"id": "2509.20156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20156", "abs": "https://arxiv.org/abs/2509.20156", "authors": ["Taoufik Sakhraoui", "František Karlický"], "title": "Unveiling the magnetic behavior of C$_{\\rm3}$N$_{\\rm4}$ 2D material by defect creation, defect passivation, and transition metal adsorption", "comment": null, "summary": "Using the density functional tight binding method (DFTB) and the GFN1-xTB\n(Geometries, Frequencies, and Noncovalent interactions Tight Binding)\nHamiltonian, we have investigated the structural, electronic and magnetic\nproperties of vacancy defects, hydrogen and oxygen passivated defects, and Fe\nadsorption in two-dimensional (2D) graphitic carbon nitride (gt-C$_3$N$_4$) 2D\nmaterial. The ring shape is the most preferred vacancy evolution path, with\nsignificant stability of the semicircle fourfold C-N-C-N vacancy. We found that\nbare gt-C$_3$N$_4$ which is non-magnetic becomes magnetic by 2-, and 5-defects\ncreation, hydrogen/oxygen passivation of the defects, and upon Fe adsorption.\nInterestingly, Fe atoms interact with the gt-C$_3$N$_4$ sheet and result in a\nground ferromagnetic (FM) state. In addition, we investigate the effects of\npassivating the vacancies by hydrogen in gt-C$_3$N$_4$ on its structural,\nelectrical, and magnetic properties. We found that substituting the 1, 2, and 3\nvacancies with hydrogen and passivating the 6-defect with oxygen turns on\nmagnetism in the system. Due to structural distortion, the passivated defects\ndo not have a well-ordered magnetic orientation. However, passivating the\nremaining defected structures maintains the nonmagnetic state. It is also shown\nthat passivation leads to a semiconductor with a band gap value higher than\nthat of the bare material. We also calculate the electronic and magnetic\nproperties of transition metal (TM) atoms, including V, Cr, Mn, Fe, Co,\nNi-adsorbed gt-C$_3$N$_4$ monolayer. All TM atoms show slight lattice\ndistortion, and the adsorbed system almost maintains the original structure\ntype. Moreover, a FM alignment was observed with a total magnetic moments of\n2.89 $\\mu_B$, 2 $\\mu_B$, and 1 $\\mu_B$ for V, Fe, and Co atoms, respectively.\nThe Cr, Mn, and Ni atoms induce no magnetism to the non magnetic gt-C$_3$N$_4$\nsystem."}
{"id": "2509.20226", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20226", "abs": "https://arxiv.org/abs/2509.20226", "authors": ["Federico Orlando", "Andrea Droghetti", "Lorenzo Varrassi", "Giuseppe Cuono", "Cesare Franchini", "Paolo Barone", "Antimo Marrazzo", "Marco Gibertini", "Srdjan Stavrić", "Silvia Picozzi"], "title": "AMaRaNTA: Automated First-Principles Exchange Parameters In 2D Magnets", "comment": "13 pages, 5 figures", "summary": "Two-dimensional (2D) magnets host a wide range of exotic magnetic textures,\nwhose low-energy excitations and finite-temperature properties are typically\ndescribed by effective spin models based on Heisenberg-like Hamiltonians. A key\nchallenge in this framework is the reliable determination, from ab initio\ncalculations, of exchange parameters and their anisotropic components, crucial\nfor stabilising long-range order. Among the different strategies proposed for\nthis task, the energy-mapping method -- based on total-energy calculations\nwithin Density Functional Theory (DFT) -- is the most widely adopted, but it\ntypically requires laborious, multi-step procedures. To overcome this\nlimitation, we introduce AMaRaNTA (Automating Magnetic paRAmeters iN a\nTensorial Approach), a computational package that systematically automates the\nenergy-mapping method, specifically through its ``four-state'' formulation, to\nextract exchange and anisotropy parameters in 2D magnets. In its current\nimplementation, AMaRaNTA returns the nearest-neighbour exchange tensor,\ncomplemented by scalar parameters for second- and third-nearest-neighbour\nexchange interactions as well as single-ion anisotropy. Together, these provide\na minimal yet sufficient set of parameters to capture magnetic frustration and\nanisotropies, essential for stabilising several observed magnetic states in 2D\nmaterials. Applied to a representative subset of the Materials Cloud 2D\nStructure database, AMaRaNTA demonstrates robust, automated and reproducible\nscreening of magnetic interactions, with clear potential for high-throughput\nsimulations."}
{"id": "2509.20078", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20078", "abs": "https://arxiv.org/abs/2509.20078", "authors": ["Kadir Çeven", "Lukas Peinemann", "Fabian Heidrich-Meisner"], "title": "Hierarchy of timescales in a disordered spin-$1/2$ XX ladder", "comment": "19 pages, 10 figures", "summary": "Understanding the timescales associated with relaxation to equilibrium in\nclosed quantum many-body systems is one of the central focuses in the study of\ntheir non-equilibrium dynamics. At late times, these relaxation processes\nexhibit universal behavior, emerging from the inherent randomness of chaotic\nHamiltonians. In this work, we investigate a disordered spin-$1/2$ XX ladder -\nan experimentally realizable model known for its diffusive dynamics - to\nexplore the connection between transport properties and spectral measures\nderived solely from the system's energy levels via these relaxation timescales.\nWe begin by analyzing the spectral form factor, which yields the time when the\nsystem begins to follow the random matrix theory (RMT) statistics, known as the\nRMT time. We then determine the Thouless times - the average times for a local\nexcitation to diffuse across the entire finite system - through the\nlinear-response theory for both spin and energy transport. Our numerical\nresults confirm that the RMT time scales quadratically with system size and\nupper bounds the Thouless times. Interestingly, we also find that, unlike other\nnon-integrable models, spin diffusion proceeds faster than energy diffusion."}
{"id": "2509.19796", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19796", "abs": "https://arxiv.org/abs/2509.19796", "authors": ["V. A. Shestakov", "M. M. Korshunov"], "title": "Grand thermodynamic potential in a two-band unconventional superconductor", "comment": "9 pages, 3 figures", "summary": "In a two-band system, both conventional sign-preserving $s_{++}$ and\nunconventional sign-changing $s_{\\pm}$ superconducting state may appear at low\ntemperatures. Moreover, they may transform from one to another due to the\nimpurity scattering. To study the details of such a transition here we derive\nthe expression for the Grand thermodynamic potential $\\Omega$ for a two-band\nmodel with nonmagnetic impurities considered in a $\\mathcal{T}$-matrix\napproximation. For the iron-based materials within the multiband Eliashberg\ntheory, we show that the $s_{\\pm} \\to s_{++}$ transition in the vicinity of the\nBorn limit is a first order phase transition."}
{"id": "2509.20312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20312", "abs": "https://arxiv.org/abs/2509.20312", "authors": ["Jared Coles", "Omar Chmaissem", "Matthew Krogstad", "Daniel M. Pajerowski", "Feng Ye", "Duck Young Chung", "Mercouri G. Kanatzidis", "Stephan Rosenkranz", "Raymond Osborn"], "title": "4D-QENS Analysis of Correlated Ionic Conduction in SrCl$_2$", "comment": "7 pages, 4 figures", "summary": "Methods of elucidating the mechanisms of fast-ion conduction in solid-state\nmaterials are pivotal for advancements in energy technologies such as\nbatteries, fuel cells, sensors, and supercapacitors. In this study, we examine\nthe ionic conduction pathways in single crystal SrCl$_2$, which is a fast-ion\nconductor above 900~K, using four-dimensional Quasi-Elastic Neutron Scattering\n(4D-QENS). We explore both coherent and incoherent neutron scattering at\ntemperatures above the transition temperature into the superionic phase to\nexplore the correlated motion of hopping anions. Refinements of the incoherent\nQENS yield residence times and jump probabilities between lattice sites in good\nagreement with previous studies, confirming that ionic hopping along\nnearest-neighbor directions is the most probable conduction pathway. However,\nthe coherent QENS reveals evidence of de Gennes narrowing, indicating the\nimportance of ionic correlations in the conduction mechanism. This highlights\nthe need for improvements both in the theory of ionic transport in fluorite\ncompounds and the modeling of coherent 4D-QENS in single crystals."}
{"id": "2509.20142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20142", "abs": "https://arxiv.org/abs/2509.20142", "authors": ["Dechao Cheng", "Nour Maraytta", "Xiuhua Chen", "Xizhi Li", "Xueliang Wu", "Xiangxiang Jing", "Yong Hu", "Youpin Gong", "Mingquan He", "Yisheng Chai", "Xiaoyuan Zhou", "Pengfei Jiang", "Yilin Wang", "Michael Merz", "Aifeng Wang"], "title": "Single crystal growth, structural and physical properties, and absence of a charge density wave in Ti_{0.85}Fe6Ge6", "comment": "12 pages, 8 figures", "summary": "Kagome materials with charge density waves (CDWs) are fascinating quantum\nsystems, offering an ideal platform to explore intertwined orders and to\nuncover novel mechanisms behind CDW formation. Chemical models have been\ndeveloped and applied to predict CDW in $AM_6X_6$-type kagome materials, such\nas the rattling chain model based on ScV6Sn6 and the magnetic energy-saving\nmodel based on FeGe. In this study, we successfully synthesized Ti_{0.85}Fe6Ge6\nsingle crystals using the vapor transport method. As predicted by the rattling\nchain model, these crystals are expected to exhibit kagome CDW behavior.\nMagnetization measurements indicate that Ti_{0.85}Fe6Ge6 is an easy-axis\nantiferromagnet with T_N = 488 K and transport measurements reveal metallic\nbehavior primarily driven by electron-type carriers. However, no clear\nsignatures of a CDW were observed in Ti_{0.85}Fe6Ge6. Density functional theory\ncalculations demonstrate a markedly distinct electronic structure compared to\nrelated compounds: instead of a carrier-doping-induced rigid shift, the density\nof states shifted away from the Fermi level. Consistent with our structural\ninvestigations, the absence of a CDW and the unusual band structure can be\nattributed to the bonding characteristic within Ti_{0.85}Fe6Ge6. The strong\ncovalent bonds of Ti-Ge1b, along with the solid Ge1b-Ge1b dimers, prevent the\nTi-Ge1b-Ge1b-Ti chain from rattling. The presence of Fe-Fe antibonding state at\nthe Fermi level enhances the spin polarization and depletes the electronic\ndensity around the Fermi level. Our results suggest that both the ionic radius\nand the bonding characteristics of the filler atom are crucial for the\nformation of CDWs in kagome materials. These factors can serve as supplementary\nterms to the rattling chain model, providing new insights for the discovery of\nnovel kagome CDW materials."}
{"id": "2509.19807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19807", "abs": "https://arxiv.org/abs/2509.19807", "authors": ["Samikshya Sahu", "Dong Chen", "Niclas Heinsdorf", "Ashley N. Warner", "Markus Altthaler", "Ashutosh K. Singh", "Douglas A. Bonn", "Sarah A. Burke", "Alannah M. Hallas"], "title": "Intrinsic defect intolerance in the ultra-pure metal PtSn$_4$", "comment": null, "summary": "Ultra-pure materials are highly valued as model systems for the study of\nintrinsic physics. Frequently, however, the crystal growth of such pristine\nsamples requires significant optimization. PtSn$_4$ is a rare example of a\nmaterial that naturally forms with a very low concentration of crystalline\ndefects. Here, we investigate the origin of its low defect levels using a\ncombination of electrical resistivity measurements, computational modeling, and\nscanning tunneling microscopy imaging. While typical flux-grown crystals of\nPtSn$_4$ can have residual resistivity ratios (RRRs) that can exceed 1000, we\nshow that even at the most extreme formation speeds, the RRR cannot be\nsuppressed below 100. This aversion to defect formation extends to both the Pt\nand Sn sublattices, which contribute with equal weight to the conduction\nproperties. Direct local imaging with scanning tunneling microscopy further\nsubstantiates the rarity of point defects, while the prohibitive energetic cost\nof forming a defect is demonstrated through density functional theory\ncalculations. Taken together, our results establish PtSn$_4$ as an\nintrinsically defect-intolerant material, making it an ideal platform to study\nother properties of interest, including extreme magnetoresistance and topology."}
{"id": "2509.19436", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19436", "abs": "https://arxiv.org/abs/2509.19436", "authors": ["Lorenzo Crippa", "Gautam Rai", "Dumitru Călugăru", "Haoyu Hu", "Jonah Herzog-Arbeitman", "B. Andrei Bernevig", "Roser Valentí", "Giorgio Sangiovanni", "Tim Wehling"], "title": "Dynamical correlation effects in twisted bilayer graphene under strain and lattice relaxation", "comment": "6 pages, 4 figures plus supplementary material", "summary": "We study the impact of lattice effects due to heterostrain and relaxation on\nthe correlated electron physics of magic-angle twisted bilayer graphene, by\napplying dynamical mean-field theory to the topological heavy fermion model.\nHeterostrain is responsible for splitting the 8-fold degenerate flat bands into\ntwo 4-fold degenerate subsets, while relaxation breaks the particle-hole\nsymmetry of the unperturbed THF model. The interplay of dynamical correlation\neffects and lattice symmetry breaking enables us to satisfactorily reproduce a\nwide set of experimentally observed features: splitting the flat band\ndegeneracy has observable consequences in the form of a filling-independent\nmaximum in the spectral density away from zero bias, which faithfully\nreproduces scanning tunneling microscopy and quantum twisting microscopy\nresults alike. We also observe an overall reduction in the size and degeneracy\nof local moments upon lowering the temperature, in agreement with entropy\nmeasurements. The absence of particle-hole symmetry has as a consequence the\nstronger suppression of local moments on the hole-doped side relatively to the\nelectron-doped side, and ultimately causes the differences in existence and\nstability of the correlated phases for negative and positive doping. Our\nresults show that even fine-level structures in the experimental data can now\nbe faithfully reproduced and understood."}
{"id": "2509.20298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20298", "abs": "https://arxiv.org/abs/2509.20298", "authors": ["C. S. Kengle", "Noah Schnitzer", "M. M. Bordelon", "S. M. Thomas", "P. F. S. Rosa"], "title": "What causes the variation in superconducting properties of UTe$_{2}$?", "comment": "8 pages, 4 figures", "summary": "Reaching a consensus on the superconducting order parameter of unconventional\nsuperconductors remains a central challenge in the field of\nmagnetically-mediated superconductivity. Though UTe$_{2}$ is largely accepted\nas a rare example of an odd-parity superconductor, its precise order parameter\nremains highly debated, even at ambient conditions. A key underlying issue is\nthe large sample-to-sample variation in superconducting properties at zero\napplied pressure and magnetic field. Here, we investigate the origin of the\nobserved variation by means of single crystal x-ray diffraction (SC-XRD) and\nscanning transmission electron microscopy (STEM) measurements. Our results\nreveal highly ordered crystalline lattices, in agreement with the expected\n$Immm$ structure, and no signs of uranium vacancies. Tiny amounts of\ninterstitial defects, however, are observed on the Te2 layers that host Te\nchains along the b axis. We argue that these defects give rise to slightly\nenhanced atomic displacement parameters observed in SC-XRD data and are enough\nto disrupt the unconventional superconducting state in UTe$_{2}$. Our findings\nhighlight the need to focus future order parameter determination efforts on\nsingle crystals of UTe$_{2}$ with minimal amounts of structural disorder."}
{"id": "2509.19818", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19818", "abs": "https://arxiv.org/abs/2509.19818", "authors": ["Banasree Sadhukhan", "Tanay Nag"], "title": "The orbital-driven topological phase transition and planar Hall responses in ternary tellurides Weyl semi-metals", "comment": "Main text: 10 pages, 6 figures, SM: 8 pages, 10 figures", "summary": "Here we study electronic properties of the ternary tellurides TaXTe$_4$\n(X=Rh, Ir) using density functional theory and investigate chiral anomaly\nmediated planar Hall response from ab initio calculations. We show that\nTaRhTe$_4$ is a hybrid Weyl semimetal (WSM), hosting Weyl points (WPs) of both\ntype-I, type-II, while TaIrTe$_4$ is a type-II WSM as it hosts only type-II WPs\nwith spin-orbit couplings (SOC). All WPs lie in the $k_z=0$ plane, and remain\nwell-separated in both momentum and energy landscape. We observe long Fermi\narcs connecting Weyl nodes of opposite chirality. We report both SOC and\norbital driven topological phase transition in ternary tellurides. TaIrTe$_4$\nundergoes topological phase transition under SOC. Whereas orbital driven\ntopological phase transition due to d$_{xz}$ orbital has been observed in\nTaRhTe$_4$ even without SOC. Furthermore, the evolution of the band structures\nand the annihilation of WPs due to d$_{xz}$-Ir/Rh orbitals associated with the\nphase transitions in TaXTe$_4$ are also discussed. This systematic study opens\nnew routes for engineering topological materials relying beyond strong SOC and\nsheds light on the possible role of correlation effects originating from\norbital orbital degree of freedoms in tellurides. We further report an\nenhancement of planar Hall effects due to orbital driven topological phase\ntransition in TaXTe$_4$ and we make resort to a tight-binding model to\ncorrelate the above findings with the effective mass anisotropy in different\ntypes of WSMs."}
{"id": "2509.19437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.19437", "abs": "https://arxiv.org/abs/2509.19437", "authors": ["Hareram Swain", "Arijit Mandal", "S. Satpathy", "B. R. K. Nanda"], "title": "Quantum Dynamics of Electron Scattering from Skyrmions", "comment": "14 pages, 8 figures, 1 table", "summary": "Scattering of electrons from chiral spin textures such as the skyrmions is an\nemerging research area due to its richness in topological quantum transport,\nwhich is significant for spintronic devices. We study the dynamical process of\nscattering of the spin-$\\frac{1}{2}$ particles in the form of Gaussian\nwavepackets from skyrmions with the aid of the non-relativistic time-dependent\nSchr\\\"odinger equation. The scattering cross section shows a rich angular\ndependence and is deterministically influenced by the iterative flipping of the\nspin state inside the skyrmion. The latter leads to a set of non-trivial\noutcomes which include finite transmission and reflection probabilities\nirrespective of interaction strength, formation of secondary wavefronts\nassociated with back-converted spin components, and a long-lived quasi-bound\nstate at the scattering center. In addition to the rich and intriguing physics,\nthe numerical recipe developed here can be easily adopted for any arbitrary\nspin texture, which will prepare a playground to explore tunable spin\ntransport."}
{"id": "2509.19825", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19825", "abs": "https://arxiv.org/abs/2509.19825", "authors": ["Ken Shiozaki"], "title": "$\\mathbb{Z}_2$ topological invariant in three-dimensional PT- and PC-symmetric class CI band structures", "comment": "17 pages", "summary": "We construct a previously missing $\\mathbb{Z}_2$ topological invariant for\nthree-dimensional band structures in symmetry class CI defined by parity-time\n(PT) and parity-particle-hole (PC) symmetries. PT symmetry allows one to define\na real Berry connection and, based on the $\\eta$-invariant, a\nspin-Chern--Simons (spin-CS) action. We show that PC symmetry quantizes the\nspin-CS action to $\\{0,2\\pi\\}$ with $4\\pi$ periodicity, thereby yielding a\nwell-defined $\\mathbb{Z}_2$ invariant. This invariant is additive under direct\nsums of isolated band structures, reduces to a known $\\mathbb{Z}_2$ index when\na global Takagi factorization exists, and in general depends on the choice of\nspin structure. Finally, we demonstrate lattice models in which this newly\nintroduced $\\mathbb{Z}_2$ invariant distinguishes topological phases that\ncannot be detected by the previously known topological indices."}
{"id": "2509.19907", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19907", "abs": "https://arxiv.org/abs/2509.19907", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Theoretical prediction of Structural Stability and Superconductivity in Janus Ti2CSH MXene", "comment": "13 Pages, 7 Figures", "summary": "We present a comprehensive first-principles investigation of the structural\nstability, vibrational characteristics, and superconducting properties of the\nJanus Ti2CSH monolayer. Janus MXene (JMXene) materials, such as Ti2CSH, have\nattracted significant attention due to their intrinsic two-dimensional\nstructure and the absence of out-of-plane symmetry, which give rise to novel\nphysical phenomena. Phonon calculations confirm the dynamical stability of the\nmonolayer, while electronic structure and electron-phonon coupling analyses\nreveal a strong phonon-mediated pairing mechanism. Anisotropic\nMigdal-Eliashberg theory predicts a single-gap superconducting state, with gap\nvalues between 4.29 and 4.71 meV at 10 K and a critical temperature Tc of 22.6\nK. These findings establish Ti2CSH as a promising two-dimensional\nsuperconductor with potential applications in quantum and nanoscale\ntechnologies."}
{"id": "2509.19837", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.19837", "abs": "https://arxiv.org/abs/2509.19837", "authors": ["Joshua Matthes", "Silas Robitschko", "Johanna Müller", "Sophie Hermann", "Florian Sammüller", "Matthias Schmidt"], "title": "Gauge invariance and hyperforce correlation theory for equilibrium fluid mixtures", "comment": "15 pages, 2 figures", "summary": "We formulate gauge invariance for the equilibrium statistical mechanics of\nclassical multi-component systems. Species-resolved phase space shifting\nconstitutes a gauge transformation which we analyze using Noether's theorem and\nshifting differential operators that encapsulate the gauge invariance. The\napproach yields exact equilibrium sum rules for general mixtures.\nSpecies-resolved gauge correlation functions for the force-force and\nforce-gradient pair correlation structure emerge on the two-body level. Exact\n3g-sum rules relate these correlation functions to the spatial Hessian of the\npartial pair distribution functions. General observables are associated with\nhyperforce densities that measure the covariance of the given observable with\nthe interparticle, external, and diffusive partial force density observables.\nExact hyperforce and Lie algebra sum rules interrelate these correlation\nfunctions with each other. The practical accessibility of the framework is\ndemonstrated for binary Lennard-Jones mixtures using both adaptive Brownian\ndynamics and grand canonical Monte Carlo simulations. Specifically, we\ninvestigate the force-force pair correlation structure of the Kob-Andersen bulk\nliquid and we show results for representative hyperforce correlation functions\nin Wilding et al.'s symmetrical mixture confined between two asymmetric planar\nparallel walls."}
{"id": "2509.19932", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19932", "abs": "https://arxiv.org/abs/2509.19932", "authors": ["Yu-Xin Li", "Yiyuan Chen", "Liqing Pan", "Shuai Li", "Song-Bo Zhang", "Hai-Zhou Lu"], "title": "Exploration of Altermagnetism in $\\mathrm{RuO_{2}}$", "comment": "23 pages, 9 figures, 1 table", "summary": "The fundamental role of magnetic materials in modern science and technology\nhas driven a rapid surge in research on unconventional magnetism in recent\nyears. In particular, altermagnets, which simultaneously exhibit zero net\nmagnetization in real space and anisotropic spin splitting in momentum space,\nhave garnered significant interest for both fundamental physics and\ntechnological applications. Among these, $\\mathrm{RuO_{2}}$ stands as the\npioneering and most extensively studied altermagnet. While the intrinsic\nmagnetic order of $\\mathrm{RuO_{2}}$ is still a subject of active debate,\nnumerous exotic phenomena characteristic of altermagnetism have been observed\nin $\\mathrm{RuO_{2}}$ samples. In this review, we explore each facet of the\naltermagnetism through specific case studies in $\\mathrm{RuO_{2}}$,\nsystematically surveying its crystal and magnetic structures, electronic band\nproperties, and transport phenomena. We critically assess the debate\nsurrounding the intrinsic magnetism in $\\mathrm{RuO_{2}}$, incorporating\nevidence from altermagnetic signatures in transport, as well as contrasting\nresults from magnetic and spectroscopic measurements. Finally, possible future\nresearch directions in this field are discussed."}
{"id": "2509.19868", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19868", "abs": "https://arxiv.org/abs/2509.19868", "authors": ["Naïmo Davier"], "title": "Building cluster systems", "comment": "6 pages, 5 figures, 4 tables", "summary": "Classical spin liquids are frustrated magnetic phases characterized by local\nconstraints, flat bands in reciprocal space, and emergent gauge structures with\ndistinctive signatures such as pinch points. These arise generally in\n\\emph{cluster systems}, where spin interactions can be expressed as constraints\non clusters of spins. In this work we present the different generic rules\nallowing to build such cluster systems together with a few tools allowing to\nquickly characterize it. We show that based on these rules, it is possible to\nconceive a tunable recipe for generating such models by decorating a parent\nlattice on its bonds and/or vertices with symmetry-compatible clusters. This\napproach highlights a key design trade-off: using fewer cluster types increases\nthe number of flat bands and enhances spin-liquid behavior, but produces denser\nconnectivity that is harder to realize experimentally. The framework is highly\ntunable, extends naturally to two and three dimensions, and provides a\nversatile toolbox for engineering new classical spin-liquid candidates with\ntargeted features such as higher-rank pinch points or pinch lines."}
{"id": "2509.19983", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19983", "abs": "https://arxiv.org/abs/2509.19983", "authors": ["Hossein Tahmasbi", "Michael Beerbaum", "Bartosz Brzoza", "Attila Cangi", "Thomas D. Kühne"], "title": "Scalable Machine Learning Model for Energy Decomposition Analysis in Aqueous Systems", "comment": null, "summary": "Energy decomposition analysis (EDA) based on absolutely localized molecular\norbitals provides detailed insights into intermolecular bonding by decomposing\nthe total molecular binding energy into physically meaningful components. Here,\nwe develop a neural network EDA model capable of predicting the electron\ndelocalization energy component of water molecules, which captures the\nstabilization arising from charge transfer between occupied absolutely\nlocalized molecular orbitals of one molecule and the virtual orbitals of\nanother. Exploiting the locality assumption of the electronic structure, our\nmodel enables accurate prediction of electron delocalization energies for\nmolecular systems far beyond the size accessible to conventional density\nfunctional theory calculations, while maintaining its accuracy. We demonstrate\nthe applicability of our approach by modeling hydration effects in large\nmolecular complexes, specifically in metal-organic frameworks."}
{"id": "2509.19904", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19904", "abs": "https://arxiv.org/abs/2509.19904", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Ab initio investigation on structural stability and phonon-mediated superconductivity in 2D-hydrogenated M2X (M= Mo, V, Zr; X=C, N) MXene monolayer", "comment": "13 Pages, 7 Figures", "summary": "We present a comprehensive first-principles study of hydrogenated M2X (M =\nMo, V, Zr; X = C, N) MXene monolayers, focusing on their structural stability,\nelectronic properties, and superconducting behavior. Structural optimizations\ncombined with phonon spectra reveal that partial hydrogenation (1H and 2H) is\ndynamically stable across most compositions, while full hydrogenation (4H)\ngenerally induces lattice instabilities. A notable exception is Zr2CH4, which\nretains dynamical stability even under maximum hydrogen coverage. Electronic\nstructure analysis shows that all hydrogenated MXenes remain metallic, with the\nFermi level dominated by transition-metal d orbitals. In Zr2CH4, a Dirac-like\nband crossing at the Fermi level is observed, which is gapped by spin-orbit\ncoupling (SOC), yielding a finite gap of 0.095 eV. Electron-phonon coupling\n(EPC) calculations demonstrate that Mo-based MXenes exhibit strong EPC, with\ncoupling constants lambda = 0.95 (Mo2CH), 1.23 (Mo2NH), and 1.55 (Mo2NH2),\ncorresponding to superconducting critical temperatures Tc about 15 to 22 K\nwithin the Allen-Dynes framework (mu* = 0.10). By contrast, V- and Zr-based\nMXenes display weak EPC and negligible Tc, with Zr2CH4 being a special case\nhosting Dirac-like states rather than superconductivity. Our findings highlight\nhydrogen functionalization as an effective strategy to stabilize MXene\nmonolayers and to tune their low-energy physics, revealing Mo-based nitride\nMXenes as promising phonon-mediated superconductors, while Zr2CH4 emerges as a\ncandidate for Dirac physics."}
{"id": "2509.20061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20061", "abs": "https://arxiv.org/abs/2509.20061", "authors": ["Shuei-De Huang", "Touko Lehenkari", "Topias Järvinen", "Seyed Hossein Hosseini-Shokouh", "Farzaneh Bouzari", "Krisztian Kordas", "Hannu-Pekka Komsa"], "title": "Resistive switching behaviors in vertically aligned MoS$_2$ films with Cu, Ag, and Au electrodes", "comment": "23 pages, 4 figures, supporting information", "summary": "Neuromorphic computing circuits can be realized using memristors based on\nlow-dimensional materials enabling enhanced metal diffusion for resistive\nswitching. Here, we investigate memristive properties of vertically aligned\nMoS$_2$ (VA-MoS$_2$) films with three different metal electrodes: Ag, Cu, and\nAu. Despite having the same active material, all three metals show distinct\nswitching behavior, which are crucial for neuromorphic computing applications:\nAg enables volatile switching, Cu demonstrates stable non-volatile switching\nwith retention over 2500 s, and Au shows no memristive response. Cu devices\nshow abrupt resistance changes, and significant increase of copper content upon\nbiasing, indicative of stable non-volatile switching based on filament\nformation and rupture. About 85% of Ag and Cu devices exhibit reliable\nmemristor behavior. Our findings provide valuable insights into the memristive\nswitching mechanism in VA-MoS$_2$ and present a promising avenue for facile\nfabrication of neuromorphic circuits by employing a set of different metals on\na single active material."}
{"id": "2509.19907", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19907", "abs": "https://arxiv.org/abs/2509.19907", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Theoretical prediction of Structural Stability and Superconductivity in Janus Ti2CSH MXene", "comment": "13 Pages, 7 Figures", "summary": "We present a comprehensive first-principles investigation of the structural\nstability, vibrational characteristics, and superconducting properties of the\nJanus Ti2CSH monolayer. Janus MXene (JMXene) materials, such as Ti2CSH, have\nattracted significant attention due to their intrinsic two-dimensional\nstructure and the absence of out-of-plane symmetry, which give rise to novel\nphysical phenomena. Phonon calculations confirm the dynamical stability of the\nmonolayer, while electronic structure and electron-phonon coupling analyses\nreveal a strong phonon-mediated pairing mechanism. Anisotropic\nMigdal-Eliashberg theory predicts a single-gap superconducting state, with gap\nvalues between 4.29 and 4.71 meV at 10 K and a critical temperature Tc of 22.6\nK. These findings establish Ti2CSH as a promising two-dimensional\nsuperconductor with potential applications in quantum and nanoscale\ntechnologies."}
{"id": "2509.19922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19922", "abs": "https://arxiv.org/abs/2509.19922", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Phase Stability and Superconductivity in Hydrogenated and Lithiated Janus GaXS2 (X = Ga, In) Monolayers", "comment": "15 pages, 9 figures", "summary": "Hydrogen and lithium functionalization of two-dimensional (2D) materials\noffers a promising route to enhance electronic properties and induce\nsuperconductivity. Here, we employ first-principles calculations to explore the\nphase stability and superconducting behavior of hydrogenated and lithiated\nJanus GaXS2 (X = Ga, In) monolayers. Among Ga2SH, Ga2SLi, GaInSH, and GaInSLi,\nonly the 2H-GaInSLi structure is dynamically, thermally, and mechanically\nstable, as confirmed by phonon dispersion, ab initio molecular dynamics, and\nelastic constants. This monolayer adopts a hexagonal lattice, exhibits metallic\nbehavior, and has a negative formation energy, suggesting experimental\nfeasibility. Anisotropic Migdal-Eliashberg analysis reveals phonon-mediated\nsuperconductivity with a critical temperature Tc of 4.8 K. Notably, three\ndistinct superconducting gaps emerge, linked to specific atomic orbitals and\nphonon modes. Electron doping of 0.2 e per cell increases Tc to nearly 6.2 K\nwhile maintaining the three-gap character. These results highlight the\neffectiveness of selective functionalization in engineering superconductivity\nand identify GaInSLi as a promising platform for next-generation multi-gap 2D\nsuperconducting devices."}
{"id": "2509.19932", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19932", "abs": "https://arxiv.org/abs/2509.19932", "authors": ["Yu-Xin Li", "Yiyuan Chen", "Liqing Pan", "Shuai Li", "Song-Bo Zhang", "Hai-Zhou Lu"], "title": "Exploration of Altermagnetism in $\\mathrm{RuO_{2}}$", "comment": "23 pages, 9 figures, 1 table", "summary": "The fundamental role of magnetic materials in modern science and technology\nhas driven a rapid surge in research on unconventional magnetism in recent\nyears. In particular, altermagnets, which simultaneously exhibit zero net\nmagnetization in real space and anisotropic spin splitting in momentum space,\nhave garnered significant interest for both fundamental physics and\ntechnological applications. Among these, $\\mathrm{RuO_{2}}$ stands as the\npioneering and most extensively studied altermagnet. While the intrinsic\nmagnetic order of $\\mathrm{RuO_{2}}$ is still a subject of active debate,\nnumerous exotic phenomena characteristic of altermagnetism have been observed\nin $\\mathrm{RuO_{2}}$ samples. In this review, we explore each facet of the\naltermagnetism through specific case studies in $\\mathrm{RuO_{2}}$,\nsystematically surveying its crystal and magnetic structures, electronic band\nproperties, and transport phenomena. We critically assess the debate\nsurrounding the intrinsic magnetism in $\\mathrm{RuO_{2}}$, incorporating\nevidence from altermagnetic signatures in transport, as well as contrasting\nresults from magnetic and spectroscopic measurements. Finally, possible future\nresearch directions in this field are discussed."}
{"id": "2509.19948", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19948", "abs": "https://arxiv.org/abs/2509.19948", "authors": ["D. Q. Fang"], "title": "Type-II Band Alignment in the $β$-Ga$_2$O$_3$/Rutile GeO$_2$ Heterojunction toward Solar-Blind Photodetection: A first-principles study", "comment": null, "summary": "Semiconductor heterostructures capable of separating photogenerated electrons\nand holes have a wide range of optoelectronic applications, including\nphotodetectors, solar cells, and photocatalysts. ${\\beta}$-Ga$_2$O$_3$ and\nrutile GeO$_2$ are both ultrawide-bandgap semiconductors, with bandgaps of 4.85\neV and 4.68 eV, respectively. In this work, we employ first-principles\ncalculations based on density functional theory to investigate the band\nalignment of the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$ heterojunction and\nexplore the effect of interfacial oxygen vacancy. Calculations using the PBE0\nhybrid functional based on an interface model show that a type-II band\nalignment emerges at the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$ interface, which\nfacilitates the separation of photogenerated carriers. The valence band maximum\nof ${\\beta}$-Ga$_2$O$_3$ lies 0.38 eV below that of rutile GeO$_2$, and its\nconduction band minimum lies 0.36 eV below. The presence of interfacial oxygen\nvacancy in the stable configuration leads to a reduction in the band offset.\nOur results suggest that the ${\\beta}$-Ga$_2$O$_3$/rutile GeO$_2$\nheterojunction holds significant promise for application in strictly\nsolar-blind photodetectors."}
{"id": "2509.19951", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19951", "abs": "https://arxiv.org/abs/2509.19951", "authors": ["Konstantinos Pantzas", "Virginie Trinité", "Angel Vasanelli", "Carlo Sirtori", "Grégoire Beaudoin", "Isabelle Sagnes", "Jean-Luc Reverchon", "Gilles Patriarche"], "title": "Accurate prediction of optical transitions in epitaxial InGaAs/InAlAs asymmetric coupled quantum well structures", "comment": null, "summary": "Atomically-resolved Z-contrast and strain mappings are used to extract a\nmodel of the composition of an InGaAs/InAlAs asymmetric coupled quantum-well\nstructure grown on InP using metal-organic vapor phase epitaxy. The model\naccounts for grading across the multiple alloy interfaces. The model is used to\ncompute intersubband absorption in the structure. The simulation accurately\npredicts the experimental absorption spectrum of the structure within only a\nfew meV, an almost ten-fold improvement over simulations using a square-band\nprofile with nominal alloy compositions, and a significant step forward in\naccurate and predictive simulations of the optical properties epitaxial\nheterostructures for emission, modulation and detection in mid-infrared."}
{"id": "2509.19968", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19968", "abs": "https://arxiv.org/abs/2509.19968", "authors": ["Jon Eunan Quinlivan Dominguez", "Mads-Peter Verner Christiansen", "Konstantin M. Neyman", "Bøjrk Hammer", "Albert Bruix"], "title": "Efficient Grand Canonical Global Optimization with On-the-fly-trained Machine-learning Interatomic Potentials", "comment": null, "summary": "The characterization of nanostructued materials under reactive environments\nis challenging due to the complexity of the structural motifs involved and\ntheir chemical transformations. Global optimization approaches allow predicting\nstable structures for targeted materials but addressing the configurational and\ncompositional search spaces is both computationally demanding and inefficient,\nespecially when first principles calculations are required. In this work, we\nimplement and evaluate a computationally efficient grand canonical global\noptimization algorithm able to identify stable structures and chemical states\nof targeted systems under given reaction conditions (e.g. reactant pressure and\ntemperature). The algorithm leverages an on-the-fly trained machine-learning\ninteratomic potential based on sparse Gaussian Process Regression and the\nsmooth overlap of atomic positions descriptor to reduce the number of first\nprinciples energy evaluations carried out during global optimization searches.\nThe \\textit{ab initio} thermodynamics framework is incorporated to approximate\nthe Gibbs energy of evaluated candidates, performing environment-aware\noptimizations over multiple stoichiometries. We demonstrate the computational\nperformance of this approach and its ability to reproduce some literature\nexamples."}
{"id": "2509.19969", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19969", "abs": "https://arxiv.org/abs/2509.19969", "authors": ["Shiyu Feng", "Anurag Ghosh", "Gautham Vijayan", "Ziyi Xu", "Qian Zhang", "Elad Koren", "Elissaios Stavrou"], "title": "High pressure lattice dynamics study of few layer-$α$-In$_2$Se$_3$", "comment": "7 pages, 6 figures", "summary": "Few-layer $\\alpha$-In$_2$Se$_3$ has been studied under pressure using Raman\nspectroscopy in a diamond anvil cell up to 60 GPa (at room temperature). A\ncombination of AFM and Raman was used to estimate the thickness of the\nspecimens. While few-layer $\\alpha$-In$_2$Se$_3$ shows identical structural\nevolution with the one of the bulk powder-like form of $\\alpha$-In$_2$Se$_3$ (\n$\\alpha$ $\\rightarrow$ $\\beta^{'}$ $\\rightarrow$ IV ), an abrupt $\\beta^{'}$\n$\\rightarrow$ IV phase transition (at 45 GPa) was observed, in contrast with\nthe case of the bulk specimen where the two phases coexist over a wide pressure\nrange. This is attributed to the difference in specimens morphology, $i.e.$\nsingle crystal and powder in the case of few-layer and bulk\n$\\alpha$-In$_2$Se$_3$, respectively. This study documents the significance of\nspecimens morphology on the observed pressure-induced phase transitions. The\nmethodology developed in this study for performing high-pressure Raman\nmeasurements can be applied to other nanodimensional layered materials."}
{"id": "2509.19978", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19978", "abs": "https://arxiv.org/abs/2509.19978", "authors": ["Torsten Röper", "Aifei Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Olivier Maillet", "François D. Parmentier", "Erwann Bocquillon"], "title": "Non-ohmic to ohmic crossover in the breakdown of the quantum Hall states in graphene under broadband excitations", "comment": "Main text (6 pages, 4 figures) and Supplementary material", "summary": "Graphene, through the coexistence of large cyclotron gaps and small spin and\nvalley gaps, offers the possibility to study the breakdown of the quantum Hall\neffect across a wide range of energy scales. In this work, we investigate the\nbreakdown of the QHE in high-mobility graphene Corbino devices under broadband\nexcitation ranging from DC up to 10 GHz. We find that the conductance is\nconsistently described by variable range hopping (VRH) and extract the hopping\nenergies from both temperature and field-driven measurements. Using VRH\nthermometry, we are able to distinguish between a cold and hot electron regime,\nwhich are dominated by non-ohmic VRH and Joule heating, respectively. Our\nresults demonstrate that breakdown in the quantum Hall regime of graphene is\ngoverned by a crossover from non-ohmic, field-driven VRH to ohmic,\nJoule-heating-dominated transport."}
{"id": "2509.19992", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19992", "abs": "https://arxiv.org/abs/2509.19992", "authors": ["Ming-Jian Gao", "Jun-Hong An"], "title": "Breakdown of symmetry constraint in Floquet topological superconductor", "comment": null, "summary": "Topological superconductor is regarded as an ideal candidate for topological\nquantum computing due to its ability to simulate the enigmatic Majorana\nfermions that satisfy non-Abelian statistics. Previous studies revealed that\nsymmetry exerts an unbreakable constraint on the existence, classes, and orders\nof Majorana modes. It severely limits the controllability and application of\nMajorana modes. Here, we propose a Floquet-engineering method to break this\nsymmetry-imposed constraint on topological phases. By applying periodic driving\non a system belonging to a symmetry class that prohibits the existence of\nfirst-order topological phases, we find that rich first-order Majorana modes\nare created. Interestingly, exotic hybrid-order topological superconductors\nwith coexisting first-order Majorana boundary modes and second-order Majorana\ncorner modes not only in two different quasienergy gaps but also in one single\ngap are generated at ease by the periodic driving. Refreshing the prevailing\nunderstanding of symmetry constraint on topological phases, our result opens an\navenue for the creation of exotic topological superconductors without altering\nsymmetries. It greatly expands the scope of the fabricated materials that host\ntopological superconductor."}
{"id": "2509.20041", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20041", "abs": "https://arxiv.org/abs/2509.20041", "authors": ["Aniruddha Ray", "Subhadeep Bandyopadhyay", "Sayantika Bhowal"], "title": "A Universal Framework for Controlling Non-Relativistic Spin Splitting", "comment": "11 pages, 7 figures", "summary": "Non-relativistic spin splitting in antiferromagnets has recently attracted\nconsiderable attention. Here we present a universal framework for controlling\nsuch spin splitting by identifying and manipulating the key atomic distortions\nthat govern it through external perturbations. We demonstrate this concept by\ntuning the spin-splitting energy in three representative materials with diverse\nsymmetries, inversion-symmetric MnF$_2$, ferroelectric BaCuF$_4$, and\nLaMnO$_3$/RMnO$_3$ superlattices. Our results emphasize the essential role of\nhigher-order magnetic multipoles and the intrinsic structure-spin correlations\nin these systems, thereby advancing current efforts to control spin splitting\nin real materials and motivating future experimental studies."}
{"id": "2509.20054", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20054", "abs": "https://arxiv.org/abs/2509.20054", "authors": ["Yuxuan Guo", "Sheng Yang", "Xue-Jia Yu"], "title": "Generalized Li-Haldane Correspondence in Critical Free-Fermion Systems", "comment": "14 pages, 6 figures. Any comments and suggestions are welcome!", "summary": "Topological phenomena in quantum critical systems have recently attracted\ngrowing attention, as they go beyond the traditional paradigms of condensed\nmatter and statistical physics. However, a general framework for identifying\nsuch nontrivial phenomena, particularly in higher-dimensional systems, remains\ninsufficiently explored. In this Letter, we propose a universal fingerprint for\ndetecting nontrivial topology in critical free-fermion systems protected by\nglobal on-site symmetries. Specifically, we analytically establish an exact\nrelation between the bulk entanglement spectrum and the boundary energy\nspectrum at topological criticality in arbitrary dimensions, demonstrating that\nthe degeneracy of edge modes can be extracted from the bulk entanglement\nspectrum. These findings, further supported by numerical simulations of lattice\nmodels, provide a universal fingerprint for identifying nontrivial topology in\ncritical free-fermion systems."}
{"id": "2509.20061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20061", "abs": "https://arxiv.org/abs/2509.20061", "authors": ["Shuei-De Huang", "Touko Lehenkari", "Topias Järvinen", "Seyed Hossein Hosseini-Shokouh", "Farzaneh Bouzari", "Krisztian Kordas", "Hannu-Pekka Komsa"], "title": "Resistive switching behaviors in vertically aligned MoS$_2$ films with Cu, Ag, and Au electrodes", "comment": "23 pages, 4 figures, supporting information", "summary": "Neuromorphic computing circuits can be realized using memristors based on\nlow-dimensional materials enabling enhanced metal diffusion for resistive\nswitching. Here, we investigate memristive properties of vertically aligned\nMoS$_2$ (VA-MoS$_2$) films with three different metal electrodes: Ag, Cu, and\nAu. Despite having the same active material, all three metals show distinct\nswitching behavior, which are crucial for neuromorphic computing applications:\nAg enables volatile switching, Cu demonstrates stable non-volatile switching\nwith retention over 2500 s, and Au shows no memristive response. Cu devices\nshow abrupt resistance changes, and significant increase of copper content upon\nbiasing, indicative of stable non-volatile switching based on filament\nformation and rupture. About 85% of Ag and Cu devices exhibit reliable\nmemristor behavior. Our findings provide valuable insights into the memristive\nswitching mechanism in VA-MoS$_2$ and present a promising avenue for facile\nfabrication of neuromorphic circuits by employing a set of different metals on\na single active material."}
{"id": "2509.20078", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20078", "abs": "https://arxiv.org/abs/2509.20078", "authors": ["Kadir Çeven", "Lukas Peinemann", "Fabian Heidrich-Meisner"], "title": "Hierarchy of timescales in a disordered spin-$1/2$ XX ladder", "comment": "19 pages, 10 figures", "summary": "Understanding the timescales associated with relaxation to equilibrium in\nclosed quantum many-body systems is one of the central focuses in the study of\ntheir non-equilibrium dynamics. At late times, these relaxation processes\nexhibit universal behavior, emerging from the inherent randomness of chaotic\nHamiltonians. In this work, we investigate a disordered spin-$1/2$ XX ladder -\nan experimentally realizable model known for its diffusive dynamics - to\nexplore the connection between transport properties and spectral measures\nderived solely from the system's energy levels via these relaxation timescales.\nWe begin by analyzing the spectral form factor, which yields the time when the\nsystem begins to follow the random matrix theory (RMT) statistics, known as the\nRMT time. We then determine the Thouless times - the average times for a local\nexcitation to diffuse across the entire finite system - through the\nlinear-response theory for both spin and energy transport. Our numerical\nresults confirm that the RMT time scales quadratically with system size and\nupper bounds the Thouless times. Interestingly, we also find that, unlike other\nnon-integrable models, spin diffusion proceeds faster than energy diffusion."}
{"id": "2509.20087", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.20087", "abs": "https://arxiv.org/abs/2509.20087", "authors": ["Philip Klement", "Lukas Gümbel", "Meng Yang", "Jan-Heinrich Littmann", "Tatsuhiko Ohto", "Hirokazu Tada", "Sangam Chatterjee", "Johanna Heine"], "title": "Enhanced White-Light Emission from Self-Trapped Excitons in Antimony and Bismuth Halides through Structural Design", "comment": "main manuscriot has 13 Pages, 5 figures, 2 tables and supporting\n  information", "summary": "Lead halide perovskites have catalyzed the rise of main-group metal halide\nmaterials as promising candidates for next-generation optoelectronics,\nincluding solar cells, light-emitting diodes, lasers, sensors, and\nphotocatalysts. Among these, effi-cient light-emission arises from self-trapped\nexcitons, wherein excited states induce transient lattice distortions that\nlocalize excitons. However, the complex interplay of factors, such as lattice\ndistortions, lattice softness, and electron-phonon cou-pling dynamics, obscures\nthe direct structure-property relationships complicating the targeted material\ndesign. In this study, we advance the understanding of self-trapped exciton\n(STE)-based emission in hybrid antimony and bismuth halides, em-phasizing the\ninterplay of structural and electronic factors that enhance white-light\nemission. We systematically vary com-position, anion dimensionality,\nconnectivity, and the organic cation and find that the presence of Bi/Sb and Cl\nin edge-sharing anion motifs promotes white-light emission and optimal\nelectron-phonon coupling. Chlorides outperform bromides, and organic cations,\nsuch as CMA and BZA, only subtly influence optical behavior by altering lattice\ndynamics and rigidity, resulting in tunable emission characteristics without\ncompromising STEs. This work deepens the understanding of the emis-sion\nmechanisms in hybrid halide perovskites and establishes guiding principles for\ntailoring optoelectronic properties, paving the way for advanced materials with\nenhanced white-light emission for next-generation optoelectronic applications."}
{"id": "2509.20120", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20120", "abs": "https://arxiv.org/abs/2509.20120", "authors": ["Ryosuke Hirakida", "Karma Tenzin", "Chao Chen Ye", "Berkay Kilic", "Carmine Autieri", "Jagoda Sławińska"], "title": "Multipole analysis of spin currents in altermagnetic MnTe", "comment": "13 pages, 8 figures", "summary": "Altermagnets, a class of unconventional antiferromagnets where antiparallel\nspins are connected by combined rotational and translational symmetries, have\nrecently emerged as promising candidates for spintronic applications, as they\ncan efficiently generate spin currents while maintaining vanishing net\nmagnetization. Here, we investigate charge transport and spin currents in\n$\\alpha$-MnTe, a prototypical altermagnet, using symmetry analysis within the\nmultipole framework and fully relativistic first-principles calculations using\nthe Kubo formalism. Our results show that different magnetic configurations\nwith N\\'eel vectors $\\hat{N}\\parallel y$ and $\\hat{N}\\parallel x$ in MnTe\ninduce distinct order parameters. This distinction gives rise to spin-momentum\nlocking with different parities and magnetic spin Hall effects (magnetic SHEs)\nwith different anisotropies. Strikingly, our calculations show that the\ncombination of intrinsic spin-orbit coupling and altermagnetic spin splitting\nyields a large magnetic spin Hall angle of up to 16 \\% rivaling or exceeding\nthat of heavy metals such as Pt. On the other hand, the anisotropy of the\nmagnetic SHE provides a practical means to identify the type of order\nparameter. This establishes, through the powerful framework of multipoles, a\ngeneral approach for studying transport phenomena that extends to a broader\nclass of altermagnets beyond MnTe."}
{"id": "2509.20139", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20139", "abs": "https://arxiv.org/abs/2509.20139", "authors": ["Erlend Syljuåsen", "Alireza Qaiumzadeh", "Rembert A. Duine", "Arne Brataas"], "title": "Intrinsic Electro-Optic Kerr Rotation", "comment": "6+10 pages, 3+2 figures", "summary": "We uncover a previously overlooked contribution to the electro-optic Kerr\nrotation of reflected light, arising from the interplay of matter, the static\nelectric field, and the magnetic component of light. Remarkably, this mechanism\ndominates in isotropic nonmagnetic homogeneous metals. We derive analytical\nexpressions for the Kerr rotation in both two-dimensional layers and\nsemi-infinite systems. Within the relaxation-time approximation, we predict\nexperimentally accessible signal magnitudes. This intrinsic mechanism thereby\nopens new opportunities for probing electronic properties in materials through\nKerr spectroscopy."}
{"id": "2509.20142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20142", "abs": "https://arxiv.org/abs/2509.20142", "authors": ["Dechao Cheng", "Nour Maraytta", "Xiuhua Chen", "Xizhi Li", "Xueliang Wu", "Xiangxiang Jing", "Yong Hu", "Youpin Gong", "Mingquan He", "Yisheng Chai", "Xiaoyuan Zhou", "Pengfei Jiang", "Yilin Wang", "Michael Merz", "Aifeng Wang"], "title": "Single crystal growth, structural and physical properties, and absence of a charge density wave in Ti_{0.85}Fe6Ge6", "comment": "12 pages, 8 figures", "summary": "Kagome materials with charge density waves (CDWs) are fascinating quantum\nsystems, offering an ideal platform to explore intertwined orders and to\nuncover novel mechanisms behind CDW formation. Chemical models have been\ndeveloped and applied to predict CDW in $AM_6X_6$-type kagome materials, such\nas the rattling chain model based on ScV6Sn6 and the magnetic energy-saving\nmodel based on FeGe. In this study, we successfully synthesized Ti_{0.85}Fe6Ge6\nsingle crystals using the vapor transport method. As predicted by the rattling\nchain model, these crystals are expected to exhibit kagome CDW behavior.\nMagnetization measurements indicate that Ti_{0.85}Fe6Ge6 is an easy-axis\nantiferromagnet with T_N = 488 K and transport measurements reveal metallic\nbehavior primarily driven by electron-type carriers. However, no clear\nsignatures of a CDW were observed in Ti_{0.85}Fe6Ge6. Density functional theory\ncalculations demonstrate a markedly distinct electronic structure compared to\nrelated compounds: instead of a carrier-doping-induced rigid shift, the density\nof states shifted away from the Fermi level. Consistent with our structural\ninvestigations, the absence of a CDW and the unusual band structure can be\nattributed to the bonding characteristic within Ti_{0.85}Fe6Ge6. The strong\ncovalent bonds of Ti-Ge1b, along with the solid Ge1b-Ge1b dimers, prevent the\nTi-Ge1b-Ge1b-Ti chain from rattling. The presence of Fe-Fe antibonding state at\nthe Fermi level enhances the spin polarization and depletes the electronic\ndensity around the Fermi level. Our results suggest that both the ionic radius\nand the bonding characteristics of the filler atom are crucial for the\nformation of CDWs in kagome materials. These factors can serve as supplementary\nterms to the rattling chain model, providing new insights for the discovery of\nnovel kagome CDW materials."}
{"id": "2509.20156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20156", "abs": "https://arxiv.org/abs/2509.20156", "authors": ["Taoufik Sakhraoui", "František Karlický"], "title": "Unveiling the magnetic behavior of C$_{\\rm3}$N$_{\\rm4}$ 2D material by defect creation, defect passivation, and transition metal adsorption", "comment": null, "summary": "Using the density functional tight binding method (DFTB) and the GFN1-xTB\n(Geometries, Frequencies, and Noncovalent interactions Tight Binding)\nHamiltonian, we have investigated the structural, electronic and magnetic\nproperties of vacancy defects, hydrogen and oxygen passivated defects, and Fe\nadsorption in two-dimensional (2D) graphitic carbon nitride (gt-C$_3$N$_4$) 2D\nmaterial. The ring shape is the most preferred vacancy evolution path, with\nsignificant stability of the semicircle fourfold C-N-C-N vacancy. We found that\nbare gt-C$_3$N$_4$ which is non-magnetic becomes magnetic by 2-, and 5-defects\ncreation, hydrogen/oxygen passivation of the defects, and upon Fe adsorption.\nInterestingly, Fe atoms interact with the gt-C$_3$N$_4$ sheet and result in a\nground ferromagnetic (FM) state. In addition, we investigate the effects of\npassivating the vacancies by hydrogen in gt-C$_3$N$_4$ on its structural,\nelectrical, and magnetic properties. We found that substituting the 1, 2, and 3\nvacancies with hydrogen and passivating the 6-defect with oxygen turns on\nmagnetism in the system. Due to structural distortion, the passivated defects\ndo not have a well-ordered magnetic orientation. However, passivating the\nremaining defected structures maintains the nonmagnetic state. It is also shown\nthat passivation leads to a semiconductor with a band gap value higher than\nthat of the bare material. We also calculate the electronic and magnetic\nproperties of transition metal (TM) atoms, including V, Cr, Mn, Fe, Co,\nNi-adsorbed gt-C$_3$N$_4$ monolayer. All TM atoms show slight lattice\ndistortion, and the adsorbed system almost maintains the original structure\ntype. Moreover, a FM alignment was observed with a total magnetic moments of\n2.89 $\\mu_B$, 2 $\\mu_B$, and 1 $\\mu_B$ for V, Fe, and Co atoms, respectively.\nThe Cr, Mn, and Ni atoms induce no magnetism to the non magnetic gt-C$_3$N$_4$\nsystem."}
{"id": "2509.20163", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20163", "abs": "https://arxiv.org/abs/2509.20163", "authors": ["Aifei Zhang", "Torsten Röper", "Manjari Garg", "Kenji Watanabe", "Takashi Taniguchi", "Carles Altimiras", "Patrice Roche", "Erwann Bocquillon", "Olivier Maillet", "François D. Parmentier"], "title": "Non-universal localization transition in the quantum Hall effect probed through broken-symmetry states of graphene", "comment": null, "summary": "The quantum Hall effect hosts quantum phase transitions in which the\nlocalization length, that is the size of disorder-induced bulk localized\nstates, is governed by universal scaling from percolation theory. However, this\nuniversal character is not systematically observed in experiments, including\nvery recent ones in extremely clean devices. Here we explore this\nnon-universality by systematically measuring the localization length in\nbroken-symmetry quantum Hall states of graphene. Depending on the nature and\ngap size of these states, we observe differences of up to a tenfold in the\nminimum localization length, accompanied by clear deviations from universal\nscaling. Our results, as well as the previously observed non-universality, are\nfully captured by a simple picture based on the co-existence of localized\nstates from two successive sub-Landau levels."}
{"id": "2509.20164", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20164", "abs": "https://arxiv.org/abs/2509.20164", "authors": ["Mohammad Bagheri", "Ethan Berger", "Hannu-Pekka Komsa", "Pekka Koskinen"], "title": "Massive Discovery of Low-Dimensional Materials from Universal Computational Strategy", "comment": null, "summary": "Low-dimensional materials have attractive properties that drive intense\nefforts for novel materials discovery. However, experiments are tedious for\nsystematic discovery, and present computational methods are often tuned to\ntwo-dimensional (2D) materials, overlooking other low-dimensional materials.\nHere, we combined universal machine-learning interatomic potentials (UMLIPs)\nand an advanced, interatomic force constant (FC) -based dimensionality\nclassification method to make a massive discovery of novel low-dimensional\nmaterials. We first benchmarked UMLIPs' first-principles-level accuracy in\nquantifying FCs and calculated phonons for 35,689 materials from the Materials\nProject database. We then used the FC-based method for dimensionality\nclassification to discover 9139 low-dimensional materials, including 1838 0D\nclusters, 1760 1D chains, 3057 2D sheets/layers, and 2484 mixed-dimensionality\nmaterials, all of which conventional geometric descriptors have not recognized.\nBy calculating the binding energies for the discovered 2D materials, we also\nidentified 960 sheets that could be easily or potentially exfoliated from their\nparent bulk structures."}
{"id": "2509.20179", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20179", "abs": "https://arxiv.org/abs/2509.20179", "authors": ["Sanchali Mitra", "Santanu Mahapatra"], "title": "A follow-up on the sulphur atom popping model for MoS$_2$ memristor", "comment": null, "summary": "The mechanism of resistive switching in two-dimensional (2D)\nsemiconductor-based memristors is intriguing, and our conventional knowledge of\nbulk-oxide based memristors does not apply to these devices. Experimental data\nindicate that the genesis of resistive switching may be intrinsic to the 2D\nsemiconducting active layer, as well as resulting from the movement of\nelectrode atoms. Employing reactive-force field (ReaxFF) molecular dynamics\nsimulations, we introduced the \"sulphur atom popping model\" [npj 2D Mater.\nAppl. 5, 33 (2021)] to elucidate the intrinsic nature of non-volatile resistive\nswitching in 2D molybdenum disulfide-based memristors. In this paper we provide\nadditional perspective to this model using density functional theory. We also\ndiscuss the limitations of universal machine learning interatomic potentials in\nreproducing ReaxFF simulation results."}
{"id": "2509.20188", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20188", "abs": "https://arxiv.org/abs/2509.20188", "authors": ["Igor N. Karnaukhov"], "title": "Solution of the Anderson chain with two-particle hybridization of localized and itinerant electrons", "comment": "10 pages, 1 figure", "summary": "A modified Anderson lattice is proposed, whose the Hamiltonian accounts for\nthe two-particle hybridization of localized and itinerant electrons instead of\none-particle hybridization which takes into account in the original Anderson\nmodel. The 1D version of this model can be solved using the Bethe ansazt. It\nhas been shown that hybridization between itinerant and frozen localized\nelectrons results in an effective on-site interaction between itinerant\nelectrons. The magnitude and sign of this interaction depend on the position of\nthe level relative to the Fermi energy (the energy of this level corresponds to\nthe two-particle state of localized electrons at a site). It is shown that when\nthe energy of an localized electron in the two-particle state lies above the\nFermi energy, the effective on-site interaction between itinerant electrons is\nattractive. A repulsive interaction between itinerant electrons occurs when\nthis energy lies below the Fermi energy. Thus, two-part hybridization between\nlocalized and itinerant electrons can lead to effective attraction between\nitinerant electrons, which is unique in itself and may underlie the nature of\nhigh-temperature superconductivity."}
{"id": "2509.20199", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20199", "abs": "https://arxiv.org/abs/2509.20199", "authors": ["Andrej Kancko", "Hironori Sakai", "Cinthia Antunes Corrêa", "Petr Proschek", "Jan Prokleška", "Tetiana Haidamak", "Marc Uhlarz", "Adam Berlie", "Yo Tokunaga", "Ross Harvey Colman"], "title": "Random singlet physics in the $S = \\frac{1}{2}$ pyrochlore antiferromagnet NaCdCu$_2$F$_7$", "comment": null, "summary": "We report a random singlet ground state in the $S = \\frac{1}{2}$ Heisenberg\npyrochlore antiferromagnet NaCdCu$_2$F$_7$. Cationic Na$^+$/Cd$^{2+}$ disorder\ngenerates a broad distribution of Cu$^{2+}$-F$^{-}$-Cu$^{2+}$ exchange\ncouplings. Despite strong antiferromagnetic interactions, no magnetic order or\nfreezing occurs, with $\\mu$SR measurements confirming dynamics down to 58 mK.\n$T$-linear specific heat, a Curie-like susceptibility tail, and universal\npower-law scaling with data collapse in $\\chi(T)$, $M(H)$, $C_{\\rm mag}/T$,\n$^{23}$Na $(1/T_1T)$ and $\\lambda_{\\rm LF}$ demonstrate a disorder-driven\nnetwork of singlets and orphan spins, distinct from a clean quantum spin\nliquid."}
{"id": "2509.20224", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20224", "abs": "https://arxiv.org/abs/2509.20224", "authors": ["Hadi Rammal", "Sergio Ciuchi", "Simone Fratini"], "title": "Inelastic scattering and transient localization from coupling to two-level systems", "comment": "9 pages, 5 figures including appendices", "summary": "We consider an electron interacting locally with two-level systems (TLSs) as\nan archetypal model for charge transport in the presence of inelastic\nscatterers. To assess the importance of quantum effects in the optical and d.c.\nconductivity we solve the model numerically without approximations using the\nfinite temperature Lanczos method (FTLM), and compare the results with\nDynamical Mean Field Theory (DMFT). In the slow fluctuation limit, the coupling\nto the TLSs causes transient localization of the carriers analogous to the one\nrecently found in the electron-boson scattering problem, featuring enhanced\nresistivities and displaced Drude peaks. Fast inelastic scatterers suppress\nlocalization, restoring a more conventional regime where transport and optical\nproperties are governed by independent scattering events."}
{"id": "2509.20226", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20226", "abs": "https://arxiv.org/abs/2509.20226", "authors": ["Federico Orlando", "Andrea Droghetti", "Lorenzo Varrassi", "Giuseppe Cuono", "Cesare Franchini", "Paolo Barone", "Antimo Marrazzo", "Marco Gibertini", "Srdjan Stavrić", "Silvia Picozzi"], "title": "AMaRaNTA: Automated First-Principles Exchange Parameters In 2D Magnets", "comment": "13 pages, 5 figures", "summary": "Two-dimensional (2D) magnets host a wide range of exotic magnetic textures,\nwhose low-energy excitations and finite-temperature properties are typically\ndescribed by effective spin models based on Heisenberg-like Hamiltonians. A key\nchallenge in this framework is the reliable determination, from ab initio\ncalculations, of exchange parameters and their anisotropic components, crucial\nfor stabilising long-range order. Among the different strategies proposed for\nthis task, the energy-mapping method -- based on total-energy calculations\nwithin Density Functional Theory (DFT) -- is the most widely adopted, but it\ntypically requires laborious, multi-step procedures. To overcome this\nlimitation, we introduce AMaRaNTA (Automating Magnetic paRAmeters iN a\nTensorial Approach), a computational package that systematically automates the\nenergy-mapping method, specifically through its ``four-state'' formulation, to\nextract exchange and anisotropy parameters in 2D magnets. In its current\nimplementation, AMaRaNTA returns the nearest-neighbour exchange tensor,\ncomplemented by scalar parameters for second- and third-nearest-neighbour\nexchange interactions as well as single-ion anisotropy. Together, these provide\na minimal yet sufficient set of parameters to capture magnetic frustration and\nanisotropies, essential for stabilising several observed magnetic states in 2D\nmaterials. Applied to a representative subset of the Materials Cloud 2D\nStructure database, AMaRaNTA demonstrates robust, automated and reproducible\nscreening of magnetic interactions, with clear potential for high-throughput\nsimulations."}
{"id": "2509.20243", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20243", "abs": "https://arxiv.org/abs/2509.20243", "authors": ["Kacper Wrześniewski", "Ireneusz Weymann"], "title": "Effects of correlated hopping on thermoelectric response of a quantum dot strongly coupled to ferromagnetic leads", "comment": null, "summary": "We theoretically investigate the impact of correlated hopping on\nthermoelectric transport through a quantum dot coupled to ferromagnetic leads.\nUsing the accurate numerical renormalization group method, we analyze the\ntransport characteristics, focusing on the interplay between electronic\ncorrelations, spin-dependent transport processes, and thermoelectric response.\nWe calculate the electrical conductance and thermopower as functions of the dot\nenergy level, lead polarization, and the amplitude of correlated hopping.\nMoreover, we analyze the effect of competing correlations on the Kondo\nresonance and discuss the asymmetry of conductance peaks under the influence of\nthe exchange field. We demonstrate that the presence of correlated hopping is\nresponsible for asymmetric spin-dependent transport characteristics. Our\nresults provide valuable insight into how correlated hopping affects\nspin-dependent transport and thermoelectric efficiency in quantum dot systems\nwith ferromagnetic contacts."}
{"id": "2509.20260", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20260", "abs": "https://arxiv.org/abs/2509.20260", "authors": ["Ihor Sukhenko", "Volodymyr Karbivskyy"], "title": "Climbing the ladder: a method for identifying promising copper-lead apatites", "comment": "8 pages, 9 figures", "summary": "We develop a DFT screening procedure for copper-substituted lead apatites of\nthe composition Pb$_9$Cu(XO$_4$)$_6$Y that enforces three design rules:\nthermodynamic stability, Cu site preference, and symmetry robustness of the\nnear-Fermi electronic structure. A convex-hull analysis over P/V/As as X,\nO/F/Cl/Br as Y, identifies vanadates as the only members on or beneath the\nhull. Across the family, Cu substitution at Pb$^{\\text{I}}$ ($4f$) preserves\nflat bands at E$_F$, whereas Pb$^{\\text{I}}$ ($6h$) either gaps or severely\ndistorts them. Small symmetry-lowering relaxations ($P3 \\rightarrow P1$) are\nalso capable of opening the band gap, motivating symmetry robustness as a\nfilter. Applying these criteria singles out Pb$_9$Cu(VO$_4$)$_6$Br$_2$ (and,\npossibly, Cl$_2$) as leading candidates. This work motivates experimental study\nof the selected compounds, as well as a dedicated study of strong correlations."}
{"id": "2509.20298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20298", "abs": "https://arxiv.org/abs/2509.20298", "authors": ["C. S. Kengle", "Noah Schnitzer", "M. M. Bordelon", "S. M. Thomas", "P. F. S. Rosa"], "title": "What causes the variation in superconducting properties of UTe$_{2}$?", "comment": "8 pages, 4 figures", "summary": "Reaching a consensus on the superconducting order parameter of unconventional\nsuperconductors remains a central challenge in the field of\nmagnetically-mediated superconductivity. Though UTe$_{2}$ is largely accepted\nas a rare example of an odd-parity superconductor, its precise order parameter\nremains highly debated, even at ambient conditions. A key underlying issue is\nthe large sample-to-sample variation in superconducting properties at zero\napplied pressure and magnetic field. Here, we investigate the origin of the\nobserved variation by means of single crystal x-ray diffraction (SC-XRD) and\nscanning transmission electron microscopy (STEM) measurements. Our results\nreveal highly ordered crystalline lattices, in agreement with the expected\n$Immm$ structure, and no signs of uranium vacancies. Tiny amounts of\ninterstitial defects, however, are observed on the Te2 layers that host Te\nchains along the b axis. We argue that these defects give rise to slightly\nenhanced atomic displacement parameters observed in SC-XRD data and are enough\nto disrupt the unconventional superconducting state in UTe$_{2}$. Our findings\nhighlight the need to focus future order parameter determination efforts on\nsingle crystals of UTe$_{2}$ with minimal amounts of structural disorder."}
{"id": "2509.20305", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2509.20305", "abs": "https://arxiv.org/abs/2509.20305", "authors": ["Michael Bachmann"], "title": "Efficient Microcanonical Histogram Analysis and Application to Peptide Aggregation", "comment": "6 pages, 2 figures", "summary": "A novel approach designed to directly estimate microcanonical quantities from\nenergy histograms is proposed, which enables the immediate systematic\nidentification and classification of phase transitions in physical systems of\nany size by means of the recently introduced generalized microcanonical\ninflection-point analysis method. The application to the aggregation problem of\nGNNQQNY heptapeptides, for which the entire transition sequence is revealed,\nshows the power of this promising method."}
{"id": "2509.20312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20312", "abs": "https://arxiv.org/abs/2509.20312", "authors": ["Jared Coles", "Omar Chmaissem", "Matthew Krogstad", "Daniel M. Pajerowski", "Feng Ye", "Duck Young Chung", "Mercouri G. Kanatzidis", "Stephan Rosenkranz", "Raymond Osborn"], "title": "4D-QENS Analysis of Correlated Ionic Conduction in SrCl$_2$", "comment": "7 pages, 4 figures", "summary": "Methods of elucidating the mechanisms of fast-ion conduction in solid-state\nmaterials are pivotal for advancements in energy technologies such as\nbatteries, fuel cells, sensors, and supercapacitors. In this study, we examine\nthe ionic conduction pathways in single crystal SrCl$_2$, which is a fast-ion\nconductor above 900~K, using four-dimensional Quasi-Elastic Neutron Scattering\n(4D-QENS). We explore both coherent and incoherent neutron scattering at\ntemperatures above the transition temperature into the superionic phase to\nexplore the correlated motion of hopping anions. Refinements of the incoherent\nQENS yield residence times and jump probabilities between lattice sites in good\nagreement with previous studies, confirming that ionic hopping along\nnearest-neighbor directions is the most probable conduction pathway. However,\nthe coherent QENS reveals evidence of de Gennes narrowing, indicating the\nimportance of ionic correlations in the conduction mechanism. This highlights\nthe need for improvements both in the theory of ionic transport in fluorite\ncompounds and the modeling of coherent 4D-QENS in single crystals."}
{"id": "2509.20337", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20337", "abs": "https://arxiv.org/abs/2509.20337", "authors": ["Francesco Cassol", "Léo Gaspard", "Cyril Martins", "Michele Casula", "Benjamin Lenz"], "title": "Spin-polaron fingerprints in the optical conductivity of iridates", "comment": "15 pages, 10 figures", "summary": "As a consequence of their spin-orbit entangled ground state, many $5d^{5}$\niridate materials display a peculiar double peak structure in optical transport\nquantities, such as absorption and conductivity. Their common interpretation is\nbased on the presence of Hubbard subbands in the half-filled\n$j_{\\mathrm{eff}}=1/2$ manifold. Herein, we challenge this picture, proposing a\nscenario based on the presence of spin-polaron (SP) quasiparticles, and\nassigning a dominant SP character to the first peak. We illustrate it by taking\nthe materials Ba$_2$IrO$_4$ and Sr$_2$IrO$_4$ as paradigmatic examples, which\nwe investigate within the dynamical mean-field theory and the self-consistent\nBorn approximation. Both theories reproduce nontrivial features revealed by\nangle-resolved photoemission spectroscopy and optical transport measurements,\nsupporting our interpretation. In the case of Sr$_2$IrO$_4$, we show how the SP\nscenario survives in the low-doped regime. Similar optical transport\nfingerprints are expected to be found in the wider class of $5d^5$ iridates and\nmore generally in strongly correlated antiferromagnetic regimes, such as those\nfound in cuprates."}
{"id": "2509.19983", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19983", "abs": "https://arxiv.org/abs/2509.19983", "authors": ["Hossein Tahmasbi", "Michael Beerbaum", "Bartosz Brzoza", "Attila Cangi", "Thomas D. Kühne"], "title": "Scalable Machine Learning Model for Energy Decomposition Analysis in Aqueous Systems", "comment": null, "summary": "Energy decomposition analysis (EDA) based on absolutely localized molecular\norbitals provides detailed insights into intermolecular bonding by decomposing\nthe total molecular binding energy into physically meaningful components. Here,\nwe develop a neural network EDA model capable of predicting the electron\ndelocalization energy component of water molecules, which captures the\nstabilization arising from charge transfer between occupied absolutely\nlocalized molecular orbitals of one molecule and the virtual orbitals of\nanother. Exploiting the locality assumption of the electronic structure, our\nmodel enables accurate prediction of electron delocalization energies for\nmolecular systems far beyond the size accessible to conventional density\nfunctional theory calculations, while maintaining its accuracy. We demonstrate\nthe applicability of our approach by modeling hydration effects in large\nmolecular complexes, specifically in metal-organic frameworks."}
