{"id": "2509.08993", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08993", "abs": "https://arxiv.org/abs/2509.08993", "authors": ["Yujun Deng", "William Holtzmann", "Ziyan Zhu", "Timothy Zaklama", "Paulina Majchrzak", "Takashi Taniguchi", "Kenji Watanabe", "Makoto Hashimoto", "Donghui Lu", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Liang Fu", "Thomas P. Devereaux", "Xiaodong Xu", "Zhi-Xun Shen"], "title": "Non-monotonic band flattening near the magic angle of twisted bilayer MoTe$_2$", "comment": "11 pages, 4 figures", "summary": "Twisted bilayer MoTe$_2$ (tMoTe$_2$) is an emergent platform for exploring\nexotic quantum phases driven by the interplay between nontrivial band topology\nand strong electron correlations. Direct experimental access to its\nmomentum-resolved electronic structure is essential for uncovering the\nmicroscopic origins of the correlated topological phases therein. Here, we\nreport angle-resolved photoemission spectroscopy (ARPES) measurements of\ntMoTe$_2$, revealing pronounced twist-angle-dependent band reconstruction\nshaped by orbital character, interlayer coupling, and moir\\'e potential\nmodulation. Density functional theory (DFT) captures the qualitative evolution,\nyet underestimates key energy scales across twist angles, highlighting the\nimportance of electronic correlations. Notably, the hole effective mass at the\nK point exhibits a non-monotonic dependence on twist angle, peaking near\n2{\\deg}, consistent with band flattening at the magic angle predicted by\ncontinuum models. Via electrostatic gating and surface dosing, we further\nvisualize the evolution of electronic structure versus doping, enabling direct\nobservation of the conduction band minimum and confirm tMoTe$_2$ as a direct\nband gap semiconductor. These results establish a spectroscopic foundation for\nmodeling and engineering emergent quantum phases in this moir\\'e platform."}
{"id": "2509.09077", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09077", "abs": "https://arxiv.org/abs/2509.09077", "authors": ["Shi-Ping Ding", "Miao Liang", "Tian-Le Wu", "Meng-Hao Wu", "Jing-Tao Lü", "Jin-Hua Gao", "X. C. Xie"], "title": "Sliding-tuned Quantum Geometry in Moiré Systems: Nonlinear Hall Effect and Quantum Metric Control", "comment": "6 pages, 4 figures", "summary": "Sliding is a ubiquitous phenomenon in moir\\'e systems, but its direct\ninfluence on moir\\'e bands, especially in multi-twist moir\\'e systems, has been\nlargely overlooked to date. Here, we theoretically show that sliding provides a\nunique pathway to engineer the quantum geometry (Berry curvature and quantum\nmetric) of moir\\'e bands, exhibiting distinct advantages over conventional\nstrategies. Specifically, we first suggest alternating twisted trilayer\n$\\mathrm{MoTe_2}$ (AT3L-$\\mathrm{MoTe_2}$) and chirally twisted triple bilayer\ngraphene (CT3BLG) as two ideal paradigmatic systems for probing\nsliding-engineered quantum geometric phenomena. Then, two sliding-induced\nexotic quantum geometry phenomena are predicted: (1) an intrinsic nonlinear\nHall effect via sliding-produced non-zero Berry curvature dipole, with CT3BLG\nas an ideal platform; (2) significant quantum metric modulation in\nAT3L-$\\mathrm{MoTe_2}$, enabling tests of quantum geometric criteria for\nfractional Chern insulating state (FCIS). Our work establishes sliding as a new\ndegree of freedom for manipulating quantum geometry of moir\\'e bands, which\nemerges as a signature phenomenon of multi-twist moir\\'e systems."}
{"id": "2509.09080", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09080", "abs": "https://arxiv.org/abs/2509.09080", "authors": ["Cheng Chen", "William Holtzmann", "Xiao-Wei Zhang", "Eric Anderson", "Shanmei He", "Yuzhou Zhao", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Kenji Watanabe", "Takashi Taniguchi", "Ting Cao", "Di Xiao", "Xiaodong Xu", "Yulin Chen"], "title": "Visualizing Electronic Structure of Twisted Bilayer MoTe2 in Devices", "comment": "13 pages, 4 figures", "summary": "The pursuit of emergent quantum phenomena lies at the forefront of modern\ncondensed matter physics. A recent breakthrough in this arena is the discovery\nof the fractional quantum anomalous Hall effect (FQAHE) in twisted bilayer\nMoTe2 (tbMoTe2), marking a paradigm shift and establishing a versatile platform\nfor exploring the intricate interplay among topology, magnetism, and electron\ncorrelations. While significant progress has been made through both optical and\nelectrical transport measurements, direct experimental insights into the\nelectronic structure - crucial for understanding and modeling this system -\nhave remained elusive. Here, using spatially and angle-resolved photoemission\nspectroscopy ({\\mu}-ARPES), we directly map the electronic band structure of\ntbMoTe2. We identify the valence band maximum, whose partial filling underlies\nthe FQAHE, at the K points, situated approximately 150 meV above the {\\Gamma}\nvalley. By fine-tuning the doping level via in-situ alkali metal deposition, we\nalso resolve the conduction band minimum at the K point, providing direct\nevidence that tbMoTe2 exhibits a direct band gap - distinct from all previously\nknown moire bilayer transition metal dichalcogenide systems. These results\noffer critical insights for theoretical modeling and advance our understanding\nof fractionalized excitations and correlated topological phases in this\nemergent quantum material."}
{"id": "2509.09117", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09117", "abs": "https://arxiv.org/abs/2509.09117", "authors": ["Ryunosuke Suzuki", "Takahiro Chiba", "Hiroaki Matsueda"], "title": "Gain-driven magnon-polariton dynamics in the ultrastrong coupling regime: Effective circuit approach for coherence versus nonlinearity", "comment": "10 pages, 7 figures", "summary": "We theoretically study the dynamics of gain-driven magnon-polaritons (MPs),\nwhich characterizes auto-oscillation of MPs, across the strong coupling (SC)\nand ultrastrong coupling (USC) regimes. Taking into account the magnon dynamics\nvia the magnetic flux, we present an effective circuit model of gain-driven\nMPs, which allows to manipulate the coupling strength of MPs by tuning the size\nof a ferromagnet and incorporates the self-Kerr nonlinearity of magnons due to\nthe shape magnetic anisotropy. In the SC regime, we find that the self-Kerr\nnonlinearity generates a frequency shift and reduces the coherent magnon-photon\ncoupling. In contrast, in the USC regime, we find that the coherent\nmagnon-photon coupling not only overcomes the self-Kerr nonlinearity but also\neffectively couples to gain via the imaginary part of complex eigenfrequencies,\nresulting in magnon-like auto-oscillations. Subsequently, the USC enables one\nto widely tune the auto-oscillation frequency by means of an external magnetic\nfield. These findings indicate that there is a trade-off relation between the\ncoupling strength of MPs and the self-Kerr nonlinearity of magnons. This work\nis attributed to understanding of the interplay between gain-loss and USC in\nnonlinear polariton dynamics, offering a novel principle for frequency tunable\nmaser-like devices based on gain-driven MPs."}
{"id": "2509.09109", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09109", "abs": "https://arxiv.org/abs/2509.09109", "authors": ["Shuang Liu", "Peng Chen", "Shihao Zhang"], "title": "Three-dimensional flat bands and possible interlayer triplet pairing superconductivity in the alternating twisted NbSe$_2$ moiré bulk", "comment": "8 pages, 5 figures", "summary": "Moir\\'e superlattices hosting flat bands and correlated states have emerged\nas a focal topic in condensed matter research. Through first-principles\ncalculations, we investigate three-dimensional flat bands in alternating\ntwisted NbSe$_2$ moir\\'e bulk structures. These structures exhibit enhanced\ninterlayer interactions compared to twisted bilayer configurations. Our results\ndemonstrate that moir\\'e bulks undergo spontaneous large-scale structural\nrelaxation, resulting in the formation of remarkably flat energy bands at twist\nangles $\\leq$ 7.31{\\deg}. The $k_z$-dependent dispersion of flat bands across\ndifferent moir\\'e bulks reveals their intrinsic three-dimensional character.\nThe presence of out-of-plane mirror symmetry in these moir\\'e bulk structures\nsuggests possible interlayer triplet superconducting pairing mechanisms that\ndiffer from those in twisted bilayer systems. Our work paves the way for\nexploring potential three-dimensional flat bands in other moir\\'e bulk systems."}
{"id": "2509.09268", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09268", "abs": "https://arxiv.org/abs/2509.09268", "authors": ["Alessandro Nicola Nardi", "Alexie Boyer", "Yaowei Hu", "Vincent Loriot", "Franck Lépine", "Morgane Vacher", "Saikat Nandi"], "title": "Ultrafast probing of isotope-induced explciit symmetry breaking in ethylene", "comment": null, "summary": "Symmetry governs nature's law, yet many of the natural phenomena occur due to\nthe breakdown of symmetry. Here, we show how isotope-induced inversion symmetry\nbreaking influences ultrafast photoisomerization processes in ethylene. Using\nextreme ultraviolet pump-near infrared probe time-of-flight mass spectrometry,\nwe find that replacing one of the carbon atoms in ethylene with a 13C isotope\nleads to twice-faster structural relaxation via ethylene-ethylidene\nisomerization in the photo-excited molecular cation. Advanced trajectory\nsurface hopping calculations incorporating the nuclear symmetry of the\nmolecular systems, reveal that it arises from the mixing of different normal\nmodes in the isotope-substituted species, interactions otherwise forbidden by\nsymmetry. Although the mixing does not alter the symmetry of the electronic\nHamiltonian, it modifies that of the nuclear Hamiltonian, causing explicit\nsymmetry breaking. This facilitates efficient intra-molecular vibrational\nenergy redistribution, lowering the isomerization yield. Our findings offer\nopportunities to use isotope-induced nuclear symmetry breaking to control the\noutcome of light-molecule interactions across ultrafast timescales."}
{"id": "2509.08877", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08877", "abs": "https://arxiv.org/abs/2509.08877", "authors": ["A. L. Chernyshev"], "title": "Demystifying quantum escapism on the honeycomb lattice", "comment": "21 pages, 13 figures. Another persuasive story", "summary": "We demonstrate the versatility, simplicity, and power of the\nminimally-augmented spin-wave theory in studying phase diagrams of the quantum\nspin models in which unexpected magnetically ordered phases occur or the\nexisting ones expand beyond their classical stability regions. We use this\nmethod to obtain approximate phase diagrams of the two paradigmatic\nspin-$\\frac{1}{2}$ models on the honeycomb lattice: the $J_1$-$J_3$\nferro-antiferromagnetic and $J_1$-$J_2$ antiferromagnetic $XXZ$ models. For the\n$J_1$-$J_3$ case, various combinations of the $XXZ$ anisotropies are analyzed.\nIn a dramatic deviation from their classical phase diagrams, which host\nsignificant regions of the noncollinear spiral phases, quantum fluctuations\nstabilize several unconventional collinear phases and significantly extend\nconventional ones to completely supersede spiral states. These results are in\nclose agreement with the available density-matrix renormalization group\ncalculations. The applicability of this approach to the other models and its\npotential extension to different types of orders are discussed."}
{"id": "2509.08945", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2509.08945", "abs": "https://arxiv.org/abs/2509.08945", "authors": ["Leo Hahn", "Arnaud Guillin", "Manon Michel"], "title": "Activity-driven clustering of jamming run-and-tumble particles: Exact three-body steady state by dynamical symmetry", "comment": null, "summary": "We exactly resolve the three-particle steady state of run-and-tumble\nparticles with jamming interactions, providing the first microscopic\ndescription beyond two bodies. The invariant measure, derived via a\npiecewise-deterministic Markov process description and symmetry principles,\nreveals persistent, separated, and diffusive regimes. A cascade of scales in\nthe activity parameter organizes the structural weights, showing the separated\nphase dominates at finite activity, while non-uniformity plays only a minor\nrole. This approach lays the groundwork for tackling the $N$-body problem."}
{"id": "2509.08877", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08877", "abs": "https://arxiv.org/abs/2509.08877", "authors": ["A. L. Chernyshev"], "title": "Demystifying quantum escapism on the honeycomb lattice", "comment": "21 pages, 13 figures. Another persuasive story", "summary": "We demonstrate the versatility, simplicity, and power of the\nminimally-augmented spin-wave theory in studying phase diagrams of the quantum\nspin models in which unexpected magnetically ordered phases occur or the\nexisting ones expand beyond their classical stability regions. We use this\nmethod to obtain approximate phase diagrams of the two paradigmatic\nspin-$\\frac{1}{2}$ models on the honeycomb lattice: the $J_1$-$J_3$\nferro-antiferromagnetic and $J_1$-$J_2$ antiferromagnetic $XXZ$ models. For the\n$J_1$-$J_3$ case, various combinations of the $XXZ$ anisotropies are analyzed.\nIn a dramatic deviation from their classical phase diagrams, which host\nsignificant regions of the noncollinear spiral phases, quantum fluctuations\nstabilize several unconventional collinear phases and significantly extend\nconventional ones to completely supersede spiral states. These results are in\nclose agreement with the available density-matrix renormalization group\ncalculations. The applicability of this approach to the other models and its\npotential extension to different types of orders are discussed."}
{"id": "2509.08939", "categories": ["cond-mat.mtrl-sci", "cs.NA", "math.NA"], "pdf": "https://arxiv.org/pdf/2509.08939", "abs": "https://arxiv.org/abs/2509.08939", "authors": ["M. Castillón", "I. Romero", "J. Segurado"], "title": "A Phase-Field Approach to Fracture and Fatigue Analysis: Bridging Theory and Simulation", "comment": null, "summary": "This article presents a novel, robust and efficient framework for fatigue\ncrack-propagation that combines the principles of Linear Elastic Fracture\nMechanics (LEFM) with phase-field fracture (PFF). Contrary to cycle-by-cycle\nPFF approaches, this work relies on a single simulation and uses standard crack\npropagation models such as Paris' law for the material response, simplifying\nits parametrization.\n  The core of the methodology is the numerical evaluation of the derivative of\na specimen's compliance with respect to the crack area. To retrieve this\ncompliance the framework relies on a PFF-FEM simulation, controlled imposing a\nmonotonic crack growth. This control of the loading process is done by a new\ncrack-control scheme which allows to robustly trace the complete equilibrium\npath of a crack, capturing complex instabilities. The specimen's compliance\nobtained from the PFF simulation enables the integration of Paris' law to\npredict fatigue life.\n  The proposed methodology is first validated through a series of benchmarks\nwith analytical solutions to demonstrate its accuracy. The framework is then\napplied to more complex geometries where the crack path is unknown, showing a\nvery good agreement with experimental results of both crack paths and fatigue\nlife."}
{"id": "2509.08971", "categories": ["physics.comp-ph", "astro-ph.IM", "cs.DC"], "pdf": "https://arxiv.org/pdf/2509.08971", "abs": "https://arxiv.org/abs/2509.08971", "authors": ["Julien Loiseau", "Hyun Lim", "Andrés Yagüe López", "Mammadbaghir Baghirzade", "Shihab Shahriar Khan", "Yoonsoo Kim", "Sudarshan Neopane", "Alexander Strack", "Farhana Taiyebah", "Benjamin K. Bergen"], "title": "HARD: A Performance Portable Radiation Hydrodynamics Code based on FleCSI Framework", "comment": "15 pages, 8 figures", "summary": "Hydrodynamics And Radiation Diffusion} (HARD) is an open-source application\nfor high-performance simulations of compressible hydrodynamics with\nradiation-diffusion coupling. Built on the FleCSI (Flexible Computational\nScience Infrastructure) framework, HARD expresses its computational units as\ntasks whose execution can be orchestrated by multiple back-end runtimes,\nincluding Legion, MPI, and HPX. Node-level parallelism is delegated to Kokkos,\nproviding a single, portable code base that runs efficiently on laptops, small\nhomogeneous clusters, and the largest heterogeneous supercomputers currently\navailable. To ensure scientific reliability, HARD includes a regression-test\nsuite that automatically reproduces canonical verification problems such as the\nSod and LeBlanc shock tubes and the Sedov blast wave, comparing numerical\nsolutions against known analytical results. The project is distributed under an\nOSI-approved license, hosted on GitHub, and accompanied by reproducible build\nscripts and continuous integration workflows. This combination of performance\nportability, verification infrastructure, and community-focused development\nmakes HARD a sustainable platform for advancing radiation hydrodynamics\nresearch across multiple domains."}
{"id": "2509.09164", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09164", "abs": "https://arxiv.org/abs/2509.09164", "authors": ["Xiang Li", "Xin-Wei Yi", "Jing-Yang You", "Jia-Wen Li", "Qing-Han Yang", "Gang Su", "Bo Gu"], "title": "Bilateral Hydrogenation Realizes High-Temperature Quantum Anomalous Hall Insulator in 2D Cr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$", "comment": null, "summary": "The pursuit of high-temperature quantum anomalous Hall (QAH) insulators faces\nfundamental challenges, including narrow topological gaps and low Curie\ntemperatures ($T_{\\text{C}}$) in existing materials. Here, we propose a\ntransformative strategy using bilateral hydrogenation to engineer a robust QAH\nstate in the topologically trivial ferromagnetic semiconductor\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$. First-principles calculations\nreveal that hydrogenation induces a topological phase transition in\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$ by shifting its Dirac\npoints-originally embedded in the conduction bands-to the vicinity of the Fermi\nlevel in Cr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$H$_{\\text{6}}$. This\nelectronic restructuring, coupled with spin-orbit coupling, opens a global\ntopological gap of 118.1 meV, establishing a robust QAH state with Chern number\n$C=$ 3. Concurrently, hydrogenation enhances ferromagnetic superexchange via\nthe $d_{z^{2}}$-$p_{z}$-$d_{xz}$ channel, significantly strengthening the\nnearest-neighbor coupling $J_{\\text{1}}$ by 3.06 times and switching\n$J_{\\text{2}}$ from antiferromagnetic to ferromagnetic. Monte Carlo simulations\npredict a high $T_{\\text{C}}$ = 198 K, sustained well above liquid nitrogen\ntemperature and far exceeding pristine\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$ (28 K). This work establishes\nsurface hydrogenation as a powerful route to simultaneously control topology\nand magnetism in 2D materials, unlocking high-temperature QAH platforms for\ndissipationless spintronic applications."}
{"id": "2509.09330", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.09330", "abs": "https://arxiv.org/abs/2509.09330", "authors": ["Vladimir Bashmakov", "Askar Iliasov", "Tomáš Bzdušek", "Andrey A. Bagrov"], "title": "Superconductivity in hyperbolic spaces: Regular hyperbolic lattices and Ginzburg-Landau theory", "comment": "21 pages, 20 figures, 1 appendix", "summary": "We study $s$-wave superconductivity in hyperbolic spaces using the\nBogoliubov-de Gennes theory for discrete hyperbolic lattices and the\nGinzburg-Landau theory for the continuous hyperbolic plane. Hyperbolic lattices\nmaintain a finite fraction of boundary sites regardless of system size, thus\nfundamentally altering superconductivity through enhanced boundary effects\nabsent in flat space. Within the BCS framework for hyperbolic lattices, uniform\nsystems reproduce standard bulk behavior, whereas finite systems with open\nboundaries, studied through exact diagonalization and Cayley-tree\napproximations, exhibit boundary-enhanced superconductivity and boundary-only\nsuperconducting states that persist above the bulk critical temperature.\nNumerical studies further reveal that boundary termination critically\ndetermines superconducting properties; in particular, rough boundaries with\ndangling bonds generate zero-energy modes that raise critical temperatures by\nseveral times relative to smooth boundaries. Turning to the complementary\nGinzburg-Landau analysis of the hyperbolic plane, we find that finite\ngeometries permit radial variations of the condensate absent in infinite space.\nOwing to the interplay between coherence length and curvature radius, the\ntheory exhibits two types of superconductivity even without magnetic fields,\nwith vortices replaced by lines of vanishing order parameter in the nontrivial\ntype. Our findings establish hyperbolic geometry as a platform for engineering\nboundary-controlled superconductivity, opening new directions for physics in\ncurved spaces in condensed matter and holography."}
{"id": "2509.09329", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09329", "abs": "https://arxiv.org/abs/2509.09329", "authors": ["Vincent Delmas", "Alessandro Nardi Nardi", "Isabella C. D. Merritt", "Anthony Ferté", "Ignacio Fdez. Galván", "Morgane Vacher"], "title": "Automated selection of nuclear coordinates for reduced dimensionality nonadiabatic dynamics", "comment": null, "summary": "Poor scaling of dynamics simulations with number of dimensions is currently a\nmajor limiting factor in the simulation of photochemical processes. In this\nwork, we investigate ways to reduce the dimensionality of many-atom systems\nwith a view toward enhancing computational efficiency while maintaining\naccuracy. Using mixed quantum-classical Trajectory Surface Hopping (TSH)\nsimulations of three photoreactive molecules - trans-azomethane (tAZM),\nbutyrolactone (Bulac), and furanone (Fur) - we explore two different\ndimensionality reduction techniques: Principal Component Analysis (PCA) and\nNormal Mode Variance (NMV). Dynamics simulations are run in full dimensionality\nand reduced dimensionality, employing either PCA or NMV, and the impact of the\ndimensionality reduction on selected electronic and geometric properties of the\ndynamics is evaluated. For all three molecules, both PCA and NMV can be used to\nselect lower-dimensional spaces in which the full-dimensionality dynamics\nresults are reproduced. PCA reduction outperforms NMV in all systems, allowing\nfor a more significant dimensionality reduction without loss of accuracy. The\nimproved accuracy of PCA is, for tAZM, mostly seen in the electronic properties\nwhile for both Fur and Bulac the advantage is clear in the ring-opening\nreaction itself as well. The present approach opens routes to simulation of\nlarger photochemically relevant systems, through the use of automated\ndimensionality reduction, avoiding human bias."}
{"id": "2509.08879", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08879", "abs": "https://arxiv.org/abs/2509.08879", "authors": ["Zixin Jessie Chen", "Ömer M. Aksoy", "Cenke Xu", "Xiao-Gang Wen"], "title": "Emanant and emergent symmetry-topological-order from low-energy spectrum", "comment": "27 pages, 12 figures", "summary": "Low-energy emergent and emanant symmetries can be anomalous, higher-group, or\nnon-invertible. Such symmetries are systematically captured by topological\norders in one higher dimension, known as symmetry topological orders (symTOs).\nConsequently, identifying the emergent or emanant symmetry of a system is not\nsimply a matter of determining its group structure, but rather of computing the\ncorresponding symTO. In this work, we develop a method to compute the symTO of\n1+1D systems by analyzing their low-energy spectra under closed boundary\nconditions with all possible symmetry twists. Applying this approach, we show\nthat the gapless antiferromagnetic (AF) spin-$\\tfrac{1}{2}$ Heisenberg model\npossesses an exact emanant symTO corresponding to the $D_8$ quantum double,\nwhen restricted to the $\\mathbb{Z}_2^x \\times \\mathbb{Z}_2^z$ subgroup of the\n$SO(3)$ spin-rotation symmetry and lattice translations. Moreover, the AF phase\nexhibits an emergent $SO(4)$ symmetry, whose exact components are described\njointly by the symTO and the $SO(3)$ spin-rotations. Using condensable algebras\nin symTO, we further identify several neighboring phases accessible by\nmodifying interactions among low-energy excitations: (1) a gapped dimer phase,\nconnected to the AF phase via an $SO(4)$ rotation, (2) a commensurate collinear\nferromagnetic phase that breaks translation by one site with a $\\omega \\sim\nk^2$ mode, (3) an incommensurate, translation-symmetric ferromagnetic phase\nfeaturing both $\\omega \\sim k^2$ and $\\omega \\sim k$ modes, connected to the\nprevious phase by an $SO(4)$ rotation, and (4) an incommensurate ferromagnetic\nphase that breaks translation by one site with both $\\omega \\sim k^2$ and\n$\\omega \\sim k$ modes."}
{"id": "2509.09041", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09041", "abs": "https://arxiv.org/abs/2509.09041", "authors": ["Mesfin Taye"], "title": "A Unified Nonequilibrium Framework: Thermodynamic Distance, Dissipation, and Stationary Laws via Effective State Count, Variational Stationarity, and Thermodynamic Bounds", "comment": "16 pages, 3 figures", "summary": "We propose a variational framework for nonequilibrium thermodynamics built\naround the effective number of accessible state, a multiplicative count that\nranges from for a uniform distribution to one under complete localization, and\nwhose logarithm coincides with the Gibbs Shannon entropy. This gives a natural\nthermodynamic distance to equipartition that bounds statistical\ndistinguishability and grows monotonically under doubly stochastic relaxation.\nThe construction extends to arbitrary nonequilibrium steady states with a\nchosen reference distribution, where the Kullback Leibler divergence splits\ninto an entropy deficit and a reference weight coupling, acts as a Lyapunov\nfunctional when the reference is fixed, and reduces to excess free energy in\ncanonical settings. We connect these static notions to dynamics by decomposing\nentropy production into adiabatic (housekeeping) and nonadiabatic parts,\nidentify the latter with the rate of decay of the divergence to the reference,\nand complement this with trajectory and activity-based potentials that yield\nfluctuation symmetries, thermodynamic uncertainty bounds, and activity-limited\nspeed constraints on steady currents"}
{"id": "2509.08879", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.08879", "abs": "https://arxiv.org/abs/2509.08879", "authors": ["Zixin Jessie Chen", "Ömer M. Aksoy", "Cenke Xu", "Xiao-Gang Wen"], "title": "Emanant and emergent symmetry-topological-order from low-energy spectrum", "comment": "27 pages, 12 figures", "summary": "Low-energy emergent and emanant symmetries can be anomalous, higher-group, or\nnon-invertible. Such symmetries are systematically captured by topological\norders in one higher dimension, known as symmetry topological orders (symTOs).\nConsequently, identifying the emergent or emanant symmetry of a system is not\nsimply a matter of determining its group structure, but rather of computing the\ncorresponding symTO. In this work, we develop a method to compute the symTO of\n1+1D systems by analyzing their low-energy spectra under closed boundary\nconditions with all possible symmetry twists. Applying this approach, we show\nthat the gapless antiferromagnetic (AF) spin-$\\tfrac{1}{2}$ Heisenberg model\npossesses an exact emanant symTO corresponding to the $D_8$ quantum double,\nwhen restricted to the $\\mathbb{Z}_2^x \\times \\mathbb{Z}_2^z$ subgroup of the\n$SO(3)$ spin-rotation symmetry and lattice translations. Moreover, the AF phase\nexhibits an emergent $SO(4)$ symmetry, whose exact components are described\njointly by the symTO and the $SO(3)$ spin-rotations. Using condensable algebras\nin symTO, we further identify several neighboring phases accessible by\nmodifying interactions among low-energy excitations: (1) a gapped dimer phase,\nconnected to the AF phase via an $SO(4)$ rotation, (2) a commensurate collinear\nferromagnetic phase that breaks translation by one site with a $\\omega \\sim\nk^2$ mode, (3) an incommensurate, translation-symmetric ferromagnetic phase\nfeaturing both $\\omega \\sim k^2$ and $\\omega \\sim k$ modes, connected to the\nprevious phase by an $SO(4)$ rotation, and (4) an incommensurate ferromagnetic\nphase that breaks translation by one site with both $\\omega \\sim k^2$ and\n$\\omega \\sim k$ modes."}
{"id": "2509.09022", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.09022", "abs": "https://arxiv.org/abs/2509.09022", "authors": ["Tianran Liu", "Nicky Evans", "Kangyu Ji", "Ronaldo Lee", "Aaron Zhu", "Vinn Nguyen", "James Serdy", "Elizabeth Wall", "Yongli Lu", "Florian A. Formica", "Moungi G. Bawendi", "Quinn C. Burlingame", "Yueh-Lin Loo", "Vladimir Bulovic", "Tonio Buonassisi"], "title": "Disentangling the Effects of Simultaneous Environmental Variables on Perovskite Synthesis and Device Performance via Interpretable Machine Learning", "comment": null, "summary": "Despite the rapid rise in perovskite solar cell efficiency, poor\nreproducibility remains a major barrier to commercialization. Film\ncrystallization and device performance are highly sensitive to environmental\nfactors during fabrication, yet their complex interactions are not well\nunderstood. In this work, we present a systematic framework to investigate the\ninfluence of both individual and coupled environmental variables on device\nefficiency and crystallization kinetics. We developed an integrated fabrication\nplatform with precise, independent control over ambient solvent partial\npressure, absolute humidity, and temperature during spin-coating and\nthermal-annealing processes, respectively. Using the platform, we implemented a\nclosed-loop Bayesian optimization framework to efficiently explore the\nmulti-dimensional processing space. We mapped the impact of these environmental\nvariables on device performance and identified coupled effects among them.\nIn-situ grazing-incidence wide-angle X-ray scattering measurements further\nvalidated these findings by revealing a nonlinear interaction between absolute\nhumidity and solvent partial pressure during spin-coating, which affects\ncrystallization dynamics. To isolate and quantify these interactions, we\ndeveloped an interpretable machine learning approach that combines knowledge\ndistillation with Shapley interaction analysis. The model revealed the\ncontribution of each interaction varies across different processing conditions.\nOur study highlights the importance of integrated ambient sensing and control\nto achieve repeatable perovskite solar cells, and demonstrates the utility of\ncombining active learning with interpretable machine learning to navigate\ncomplex, high-dimensional processing landscapes."}
{"id": "2509.09051", "categories": ["physics.comp-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.09051", "abs": "https://arxiv.org/abs/2509.09051", "authors": ["Joseph L. Hesse-Withbroe", "Katya S. Arquilla"], "title": "An Improved Rapid Performance Analysis Model for Solenoidal Magnetic Radiation Shields", "comment": "15 pages + appendix, 10 figures", "summary": "Astronauts participating in deep-space exploration missions will be exposed\nto significantly greater amounts of radiation than is typically encountered on\nEarth or in low Earth orbit (LEO), which poses significant risks to crew health\nand mission safety. Active magnetic radiation shields based on the Lorentz\ndeflection of charged particles have the potential to reduce astronaut doses\nwith lower mass costs than passive shielding techniques. Typically, active\nshielding performance is evaluated using high-fidelity Monte Carlo simulations,\nwhich are too computationally expensive to evaluate an entire trade space of\nshield designs. A rapid, semi-analytical model based on the High Charge and\nEnergy Transport code (HZETRN) developed in 2014 provided an alternative method\nby which to evaluate the performance of solenoidal shields. However, various\nsimplifying assumptions made in the original model have limited its accuracy,\nand therefore require evaluation and correction. In this work, a number of\naspects of the original semi-analytical model are updated and validated by\nMonte Carlo simulation, then used to recharacterize the design trade space of\nsolenoidal magnetic shields. The updated model predicts improved performance\nfor weaker shields as compared to the original model, but greatly diminished\nperformance for strong shields with bending powers greater than 20 T-m.\nOverall, the results indicate that magnetic shields enable significant mass\nsavings over passive shields for mission scenarios where the requisite dose\nreduction is greater than about 60% relative to free space, which includes most\nexploration missions longer than one year with significant time spent outside\nLEO."}
{"id": "2509.09344", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09344", "abs": "https://arxiv.org/abs/2509.09344", "authors": ["Moritz A. Goerzen", "Tim Drevelow", "Soumyajyoti Haldar", "Hendrik Schrautzer", "Stefan Heinze", "Dongzhe Li"], "title": "Lifetime of bimerons and antibimerons in two-dimensional magnets", "comment": "17 pages, 12 figures", "summary": "Soliton-based computing architectures have recently emerged as a promising\navenue to overcome fundamental limitations of conventional information\ntechnologies, the von Neumann bottleneck. In this context, magnetic skyrmions\nhave been widely considered for in-situ processing devices due to their\nmobility and enhanced lifetime in materials with broken inversion symmetry.\nHowever, modern applications in non-volatile reservoir or neuromorphic\ncomputing raise the additional demand for non-linear inter-soliton\ninteractions. Here we report that solitons in easy-plane magnets, such as\nbimerons and antibimerons, show greater versatility and potential for\nnon-linear interactions than skyrmions and antiskyrmions, making them superior\ncandidates for this class of applications. Using first-principles and\ntransition state theory, we predict the coexistence of degenerate bimerons and\nantibimerons at zero field in a van der Waals heterostructure\nFe$_3$GeTe$_2$/Cr$_2$Ge$_2$Te$_6$ -- an experimentally feasible system. We\ndemonstrate that, owing to their distinct structural symmetry, bimerons exhibit\nfundamentally different behavior from skyrmions and cannot be regarded as their\nin-plane counterparts, as is often assumed. This distinction leads to unique\nproperties of bimerons and antibimerons, which arise from the unbroken\nrotational symmetry in easy-plane magnets. These range from anisotropic\nsoliton-soliton interactions to strong entropic effects on their lifetime,\ndriven by the non-local nature of thermal excitations. Our findings reveal a\nbroader richness of solitons in easy-plane magnets and underline their unique\npotential for spintronic devices."}
{"id": "2509.09431", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09431", "abs": "https://arxiv.org/abs/2509.09431", "authors": ["Masashi Tokuda", "Fumiya Matsumoto", "Noriaki Maeda", "Tomo Higashihara", "Mai Nakao", "Mori Watanabe", "Sanghyun Lee", "Ryoya Nakamura", "Masaki Maeda", "Nan Jiang", "Di Yue", "Hideki Narita", "Kazushi Aoyama", "Takeshi Mizushima", "Jun-ichiro Ohe", "Teruo Ono", "Xiaofeng Jin", "Kensuke Kobayashi", "Yasuhiro Niimi"], "title": "Observation of the crossover from quantum fluxoid to half-quantum fluxoid in a chiral superconducting device", "comment": "34 pages, 4 figures", "summary": "Topological superconductors are one of the intriguing material groups from\nthe viewpoint of not only condensed matter physics but also industrial\napplication such as quantum computers based on Majorana fermion. For the real\napplication, developments of the thin-film topological superconductors are\nhighly desirable. Bi/Ni bilayer is a possible candidate for thin-film chiral\nsuperconductors where the time-reversal symmetry is broken. Here we report the\nphase shift of resistance oscillations by half flux quantum in a ring-shaped\ndevice of epitaxial Bi/Ni bilayer induced by a small magnetic field through the\nring. The half quantum fluxoid can be a decisive evidence for unconventional\nsuperconductors where the superconducting order parameter has an internal\ndegree of freedom. The present result provides a functional operating principle\nfor quantum devices where the phase of the supercurrent can be shifted by \\pi\nwith a small magnetic field, based on the internal degree of freedom possessed\nby topological superconductivity."}
{"id": "2509.09345", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09345", "abs": "https://arxiv.org/abs/2509.09345", "authors": ["Lina Fransén", "Sandra Gomez", "Morgane Vacher"], "title": "Attochemical control of nuclear motion despite fast electronic decoherence", "comment": null, "summary": "Short-in-time, broad-in-energy attosecond or few-femtosecond pulses can\nexcite coherent superpositions of several electronic states in molecules. This\nresults in ultrafast charge oscillations known as charge migration. A key open\nquestion in the emerging field of attochemistry is whether these electron\ndynamics, which due to decoherence often last only for a few femtoseconds, can\ninfluence longer-time scale nuclear rearrangements. Herein, we address this\nquestion through full-dimensional quantum dynamics simulations of the coupled\nelectron-nuclear dynamics initiated by ionization and coherent excitation of\nethylene. The simulations of this prototype organic chromophore predict\nelectronic coherences with half-lives of less than 1 fs. Despite their brevity,\nthese electronic coherences induce vibrational coherences along the derivative\ncoupling vectors that persist for at least 50 fs. These results suggest that\nshort-lived electronic coherences can impart long-lasting legacies on nuclear\nmotion, a finding of potential importance to the interpretation of attosecond\nexperiments and the development of strategies for attochemical control."}
{"id": "2509.08939", "categories": ["cond-mat.mtrl-sci", "cs.NA", "math.NA"], "pdf": "https://arxiv.org/pdf/2509.08939", "abs": "https://arxiv.org/abs/2509.08939", "authors": ["M. Castillón", "I. Romero", "J. Segurado"], "title": "A Phase-Field Approach to Fracture and Fatigue Analysis: Bridging Theory and Simulation", "comment": null, "summary": "This article presents a novel, robust and efficient framework for fatigue\ncrack-propagation that combines the principles of Linear Elastic Fracture\nMechanics (LEFM) with phase-field fracture (PFF). Contrary to cycle-by-cycle\nPFF approaches, this work relies on a single simulation and uses standard crack\npropagation models such as Paris' law for the material response, simplifying\nits parametrization.\n  The core of the methodology is the numerical evaluation of the derivative of\na specimen's compliance with respect to the crack area. To retrieve this\ncompliance the framework relies on a PFF-FEM simulation, controlled imposing a\nmonotonic crack growth. This control of the loading process is done by a new\ncrack-control scheme which allows to robustly trace the complete equilibrium\npath of a crack, capturing complex instabilities. The specimen's compliance\nobtained from the PFF simulation enables the integration of Paris' law to\npredict fatigue life.\n  The proposed methodology is first validated through a series of benchmarks\nwith analytical solutions to demonstrate its accuracy. The framework is then\napplied to more complex geometries where the crack path is unknown, showing a\nvery good agreement with experimental results of both crack paths and fatigue\nlife."}
{"id": "2509.09046", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09046", "abs": "https://arxiv.org/abs/2509.09046", "authors": ["Mesfin Taye", "Yoseph Abebe", "Tibebe Birhanu", "Lemi Demeyu", "Mulugeta Bekele"], "title": "Noise-Activated Dopant Dynamics in Two-Dimensional Thermal Landscapes with Localized Cold Spots", "comment": "8 pages, 5 figures", "summary": "Controlling dopant transport with high spatial precision is crucial for\nimproving the semiconductor functionality, reliability, and scalability.\nAlthough prior models of noise-assisted diffusion have been largely confined to\nidealized one dimensional settings, we present a physically realistic\ntwo-dimensional theoretical framework that integrates anisotropic quartic\nconfinement with localized thermal cold spots to direct impurity dynamics.\nUsing a generalized Fokker Planck formalism, we show that the geometry of the\nthermal landscape, particularly the width and arrangement of cold spots,\ngoverns a noise induced transition between monostable and bistable effective\npotentials. This enables tunable noise activated hopping and supports\nconditions favorable for stochastic resonance (SR) if weak periodic driving is\napplied. Quantitative predictions are made for how impurity localization and\neffective barrier heights depend on the cold spot width and trap depth ,\noffering experimentally testable signatures. We propose an experimental\nrealization using optothermal techniques, such as dual beam optical tweezers\nand laser cooling, which can sculpt reconfigurable thermal profiles with sub\nmicron resolution. This model establishes a versatile pathway for programmable\nimpurity manipulation and noise sensitive control in semiconductor structures,\nbridging theoretical predictions with feasible experimental detection via\nphotoluminescence mapping or lock in signal amplification."}
{"id": "2509.08974", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08974", "abs": "https://arxiv.org/abs/2509.08974", "authors": ["X. Du", "Y. L. Wang", "Y. D. Li", "Y. T. Cao", "M. X. Zhang", "C. Y. Pei", "J. M. Yang", "W. X. Zhao", "K. Y. Zhai", "Z. K. Liu", "Z. W. Li", "J. K. Zhao", "Z. T. Liu", "D. W. Shen", "Z. Li", "Y. He", "Y. L. Chen", "Y. P. Qi", "H. J. Guo", "L. X. Yang"], "title": "Dichotomy in Low- and High-energy Band Renormalizations in Trilayer Nickelate $La_{4}Ni_{3}O_{10}$: a Comparison with Cuprates", "comment": "accepted by Physical Review Letters", "summary": "Band renormalizations comprise crucial insights for understanding the\nintricate roles of electron-boson coupling and electron correlation in emergent\nphenomena such as superconductivity. In this study, by combining\nhigh-resolution angle-resolved photoemission spectroscopy and theoretical\ncalculations, we systematically investigate the electronic structure of the\ntrilayer nickelate superconductor $La_{4}Ni_{3}O_{10}$ at ambient pressure. We\nreveal a dichotomy in the electronic band renormalizations of\n$La_{4}Ni_{3}O_{10}$ in comparison to cuprate superconductors. At a high energy\nscale of hundreds of meV, its band structure is strongly renormalized by\nelectron correlation effect enhanced by Hund coupling. The resultant\nwaterfall-like dispersions resemble the high-energy kinks in cuprate\nsuperconductors. However, at low energy scales of tens of meV, the dispersive\nbands are nearly featureless and devoid of any resolvable electron-boson\ninteractions, in drastic contrast to the low-energy kinks observed in cuprates\nand other correlated 3d transition-metal compounds. The dichotomic band\nrenormalizations highlight the disparity between nickelate and cuprate\nsuperconductors and emphasize the importance of strong electron-correlation in\nthe superconductivity of Ruddlesden-Popper phase nickelates."}
{"id": "2509.09233", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09233", "abs": "https://arxiv.org/abs/2509.09233", "authors": ["Jishnu Ghosh", "Shubham Parate", "Arup Basak", "Binoy Krishna De", "Krishnendu Mukhopadhyay", "Abhinav Agarwal", "Gopesh Kumar Gupta", "Digbijoy Nath", "Pavan Nukala"], "title": "Field-induced reversible phase transition and negative differential resistance in In2Se3 ferroelectric semiconducting FETs", "comment": "Main article: 21 pages, 4 figures, supplementary information: 12\n  figures", "summary": "Indium selenide (In2Se3), a ferroelectric semiconductor, offers a unique\nplatform for multifunctional nanoelectronics owing to the interplay between\npolarization dynamics, interlayer sliding, and structural polymorphism.\nFerroelectric semiconductor field-effect transistors (FeS-FETs) provide an\nideal architecture to harness this coupling. Here, we demonstrate gate-tunable\nnegative differential resistance (NDR) with high peak-to-valley ratios and\nhysteretic output conductance in In2Se3 FeS-FETs. Combining high-resolution\nelectron microscopy with electrical transport measurements, we attribute the\nNDR to a field-induced, volatile phase transition from a low-resistance\nalpha-2H phase to a high-resistance state. Atomic scale ex-situ imaging reveals\nthat in-plane electric fields (Vd) drive interlayer sliding, rotational\nmisalignments that generate Moire patterns, and intralayer shear-together\nproducing stress induced phase transitions. Out-of-plane field however results\nin robust non-volatile polarization switching. These mechanistic insights\nhighlight both the promise of two dimensional ferroelectric devices for\nmultifunctional nanoelectronics and alternative computing paradigms, and the\nintrinsic limitations of In2Se3 field-effect transistors for conventional\nferroelectric memory applications."}
{"id": "2509.09253", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09253", "abs": "https://arxiv.org/abs/2509.09253", "authors": ["Shuai Zhang", "Mengqi Wang", "Tiantian Zhang"], "title": "Electronic order induced symmetry breaking in lattice dynamics of Co$_3$Sn$_2$S$_2$", "comment": null, "summary": "Based on the molecular Berry curvature (MBC) framework, we develop an\n\\textit{ab initio} algorithm to capture the quantitative effects of magnetic\norder on lattice dynamics. Using the ferromagnetic Weyl semimetal\nCo$_3$Sn$_2$S$_2$ as a prototype, we show that electronic-order-driven phonon\nsymmetry breaking requires spin-orbit coupling (SOC) and leads to an MBC term\nthat breaks both time-reversal ($\\mathcal{T}$) and mirror symmetries. We\ndemonstrate that mirror-symmetry breaking is essential to account for the\nexperimentally observed phonon splitting, $\\mathcal{T}$-breaking alone is\ninsufficient. The MBC is widely distributed across the Brillouin zone, giving\nrise to significant off-$\\Gamma$ effects. Our results agree well with\nexperiments and establish a framework for predicting large phonon magnetism in\nmagnetic materials with strong spin-orbit coupling and electron-phonon\ncoupling. This work also suggests new avenues for controlling non-reciprocal\nphonon transport."}
{"id": "2509.09398", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09398", "abs": "https://arxiv.org/abs/2509.09398", "authors": ["Bilal Hawashin", "Julian Kleeschulte", "David Kurz", "Michael M. Scherer"], "title": "Relativistic Mott transition, high-order van Hove singularity, and mean-field phase diagram of twisted double bilayer WSe${}_2$", "comment": "13 pages, 7 figures", "summary": "Recent experiments on twisted double bilayer tungsten diselenide have\ndemonstrated that moir\\'e semiconductors can be used to realize a relativistic\nMott transition, i.e., a quantum phase transition from a Dirac semimetal to a\ncorrelated insulating state, by twist-angle tuning. In addition, signatures of\nvan Hove singularities were observed in the material's moir\\'e valence bands,\nsuggesting further potential for the emergence of strongly-correlated states in\nthis moir\\'e semiconductor. Based on a Bistritzer-MacDonald-type continuum\nmodel, we provide a detailed analysis of the twist-angle dependence of the\nsystem's moir\\'e valence band structure, focusing on both, the evolution of the\nDirac excitations and the Fermi-surface structure with its Lifshitz transitions\nacross the van Hove fillings. We exhibit that the twist angle can be used to\nband engineer a high-order van Hove singularity with power-law exponent~$-1/4$\nin the density of states, which can be accessed by gate tuning of the hole\nfilling. We then study the magnetic phase diagram of an effective Hubbard model\nfor twisted double bilayer tungsten diselenide on the effective moir\\'e\nhoneycomb superlattice with tight-binding parameters fitted to the two topmost\nbands of the continuum model. To that end, we employ a self-consistent\nHartree-Fock mean-field approach in real space. Fixing the angle-dependent\nHubbard interaction based on the experimental findings, we explore a broad\nparameter range of twist angle, filling, and temperature. We find a rich\nvariety of magnetic states that we expect to be accessible in future\nexperiments by twist or gate tuning, including, e.g., a non-coplanar\nspin-density wave with non-zero spin chirality and a half-metallic uniaxial\nspin-density wave."}
{"id": "2509.09664", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09664", "abs": "https://arxiv.org/abs/2509.09664", "authors": ["Jing-Xuan Wang", "Yi-Heng Tian", "Jian-Hong She", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Prediction of several Co-based La$_3$Ni$_2$O$_7$-like superconducting materials", "comment": "6 pages, 4 figures, 3 tables", "summary": "High temperature superconductivity has been found in Fe, Ni, and Cu\ncompounds, but not Co, where the Ni compounds include the recently found\nbilayer nickelate La$_3$Ni$_2$O$_7$ under high pressure. Here we theoretically\npredict several Co-based La$_3$Ni$_2$O$_7$-like high-temperature\nsuperconducting materials. With electron doping to high-pressure bilayer\ncobaltate La$_3$Co$_2$O$_7$, we find that LaTh$_2$Co$_2$O$_7$,\nLa$_3$Ni$_2$O$_5$Cl$_2$, and La$_3$Ni$_2$O$_5$Br$_2$ may show similar crystal\nstructures and strongly correlated electronic structures to bilayer nickelate\nLa$_3$Ni$_2$O$_7$ under high pressure. Within the random-phase approximation\n(RPA), the leading pairing symmetry in these materials is $s$-wave."}
{"id": "2509.09357", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.09357", "abs": "https://arxiv.org/abs/2509.09357", "authors": ["Yu-Jun Xu", "Chiao-An Hsieh", "Chen-Yu Zhang", "Li-Dan Zhang", "Han Tang", "Lu-Lu Zhang", "Jun Cai", "Yan-Xia Chen", "Shuehlin Yau", "Zhi-Feng Liu"], "title": "Enhancing Oxygen Reduction Reaction on Pt-Based Electrocatalysts through Surface Decoration for Improved OH Reduction Equilibrium and Reduced H2O Adsorption", "comment": null, "summary": "Electrochemical energy and substance conversion devices involve complex\nelectrode processes, characterized by multiple charge transfer steps, competing\npathways, and various intermediates. Such complexity makes it challenging to\nenhance electrocatalytic activity. The prevailing strategy typically focuses on\noptimizing the geometric and electronic structures of the electrocatalysts to\nalign the adsorption energies of reaction intermediates with the peak of the\nactivity Volcano curve. In this study, we demonstrate that surface decoration\ncan effectively shape the micro reaction environment for the model system of\noxygen reduction reaction (ORR) on Pt electrodes. By applying a partial\nhydrophobic I* adlayer on the Pt surface, we can shift the equilibrium of OH*\nreduction and weaken H2O* adsorption, which significantly enhances ORR\nkinetics. With in situ scan tunneling microscopy (STM) and theoretical\ncalculations, our study reveals the formation of isolated Pt2 surface units\nsituated in a hydrophobic valley surrounded by adsorbed iodine atoms. This\nminimalist Pt2 active unit exhibits significantly greater activity for ORR\ncompared to an extended Pt surface. This strategy could pave the way for\ndeveloping highly efficient catalysts with potential applications in fuel cell\ntechnology and metal air batteries and extension to other electrochemical\nconversion reactions such as ammonia synthesis and CO2 reduction."}
{"id": "2509.08945", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2509.08945", "abs": "https://arxiv.org/abs/2509.08945", "authors": ["Leo Hahn", "Arnaud Guillin", "Manon Michel"], "title": "Activity-driven clustering of jamming run-and-tumble particles: Exact three-body steady state by dynamical symmetry", "comment": null, "summary": "We exactly resolve the three-particle steady state of run-and-tumble\nparticles with jamming interactions, providing the first microscopic\ndescription beyond two bodies. The invariant measure, derived via a\npiecewise-deterministic Markov process description and symmetry principles,\nreveals persistent, separated, and diffusive regimes. A cascade of scales in\nthe activity parameter organizes the structural weights, showing the separated\nphase dominates at finite activity, while non-uniformity plays only a minor\nrole. This approach lays the groundwork for tackling the $N$-body problem."}
{"id": "2509.09567", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09567", "abs": "https://arxiv.org/abs/2509.09567", "authors": ["Olivia Mallick", "Muktish Acharyya"], "title": "Compensation behaviour in trilayered anisotropic 6-state clock model", "comment": "10 pages Latex and 11 captioned pdf figures", "summary": "The equilibrium behaviours of a trilayered 6-state clock model has been\ninvestigated by Monte Carlo simulation. The intralayer interaction is\nconsidered ferromagnetic, whereas the interlayer interaction is\nantiferromagnetic. Open boundary conditions are applied in all directions. The\nthermodynamic behaviours of sublattice magnetisation, total magnetisation,\nmagnetic susceptibility and the specific heat are studied as functions of the\ntemperature. The interesting compensation phenomenon, i.e., the vanishing of\nthe total magnetisation even with nonvanishing sublattice magnetisation, has\nbeen observed. The compensation temperature and the critical temperature are\nfound to depend on the strength of single-site anisotropy. The comprehensive\nphase diagram is shown in the temperature-anisotropy plane. The finite size\nanalysis has been done through the temperature dependence of fourth order\nBinder cumulant, and the scaling exponents are estimated."}
{"id": "2509.09060", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09060", "abs": "https://arxiv.org/abs/2509.09060", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Koji Araki", "Masayuki Hagiwara"], "title": "Realization of a Spin-1/2 Hexagonal-Plaquette Chain with Ising-Like Anisotropy", "comment": "8 pages, 3 figures", "summary": "We present the realization of a spin-1/2 hexagonal-plaquette chain with Ising\nanisotropy, an unexplored quantum spin model that serves as a platform for\ninvestigating anisotropic quantum magnetism. Specific heat at zero field\nreveals a sharp peak at $T_{\\rm{N}}$ = 1.0 K, indicating a phase transition to\na N$\\acute{\\rm{e}}$el order stabilized by interchain couplings. A perturbative\nanalysis maps the system onto an effective spin-1/2 Ising-like chain,\nsupporting the presence of an anisotropy-induced excitation gap. Furthermore,\nthe interchain interactions may induce discrete excitations in the spinon\ncontinuum, reminiscent of Zeeman ladder physics observed in related 1D\nIsing-like systems. These results establish a well-defined model system for\ncorrelated spin phenomena in anisotropic magnets and highlight a route for\nengineering Ising-like quantum states in molecular-based frameworks."}
{"id": "2509.09249", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09249", "abs": "https://arxiv.org/abs/2509.09249", "authors": ["Kyoungree Park", "Ji-Eun Lee", "Dongwook Kim", "Yong Zhong", "Camron Farhang", "Hyobeom Lee", "Hayoon Im", "Woojin Choi", "Seha Lee", "Seungrok Mun", "Kyoo Kim", "Jun Woo Choi", "Hyejin Ryu", "Jing Xia", "Heung-Sik Kim", "Choongyu Hwang", "Ji Hoon Shim", "Zhi-Xun Shen", "Sung-Kwan Mo", "Jinwoong Hwang"], "title": "Unusual ferromagnetic band evolution and high Curie temperature in monolayer 1T-CrTe2 on bilayer graphene", "comment": "26 pages, 4 figures", "summary": "2D van der Waals ferromagnets hold immense promise for spintronic\napplications due to their controllability and versatility. Despite their\nsignificance, the realization and in-depth characterization of ferromagnetic\nmaterials in atomically thin single layers, close to the true 2D limit, has\nbeen scarce. Here, a successful synthesis of monolayer (ML) 1T-CrTe2 is\nreported on a bilayer graphene (BLG) substrate via molecular beam epitaxy.\nUsing angle-resolved photoemission spectroscopy and magneto-optical Kerr effect\nmeasurements, that the ferromagnetic transition is observed at the Curie\ntemperature (TC) of 150 K in ML 1T-CrTe2 on BLG, accompanied by unconventional\ntemperature-dependent band evolutions. The spectroscopic analysis and\nfirst-principle calculations reveal that the ferromagnetism may arise from\nGoodenough-Kanamori super-exchange and double-exchange interactions, enhanced\nby the lattice distortion and the electron doping from the BLG substrate. These\nfindings provide pivotal insight into the fundamental understanding of\nmechanisms governing 2D ferromagnetism and offer a pathway for engineering\nhigher TC in 2D materials for future spintronic devices."}
{"id": "2509.09275", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09275", "abs": "https://arxiv.org/abs/2509.09275", "authors": ["Lixing Zhang", "Di luo"], "title": "Neural Transformer Backflow for Solving Momentum-Resolved Ground States of Strongly Correlated Materials", "comment": "11 pages, 6 figures", "summary": "Strongly correlated materials, such as twisted transition-metal\ndichalcogenide homobilayers, host a variety of exotic quantum phases but remain\nnotoriously difficult to solve due to strong interactions. We introduce a\npowerful neural network ansatz, Neural Transformer Backflow (NTB), formulated\nwithin a multi-band projection framework. It naturally enforces momentum\nconservation and enables efficient calculations of momentum-resolved ground\nstates. NTB attains high accuracy on small systems and scales to higher bands\nand larger system sizes far beyond the reach of exact diagonalization. By\nevaluating observables such as the structure factor and momentum distribution,\nwe show that NTB captures diverse correlated states in tMoTe$_2$, including\ncharge density waves, fractional Chern insulators, and anomalous Hall Fermi\nliquids, within a unified framework. Our approach paves the way for\nunderstanding and discovering novel phases of matter in strongly correlated\nmaterials."}
{"id": "2509.09559", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09559", "abs": "https://arxiv.org/abs/2509.09559", "authors": ["Daniel Groll", "Daniel Wigger", "Matthias Weiß", "Mingyun Yuan", "Alexander Kuznetsov", "Alberto Hernández-Mínguez", "Hubert J. Krenner", "Tilmann Kuhn", "Paweł Machnikowski"], "title": "Acousto-optical Floquet engineering of a single-photon emitter", "comment": null, "summary": "The combination of solid state single-photon emitters and mechanical\nexcitations into hybrid infrastructures is a promising approach for new\ndevelopments in quantum technology. Here we investigate theoretically the\nresonance fluorescence (RF) spectrum of an acoustically modulated single-photon\nemitter under arbitrarily strong optical driving. In the spectrum, the\ncombination of Mollow triplet physics and phonon sidebands results in a complex\nstructure of crossings, anti-crossings, and line suppressions. We apply Floquet\ntheory to develop an analytical expression for the RF spectrum. Complemented\nwith perturbative and non-perturbative techniques, this allows us to fully\nunderstand the underlying acousto-optical double dressing physics of the hybrid\nquantum system, explaining the observed spectral features. We use these\ninsights to perform an experimental feasibility study of existing emitter-based\nacousto-optical platforms and come to the conclusion that bulk acoustic waves\ninterfaced with quantum dots render a promising infrastructure to perform\nacousto-optical Floquet engineering."}
{"id": "2509.08974", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08974", "abs": "https://arxiv.org/abs/2509.08974", "authors": ["X. Du", "Y. L. Wang", "Y. D. Li", "Y. T. Cao", "M. X. Zhang", "C. Y. Pei", "J. M. Yang", "W. X. Zhao", "K. Y. Zhai", "Z. K. Liu", "Z. W. Li", "J. K. Zhao", "Z. T. Liu", "D. W. Shen", "Z. Li", "Y. He", "Y. L. Chen", "Y. P. Qi", "H. J. Guo", "L. X. Yang"], "title": "Dichotomy in Low- and High-energy Band Renormalizations in Trilayer Nickelate $La_{4}Ni_{3}O_{10}$: a Comparison with Cuprates", "comment": "accepted by Physical Review Letters", "summary": "Band renormalizations comprise crucial insights for understanding the\nintricate roles of electron-boson coupling and electron correlation in emergent\nphenomena such as superconductivity. In this study, by combining\nhigh-resolution angle-resolved photoemission spectroscopy and theoretical\ncalculations, we systematically investigate the electronic structure of the\ntrilayer nickelate superconductor $La_{4}Ni_{3}O_{10}$ at ambient pressure. We\nreveal a dichotomy in the electronic band renormalizations of\n$La_{4}Ni_{3}O_{10}$ in comparison to cuprate superconductors. At a high energy\nscale of hundreds of meV, its band structure is strongly renormalized by\nelectron correlation effect enhanced by Hund coupling. The resultant\nwaterfall-like dispersions resemble the high-energy kinks in cuprate\nsuperconductors. However, at low energy scales of tens of meV, the dispersive\nbands are nearly featureless and devoid of any resolvable electron-boson\ninteractions, in drastic contrast to the low-energy kinks observed in cuprates\nand other correlated 3d transition-metal compounds. The dichotomic band\nrenormalizations highlight the disparity between nickelate and cuprate\nsuperconductors and emphasize the importance of strong electron-correlation in\nthe superconductivity of Ruddlesden-Popper phase nickelates."}
{"id": "2509.09462", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.09462", "abs": "https://arxiv.org/abs/2509.09462", "authors": ["Alexander Ryzhov", "Pavel Kapralov", "Mikhail Stolov", "Anton Andreev", "Aleksandra Radenovic", "Viatcheslav Freger", "Vasily Artemov"], "title": "Isotopic Fingerprints of Proton-mediated Dielectric Relaxation in Solid and Liquid Water", "comment": null, "summary": "We report cross-validated measurements of the isotope effect on dielectric\nrelaxation for four isotopologues of ice and water, including the 1-10^5 Hz\nregion, in which only sporadic and inconsistent measurements were previously\navailable. In ice, the relaxation rates exhibit an activated temperature\ndependence with an isotope-independent activation energy. Across 248-273 K, the\nH_2O/D_2O relaxation rate ratio remains constant at 2.0 \\pm 0.1. This scaling\nagrees with Kramers' theory in the high-friction limit if the moving mass is\nthe proton or deuteron, indicating that dielectric relaxation is governed by a\nclassic proton transfer over an energy barrier rather than molecular\nreorientation."}
{"id": "2509.08974", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.08974", "abs": "https://arxiv.org/abs/2509.08974", "authors": ["X. Du", "Y. L. Wang", "Y. D. Li", "Y. T. Cao", "M. X. Zhang", "C. Y. Pei", "J. M. Yang", "W. X. Zhao", "K. Y. Zhai", "Z. K. Liu", "Z. W. Li", "J. K. Zhao", "Z. T. Liu", "D. W. Shen", "Z. Li", "Y. He", "Y. L. Chen", "Y. P. Qi", "H. J. Guo", "L. X. Yang"], "title": "Dichotomy in Low- and High-energy Band Renormalizations in Trilayer Nickelate $La_{4}Ni_{3}O_{10}$: a Comparison with Cuprates", "comment": "accepted by Physical Review Letters", "summary": "Band renormalizations comprise crucial insights for understanding the\nintricate roles of electron-boson coupling and electron correlation in emergent\nphenomena such as superconductivity. In this study, by combining\nhigh-resolution angle-resolved photoemission spectroscopy and theoretical\ncalculations, we systematically investigate the electronic structure of the\ntrilayer nickelate superconductor $La_{4}Ni_{3}O_{10}$ at ambient pressure. We\nreveal a dichotomy in the electronic band renormalizations of\n$La_{4}Ni_{3}O_{10}$ in comparison to cuprate superconductors. At a high energy\nscale of hundreds of meV, its band structure is strongly renormalized by\nelectron correlation effect enhanced by Hund coupling. The resultant\nwaterfall-like dispersions resemble the high-energy kinks in cuprate\nsuperconductors. However, at low energy scales of tens of meV, the dispersive\nbands are nearly featureless and devoid of any resolvable electron-boson\ninteractions, in drastic contrast to the low-energy kinks observed in cuprates\nand other correlated 3d transition-metal compounds. The dichotomic band\nrenormalizations highlight the disparity between nickelate and cuprate\nsuperconductors and emphasize the importance of strong electron-correlation in\nthe superconductivity of Ruddlesden-Popper phase nickelates."}
{"id": "2509.09577", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09577", "abs": "https://arxiv.org/abs/2509.09577", "authors": ["José Julian Díaz-Pérez", "R. Mulet"], "title": "Exactly Solvable Model of Random Walks with Stochastic Exchange", "comment": "4 pages + SM, 4 figures", "summary": "We solve exactly the non-equilibrium dynamics of two discrete random walkers\nmoving in channels with transition rates $p \\neq q$ that swap positions at a\nrate $s$. We compute exactly the joint probability distribution $P_{n,m}(t)$\nfor the walkers, revealing the existence of two dynamical crossovers. The first\nsignals the passage from independent diffusion to a swap-dominated regime where\nthe particles act as identical random walkers swapping positions. The second\ncrossover occurs when both channels become indistinguishable and the walkers\nmove around the same position. Furthermore, we demonstrate the existence of a\npersistent spatial anisotropy defined by the difference between the second\nmoments of the probability distributions in the two channels. Our results may\nprovide a quantitative framework to understand diverse systems. In biology, it\nis motivated by motor proteins (kinesin/dynein) exchanging cargo leadership,\nmembrane receptors swapping binding partners, or brain synapses with\nactivity-dependent plasticity. In finance, it models traders with distinct risk\nprofiles swapping positions in limit-order books, or volatility spillover\nbetween coupled markets. These diverse systems share a unifying theme: exchange\nprocesses mediate macroscopic correlations despite individual heterogeneity."}
{"id": "2509.09184", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.09184", "abs": "https://arxiv.org/abs/2509.09184", "authors": ["Leonard M. Verhoff", "Liang Si", "Karsten Held"], "title": "Surfaces and interfaces of infinite-layer nickelates studied by dynamical mean-field theory", "comment": null, "summary": "Infinite-layer nickelate superconductors are typically synthesized as thin\nfilms and thus include, besides the more bulk-like inner layers, distinct\nsurface and interface layers in contact with the vacuum and substrate,\nrespectively. Here, we employ density-functional theory and dynamical\nmean-field theory to investigate how electronic correlations influence these\nsurface and interface regions. Our results show that electronic correlations\ncan significantly modify the electronic structure, even driving surface layers\ninto a Mott-insulating state with a 3$d^8$ electronic configuration. Moreover,\nsurface termination effects induce a polar field that can shift the $\\Gamma$\nand $A$ pocket above the Fermi level, even for the undoped parent compound\nNdNiO$_2$. Finally, for an $n$-type interface, often synthesized\nexperimentally, we find the Ti 3$d$ orbitals to become electron doped."}
{"id": "2509.09253", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09253", "abs": "https://arxiv.org/abs/2509.09253", "authors": ["Shuai Zhang", "Mengqi Wang", "Tiantian Zhang"], "title": "Electronic order induced symmetry breaking in lattice dynamics of Co$_3$Sn$_2$S$_2$", "comment": null, "summary": "Based on the molecular Berry curvature (MBC) framework, we develop an\n\\textit{ab initio} algorithm to capture the quantitative effects of magnetic\norder on lattice dynamics. Using the ferromagnetic Weyl semimetal\nCo$_3$Sn$_2$S$_2$ as a prototype, we show that electronic-order-driven phonon\nsymmetry breaking requires spin-orbit coupling (SOC) and leads to an MBC term\nthat breaks both time-reversal ($\\mathcal{T}$) and mirror symmetries. We\ndemonstrate that mirror-symmetry breaking is essential to account for the\nexperimentally observed phonon splitting, $\\mathcal{T}$-breaking alone is\ninsufficient. The MBC is widely distributed across the Brillouin zone, giving\nrise to significant off-$\\Gamma$ effects. Our results agree well with\nexperiments and establish a framework for predicting large phonon magnetism in\nmagnetic materials with strong spin-orbit coupling and electron-phonon\ncoupling. This work also suggests new avenues for controlling non-reciprocal\nphonon transport."}
{"id": "2509.09531", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09531", "abs": "https://arxiv.org/abs/2509.09531", "authors": ["Fatemeh Haddadi", "Davide Campi", "Flaviano dos Santos", "Nicolas Mounet", "Louis Ponet", "Nicola Marzari", "Marco Gibertini"], "title": "Exploring the magnetic landscape of easily-exfoliable two-dimensional materials", "comment": "29 pages including references, 8 figures", "summary": "Magnetic materials often exhibit complex energy landscapes with multiple\nlocal minima, each corresponding to a self-consistent electronic structure\nsolution. Finding the global minimum is challenging, and heuristic methods are\nnot always guaranteed to succeed. Here, we apply a recently developed automated\nworkflow to systematically explore the energy landscape of 194 magnetic\nmonolayers obtained from the Materials Cloud 2D crystals database and determine\ntheir ground-state magnetic order. Our approach enables effective control and\nsampling of orbital occupation matrices, allowing rapid identification of local\nminima. We find a diverse set of self-consistent collinear metastable states,\nfurther enriched by Hubbard-corrected energy functionals, when the $U$\nparameters have been computed from first principles using linear-response\ntheory. We categorise the monolayers by their magnetic ordering and highlight\npromising candidates. Our results include 109 ferromagnetic, 83\nantiferromagnetic, and 2 altermagnetic monolayers, along with 12 novel\nferromagnetic half-metals with potential for spintronics technologies."}
{"id": "2509.09588", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09588", "abs": "https://arxiv.org/abs/2509.09588", "authors": ["F. Boivin", "M. Petrescu", "Z. Berkson-Korenberg", "K. W. West L. N. Pfeiffer", "G. Gervais"], "title": "Bulk Thermal Conductance of the 5/2 and 7/3 Fractional Quantum Hall States in the Corbino Geometry", "comment": null, "summary": "In this work, making use of time-resolved in situ Joule heating of a\ntwo-dimensional electron gas (2DEG) in the Corbino geometry, we report bulk\nthermal conductance measurements for the {\\nu} = 5/2 and {\\nu} = 7/3 fractional\nquantum Hall (FQH) states for electron temperatures ranging from 20 to 150 mK.\nWe compare our findings with a recent study by Melcer et al. [Nature 625, 489\n(2024)] that observed a finite bulk thermal conductivity \\k{appa}xx in FQH\nstates. In spite of the large size difference and the vastly different\nexperimental schemes used to extract \\k{appa}xx, we find in large part that\nboth experiments yield similar results and conclude that the bulk of FQH states\nthermally conducts and violate the Wiedemann-Franz law by a wide margin. Slight\ndiscrepancies between both studies are further discussed in terms of\nparticle-hole symmetry in the vicinity of the 5/2 and 7/3 FQH states."}
{"id": "2509.09184", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.09184", "abs": "https://arxiv.org/abs/2509.09184", "authors": ["Leonard M. Verhoff", "Liang Si", "Karsten Held"], "title": "Surfaces and interfaces of infinite-layer nickelates studied by dynamical mean-field theory", "comment": null, "summary": "Infinite-layer nickelate superconductors are typically synthesized as thin\nfilms and thus include, besides the more bulk-like inner layers, distinct\nsurface and interface layers in contact with the vacuum and substrate,\nrespectively. Here, we employ density-functional theory and dynamical\nmean-field theory to investigate how electronic correlations influence these\nsurface and interface regions. Our results show that electronic correlations\ncan significantly modify the electronic structure, even driving surface layers\ninto a Mott-insulating state with a 3$d^8$ electronic configuration. Moreover,\nsurface termination effects induce a polar field that can shift the $\\Gamma$\nand $A$ pocket above the Fermi level, even for the undoped parent compound\nNdNiO$_2$. Finally, for an $n$-type interface, often synthesized\nexperimentally, we find the Ti 3$d$ orbitals to become electron doped."}
{"id": "2509.08993", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08993", "abs": "https://arxiv.org/abs/2509.08993", "authors": ["Yujun Deng", "William Holtzmann", "Ziyan Zhu", "Timothy Zaklama", "Paulina Majchrzak", "Takashi Taniguchi", "Kenji Watanabe", "Makoto Hashimoto", "Donghui Lu", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Liang Fu", "Thomas P. Devereaux", "Xiaodong Xu", "Zhi-Xun Shen"], "title": "Non-monotonic band flattening near the magic angle of twisted bilayer MoTe$_2$", "comment": "11 pages, 4 figures", "summary": "Twisted bilayer MoTe$_2$ (tMoTe$_2$) is an emergent platform for exploring\nexotic quantum phases driven by the interplay between nontrivial band topology\nand strong electron correlations. Direct experimental access to its\nmomentum-resolved electronic structure is essential for uncovering the\nmicroscopic origins of the correlated topological phases therein. Here, we\nreport angle-resolved photoemission spectroscopy (ARPES) measurements of\ntMoTe$_2$, revealing pronounced twist-angle-dependent band reconstruction\nshaped by orbital character, interlayer coupling, and moir\\'e potential\nmodulation. Density functional theory (DFT) captures the qualitative evolution,\nyet underestimates key energy scales across twist angles, highlighting the\nimportance of electronic correlations. Notably, the hole effective mass at the\nK point exhibits a non-monotonic dependence on twist angle, peaking near\n2{\\deg}, consistent with band flattening at the magic angle predicted by\ncontinuum models. Via electrostatic gating and surface dosing, we further\nvisualize the evolution of electronic structure versus doping, enabling direct\nobservation of the conduction band minimum and confirm tMoTe$_2$ as a direct\nband gap semiconductor. These results establish a spectroscopic foundation for\nmodeling and engineering emergent quantum phases in this moir\\'e platform."}
{"id": "2509.09669", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09669", "abs": "https://arxiv.org/abs/2509.09669", "authors": ["Niklas Ziereis", "Sanjay Moudgalya", "Michael Knap"], "title": "Strong-to-Weak Symmetry Breaking Phases in Steady States of Quantum Operations", "comment": "35 pages, 8 figures", "summary": "Mixed states can exhibit two distinct kinds of symmetries, either on the\nlevel of the individual states (strong symmetry), or only on the level of the\nensemble (weak symmetry). Strong symmetries can be spontaneously broken down to\nweak ones, a mechanism referred to as Strong-to-Weak Spontaneous Symmetry\nBreaking (SW-SSB). In this work, we first show that maximally mixed symmetric\ndensity matrices, which appear, for example, as steady states of symmetric\nrandom quantum circuits have SW-SSB when the symmetry is an on-site\nrepresentation of a compact Lie or finite group. We then show that this can be\nregarded as an isolated point within an entire SW-SSB phase that is stable to\nmore general quantum operations such as measurements followed by weak\npostselection. With sufficiently strong postselection, a second-order\ntransition can be driven to a phase where the steady state is strongly\nsymmetric. We provide analytical and numerical results for such SW-SSB phases\nand their transitions for both abelian $\\mathbb{Z}_2$ and non-abelian $S_3$\nsymmetries in the steady state of Brownian random quantum circuits with\nmeasurements. We also show that such continuous SW-SSB transitions are absent\nin the steady-state of general strongly symmetric, trace-preserving quantum\nchannels (including unital, Brownian, or Lindbladian dynamics) by analyzing the\ndegeneracies of the steady states in the presence of symmetries. Our results\ndemonstrate robust SW-SSB phases and their transitions in the steady states of\nnoisy quantum operations, and provide a framework for realizing various kinds\nof mixed-state quantum phases based on their symmetries."}
{"id": "2509.09189", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09189", "abs": "https://arxiv.org/abs/2509.09189", "authors": ["Edwin Kermarrec", "Guanyue Chen", "Hiromu Okamoto", "Chun-Jiong Huang", "Han Yan", "Jian Yan", "Hikaru Takeda", "Yusei Shimizu", "Evan M. Smith", "Avner Fitterman", "Andrea D. Bianchi", "Bruce D. Gaulin", "Minoru Yamashita"], "title": "Magnetization and magnetostriction measurements of the dipole-octupole quantum spin ice candidate Ce2Hf2O7", "comment": "10 pages, 4 figures, 1 table, and Supplementary Materials", "summary": "We investigate the magnetization and the magnetostriction of the\ndipole-octupole quantum spin ice candidate Ce2Hf2O7 down to 50 mK. We find that\nthe magnetization curves observed with the magnetic field applied along all the\nprincipal axes ([100], [110], and [111]) exhibit a magnetic hysteresis below\naround 300 mK. In addition, a kink-like feature is observed in the\nmagnetization under B || [111], at which the magnetostriction also shows a\nconvex field dependence. Our classical Monte-Carlo and quantum exact\ndiagonalization calculations demonstrate that these features in the\nmagnetization are well reproduced by the spin Hamiltonian with a dominant\ninteraction between the octupole moments and with a QSI ground state,\nindicating the emergence of a dipole-octupole QSI in this compound."}
{"id": "2509.09326", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09326", "abs": "https://arxiv.org/abs/2509.09326", "authors": ["Takumi Shirasaki", "Masaaki Noda", "Hinata Arai", "Mitsuru Akaki", "Haruhiko Kuroe", "Hideki Kuwahara"], "title": "Magnetoelectric Effect Dependent on Electric Field Direction in a Pyroelectric Ferrimagnet CaBaCo$_4$O$_7$", "comment": "5 pages, 6 figures", "summary": "This study investigates the dependence of the static magnetoelectric (ME)\neffect on the external field direction in the pyroelectric-ferrimagnet\nCaBaCo$_4$O$_7$, a topic that remains largely unexplored compared to dynamical\nnonreciprocal ME effects. We measured the magnetization with respect to the\ninherent polarization and found that an external electric field stabilizes the\nferrimagnetic phase when applied parallel to the polarization, and destabilizes\nit when antiparallel. These results clearly demonstrate the\nelectric-field-direction dependent control of the static ME effect, suggesting\na new route to enhancing ME effects in pyroelectric-magnetic materials."}
{"id": "2509.09668", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.09668", "abs": "https://arxiv.org/abs/2509.09668", "authors": ["Haoyang Tian", "Vatsal Dwivedi", "Adam Yanis Chaou", "Maxim Breitkreiz"], "title": "Magnetotransport across Weyl semimetal grain boundaries", "comment": "8+3 pages, 6 figures", "summary": "A clean interface between two Weyl semimetals features a universal,\nfield-linear tunnel magnetoconductance of $(e^2/h)N_\\mathrm{ho}$ per magnetic\nflux quantum, where $N_\\mathrm{ho}$ is the number of chirality-preserving\ntopological interface Fermi arcs. In this work we show that the linearity of\nthe magnetoconductance is robust with to interface disorder. The slope of the\nmagnetoconductance changes at a characteristic field strength $B_\\mathrm{arc}$\n-- the field strength for which the time taken to traverse the Fermi arc due to\nthe Lorentz force is equal to the mean inter-arc scattering time. For fields\nmuch larger than $B_\\mathrm{arc}$, the magnetoconductance is unaffected by\ndisorder. For fields much smaller than $B_\\mathrm{arc}$, the slope is no longer\ndetermined by $N_\\mathrm{ho}$ but by the simple fraction $N_\\mathrm{L}\nN_\\mathrm{R}/(N_\\mathrm{L}+N_\\mathrm{R})$, where $N_\\mathrm{L}$ and\n$N_\\mathrm{R}$ are the numbers of Weyl-node pairs in the left and right Weyl\nsemimetal, respectively. We also consider the effect of spatially correlated\ndisorder potentials, where we find that $B_\\mathrm{arc}$ decreases\nexponentially with increasing correlation length. Our results provide a\npossible explanation for the recently observed robustness of the negative\nlinear magnetoresistance in grained Weyl semimetals."}
{"id": "2509.09663", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09663", "abs": "https://arxiv.org/abs/2509.09663", "authors": ["Zhiyu Fan", "Wei Ku"], "title": "Bogoliubov quasi-particles in superconductors are integer-charged particles inapplicable for braiding quantum information", "comment": "10 pages, 2 figures", "summary": "We present a rigorous proof that under a number-conserving Hamiltonian,\none-body quasi-particles generally possess quantized charge and inertial mass\nidentical to the bare particles. It follows that, Bogoliubov zero modes in the\nvortex (or on the edge) of superconductors $\\textit{cannot}$ be their own\nanti-particles capable of braiding quantum information. As such, the heavily\npursued Majorana zero mode-based route for quantum computation requires a\nserious re-consideration. This study further reveals the conceptual challenge\nin preparing and manipulating braid-able quantum states via physical\nthermalization or slow external fields. These profound results should reignite\nthe long-standing quest for a number-conserving theory of superconductivity and\nsuperfluidity without fictitiously breaking global U(1) symmetry."}
{"id": "2509.09022", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.09022", "abs": "https://arxiv.org/abs/2509.09022", "authors": ["Tianran Liu", "Nicky Evans", "Kangyu Ji", "Ronaldo Lee", "Aaron Zhu", "Vinn Nguyen", "James Serdy", "Elizabeth Wall", "Yongli Lu", "Florian A. Formica", "Moungi G. Bawendi", "Quinn C. Burlingame", "Yueh-Lin Loo", "Vladimir Bulovic", "Tonio Buonassisi"], "title": "Disentangling the Effects of Simultaneous Environmental Variables on Perovskite Synthesis and Device Performance via Interpretable Machine Learning", "comment": null, "summary": "Despite the rapid rise in perovskite solar cell efficiency, poor\nreproducibility remains a major barrier to commercialization. Film\ncrystallization and device performance are highly sensitive to environmental\nfactors during fabrication, yet their complex interactions are not well\nunderstood. In this work, we present a systematic framework to investigate the\ninfluence of both individual and coupled environmental variables on device\nefficiency and crystallization kinetics. We developed an integrated fabrication\nplatform with precise, independent control over ambient solvent partial\npressure, absolute humidity, and temperature during spin-coating and\nthermal-annealing processes, respectively. Using the platform, we implemented a\nclosed-loop Bayesian optimization framework to efficiently explore the\nmulti-dimensional processing space. We mapped the impact of these environmental\nvariables on device performance and identified coupled effects among them.\nIn-situ grazing-incidence wide-angle X-ray scattering measurements further\nvalidated these findings by revealing a nonlinear interaction between absolute\nhumidity and solvent partial pressure during spin-coating, which affects\ncrystallization dynamics. To isolate and quantify these interactions, we\ndeveloped an interpretable machine learning approach that combines knowledge\ndistillation with Shapley interaction analysis. The model revealed the\ncontribution of each interaction varies across different processing conditions.\nOur study highlights the importance of integrated ambient sensing and control\nto achieve repeatable perovskite solar cells, and demonstrates the utility of\ncombining active learning with interpretable machine learning to navigate\ncomplex, high-dimensional processing landscapes."}
{"id": "2509.09627", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09627", "abs": "https://arxiv.org/abs/2509.09627", "authors": ["Yiming Wang", "Lei Chen", "Haoyu Hu", "Ang Cai", "Jianhui Dai", "C. J. Bolech", "Qimiao Si"], "title": "Kondo destruction quantum critical point: fixed point annihilation and thermodynamic stability", "comment": "6+4 pages, 4 figures", "summary": "A wide range of strongly correlated electron systems exhibit strange\nmetallicity, and they are increasingly recognized as in proximity to\ncorrelation-driven localization-delocalization transitions. A prototype setting\narises in heavy fermion metals, where the proximity to the electron\nlocalization is manifested as Kondo destruction. Here we show that the Kondo\ndestruction quantum critical point is linked to the phenomenon of fixed point\nannihilation. This connection reveals the absence of residual entropy density\nat the quantum critical point and, thus, its thermodynamic stability. Broader\nimplications of our results are discussed."}
{"id": "2509.09205", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09205", "abs": "https://arxiv.org/abs/2509.09205", "authors": ["Daniel Lozano-Gómez", "Han Yan"], "title": "Fragmented Spin Liquid and Shadow Pinch Points in Dipole-Octupole Pyrochlore Spin Systems", "comment": "18 pages, 16 figures including the supplemental materials", "summary": "We study the classical dipole-octupole pyrochlore spin systems in an external\nmagnetic field along the $[111]$ direction. We identify an intermediate\nfragmented spin liquid phase that precedes full spin saturation, characterized\nby the coexistence of three phenomena: U(1) spin liquid on the Kagome planes,\nspontaneous $\\mathbb{Z}_2$ symmetry breaking, and partial spin polarization\nfrom explicit symmetry breaking. We show that even without dipolar\ninteractions, the dipolar components can form a spin liquid driven by the\noctupolar spin liquid. The physics manifests itself experimentally as shadow\npinch points: low-intensity pinch points underlying the strong Bragg peaks. We\ndiscuss how these discoveries are directly relevant to various experiments on\ndipole-octupole pyrochlore materials, including neutron scattering,\nmagnetization, and magnetostriction."}
{"id": "2509.09390", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09390", "abs": "https://arxiv.org/abs/2509.09390", "authors": ["TAlip Serkan Kasırga"], "title": "Scanning photocurrent microscopy and its application to one- and two-dimensional materials", "comment": null, "summary": "The electrical response of a material when illuminated with light is a key to\nmany optoelectronic device applications. This so-called photoresponse typically\nhas a non-uniform spatial distribution through the active device area, and the\nability to spatially resolve the photoresponse enables an in-depth\nunderstanding of the underlying physical mechanisms. Scanning photocurrent\nmicroscopy (SPCM) is a method that allows the spatial mapping of the\nphotoresponse by raster scanning a focused laser beam over the sample. SPCM is\nbecoming more popular due to its simplicity and power in unraveling fundamental\noptoelectronic processes. In this review, first, we provide the fundamentals of\nSPCM to lay the basics for the subsequent discussions. Then, we focus on the\nliterature that employs SPCM to identify the photoresponse of one- and\ntwo-dimensional materials. We discuss SPCM measurement results of common\nmaterials in detail and introduce a systematic approach to interpreting the\nSPCM measurements. We have given particular emphasis on the photothermal\nmechanisms that are excited by the focused laser beam and critically reviewed\nstudies in the literature from the perspective of laser-induced heating of the\nelectronic and the lattice degrees of freedom. Finally, we discuss the\nshortcomings of SPCM in determining the mechanisms leading to the\nphotoresponse."}
{"id": "2509.09109", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09109", "abs": "https://arxiv.org/abs/2509.09109", "authors": ["Shuang Liu", "Peng Chen", "Shihao Zhang"], "title": "Three-dimensional flat bands and possible interlayer triplet pairing superconductivity in the alternating twisted NbSe$_2$ moiré bulk", "comment": "8 pages, 5 figures", "summary": "Moir\\'e superlattices hosting flat bands and correlated states have emerged\nas a focal topic in condensed matter research. Through first-principles\ncalculations, we investigate three-dimensional flat bands in alternating\ntwisted NbSe$_2$ moir\\'e bulk structures. These structures exhibit enhanced\ninterlayer interactions compared to twisted bilayer configurations. Our results\ndemonstrate that moir\\'e bulks undergo spontaneous large-scale structural\nrelaxation, resulting in the formation of remarkably flat energy bands at twist\nangles $\\leq$ 7.31{\\deg}. The $k_z$-dependent dispersion of flat bands across\ndifferent moir\\'e bulks reveals their intrinsic three-dimensional character.\nThe presence of out-of-plane mirror symmetry in these moir\\'e bulk structures\nsuggests possible interlayer triplet superconducting pairing mechanisms that\ndiffer from those in twisted bilayer systems. Our work paves the way for\nexploring potential three-dimensional flat bands in other moir\\'e bulk systems."}
{"id": "2509.09041", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09041", "abs": "https://arxiv.org/abs/2509.09041", "authors": ["Mesfin Taye"], "title": "A Unified Nonequilibrium Framework: Thermodynamic Distance, Dissipation, and Stationary Laws via Effective State Count, Variational Stationarity, and Thermodynamic Bounds", "comment": "16 pages, 3 figures", "summary": "We propose a variational framework for nonequilibrium thermodynamics built\naround the effective number of accessible state, a multiplicative count that\nranges from for a uniform distribution to one under complete localization, and\nwhose logarithm coincides with the Gibbs Shannon entropy. This gives a natural\nthermodynamic distance to equipartition that bounds statistical\ndistinguishability and grows monotonically under doubly stochastic relaxation.\nThe construction extends to arbitrary nonequilibrium steady states with a\nchosen reference distribution, where the Kullback Leibler divergence splits\ninto an entropy deficit and a reference weight coupling, acts as a Lyapunov\nfunctional when the reference is fixed, and reduces to excess free energy in\ncanonical settings. We connect these static notions to dynamics by decomposing\nentropy production into adiabatic (housekeeping) and nonadiabatic parts,\nidentify the latter with the rate of decay of the divergence to the reference,\nand complement this with trajectory and activity-based potentials that yield\nfluctuation symmetries, thermodynamic uncertainty bounds, and activity-limited\nspeed constraints on steady currents"}
{"id": "2509.09244", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09244", "abs": "https://arxiv.org/abs/2509.09244", "authors": ["Takuma Saito", "Weiguang Cao", "Bo Han", "Hiromi Ebisu"], "title": "Matrix product state classification of 1D multipole symmetry protected topological phases", "comment": "21 pages, 1 figure plus appendices", "summary": "Spatially modulated symmetries are one of the new types of symmetries whose\nsymmetry actions are position dependent. Yet exotic phases resulting from these\nspatially modulated symmetries are not fully understood and classified. In this\nwork, we systematically classify one dimensional bosonic symmetry protected\ntopological phases protected respecting multipole symmetries by employing\nmatrix product state formalism. The symmetry action induces projective\nrepresentations at the ends of an open chain, which we identify via group\ncohomology. In particular, for $r$-pole symmetries, for instance, $r$ = 0\n(global), 1 (dipole), and 2 (quadrupole), the classification is determined by\ndistinct components of second cohomology groups that encode the boundary\nprojective representations."}
{"id": "2509.09486", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09486", "abs": "https://arxiv.org/abs/2509.09486", "authors": ["Ismail Kamil Worke", "Suman Sadhu", "Saswata Bhattacharyya", "Aloke Paul"], "title": "Comprehensive Mapping of Tracer Diffusivities Across Composition Space in Ternary NiAlTi and Quinary NiCoFeAlTi High-Entropy Alloy Using Diffusion Couple Experiments and Physics Informed Neural Network Inversion", "comment": null, "summary": "A comprehensive experimental and physics informed neural network numerical\ninverse diffusion analysis is conducted in technologically important NiAlTi\nternary and NiCoFeAlTi quinary solid solutions for estimating and extracting\ncomposition dependent diffusion coefficients. A systematic variation of tracer,\nintrinsic and interdiffusion coefficients with composition could be estimated\nin the ternary solid solution. Following, the possibility of producing Al Ti\nconstant PB diffusion profiles keeping constant Ni, Co, Fe in the quinary\nsystem is demonstrated. The estimation of diffusion coefficients of all the\nelements at the Kirkendall marker plane of a single diffusion couple profile is\nelaborated. PINN optimisation parameters are established using self and\nimpurity diffusion coefficients in Ni and tracer diffusion coefficients at the\nKirkendall marker plane. The reliability of optimized parameters is validated\nby comparing with the interdiffusion coefficients estimated from binary NiTi,\nNiAl and PB diffusion profiles, indicating extendibility to even lower order\nsystems."}
{"id": "2509.09431", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09431", "abs": "https://arxiv.org/abs/2509.09431", "authors": ["Masashi Tokuda", "Fumiya Matsumoto", "Noriaki Maeda", "Tomo Higashihara", "Mai Nakao", "Mori Watanabe", "Sanghyun Lee", "Ryoya Nakamura", "Masaki Maeda", "Nan Jiang", "Di Yue", "Hideki Narita", "Kazushi Aoyama", "Takeshi Mizushima", "Jun-ichiro Ohe", "Teruo Ono", "Xiaofeng Jin", "Kensuke Kobayashi", "Yasuhiro Niimi"], "title": "Observation of the crossover from quantum fluxoid to half-quantum fluxoid in a chiral superconducting device", "comment": "34 pages, 4 figures", "summary": "Topological superconductors are one of the intriguing material groups from\nthe viewpoint of not only condensed matter physics but also industrial\napplication such as quantum computers based on Majorana fermion. For the real\napplication, developments of the thin-film topological superconductors are\nhighly desirable. Bi/Ni bilayer is a possible candidate for thin-film chiral\nsuperconductors where the time-reversal symmetry is broken. Here we report the\nphase shift of resistance oscillations by half flux quantum in a ring-shaped\ndevice of epitaxial Bi/Ni bilayer induced by a small magnetic field through the\nring. The half quantum fluxoid can be a decisive evidence for unconventional\nsuperconductors where the superconducting order parameter has an internal\ndegree of freedom. The present result provides a functional operating principle\nfor quantum devices where the phase of the supercurrent can be shifted by \\pi\nwith a small magnetic field, based on the internal degree of freedom possessed\nby topological superconductivity."}
{"id": "2509.09046", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09046", "abs": "https://arxiv.org/abs/2509.09046", "authors": ["Mesfin Taye", "Yoseph Abebe", "Tibebe Birhanu", "Lemi Demeyu", "Mulugeta Bekele"], "title": "Noise-Activated Dopant Dynamics in Two-Dimensional Thermal Landscapes with Localized Cold Spots", "comment": "8 pages, 5 figures", "summary": "Controlling dopant transport with high spatial precision is crucial for\nimproving the semiconductor functionality, reliability, and scalability.\nAlthough prior models of noise-assisted diffusion have been largely confined to\nidealized one dimensional settings, we present a physically realistic\ntwo-dimensional theoretical framework that integrates anisotropic quartic\nconfinement with localized thermal cold spots to direct impurity dynamics.\nUsing a generalized Fokker Planck formalism, we show that the geometry of the\nthermal landscape, particularly the width and arrangement of cold spots,\ngoverns a noise induced transition between monostable and bistable effective\npotentials. This enables tunable noise activated hopping and supports\nconditions favorable for stochastic resonance (SR) if weak periodic driving is\napplied. Quantitative predictions are made for how impurity localization and\neffective barrier heights depend on the cold spot width and trap depth ,\noffering experimentally testable signatures. We propose an experimental\nrealization using optothermal techniques, such as dual beam optical tweezers\nand laser cooling, which can sculpt reconfigurable thermal profiles with sub\nmicron resolution. This model establishes a versatile pathway for programmable\nimpurity manipulation and noise sensitive control in semiconductor structures,\nbridging theoretical predictions with feasible experimental detection via\nphotoluminescence mapping or lock in signal amplification."}
{"id": "2509.09275", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09275", "abs": "https://arxiv.org/abs/2509.09275", "authors": ["Lixing Zhang", "Di luo"], "title": "Neural Transformer Backflow for Solving Momentum-Resolved Ground States of Strongly Correlated Materials", "comment": "11 pages, 6 figures", "summary": "Strongly correlated materials, such as twisted transition-metal\ndichalcogenide homobilayers, host a variety of exotic quantum phases but remain\nnotoriously difficult to solve due to strong interactions. We introduce a\npowerful neural network ansatz, Neural Transformer Backflow (NTB), formulated\nwithin a multi-band projection framework. It naturally enforces momentum\nconservation and enables efficient calculations of momentum-resolved ground\nstates. NTB attains high accuracy on small systems and scales to higher bands\nand larger system sizes far beyond the reach of exact diagonalization. By\nevaluating observables such as the structure factor and momentum distribution,\nwe show that NTB captures diverse correlated states in tMoTe$_2$, including\ncharge density waves, fractional Chern insulators, and anomalous Hall Fermi\nliquids, within a unified framework. Our approach paves the way for\nunderstanding and discovering novel phases of matter in strongly correlated\nmaterials."}
{"id": "2509.09531", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09531", "abs": "https://arxiv.org/abs/2509.09531", "authors": ["Fatemeh Haddadi", "Davide Campi", "Flaviano dos Santos", "Nicolas Mounet", "Louis Ponet", "Nicola Marzari", "Marco Gibertini"], "title": "Exploring the magnetic landscape of easily-exfoliable two-dimensional materials", "comment": "29 pages including references, 8 figures", "summary": "Magnetic materials often exhibit complex energy landscapes with multiple\nlocal minima, each corresponding to a self-consistent electronic structure\nsolution. Finding the global minimum is challenging, and heuristic methods are\nnot always guaranteed to succeed. Here, we apply a recently developed automated\nworkflow to systematically explore the energy landscape of 194 magnetic\nmonolayers obtained from the Materials Cloud 2D crystals database and determine\ntheir ground-state magnetic order. Our approach enables effective control and\nsampling of orbital occupation matrices, allowing rapid identification of local\nminima. We find a diverse set of self-consistent collinear metastable states,\nfurther enriched by Hubbard-corrected energy functionals, when the $U$\nparameters have been computed from first principles using linear-response\ntheory. We categorise the monolayers by their magnetic ordering and highlight\npromising candidates. Our results include 109 ferromagnetic, 83\nantiferromagnetic, and 2 altermagnetic monolayers, along with 12 novel\nferromagnetic half-metals with potential for spintronics technologies."}
{"id": "2509.09060", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09060", "abs": "https://arxiv.org/abs/2509.09060", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Koji Araki", "Masayuki Hagiwara"], "title": "Realization of a Spin-1/2 Hexagonal-Plaquette Chain with Ising-Like Anisotropy", "comment": "8 pages, 3 figures", "summary": "We present the realization of a spin-1/2 hexagonal-plaquette chain with Ising\nanisotropy, an unexplored quantum spin model that serves as a platform for\ninvestigating anisotropic quantum magnetism. Specific heat at zero field\nreveals a sharp peak at $T_{\\rm{N}}$ = 1.0 K, indicating a phase transition to\na N$\\acute{\\rm{e}}$el order stabilized by interchain couplings. A perturbative\nanalysis maps the system onto an effective spin-1/2 Ising-like chain,\nsupporting the presence of an anisotropy-induced excitation gap. Furthermore,\nthe interchain interactions may induce discrete excitations in the spinon\ncontinuum, reminiscent of Zeeman ladder physics observed in related 1D\nIsing-like systems. These results establish a well-defined model system for\ncorrelated spin phenomena in anisotropic magnets and highlight a route for\nengineering Ising-like quantum states in molecular-based frameworks."}
{"id": "2509.09620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09620", "abs": "https://arxiv.org/abs/2509.09620", "authors": ["Zhibo Kang", "Burak Gurlek", "Weichen Tang", "Xiang Chen", "Jacob P. C. Ruff", "Ahmet Alatas", "Ayman Said", "Robert J. Birgeneau", "Steven G. Louie", "Angel Rubio", "Simone Latini", "Yu He"], "title": "Strong long-wavelength electron-phonon coupling in Ta$_2$Ni(Se,S)$_5$", "comment": "7 pages, 4 figures", "summary": "The search for intrinsic excitonic insulators (EI) has long been confounded\nby coexisting electron-phonon coupling in bulk materials. Although the ground\nstate of an EI may be difficult to differentiate from density-wave orders or\nother structural instabilities, excited states offer distinctive signatures.\nOne way to provide clarity is to directly inspect the phonon spectral function\nfor long wavelength broadening due to phonon interaction with the high velocity\nEI phason. Here, we report that the quasi-one-dimensional (quasi-1D) EI\ncandidate Ta$_2$NiSe$_5$ shows extremely anisotropic phonon broadening and\nsoftening in the semimetallic normal state. In contrast, such a behavior is\ncompletely absent in the broken symmetry state of Ta$_2$NiSe$_5$ and in the\nisostructural Ta$_2$NiS$_5$, where the latter has a fully gapped normal state.\nBy contrasting the expected phonon lifetimes in the BCS and BEC limits of a\nputative EI, our results suggest that the phase transition in\nTa$_2$Ni(Se,S)$_5$ family is closely related to strong interband\nelectron-phonon coupling. We experimentally determine the dimensionless\ncoupling $\\frac{g}{\\omega_0}\\sim10$, showing Ta$_2$Ni(Se,S)$_5$ as a rare\n\"ultra-strong coupling\" material."}
{"id": "2509.09539", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09539", "abs": "https://arxiv.org/abs/2509.09539", "authors": ["Mohamed Ben Chroud", "Thu-Huong Thi Tran", "Johan Swerts", "Kristiaan Temst", "Robert Carpenter"], "title": "NiSi$_2$ as seed layer for epitaxial growth of NiAl and Cr on Si(001)", "comment": null, "summary": "In general, metal layers cannot be grown epitaxially on Si due to the\ntendency of metals to react and form a silicide. Even in case the metal layer\nhas a matching lattice symmetry and atomic distance, the Si/metal interface is\ndisturbed by the silicide thus preventing epitaxial growth. One exception is\nNiAl which is known to grow epitaxially when deposited on Si(001). During the\ngrowth, NiAl reacts with Si to form NiSi$_2$. In this work, epitaxial NiAl is\ngrown and significant silicidation is observed in accordance with previous\nreports. However, the role that this silicide plays as a template for the\nepitaxial growth of NiAl has not been clear to this date. We hypothesize that\nNiSi$_2$ acts as a necessary seed layer between the Si substrate and the NiAl\nlayer. Additionally, NiSi$_2$ can be used as a seed layer for the epitaxial\ngrowth of other metals besides NiAl. This was tested by growing NiSi$_2$\nseperately and replacing the NiAl layer with Cr. Growing Cr directly on Si(001)\nproduced a polycrystalline layer. When NiSi$_2$ was used as a seed layer, the\nCr layer was found to be a single crystal with Si(001)//Cr(001) and\nSi(100)//Cr(100). NiSi was also tried as seed layer for Cr and was found to\nproduce a polycrystalline Cr layer. Using NiSi$_2$ as a seed layer could enable\nthe growth of various epitaxial materials for industrial semiconductor\napplications."}
{"id": "2509.09077", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09077", "abs": "https://arxiv.org/abs/2509.09077", "authors": ["Shi-Ping Ding", "Miao Liang", "Tian-Le Wu", "Meng-Hao Wu", "Jing-Tao Lü", "Jin-Hua Gao", "X. C. Xie"], "title": "Sliding-tuned Quantum Geometry in Moiré Systems: Nonlinear Hall Effect and Quantum Metric Control", "comment": "6 pages, 4 figures", "summary": "Sliding is a ubiquitous phenomenon in moir\\'e systems, but its direct\ninfluence on moir\\'e bands, especially in multi-twist moir\\'e systems, has been\nlargely overlooked to date. Here, we theoretically show that sliding provides a\nunique pathway to engineer the quantum geometry (Berry curvature and quantum\nmetric) of moir\\'e bands, exhibiting distinct advantages over conventional\nstrategies. Specifically, we first suggest alternating twisted trilayer\n$\\mathrm{MoTe_2}$ (AT3L-$\\mathrm{MoTe_2}$) and chirally twisted triple bilayer\ngraphene (CT3BLG) as two ideal paradigmatic systems for probing\nsliding-engineered quantum geometric phenomena. Then, two sliding-induced\nexotic quantum geometry phenomena are predicted: (1) an intrinsic nonlinear\nHall effect via sliding-produced non-zero Berry curvature dipole, with CT3BLG\nas an ideal platform; (2) significant quantum metric modulation in\nAT3L-$\\mathrm{MoTe_2}$, enabling tests of quantum geometric criteria for\nfractional Chern insulating state (FCIS). Our work establishes sliding as a new\ndegree of freedom for manipulating quantum geometry of moir\\'e bands, which\nemerges as a signature phenomenon of multi-twist moir\\'e systems."}
{"id": "2509.09627", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09627", "abs": "https://arxiv.org/abs/2509.09627", "authors": ["Yiming Wang", "Lei Chen", "Haoyu Hu", "Ang Cai", "Jianhui Dai", "C. J. Bolech", "Qimiao Si"], "title": "Kondo destruction quantum critical point: fixed point annihilation and thermodynamic stability", "comment": "6+4 pages, 4 figures", "summary": "A wide range of strongly correlated electron systems exhibit strange\nmetallicity, and they are increasingly recognized as in proximity to\ncorrelation-driven localization-delocalization transitions. A prototype setting\narises in heavy fermion metals, where the proximity to the electron\nlocalization is manifested as Kondo destruction. Here we show that the Kondo\ndestruction quantum critical point is linked to the phenomenon of fixed point\nannihilation. This connection reveals the absence of residual entropy density\nat the quantum critical point and, thus, its thermodynamic stability. Broader\nimplications of our results are discussed."}
{"id": "2509.09540", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09540", "abs": "https://arxiv.org/abs/2509.09540", "authors": ["Ramón Cuadrado"], "title": "Composition-driven magnetic anisotropy and spin polarization in Mn$_2$Ru$_{1-x}$Ga Heusler alloy", "comment": null, "summary": "We present a comprehensive investigation of the influence of Ru concentration\non the lattice parameters, atomic magnetic moments, electronic structure, and\nmagnetic anisotropy energy of the full Heusler L2$_1$-type Mn$_2$Ru$_{1-x_p}$Ga\nalloy, where x$_p$ = 0.0834 p with p=0,...,12. This study combines\nfirst-principles calculations with data-driven techniques from artificial\nintelligence, specifically principal component analysis (PCA), to reveal trends\nand correlations across multiple structural, magnetic, and electronic\ndescriptors. For each composition, a set of inequivalent atomic configurations\nwas fully optimized. Structurally, the relaxed lattices exhibit anisotropic\nexpansion, with a pronounced elongation of the out-of-plane lattice parameter\n($c$) relative to the in-plane lattice vectors, which promotes the development\nof perpendicular magnetic anisotropy. Our results reveal that an out-of-plane\neasy axis emerges at intermediate Ru concentrations (25-28%), while low and\nhigh Ru levels favor an in-plane orientation or even vanishing anisotropy. The\nhalf-metallic character is also modulated by Ru content, appearing selectively\nat both ends of the composition range. Additionally, the ferrimagnetic coupling\nbetween Mn(4a) and Mn(4c) sublattices leads to nearly compensated magnetic\nmoments below 50% Ru content, with a net moment close to zero around 30%. These\nfindings open a pathway toward the design of tunable spintronic materials with\nco-optimized perpendicular magnetic anisotropy and half-metallicity, making\nMn$_2$RuGa a promising candidate for magnetic tunnel junctions,\nmagnetoresistive random-access memory (MRAM) devices, and high-density magnetic\nstorage applications."}
{"id": "2509.09080", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09080", "abs": "https://arxiv.org/abs/2509.09080", "authors": ["Cheng Chen", "William Holtzmann", "Xiao-Wei Zhang", "Eric Anderson", "Shanmei He", "Yuzhou Zhao", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Kenji Watanabe", "Takashi Taniguchi", "Ting Cao", "Di Xiao", "Xiaodong Xu", "Yulin Chen"], "title": "Visualizing Electronic Structure of Twisted Bilayer MoTe2 in Devices", "comment": "13 pages, 4 figures", "summary": "The pursuit of emergent quantum phenomena lies at the forefront of modern\ncondensed matter physics. A recent breakthrough in this arena is the discovery\nof the fractional quantum anomalous Hall effect (FQAHE) in twisted bilayer\nMoTe2 (tbMoTe2), marking a paradigm shift and establishing a versatile platform\nfor exploring the intricate interplay among topology, magnetism, and electron\ncorrelations. While significant progress has been made through both optical and\nelectrical transport measurements, direct experimental insights into the\nelectronic structure - crucial for understanding and modeling this system -\nhave remained elusive. Here, using spatially and angle-resolved photoemission\nspectroscopy ({\\mu}-ARPES), we directly map the electronic band structure of\ntbMoTe2. We identify the valence band maximum, whose partial filling underlies\nthe FQAHE, at the K points, situated approximately 150 meV above the {\\Gamma}\nvalley. By fine-tuning the doping level via in-situ alkali metal deposition, we\nalso resolve the conduction band minimum at the K point, providing direct\nevidence that tbMoTe2 exhibits a direct band gap - distinct from all previously\nknown moire bilayer transition metal dichalcogenide systems. These results\noffer critical insights for theoretical modeling and advance our understanding\nof fractionalized excitations and correlated topological phases in this\nemergent quantum material."}
{"id": "2509.09659", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09659", "abs": "https://arxiv.org/abs/2509.09659", "authors": ["Zimeng Li", "Ning Wu"], "title": "Exact solution of the two-magnon problem in the $k=-π/2$ sector of a finite-size anisotropic spin-$1/2$ frustrated ferromagnetic chain", "comment": "10 pages, 5 figures, to appear in Physica Scripta", "summary": "The two-magnon problem in the $k=-\\pi/2$ sector of a \\emph{finite-size}\nspin-1/2 chain with ferromagnetic nearest-neighbor (NN) interaction $(J_1>0)$\nand antiferromagnetic next-nearest-neighbor (NNN) interaction $(J_2<0)$ and\nanisotropy parameters $\\Delta_1$ and $\\Delta_2$ is solved exactly by combining\na set of exact two-magnon Bloch states and a plane-wave ansatz. Two types of\ntwo-magnon bound states (BSs), i.e., the NN and NNN exchange BSs, are revealed.\nWe establish a phase diagram in the $J_1/(|J_2|\\Delta_2)$-$\\Delta_1$ plane\nwhere regions supporting different types of BSs are analytically identified. It\nis found that no BSs exist (the two types of BSs coexist) when both $\\Delta_1$\nand $\\Delta_2$ are small (large) enough. Our results for the isotropic case\n$\\Delta_1=\\Delta_2=1$ are consistent with an early work [Ono I, Mikado S and\nOguchi T 1971 \\emph{J. Phys. Soc. Japan} \\textbf{30} 358]."}
{"id": "2509.09571", "categories": ["cond-mat.mtrl-sci", "00-xx", "J.2; I.6"], "pdf": "https://arxiv.org/pdf/2509.09571", "abs": "https://arxiv.org/abs/2509.09571", "authors": ["Raphael M. Tromer", "Bruno Ipaves", "Marcelo L. Pereira Junior", "Cristiano F. Woellner", "Kun Cai", "Douglas S. Galvao"], "title": "On the Electronic, Mechanical and Optical Properties of Superhard Cross-Linked Carbon Nanotubes (Tubulanes)", "comment": "28 pages, 15 figures and three tables", "summary": "We have investigated the electronic, optical, and mechanical properties of\nsix structures belonging to the Tubulanes-cross-linked carbon nanotube family.\nOur results highlight the remarkable anisotropic mechanical behavior of these\nmaterials, distinguishing them from isotropic structures, such as diamond.\nNotably, the 8-tetra-22 structure has a higher Young's modulus ($Y_M$) along\nthe $z$-direction compared to diamond. Unlike diamonds, the mechanical\nproperties of Tubulanes are direction-dependent, with significant variations in\nYoung's Modulus (2.3 times). Additionally, the Poisson's ratio is highly\nanisotropic, with at least one direction exhibiting an approximately zero\nvalue. The inherent anisotropy of these materials enables tunable mechanical\nproperties that depend on the direction of applied stress. Regarding their\nelectronic properties, all Tubulane structures studied possess indirect\nelectronic band gaps, dominated by $2p$ orbitals. The band dispersion is\nrelatively high, with band gaps ranging from 0.46 eV to 2.74 eV, all of which\nare smaller than that of diamond. Notably, the 16-tetra-22 structure exhibits\nthe smallest bandgap (0.46 eV), making it particularly interesting for\nelectronic applications. Additionally, these structures exhibit porosity, which\nprovides an advantage over denser materials, such as diamond. Considering the\nrecent advances in the synthesis of 3D carbon-based materials, the synthesis of\ntubulane-like structures is within our present-day technological capabilities."}
{"id": "2509.09109", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09109", "abs": "https://arxiv.org/abs/2509.09109", "authors": ["Shuang Liu", "Peng Chen", "Shihao Zhang"], "title": "Three-dimensional flat bands and possible interlayer triplet pairing superconductivity in the alternating twisted NbSe$_2$ moiré bulk", "comment": "8 pages, 5 figures", "summary": "Moir\\'e superlattices hosting flat bands and correlated states have emerged\nas a focal topic in condensed matter research. Through first-principles\ncalculations, we investigate three-dimensional flat bands in alternating\ntwisted NbSe$_2$ moir\\'e bulk structures. These structures exhibit enhanced\ninterlayer interactions compared to twisted bilayer configurations. Our results\ndemonstrate that moir\\'e bulks undergo spontaneous large-scale structural\nrelaxation, resulting in the formation of remarkably flat energy bands at twist\nangles $\\leq$ 7.31{\\deg}. The $k_z$-dependent dispersion of flat bands across\ndifferent moir\\'e bulks reveals their intrinsic three-dimensional character.\nThe presence of out-of-plane mirror symmetry in these moir\\'e bulk structures\nsuggests possible interlayer triplet superconducting pairing mechanisms that\ndiffer from those in twisted bilayer systems. Our work paves the way for\nexploring potential three-dimensional flat bands in other moir\\'e bulk systems."}
{"id": "2509.09663", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09663", "abs": "https://arxiv.org/abs/2509.09663", "authors": ["Zhiyu Fan", "Wei Ku"], "title": "Bogoliubov quasi-particles in superconductors are integer-charged particles inapplicable for braiding quantum information", "comment": "10 pages, 2 figures", "summary": "We present a rigorous proof that under a number-conserving Hamiltonian,\none-body quasi-particles generally possess quantized charge and inertial mass\nidentical to the bare particles. It follows that, Bogoliubov zero modes in the\nvortex (or on the edge) of superconductors $\\textit{cannot}$ be their own\nanti-particles capable of braiding quantum information. As such, the heavily\npursued Majorana zero mode-based route for quantum computation requires a\nserious re-consideration. This study further reveals the conceptual challenge\nin preparing and manipulating braid-able quantum states via physical\nthermalization or slow external fields. These profound results should reignite\nthe long-standing quest for a number-conserving theory of superconductivity and\nsuperfluidity without fictitiously breaking global U(1) symmetry."}
{"id": "2509.09586", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09586", "abs": "https://arxiv.org/abs/2509.09586", "authors": ["M. O. Nestoklon", "L. Saviot", "S. V. Goupalov"], "title": "Application of perturbation theory to finding vibrational frequencies of a spheroid", "comment": "7 pages, 2 figures", "summary": "We apply perturbation theory of boundary conditions, originally developed by\nA.B. Migdal and independently by S.A. Moszkowski for deformed atomic nuclei, to\nfinding eigenfrequencies of Raman-active spheroidal modes of a spheroid from\nthese of a sphere and compare the outcomes with the results of numerical\ncalculations for CdSe and silver nanoparticles. The modes are characterized by\nthe total angular momentum $j=2$ and are five-fold degenerate for a sphere but\nsplit into three distinct modes, characterized by the absolute value of the\ntotal angular momentum projection onto the spheroidal axis, in case of a\nspheroid. The perturbation method works well in case of the rigid boundary\nconditions, with the displacement field set to zero at the boundary, and\naccurately predicts the splittings when the spheroidal shape is close to a\nsphere, but fails in case of the stress-free boundary conditions."}
{"id": "2509.09117", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09117", "abs": "https://arxiv.org/abs/2509.09117", "authors": ["Ryunosuke Suzuki", "Takahiro Chiba", "Hiroaki Matsueda"], "title": "Gain-driven magnon-polariton dynamics in the ultrastrong coupling regime: Effective circuit approach for coherence versus nonlinearity", "comment": "10 pages, 7 figures", "summary": "We theoretically study the dynamics of gain-driven magnon-polaritons (MPs),\nwhich characterizes auto-oscillation of MPs, across the strong coupling (SC)\nand ultrastrong coupling (USC) regimes. Taking into account the magnon dynamics\nvia the magnetic flux, we present an effective circuit model of gain-driven\nMPs, which allows to manipulate the coupling strength of MPs by tuning the size\nof a ferromagnet and incorporates the self-Kerr nonlinearity of magnons due to\nthe shape magnetic anisotropy. In the SC regime, we find that the self-Kerr\nnonlinearity generates a frequency shift and reduces the coherent magnon-photon\ncoupling. In contrast, in the USC regime, we find that the coherent\nmagnon-photon coupling not only overcomes the self-Kerr nonlinearity but also\neffectively couples to gain via the imaginary part of complex eigenfrequencies,\nresulting in magnon-like auto-oscillations. Subsequently, the USC enables one\nto widely tune the auto-oscillation frequency by means of an external magnetic\nfield. These findings indicate that there is a trade-off relation between the\ncoupling strength of MPs and the self-Kerr nonlinearity of magnons. This work\nis attributed to understanding of the interplay between gain-loss and USC in\nnonlinear polariton dynamics, offering a novel principle for frequency tunable\nmaser-like devices based on gain-driven MPs."}
{"id": "2509.08993", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08993", "abs": "https://arxiv.org/abs/2509.08993", "authors": ["Yujun Deng", "William Holtzmann", "Ziyan Zhu", "Timothy Zaklama", "Paulina Majchrzak", "Takashi Taniguchi", "Kenji Watanabe", "Makoto Hashimoto", "Donghui Lu", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Liang Fu", "Thomas P. Devereaux", "Xiaodong Xu", "Zhi-Xun Shen"], "title": "Non-monotonic band flattening near the magic angle of twisted bilayer MoTe$_2$", "comment": "11 pages, 4 figures", "summary": "Twisted bilayer MoTe$_2$ (tMoTe$_2$) is an emergent platform for exploring\nexotic quantum phases driven by the interplay between nontrivial band topology\nand strong electron correlations. Direct experimental access to its\nmomentum-resolved electronic structure is essential for uncovering the\nmicroscopic origins of the correlated topological phases therein. Here, we\nreport angle-resolved photoemission spectroscopy (ARPES) measurements of\ntMoTe$_2$, revealing pronounced twist-angle-dependent band reconstruction\nshaped by orbital character, interlayer coupling, and moir\\'e potential\nmodulation. Density functional theory (DFT) captures the qualitative evolution,\nyet underestimates key energy scales across twist angles, highlighting the\nimportance of electronic correlations. Notably, the hole effective mass at the\nK point exhibits a non-monotonic dependence on twist angle, peaking near\n2{\\deg}, consistent with band flattening at the magic angle predicted by\ncontinuum models. Via electrostatic gating and surface dosing, we further\nvisualize the evolution of electronic structure versus doping, enabling direct\nobservation of the conduction band minimum and confirm tMoTe$_2$ as a direct\nband gap semiconductor. These results establish a spectroscopic foundation for\nmodeling and engineering emergent quantum phases in this moir\\'e platform."}
{"id": "2509.08993", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.08993", "abs": "https://arxiv.org/abs/2509.08993", "authors": ["Yujun Deng", "William Holtzmann", "Ziyan Zhu", "Timothy Zaklama", "Paulina Majchrzak", "Takashi Taniguchi", "Kenji Watanabe", "Makoto Hashimoto", "Donghui Lu", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Liang Fu", "Thomas P. Devereaux", "Xiaodong Xu", "Zhi-Xun Shen"], "title": "Non-monotonic band flattening near the magic angle of twisted bilayer MoTe$_2$", "comment": "11 pages, 4 figures", "summary": "Twisted bilayer MoTe$_2$ (tMoTe$_2$) is an emergent platform for exploring\nexotic quantum phases driven by the interplay between nontrivial band topology\nand strong electron correlations. Direct experimental access to its\nmomentum-resolved electronic structure is essential for uncovering the\nmicroscopic origins of the correlated topological phases therein. Here, we\nreport angle-resolved photoemission spectroscopy (ARPES) measurements of\ntMoTe$_2$, revealing pronounced twist-angle-dependent band reconstruction\nshaped by orbital character, interlayer coupling, and moir\\'e potential\nmodulation. Density functional theory (DFT) captures the qualitative evolution,\nyet underestimates key energy scales across twist angles, highlighting the\nimportance of electronic correlations. Notably, the hole effective mass at the\nK point exhibits a non-monotonic dependence on twist angle, peaking near\n2{\\deg}, consistent with band flattening at the magic angle predicted by\ncontinuum models. Via electrostatic gating and surface dosing, we further\nvisualize the evolution of electronic structure versus doping, enabling direct\nobservation of the conduction band minimum and confirm tMoTe$_2$ as a direct\nband gap semiconductor. These results establish a spectroscopic foundation for\nmodeling and engineering emergent quantum phases in this moir\\'e platform."}
{"id": "2509.09164", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09164", "abs": "https://arxiv.org/abs/2509.09164", "authors": ["Xiang Li", "Xin-Wei Yi", "Jing-Yang You", "Jia-Wen Li", "Qing-Han Yang", "Gang Su", "Bo Gu"], "title": "Bilateral Hydrogenation Realizes High-Temperature Quantum Anomalous Hall Insulator in 2D Cr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$", "comment": null, "summary": "The pursuit of high-temperature quantum anomalous Hall (QAH) insulators faces\nfundamental challenges, including narrow topological gaps and low Curie\ntemperatures ($T_{\\text{C}}$) in existing materials. Here, we propose a\ntransformative strategy using bilateral hydrogenation to engineer a robust QAH\nstate in the topologically trivial ferromagnetic semiconductor\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$. First-principles calculations\nreveal that hydrogenation induces a topological phase transition in\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$ by shifting its Dirac\npoints-originally embedded in the conduction bands-to the vicinity of the Fermi\nlevel in Cr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$H$_{\\text{6}}$. This\nelectronic restructuring, coupled with spin-orbit coupling, opens a global\ntopological gap of 118.1 meV, establishing a robust QAH state with Chern number\n$C=$ 3. Concurrently, hydrogenation enhances ferromagnetic superexchange via\nthe $d_{z^{2}}$-$p_{z}$-$d_{xz}$ channel, significantly strengthening the\nnearest-neighbor coupling $J_{\\text{1}}$ by 3.06 times and switching\n$J_{\\text{2}}$ from antiferromagnetic to ferromagnetic. Monte Carlo simulations\npredict a high $T_{\\text{C}}$ = 198 K, sustained well above liquid nitrogen\ntemperature and far exceeding pristine\nCr$_{\\text{2}}$Ge$_{\\text{2}}$Te$_{\\text{6}}$ (28 K). This work establishes\nsurface hydrogenation as a powerful route to simultaneously control topology\nand magnetism in 2D materials, unlocking high-temperature QAH platforms for\ndissipationless spintronic applications."}
{"id": "2509.09080", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09080", "abs": "https://arxiv.org/abs/2509.09080", "authors": ["Cheng Chen", "William Holtzmann", "Xiao-Wei Zhang", "Eric Anderson", "Shanmei He", "Yuzhou Zhao", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Kenji Watanabe", "Takashi Taniguchi", "Ting Cao", "Di Xiao", "Xiaodong Xu", "Yulin Chen"], "title": "Visualizing Electronic Structure of Twisted Bilayer MoTe2 in Devices", "comment": "13 pages, 4 figures", "summary": "The pursuit of emergent quantum phenomena lies at the forefront of modern\ncondensed matter physics. A recent breakthrough in this arena is the discovery\nof the fractional quantum anomalous Hall effect (FQAHE) in twisted bilayer\nMoTe2 (tbMoTe2), marking a paradigm shift and establishing a versatile platform\nfor exploring the intricate interplay among topology, magnetism, and electron\ncorrelations. While significant progress has been made through both optical and\nelectrical transport measurements, direct experimental insights into the\nelectronic structure - crucial for understanding and modeling this system -\nhave remained elusive. Here, using spatially and angle-resolved photoemission\nspectroscopy ({\\mu}-ARPES), we directly map the electronic band structure of\ntbMoTe2. We identify the valence band maximum, whose partial filling underlies\nthe FQAHE, at the K points, situated approximately 150 meV above the {\\Gamma}\nvalley. By fine-tuning the doping level via in-situ alkali metal deposition, we\nalso resolve the conduction band minimum at the K point, providing direct\nevidence that tbMoTe2 exhibits a direct band gap - distinct from all previously\nknown moire bilayer transition metal dichalcogenide systems. These results\noffer critical insights for theoretical modeling and advance our understanding\nof fractionalized excitations and correlated topological phases in this\nemergent quantum material."}
{"id": "2509.09109", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09109", "abs": "https://arxiv.org/abs/2509.09109", "authors": ["Shuang Liu", "Peng Chen", "Shihao Zhang"], "title": "Three-dimensional flat bands and possible interlayer triplet pairing superconductivity in the alternating twisted NbSe$_2$ moiré bulk", "comment": "8 pages, 5 figures", "summary": "Moir\\'e superlattices hosting flat bands and correlated states have emerged\nas a focal topic in condensed matter research. Through first-principles\ncalculations, we investigate three-dimensional flat bands in alternating\ntwisted NbSe$_2$ moir\\'e bulk structures. These structures exhibit enhanced\ninterlayer interactions compared to twisted bilayer configurations. Our results\ndemonstrate that moir\\'e bulks undergo spontaneous large-scale structural\nrelaxation, resulting in the formation of remarkably flat energy bands at twist\nangles $\\leq$ 7.31{\\deg}. The $k_z$-dependent dispersion of flat bands across\ndifferent moir\\'e bulks reveals their intrinsic three-dimensional character.\nThe presence of out-of-plane mirror symmetry in these moir\\'e bulk structures\nsuggests possible interlayer triplet superconducting pairing mechanisms that\ndiffer from those in twisted bilayer systems. Our work paves the way for\nexploring potential three-dimensional flat bands in other moir\\'e bulk systems."}
{"id": "2509.09184", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.09184", "abs": "https://arxiv.org/abs/2509.09184", "authors": ["Leonard M. Verhoff", "Liang Si", "Karsten Held"], "title": "Surfaces and interfaces of infinite-layer nickelates studied by dynamical mean-field theory", "comment": null, "summary": "Infinite-layer nickelate superconductors are typically synthesized as thin\nfilms and thus include, besides the more bulk-like inner layers, distinct\nsurface and interface layers in contact with the vacuum and substrate,\nrespectively. Here, we employ density-functional theory and dynamical\nmean-field theory to investigate how electronic correlations influence these\nsurface and interface regions. Our results show that electronic correlations\ncan significantly modify the electronic structure, even driving surface layers\ninto a Mott-insulating state with a 3$d^8$ electronic configuration. Moreover,\nsurface termination effects induce a polar field that can shift the $\\Gamma$\nand $A$ pocket above the Fermi level, even for the undoped parent compound\nNdNiO$_2$. Finally, for an $n$-type interface, often synthesized\nexperimentally, we find the Ti 3$d$ orbitals to become electron doped."}
{"id": "2509.09326", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09326", "abs": "https://arxiv.org/abs/2509.09326", "authors": ["Takumi Shirasaki", "Masaaki Noda", "Hinata Arai", "Mitsuru Akaki", "Haruhiko Kuroe", "Hideki Kuwahara"], "title": "Magnetoelectric Effect Dependent on Electric Field Direction in a Pyroelectric Ferrimagnet CaBaCo$_4$O$_7$", "comment": "5 pages, 6 figures", "summary": "This study investigates the dependence of the static magnetoelectric (ME)\neffect on the external field direction in the pyroelectric-ferrimagnet\nCaBaCo$_4$O$_7$, a topic that remains largely unexplored compared to dynamical\nnonreciprocal ME effects. We measured the magnetization with respect to the\ninherent polarization and found that an external electric field stabilizes the\nferrimagnetic phase when applied parallel to the polarization, and destabilizes\nit when antiparallel. These results clearly demonstrate the\nelectric-field-direction dependent control of the static ME effect, suggesting\na new route to enhancing ME effects in pyroelectric-magnetic materials."}
{"id": "2509.09431", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09431", "abs": "https://arxiv.org/abs/2509.09431", "authors": ["Masashi Tokuda", "Fumiya Matsumoto", "Noriaki Maeda", "Tomo Higashihara", "Mai Nakao", "Mori Watanabe", "Sanghyun Lee", "Ryoya Nakamura", "Masaki Maeda", "Nan Jiang", "Di Yue", "Hideki Narita", "Kazushi Aoyama", "Takeshi Mizushima", "Jun-ichiro Ohe", "Teruo Ono", "Xiaofeng Jin", "Kensuke Kobayashi", "Yasuhiro Niimi"], "title": "Observation of the crossover from quantum fluxoid to half-quantum fluxoid in a chiral superconducting device", "comment": "34 pages, 4 figures", "summary": "Topological superconductors are one of the intriguing material groups from\nthe viewpoint of not only condensed matter physics but also industrial\napplication such as quantum computers based on Majorana fermion. For the real\napplication, developments of the thin-film topological superconductors are\nhighly desirable. Bi/Ni bilayer is a possible candidate for thin-film chiral\nsuperconductors where the time-reversal symmetry is broken. Here we report the\nphase shift of resistance oscillations by half flux quantum in a ring-shaped\ndevice of epitaxial Bi/Ni bilayer induced by a small magnetic field through the\nring. The half quantum fluxoid can be a decisive evidence for unconventional\nsuperconductors where the superconducting order parameter has an internal\ndegree of freedom. The present result provides a functional operating principle\nfor quantum devices where the phase of the supercurrent can be shifted by \\pi\nwith a small magnetic field, based on the internal degree of freedom possessed\nby topological superconductivity."}
{"id": "2509.09189", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09189", "abs": "https://arxiv.org/abs/2509.09189", "authors": ["Edwin Kermarrec", "Guanyue Chen", "Hiromu Okamoto", "Chun-Jiong Huang", "Han Yan", "Jian Yan", "Hikaru Takeda", "Yusei Shimizu", "Evan M. Smith", "Avner Fitterman", "Andrea D. Bianchi", "Bruce D. Gaulin", "Minoru Yamashita"], "title": "Magnetization and magnetostriction measurements of the dipole-octupole quantum spin ice candidate Ce2Hf2O7", "comment": "10 pages, 4 figures, 1 table, and Supplementary Materials", "summary": "We investigate the magnetization and the magnetostriction of the\ndipole-octupole quantum spin ice candidate Ce2Hf2O7 down to 50 mK. We find that\nthe magnetization curves observed with the magnetic field applied along all the\nprincipal axes ([100], [110], and [111]) exhibit a magnetic hysteresis below\naround 300 mK. In addition, a kink-like feature is observed in the\nmagnetization under B || [111], at which the magnetostriction also shows a\nconvex field dependence. Our classical Monte-Carlo and quantum exact\ndiagonalization calculations demonstrate that these features in the\nmagnetization are well reproduced by the spin Hamiltonian with a dominant\ninteraction between the octupole moments and with a QSI ground state,\nindicating the emergence of a dipole-octupole QSI in this compound."}
{"id": "2509.09330", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.09330", "abs": "https://arxiv.org/abs/2509.09330", "authors": ["Vladimir Bashmakov", "Askar Iliasov", "Tomáš Bzdušek", "Andrey A. Bagrov"], "title": "Superconductivity in hyperbolic spaces: Regular hyperbolic lattices and Ginzburg-Landau theory", "comment": "21 pages, 20 figures, 1 appendix", "summary": "We study $s$-wave superconductivity in hyperbolic spaces using the\nBogoliubov-de Gennes theory for discrete hyperbolic lattices and the\nGinzburg-Landau theory for the continuous hyperbolic plane. Hyperbolic lattices\nmaintain a finite fraction of boundary sites regardless of system size, thus\nfundamentally altering superconductivity through enhanced boundary effects\nabsent in flat space. Within the BCS framework for hyperbolic lattices, uniform\nsystems reproduce standard bulk behavior, whereas finite systems with open\nboundaries, studied through exact diagonalization and Cayley-tree\napproximations, exhibit boundary-enhanced superconductivity and boundary-only\nsuperconducting states that persist above the bulk critical temperature.\nNumerical studies further reveal that boundary termination critically\ndetermines superconducting properties; in particular, rough boundaries with\ndangling bonds generate zero-energy modes that raise critical temperatures by\nseveral times relative to smooth boundaries. Turning to the complementary\nGinzburg-Landau analysis of the hyperbolic plane, we find that finite\ngeometries permit radial variations of the condensate absent in infinite space.\nOwing to the interplay between coherence length and curvature radius, the\ntheory exhibits two types of superconductivity even without magnetic fields,\nwith vortices replaced by lines of vanishing order parameter in the nontrivial\ntype. Our findings establish hyperbolic geometry as a platform for engineering\nboundary-controlled superconductivity, opening new directions for physics in\ncurved spaces in condensed matter and holography."}
{"id": "2509.09620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09620", "abs": "https://arxiv.org/abs/2509.09620", "authors": ["Zhibo Kang", "Burak Gurlek", "Weichen Tang", "Xiang Chen", "Jacob P. C. Ruff", "Ahmet Alatas", "Ayman Said", "Robert J. Birgeneau", "Steven G. Louie", "Angel Rubio", "Simone Latini", "Yu He"], "title": "Strong long-wavelength electron-phonon coupling in Ta$_2$Ni(Se,S)$_5$", "comment": "7 pages, 4 figures", "summary": "The search for intrinsic excitonic insulators (EI) has long been confounded\nby coexisting electron-phonon coupling in bulk materials. Although the ground\nstate of an EI may be difficult to differentiate from density-wave orders or\nother structural instabilities, excited states offer distinctive signatures.\nOne way to provide clarity is to directly inspect the phonon spectral function\nfor long wavelength broadening due to phonon interaction with the high velocity\nEI phason. Here, we report that the quasi-one-dimensional (quasi-1D) EI\ncandidate Ta$_2$NiSe$_5$ shows extremely anisotropic phonon broadening and\nsoftening in the semimetallic normal state. In contrast, such a behavior is\ncompletely absent in the broken symmetry state of Ta$_2$NiSe$_5$ and in the\nisostructural Ta$_2$NiS$_5$, where the latter has a fully gapped normal state.\nBy contrasting the expected phonon lifetimes in the BCS and BEC limits of a\nputative EI, our results suggest that the phase transition in\nTa$_2$Ni(Se,S)$_5$ family is closely related to strong interband\nelectron-phonon coupling. We experimentally determine the dimensionless\ncoupling $\\frac{g}{\\omega_0}\\sim10$, showing Ta$_2$Ni(Se,S)$_5$ as a rare\n\"ultra-strong coupling\" material."}
{"id": "2509.09205", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09205", "abs": "https://arxiv.org/abs/2509.09205", "authors": ["Daniel Lozano-Gómez", "Han Yan"], "title": "Fragmented Spin Liquid and Shadow Pinch Points in Dipole-Octupole Pyrochlore Spin Systems", "comment": "18 pages, 16 figures including the supplemental materials", "summary": "We study the classical dipole-octupole pyrochlore spin systems in an external\nmagnetic field along the $[111]$ direction. We identify an intermediate\nfragmented spin liquid phase that precedes full spin saturation, characterized\nby the coexistence of three phenomena: U(1) spin liquid on the Kagome planes,\nspontaneous $\\mathbb{Z}_2$ symmetry breaking, and partial spin polarization\nfrom explicit symmetry breaking. We show that even without dipolar\ninteractions, the dipolar components can form a spin liquid driven by the\noctupolar spin liquid. The physics manifests itself experimentally as shadow\npinch points: low-intensity pinch points underlying the strong Bragg peaks. We\ndiscuss how these discoveries are directly relevant to various experiments on\ndipole-octupole pyrochlore materials, including neutron scattering,\nmagnetization, and magnetostriction."}
{"id": "2509.09398", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09398", "abs": "https://arxiv.org/abs/2509.09398", "authors": ["Bilal Hawashin", "Julian Kleeschulte", "David Kurz", "Michael M. Scherer"], "title": "Relativistic Mott transition, high-order van Hove singularity, and mean-field phase diagram of twisted double bilayer WSe${}_2$", "comment": "13 pages, 7 figures", "summary": "Recent experiments on twisted double bilayer tungsten diselenide have\ndemonstrated that moir\\'e semiconductors can be used to realize a relativistic\nMott transition, i.e., a quantum phase transition from a Dirac semimetal to a\ncorrelated insulating state, by twist-angle tuning. In addition, signatures of\nvan Hove singularities were observed in the material's moir\\'e valence bands,\nsuggesting further potential for the emergence of strongly-correlated states in\nthis moir\\'e semiconductor. Based on a Bistritzer-MacDonald-type continuum\nmodel, we provide a detailed analysis of the twist-angle dependence of the\nsystem's moir\\'e valence band structure, focusing on both, the evolution of the\nDirac excitations and the Fermi-surface structure with its Lifshitz transitions\nacross the van Hove fillings. We exhibit that the twist angle can be used to\nband engineer a high-order van Hove singularity with power-law exponent~$-1/4$\nin the density of states, which can be accessed by gate tuning of the hole\nfilling. We then study the magnetic phase diagram of an effective Hubbard model\nfor twisted double bilayer tungsten diselenide on the effective moir\\'e\nhoneycomb superlattice with tight-binding parameters fitted to the two topmost\nbands of the continuum model. To that end, we employ a self-consistent\nHartree-Fock mean-field approach in real space. Fixing the angle-dependent\nHubbard interaction based on the experimental findings, we explore a broad\nparameter range of twist angle, filling, and temperature. We find a rich\nvariety of magnetic states that we expect to be accessible in future\nexperiments by twist or gate tuning, including, e.g., a non-coplanar\nspin-density wave with non-zero spin chirality and a half-metallic uniaxial\nspin-density wave."}
{"id": "2509.09233", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09233", "abs": "https://arxiv.org/abs/2509.09233", "authors": ["Jishnu Ghosh", "Shubham Parate", "Arup Basak", "Binoy Krishna De", "Krishnendu Mukhopadhyay", "Abhinav Agarwal", "Gopesh Kumar Gupta", "Digbijoy Nath", "Pavan Nukala"], "title": "Field-induced reversible phase transition and negative differential resistance in In2Se3 ferroelectric semiconducting FETs", "comment": "Main article: 21 pages, 4 figures, supplementary information: 12\n  figures", "summary": "Indium selenide (In2Se3), a ferroelectric semiconductor, offers a unique\nplatform for multifunctional nanoelectronics owing to the interplay between\npolarization dynamics, interlayer sliding, and structural polymorphism.\nFerroelectric semiconductor field-effect transistors (FeS-FETs) provide an\nideal architecture to harness this coupling. Here, we demonstrate gate-tunable\nnegative differential resistance (NDR) with high peak-to-valley ratios and\nhysteretic output conductance in In2Se3 FeS-FETs. Combining high-resolution\nelectron microscopy with electrical transport measurements, we attribute the\nNDR to a field-induced, volatile phase transition from a low-resistance\nalpha-2H phase to a high-resistance state. Atomic scale ex-situ imaging reveals\nthat in-plane electric fields (Vd) drive interlayer sliding, rotational\nmisalignments that generate Moire patterns, and intralayer shear-together\nproducing stress induced phase transitions. Out-of-plane field however results\nin robust non-volatile polarization switching. These mechanistic insights\nhighlight both the promise of two dimensional ferroelectric devices for\nmultifunctional nanoelectronics and alternative computing paradigms, and the\nintrinsic limitations of In2Se3 field-effect transistors for conventional\nferroelectric memory applications."}
{"id": "2509.09588", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09588", "abs": "https://arxiv.org/abs/2509.09588", "authors": ["F. Boivin", "M. Petrescu", "Z. Berkson-Korenberg", "K. W. West L. N. Pfeiffer", "G. Gervais"], "title": "Bulk Thermal Conductance of the 5/2 and 7/3 Fractional Quantum Hall States in the Corbino Geometry", "comment": null, "summary": "In this work, making use of time-resolved in situ Joule heating of a\ntwo-dimensional electron gas (2DEG) in the Corbino geometry, we report bulk\nthermal conductance measurements for the {\\nu} = 5/2 and {\\nu} = 7/3 fractional\nquantum Hall (FQH) states for electron temperatures ranging from 20 to 150 mK.\nWe compare our findings with a recent study by Melcer et al. [Nature 625, 489\n(2024)] that observed a finite bulk thermal conductivity \\k{appa}xx in FQH\nstates. In spite of the large size difference and the vastly different\nexperimental schemes used to extract \\k{appa}xx, we find in large part that\nboth experiments yield similar results and conclude that the bulk of FQH states\nthermally conducts and violate the Wiedemann-Franz law by a wide margin. Slight\ndiscrepancies between both studies are further discussed in terms of\nparticle-hole symmetry in the vicinity of the 5/2 and 7/3 FQH states."}
{"id": "2509.09244", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09244", "abs": "https://arxiv.org/abs/2509.09244", "authors": ["Takuma Saito", "Weiguang Cao", "Bo Han", "Hiromi Ebisu"], "title": "Matrix product state classification of 1D multipole symmetry protected topological phases", "comment": "21 pages, 1 figure plus appendices", "summary": "Spatially modulated symmetries are one of the new types of symmetries whose\nsymmetry actions are position dependent. Yet exotic phases resulting from these\nspatially modulated symmetries are not fully understood and classified. In this\nwork, we systematically classify one dimensional bosonic symmetry protected\ntopological phases protected respecting multipole symmetries by employing\nmatrix product state formalism. The symmetry action induces projective\nrepresentations at the ends of an open chain, which we identify via group\ncohomology. In particular, for $r$-pole symmetries, for instance, $r$ = 0\n(global), 1 (dipole), and 2 (quadrupole), the classification is determined by\ndistinct components of second cohomology groups that encode the boundary\nprojective representations."}
{"id": "2509.09664", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09664", "abs": "https://arxiv.org/abs/2509.09664", "authors": ["Jing-Xuan Wang", "Yi-Heng Tian", "Jian-Hong She", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Prediction of several Co-based La$_3$Ni$_2$O$_7$-like superconducting materials", "comment": "6 pages, 4 figures, 3 tables", "summary": "High temperature superconductivity has been found in Fe, Ni, and Cu\ncompounds, but not Co, where the Ni compounds include the recently found\nbilayer nickelate La$_3$Ni$_2$O$_7$ under high pressure. Here we theoretically\npredict several Co-based La$_3$Ni$_2$O$_7$-like high-temperature\nsuperconducting materials. With electron doping to high-pressure bilayer\ncobaltate La$_3$Co$_2$O$_7$, we find that LaTh$_2$Co$_2$O$_7$,\nLa$_3$Ni$_2$O$_5$Cl$_2$, and La$_3$Ni$_2$O$_5$Br$_2$ may show similar crystal\nstructures and strongly correlated electronic structures to bilayer nickelate\nLa$_3$Ni$_2$O$_7$ under high pressure. Within the random-phase approximation\n(RPA), the leading pairing symmetry in these materials is $s$-wave."}
{"id": "2509.09249", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09249", "abs": "https://arxiv.org/abs/2509.09249", "authors": ["Kyoungree Park", "Ji-Eun Lee", "Dongwook Kim", "Yong Zhong", "Camron Farhang", "Hyobeom Lee", "Hayoon Im", "Woojin Choi", "Seha Lee", "Seungrok Mun", "Kyoo Kim", "Jun Woo Choi", "Hyejin Ryu", "Jing Xia", "Heung-Sik Kim", "Choongyu Hwang", "Ji Hoon Shim", "Zhi-Xun Shen", "Sung-Kwan Mo", "Jinwoong Hwang"], "title": "Unusual ferromagnetic band evolution and high Curie temperature in monolayer 1T-CrTe2 on bilayer graphene", "comment": "26 pages, 4 figures", "summary": "2D van der Waals ferromagnets hold immense promise for spintronic\napplications due to their controllability and versatility. Despite their\nsignificance, the realization and in-depth characterization of ferromagnetic\nmaterials in atomically thin single layers, close to the true 2D limit, has\nbeen scarce. Here, a successful synthesis of monolayer (ML) 1T-CrTe2 is\nreported on a bilayer graphene (BLG) substrate via molecular beam epitaxy.\nUsing angle-resolved photoemission spectroscopy and magneto-optical Kerr effect\nmeasurements, that the ferromagnetic transition is observed at the Curie\ntemperature (TC) of 150 K in ML 1T-CrTe2 on BLG, accompanied by unconventional\ntemperature-dependent band evolutions. The spectroscopic analysis and\nfirst-principle calculations reveal that the ferromagnetism may arise from\nGoodenough-Kanamori super-exchange and double-exchange interactions, enhanced\nby the lattice distortion and the electron doping from the BLG substrate. These\nfindings provide pivotal insight into the fundamental understanding of\nmechanisms governing 2D ferromagnetism and offer a pathway for engineering\nhigher TC in 2D materials for future spintronic devices."}
{"id": "2509.09669", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09669", "abs": "https://arxiv.org/abs/2509.09669", "authors": ["Niklas Ziereis", "Sanjay Moudgalya", "Michael Knap"], "title": "Strong-to-Weak Symmetry Breaking Phases in Steady States of Quantum Operations", "comment": "35 pages, 8 figures", "summary": "Mixed states can exhibit two distinct kinds of symmetries, either on the\nlevel of the individual states (strong symmetry), or only on the level of the\nensemble (weak symmetry). Strong symmetries can be spontaneously broken down to\nweak ones, a mechanism referred to as Strong-to-Weak Spontaneous Symmetry\nBreaking (SW-SSB). In this work, we first show that maximally mixed symmetric\ndensity matrices, which appear, for example, as steady states of symmetric\nrandom quantum circuits have SW-SSB when the symmetry is an on-site\nrepresentation of a compact Lie or finite group. We then show that this can be\nregarded as an isolated point within an entire SW-SSB phase that is stable to\nmore general quantum operations such as measurements followed by weak\npostselection. With sufficiently strong postselection, a second-order\ntransition can be driven to a phase where the steady state is strongly\nsymmetric. We provide analytical and numerical results for such SW-SSB phases\nand their transitions for both abelian $\\mathbb{Z}_2$ and non-abelian $S_3$\nsymmetries in the steady state of Brownian random quantum circuits with\nmeasurements. We also show that such continuous SW-SSB transitions are absent\nin the steady-state of general strongly symmetric, trace-preserving quantum\nchannels (including unital, Brownian, or Lindbladian dynamics) by analyzing the\ndegeneracies of the steady states in the presence of symmetries. Our results\ndemonstrate robust SW-SSB phases and their transitions in the steady states of\nnoisy quantum operations, and provide a framework for realizing various kinds\nof mixed-state quantum phases based on their symmetries."}
{"id": "2509.09253", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09253", "abs": "https://arxiv.org/abs/2509.09253", "authors": ["Shuai Zhang", "Mengqi Wang", "Tiantian Zhang"], "title": "Electronic order induced symmetry breaking in lattice dynamics of Co$_3$Sn$_2$S$_2$", "comment": null, "summary": "Based on the molecular Berry curvature (MBC) framework, we develop an\n\\textit{ab initio} algorithm to capture the quantitative effects of magnetic\norder on lattice dynamics. Using the ferromagnetic Weyl semimetal\nCo$_3$Sn$_2$S$_2$ as a prototype, we show that electronic-order-driven phonon\nsymmetry breaking requires spin-orbit coupling (SOC) and leads to an MBC term\nthat breaks both time-reversal ($\\mathcal{T}$) and mirror symmetries. We\ndemonstrate that mirror-symmetry breaking is essential to account for the\nexperimentally observed phonon splitting, $\\mathcal{T}$-breaking alone is\ninsufficient. The MBC is widely distributed across the Brillouin zone, giving\nrise to significant off-$\\Gamma$ effects. Our results agree well with\nexperiments and establish a framework for predicting large phonon magnetism in\nmagnetic materials with strong spin-orbit coupling and electron-phonon\ncoupling. This work also suggests new avenues for controlling non-reciprocal\nphonon transport."}
{"id": "2509.09275", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09275", "abs": "https://arxiv.org/abs/2509.09275", "authors": ["Lixing Zhang", "Di luo"], "title": "Neural Transformer Backflow for Solving Momentum-Resolved Ground States of Strongly Correlated Materials", "comment": "11 pages, 6 figures", "summary": "Strongly correlated materials, such as twisted transition-metal\ndichalcogenide homobilayers, host a variety of exotic quantum phases but remain\nnotoriously difficult to solve due to strong interactions. We introduce a\npowerful neural network ansatz, Neural Transformer Backflow (NTB), formulated\nwithin a multi-band projection framework. It naturally enforces momentum\nconservation and enables efficient calculations of momentum-resolved ground\nstates. NTB attains high accuracy on small systems and scales to higher bands\nand larger system sizes far beyond the reach of exact diagonalization. By\nevaluating observables such as the structure factor and momentum distribution,\nwe show that NTB captures diverse correlated states in tMoTe$_2$, including\ncharge density waves, fractional Chern insulators, and anomalous Hall Fermi\nliquids, within a unified framework. Our approach paves the way for\nunderstanding and discovering novel phases of matter in strongly correlated\nmaterials."}
{"id": "2509.09326", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09326", "abs": "https://arxiv.org/abs/2509.09326", "authors": ["Takumi Shirasaki", "Masaaki Noda", "Hinata Arai", "Mitsuru Akaki", "Haruhiko Kuroe", "Hideki Kuwahara"], "title": "Magnetoelectric Effect Dependent on Electric Field Direction in a Pyroelectric Ferrimagnet CaBaCo$_4$O$_7$", "comment": "5 pages, 6 figures", "summary": "This study investigates the dependence of the static magnetoelectric (ME)\neffect on the external field direction in the pyroelectric-ferrimagnet\nCaBaCo$_4$O$_7$, a topic that remains largely unexplored compared to dynamical\nnonreciprocal ME effects. We measured the magnetization with respect to the\ninherent polarization and found that an external electric field stabilizes the\nferrimagnetic phase when applied parallel to the polarization, and destabilizes\nit when antiparallel. These results clearly demonstrate the\nelectric-field-direction dependent control of the static ME effect, suggesting\na new route to enhancing ME effects in pyroelectric-magnetic materials."}
{"id": "2509.09330", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.09330", "abs": "https://arxiv.org/abs/2509.09330", "authors": ["Vladimir Bashmakov", "Askar Iliasov", "Tomáš Bzdušek", "Andrey A. Bagrov"], "title": "Superconductivity in hyperbolic spaces: Regular hyperbolic lattices and Ginzburg-Landau theory", "comment": "21 pages, 20 figures, 1 appendix", "summary": "We study $s$-wave superconductivity in hyperbolic spaces using the\nBogoliubov-de Gennes theory for discrete hyperbolic lattices and the\nGinzburg-Landau theory for the continuous hyperbolic plane. Hyperbolic lattices\nmaintain a finite fraction of boundary sites regardless of system size, thus\nfundamentally altering superconductivity through enhanced boundary effects\nabsent in flat space. Within the BCS framework for hyperbolic lattices, uniform\nsystems reproduce standard bulk behavior, whereas finite systems with open\nboundaries, studied through exact diagonalization and Cayley-tree\napproximations, exhibit boundary-enhanced superconductivity and boundary-only\nsuperconducting states that persist above the bulk critical temperature.\nNumerical studies further reveal that boundary termination critically\ndetermines superconducting properties; in particular, rough boundaries with\ndangling bonds generate zero-energy modes that raise critical temperatures by\nseveral times relative to smooth boundaries. Turning to the complementary\nGinzburg-Landau analysis of the hyperbolic plane, we find that finite\ngeometries permit radial variations of the condensate absent in infinite space.\nOwing to the interplay between coherence length and curvature radius, the\ntheory exhibits two types of superconductivity even without magnetic fields,\nwith vortices replaced by lines of vanishing order parameter in the nontrivial\ntype. Our findings establish hyperbolic geometry as a platform for engineering\nboundary-controlled superconductivity, opening new directions for physics in\ncurved spaces in condensed matter and holography."}
{"id": "2509.09344", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09344", "abs": "https://arxiv.org/abs/2509.09344", "authors": ["Moritz A. Goerzen", "Tim Drevelow", "Soumyajyoti Haldar", "Hendrik Schrautzer", "Stefan Heinze", "Dongzhe Li"], "title": "Lifetime of bimerons and antibimerons in two-dimensional magnets", "comment": "17 pages, 12 figures", "summary": "Soliton-based computing architectures have recently emerged as a promising\navenue to overcome fundamental limitations of conventional information\ntechnologies, the von Neumann bottleneck. In this context, magnetic skyrmions\nhave been widely considered for in-situ processing devices due to their\nmobility and enhanced lifetime in materials with broken inversion symmetry.\nHowever, modern applications in non-volatile reservoir or neuromorphic\ncomputing raise the additional demand for non-linear inter-soliton\ninteractions. Here we report that solitons in easy-plane magnets, such as\nbimerons and antibimerons, show greater versatility and potential for\nnon-linear interactions than skyrmions and antiskyrmions, making them superior\ncandidates for this class of applications. Using first-principles and\ntransition state theory, we predict the coexistence of degenerate bimerons and\nantibimerons at zero field in a van der Waals heterostructure\nFe$_3$GeTe$_2$/Cr$_2$Ge$_2$Te$_6$ -- an experimentally feasible system. We\ndemonstrate that, owing to their distinct structural symmetry, bimerons exhibit\nfundamentally different behavior from skyrmions and cannot be regarded as their\nin-plane counterparts, as is often assumed. This distinction leads to unique\nproperties of bimerons and antibimerons, which arise from the unbroken\nrotational symmetry in easy-plane magnets. These range from anisotropic\nsoliton-soliton interactions to strong entropic effects on their lifetime,\ndriven by the non-local nature of thermal excitations. Our findings reveal a\nbroader richness of solitons in easy-plane magnets and underline their unique\npotential for spintronic devices."}
{"id": "2509.09390", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09390", "abs": "https://arxiv.org/abs/2509.09390", "authors": ["TAlip Serkan Kasırga"], "title": "Scanning photocurrent microscopy and its application to one- and two-dimensional materials", "comment": null, "summary": "The electrical response of a material when illuminated with light is a key to\nmany optoelectronic device applications. This so-called photoresponse typically\nhas a non-uniform spatial distribution through the active device area, and the\nability to spatially resolve the photoresponse enables an in-depth\nunderstanding of the underlying physical mechanisms. Scanning photocurrent\nmicroscopy (SPCM) is a method that allows the spatial mapping of the\nphotoresponse by raster scanning a focused laser beam over the sample. SPCM is\nbecoming more popular due to its simplicity and power in unraveling fundamental\noptoelectronic processes. In this review, first, we provide the fundamentals of\nSPCM to lay the basics for the subsequent discussions. Then, we focus on the\nliterature that employs SPCM to identify the photoresponse of one- and\ntwo-dimensional materials. We discuss SPCM measurement results of common\nmaterials in detail and introduce a systematic approach to interpreting the\nSPCM measurements. We have given particular emphasis on the photothermal\nmechanisms that are excited by the focused laser beam and critically reviewed\nstudies in the literature from the perspective of laser-induced heating of the\nelectronic and the lattice degrees of freedom. Finally, we discuss the\nshortcomings of SPCM in determining the mechanisms leading to the\nphotoresponse."}
{"id": "2509.09398", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09398", "abs": "https://arxiv.org/abs/2509.09398", "authors": ["Bilal Hawashin", "Julian Kleeschulte", "David Kurz", "Michael M. Scherer"], "title": "Relativistic Mott transition, high-order van Hove singularity, and mean-field phase diagram of twisted double bilayer WSe${}_2$", "comment": "13 pages, 7 figures", "summary": "Recent experiments on twisted double bilayer tungsten diselenide have\ndemonstrated that moir\\'e semiconductors can be used to realize a relativistic\nMott transition, i.e., a quantum phase transition from a Dirac semimetal to a\ncorrelated insulating state, by twist-angle tuning. In addition, signatures of\nvan Hove singularities were observed in the material's moir\\'e valence bands,\nsuggesting further potential for the emergence of strongly-correlated states in\nthis moir\\'e semiconductor. Based on a Bistritzer-MacDonald-type continuum\nmodel, we provide a detailed analysis of the twist-angle dependence of the\nsystem's moir\\'e valence band structure, focusing on both, the evolution of the\nDirac excitations and the Fermi-surface structure with its Lifshitz transitions\nacross the van Hove fillings. We exhibit that the twist angle can be used to\nband engineer a high-order van Hove singularity with power-law exponent~$-1/4$\nin the density of states, which can be accessed by gate tuning of the hole\nfilling. We then study the magnetic phase diagram of an effective Hubbard model\nfor twisted double bilayer tungsten diselenide on the effective moir\\'e\nhoneycomb superlattice with tight-binding parameters fitted to the two topmost\nbands of the continuum model. To that end, we employ a self-consistent\nHartree-Fock mean-field approach in real space. Fixing the angle-dependent\nHubbard interaction based on the experimental findings, we explore a broad\nparameter range of twist angle, filling, and temperature. We find a rich\nvariety of magnetic states that we expect to be accessible in future\nexperiments by twist or gate tuning, including, e.g., a non-coplanar\nspin-density wave with non-zero spin chirality and a half-metallic uniaxial\nspin-density wave."}
{"id": "2509.09431", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09431", "abs": "https://arxiv.org/abs/2509.09431", "authors": ["Masashi Tokuda", "Fumiya Matsumoto", "Noriaki Maeda", "Tomo Higashihara", "Mai Nakao", "Mori Watanabe", "Sanghyun Lee", "Ryoya Nakamura", "Masaki Maeda", "Nan Jiang", "Di Yue", "Hideki Narita", "Kazushi Aoyama", "Takeshi Mizushima", "Jun-ichiro Ohe", "Teruo Ono", "Xiaofeng Jin", "Kensuke Kobayashi", "Yasuhiro Niimi"], "title": "Observation of the crossover from quantum fluxoid to half-quantum fluxoid in a chiral superconducting device", "comment": "34 pages, 4 figures", "summary": "Topological superconductors are one of the intriguing material groups from\nthe viewpoint of not only condensed matter physics but also industrial\napplication such as quantum computers based on Majorana fermion. For the real\napplication, developments of the thin-film topological superconductors are\nhighly desirable. Bi/Ni bilayer is a possible candidate for thin-film chiral\nsuperconductors where the time-reversal symmetry is broken. Here we report the\nphase shift of resistance oscillations by half flux quantum in a ring-shaped\ndevice of epitaxial Bi/Ni bilayer induced by a small magnetic field through the\nring. The half quantum fluxoid can be a decisive evidence for unconventional\nsuperconductors where the superconducting order parameter has an internal\ndegree of freedom. The present result provides a functional operating principle\nfor quantum devices where the phase of the supercurrent can be shifted by \\pi\nwith a small magnetic field, based on the internal degree of freedom possessed\nby topological superconductivity."}
{"id": "2509.09486", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09486", "abs": "https://arxiv.org/abs/2509.09486", "authors": ["Ismail Kamil Worke", "Suman Sadhu", "Saswata Bhattacharyya", "Aloke Paul"], "title": "Comprehensive Mapping of Tracer Diffusivities Across Composition Space in Ternary NiAlTi and Quinary NiCoFeAlTi High-Entropy Alloy Using Diffusion Couple Experiments and Physics Informed Neural Network Inversion", "comment": null, "summary": "A comprehensive experimental and physics informed neural network numerical\ninverse diffusion analysis is conducted in technologically important NiAlTi\nternary and NiCoFeAlTi quinary solid solutions for estimating and extracting\ncomposition dependent diffusion coefficients. A systematic variation of tracer,\nintrinsic and interdiffusion coefficients with composition could be estimated\nin the ternary solid solution. Following, the possibility of producing Al Ti\nconstant PB diffusion profiles keeping constant Ni, Co, Fe in the quinary\nsystem is demonstrated. The estimation of diffusion coefficients of all the\nelements at the Kirkendall marker plane of a single diffusion couple profile is\nelaborated. PINN optimisation parameters are established using self and\nimpurity diffusion coefficients in Ni and tracer diffusion coefficients at the\nKirkendall marker plane. The reliability of optimized parameters is validated\nby comparing with the interdiffusion coefficients estimated from binary NiTi,\nNiAl and PB diffusion profiles, indicating extendibility to even lower order\nsystems."}
{"id": "2509.09531", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.09531", "abs": "https://arxiv.org/abs/2509.09531", "authors": ["Fatemeh Haddadi", "Davide Campi", "Flaviano dos Santos", "Nicolas Mounet", "Louis Ponet", "Nicola Marzari", "Marco Gibertini"], "title": "Exploring the magnetic landscape of easily-exfoliable two-dimensional materials", "comment": "29 pages including references, 8 figures", "summary": "Magnetic materials often exhibit complex energy landscapes with multiple\nlocal minima, each corresponding to a self-consistent electronic structure\nsolution. Finding the global minimum is challenging, and heuristic methods are\nnot always guaranteed to succeed. Here, we apply a recently developed automated\nworkflow to systematically explore the energy landscape of 194 magnetic\nmonolayers obtained from the Materials Cloud 2D crystals database and determine\ntheir ground-state magnetic order. Our approach enables effective control and\nsampling of orbital occupation matrices, allowing rapid identification of local\nminima. We find a diverse set of self-consistent collinear metastable states,\nfurther enriched by Hubbard-corrected energy functionals, when the $U$\nparameters have been computed from first principles using linear-response\ntheory. We categorise the monolayers by their magnetic ordering and highlight\npromising candidates. Our results include 109 ferromagnetic, 83\nantiferromagnetic, and 2 altermagnetic monolayers, along with 12 novel\nferromagnetic half-metals with potential for spintronics technologies."}
{"id": "2509.09539", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09539", "abs": "https://arxiv.org/abs/2509.09539", "authors": ["Mohamed Ben Chroud", "Thu-Huong Thi Tran", "Johan Swerts", "Kristiaan Temst", "Robert Carpenter"], "title": "NiSi$_2$ as seed layer for epitaxial growth of NiAl and Cr on Si(001)", "comment": null, "summary": "In general, metal layers cannot be grown epitaxially on Si due to the\ntendency of metals to react and form a silicide. Even in case the metal layer\nhas a matching lattice symmetry and atomic distance, the Si/metal interface is\ndisturbed by the silicide thus preventing epitaxial growth. One exception is\nNiAl which is known to grow epitaxially when deposited on Si(001). During the\ngrowth, NiAl reacts with Si to form NiSi$_2$. In this work, epitaxial NiAl is\ngrown and significant silicidation is observed in accordance with previous\nreports. However, the role that this silicide plays as a template for the\nepitaxial growth of NiAl has not been clear to this date. We hypothesize that\nNiSi$_2$ acts as a necessary seed layer between the Si substrate and the NiAl\nlayer. Additionally, NiSi$_2$ can be used as a seed layer for the epitaxial\ngrowth of other metals besides NiAl. This was tested by growing NiSi$_2$\nseperately and replacing the NiAl layer with Cr. Growing Cr directly on Si(001)\nproduced a polycrystalline layer. When NiSi$_2$ was used as a seed layer, the\nCr layer was found to be a single crystal with Si(001)//Cr(001) and\nSi(100)//Cr(100). NiSi was also tried as seed layer for Cr and was found to\nproduce a polycrystalline Cr layer. Using NiSi$_2$ as a seed layer could enable\nthe growth of various epitaxial materials for industrial semiconductor\napplications."}
{"id": "2509.09540", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09540", "abs": "https://arxiv.org/abs/2509.09540", "authors": ["Ramón Cuadrado"], "title": "Composition-driven magnetic anisotropy and spin polarization in Mn$_2$Ru$_{1-x}$Ga Heusler alloy", "comment": null, "summary": "We present a comprehensive investigation of the influence of Ru concentration\non the lattice parameters, atomic magnetic moments, electronic structure, and\nmagnetic anisotropy energy of the full Heusler L2$_1$-type Mn$_2$Ru$_{1-x_p}$Ga\nalloy, where x$_p$ = 0.0834 p with p=0,...,12. This study combines\nfirst-principles calculations with data-driven techniques from artificial\nintelligence, specifically principal component analysis (PCA), to reveal trends\nand correlations across multiple structural, magnetic, and electronic\ndescriptors. For each composition, a set of inequivalent atomic configurations\nwas fully optimized. Structurally, the relaxed lattices exhibit anisotropic\nexpansion, with a pronounced elongation of the out-of-plane lattice parameter\n($c$) relative to the in-plane lattice vectors, which promotes the development\nof perpendicular magnetic anisotropy. Our results reveal that an out-of-plane\neasy axis emerges at intermediate Ru concentrations (25-28%), while low and\nhigh Ru levels favor an in-plane orientation or even vanishing anisotropy. The\nhalf-metallic character is also modulated by Ru content, appearing selectively\nat both ends of the composition range. Additionally, the ferrimagnetic coupling\nbetween Mn(4a) and Mn(4c) sublattices leads to nearly compensated magnetic\nmoments below 50% Ru content, with a net moment close to zero around 30%. These\nfindings open a pathway toward the design of tunable spintronic materials with\nco-optimized perpendicular magnetic anisotropy and half-metallicity, making\nMn$_2$RuGa a promising candidate for magnetic tunnel junctions,\nmagnetoresistive random-access memory (MRAM) devices, and high-density magnetic\nstorage applications."}
{"id": "2509.09559", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.09559", "abs": "https://arxiv.org/abs/2509.09559", "authors": ["Daniel Groll", "Daniel Wigger", "Matthias Weiß", "Mingyun Yuan", "Alexander Kuznetsov", "Alberto Hernández-Mínguez", "Hubert J. Krenner", "Tilmann Kuhn", "Paweł Machnikowski"], "title": "Acousto-optical Floquet engineering of a single-photon emitter", "comment": null, "summary": "The combination of solid state single-photon emitters and mechanical\nexcitations into hybrid infrastructures is a promising approach for new\ndevelopments in quantum technology. Here we investigate theoretically the\nresonance fluorescence (RF) spectrum of an acoustically modulated single-photon\nemitter under arbitrarily strong optical driving. In the spectrum, the\ncombination of Mollow triplet physics and phonon sidebands results in a complex\nstructure of crossings, anti-crossings, and line suppressions. We apply Floquet\ntheory to develop an analytical expression for the RF spectrum. Complemented\nwith perturbative and non-perturbative techniques, this allows us to fully\nunderstand the underlying acousto-optical double dressing physics of the hybrid\nquantum system, explaining the observed spectral features. We use these\ninsights to perform an experimental feasibility study of existing emitter-based\nacousto-optical platforms and come to the conclusion that bulk acoustic waves\ninterfaced with quantum dots render a promising infrastructure to perform\nacousto-optical Floquet engineering."}
{"id": "2509.09567", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09567", "abs": "https://arxiv.org/abs/2509.09567", "authors": ["Olivia Mallick", "Muktish Acharyya"], "title": "Compensation behaviour in trilayered anisotropic 6-state clock model", "comment": "10 pages Latex and 11 captioned pdf figures", "summary": "The equilibrium behaviours of a trilayered 6-state clock model has been\ninvestigated by Monte Carlo simulation. The intralayer interaction is\nconsidered ferromagnetic, whereas the interlayer interaction is\nantiferromagnetic. Open boundary conditions are applied in all directions. The\nthermodynamic behaviours of sublattice magnetisation, total magnetisation,\nmagnetic susceptibility and the specific heat are studied as functions of the\ntemperature. The interesting compensation phenomenon, i.e., the vanishing of\nthe total magnetisation even with nonvanishing sublattice magnetisation, has\nbeen observed. The compensation temperature and the critical temperature are\nfound to depend on the strength of single-site anisotropy. The comprehensive\nphase diagram is shown in the temperature-anisotropy plane. The finite size\nanalysis has been done through the temperature dependence of fourth order\nBinder cumulant, and the scaling exponents are estimated."}
{"id": "2509.09571", "categories": ["cond-mat.mtrl-sci", "00-xx", "J.2; I.6"], "pdf": "https://arxiv.org/pdf/2509.09571", "abs": "https://arxiv.org/abs/2509.09571", "authors": ["Raphael M. Tromer", "Bruno Ipaves", "Marcelo L. Pereira Junior", "Cristiano F. Woellner", "Kun Cai", "Douglas S. Galvao"], "title": "On the Electronic, Mechanical and Optical Properties of Superhard Cross-Linked Carbon Nanotubes (Tubulanes)", "comment": "28 pages, 15 figures and three tables", "summary": "We have investigated the electronic, optical, and mechanical properties of\nsix structures belonging to the Tubulanes-cross-linked carbon nanotube family.\nOur results highlight the remarkable anisotropic mechanical behavior of these\nmaterials, distinguishing them from isotropic structures, such as diamond.\nNotably, the 8-tetra-22 structure has a higher Young's modulus ($Y_M$) along\nthe $z$-direction compared to diamond. Unlike diamonds, the mechanical\nproperties of Tubulanes are direction-dependent, with significant variations in\nYoung's Modulus (2.3 times). Additionally, the Poisson's ratio is highly\nanisotropic, with at least one direction exhibiting an approximately zero\nvalue. The inherent anisotropy of these materials enables tunable mechanical\nproperties that depend on the direction of applied stress. Regarding their\nelectronic properties, all Tubulane structures studied possess indirect\nelectronic band gaps, dominated by $2p$ orbitals. The band dispersion is\nrelatively high, with band gaps ranging from 0.46 eV to 2.74 eV, all of which\nare smaller than that of diamond. Notably, the 16-tetra-22 structure exhibits\nthe smallest bandgap (0.46 eV), making it particularly interesting for\nelectronic applications. Additionally, these structures exhibit porosity, which\nprovides an advantage over denser materials, such as diamond. Considering the\nrecent advances in the synthesis of 3D carbon-based materials, the synthesis of\ntubulane-like structures is within our present-day technological capabilities."}
{"id": "2509.09577", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09577", "abs": "https://arxiv.org/abs/2509.09577", "authors": ["José Julian Díaz-Pérez", "R. Mulet"], "title": "Exactly Solvable Model of Random Walks with Stochastic Exchange", "comment": "4 pages + SM, 4 figures", "summary": "We solve exactly the non-equilibrium dynamics of two discrete random walkers\nmoving in channels with transition rates $p \\neq q$ that swap positions at a\nrate $s$. We compute exactly the joint probability distribution $P_{n,m}(t)$\nfor the walkers, revealing the existence of two dynamical crossovers. The first\nsignals the passage from independent diffusion to a swap-dominated regime where\nthe particles act as identical random walkers swapping positions. The second\ncrossover occurs when both channels become indistinguishable and the walkers\nmove around the same position. Furthermore, we demonstrate the existence of a\npersistent spatial anisotropy defined by the difference between the second\nmoments of the probability distributions in the two channels. Our results may\nprovide a quantitative framework to understand diverse systems. In biology, it\nis motivated by motor proteins (kinesin/dynein) exchanging cargo leadership,\nmembrane receptors swapping binding partners, or brain synapses with\nactivity-dependent plasticity. In finance, it models traders with distinct risk\nprofiles swapping positions in limit-order books, or volatility spillover\nbetween coupled markets. These diverse systems share a unifying theme: exchange\nprocesses mediate macroscopic correlations despite individual heterogeneity."}
{"id": "2509.09586", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09586", "abs": "https://arxiv.org/abs/2509.09586", "authors": ["M. O. Nestoklon", "L. Saviot", "S. V. Goupalov"], "title": "Application of perturbation theory to finding vibrational frequencies of a spheroid", "comment": "7 pages, 2 figures", "summary": "We apply perturbation theory of boundary conditions, originally developed by\nA.B. Migdal and independently by S.A. Moszkowski for deformed atomic nuclei, to\nfinding eigenfrequencies of Raman-active spheroidal modes of a spheroid from\nthese of a sphere and compare the outcomes with the results of numerical\ncalculations for CdSe and silver nanoparticles. The modes are characterized by\nthe total angular momentum $j=2$ and are five-fold degenerate for a sphere but\nsplit into three distinct modes, characterized by the absolute value of the\ntotal angular momentum projection onto the spheroidal axis, in case of a\nspheroid. The perturbation method works well in case of the rigid boundary\nconditions, with the displacement field set to zero at the boundary, and\naccurately predicts the splittings when the spheroidal shape is close to a\nsphere, but fails in case of the stress-free boundary conditions."}
{"id": "2509.09588", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09588", "abs": "https://arxiv.org/abs/2509.09588", "authors": ["F. Boivin", "M. Petrescu", "Z. Berkson-Korenberg", "K. W. West L. N. Pfeiffer", "G. Gervais"], "title": "Bulk Thermal Conductance of the 5/2 and 7/3 Fractional Quantum Hall States in the Corbino Geometry", "comment": null, "summary": "In this work, making use of time-resolved in situ Joule heating of a\ntwo-dimensional electron gas (2DEG) in the Corbino geometry, we report bulk\nthermal conductance measurements for the {\\nu} = 5/2 and {\\nu} = 7/3 fractional\nquantum Hall (FQH) states for electron temperatures ranging from 20 to 150 mK.\nWe compare our findings with a recent study by Melcer et al. [Nature 625, 489\n(2024)] that observed a finite bulk thermal conductivity \\k{appa}xx in FQH\nstates. In spite of the large size difference and the vastly different\nexperimental schemes used to extract \\k{appa}xx, we find in large part that\nboth experiments yield similar results and conclude that the bulk of FQH states\nthermally conducts and violate the Wiedemann-Franz law by a wide margin. Slight\ndiscrepancies between both studies are further discussed in terms of\nparticle-hole symmetry in the vicinity of the 5/2 and 7/3 FQH states."}
{"id": "2509.09620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.09620", "abs": "https://arxiv.org/abs/2509.09620", "authors": ["Zhibo Kang", "Burak Gurlek", "Weichen Tang", "Xiang Chen", "Jacob P. C. Ruff", "Ahmet Alatas", "Ayman Said", "Robert J. Birgeneau", "Steven G. Louie", "Angel Rubio", "Simone Latini", "Yu He"], "title": "Strong long-wavelength electron-phonon coupling in Ta$_2$Ni(Se,S)$_5$", "comment": "7 pages, 4 figures", "summary": "The search for intrinsic excitonic insulators (EI) has long been confounded\nby coexisting electron-phonon coupling in bulk materials. Although the ground\nstate of an EI may be difficult to differentiate from density-wave orders or\nother structural instabilities, excited states offer distinctive signatures.\nOne way to provide clarity is to directly inspect the phonon spectral function\nfor long wavelength broadening due to phonon interaction with the high velocity\nEI phason. Here, we report that the quasi-one-dimensional (quasi-1D) EI\ncandidate Ta$_2$NiSe$_5$ shows extremely anisotropic phonon broadening and\nsoftening in the semimetallic normal state. In contrast, such a behavior is\ncompletely absent in the broken symmetry state of Ta$_2$NiSe$_5$ and in the\nisostructural Ta$_2$NiS$_5$, where the latter has a fully gapped normal state.\nBy contrasting the expected phonon lifetimes in the BCS and BEC limits of a\nputative EI, our results suggest that the phase transition in\nTa$_2$Ni(Se,S)$_5$ family is closely related to strong interband\nelectron-phonon coupling. We experimentally determine the dimensionless\ncoupling $\\frac{g}{\\omega_0}\\sim10$, showing Ta$_2$Ni(Se,S)$_5$ as a rare\n\"ultra-strong coupling\" material."}
{"id": "2509.09627", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.09627", "abs": "https://arxiv.org/abs/2509.09627", "authors": ["Yiming Wang", "Lei Chen", "Haoyu Hu", "Ang Cai", "Jianhui Dai", "C. J. Bolech", "Qimiao Si"], "title": "Kondo destruction quantum critical point: fixed point annihilation and thermodynamic stability", "comment": "6+4 pages, 4 figures", "summary": "A wide range of strongly correlated electron systems exhibit strange\nmetallicity, and they are increasingly recognized as in proximity to\ncorrelation-driven localization-delocalization transitions. A prototype setting\narises in heavy fermion metals, where the proximity to the electron\nlocalization is manifested as Kondo destruction. Here we show that the Kondo\ndestruction quantum critical point is linked to the phenomenon of fixed point\nannihilation. This connection reveals the absence of residual entropy density\nat the quantum critical point and, thus, its thermodynamic stability. Broader\nimplications of our results are discussed."}
{"id": "2509.09659", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09659", "abs": "https://arxiv.org/abs/2509.09659", "authors": ["Zimeng Li", "Ning Wu"], "title": "Exact solution of the two-magnon problem in the $k=-π/2$ sector of a finite-size anisotropic spin-$1/2$ frustrated ferromagnetic chain", "comment": "10 pages, 5 figures, to appear in Physica Scripta", "summary": "The two-magnon problem in the $k=-\\pi/2$ sector of a \\emph{finite-size}\nspin-1/2 chain with ferromagnetic nearest-neighbor (NN) interaction $(J_1>0)$\nand antiferromagnetic next-nearest-neighbor (NNN) interaction $(J_2<0)$ and\nanisotropy parameters $\\Delta_1$ and $\\Delta_2$ is solved exactly by combining\na set of exact two-magnon Bloch states and a plane-wave ansatz. Two types of\ntwo-magnon bound states (BSs), i.e., the NN and NNN exchange BSs, are revealed.\nWe establish a phase diagram in the $J_1/(|J_2|\\Delta_2)$-$\\Delta_1$ plane\nwhere regions supporting different types of BSs are analytically identified. It\nis found that no BSs exist (the two types of BSs coexist) when both $\\Delta_1$\nand $\\Delta_2$ are small (large) enough. Our results for the isotropic case\n$\\Delta_1=\\Delta_2=1$ are consistent with an early work [Ono I, Mikado S and\nOguchi T 1971 \\emph{J. Phys. Soc. Japan} \\textbf{30} 358]."}
{"id": "2509.09663", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09663", "abs": "https://arxiv.org/abs/2509.09663", "authors": ["Zhiyu Fan", "Wei Ku"], "title": "Bogoliubov quasi-particles in superconductors are integer-charged particles inapplicable for braiding quantum information", "comment": "10 pages, 2 figures", "summary": "We present a rigorous proof that under a number-conserving Hamiltonian,\none-body quasi-particles generally possess quantized charge and inertial mass\nidentical to the bare particles. It follows that, Bogoliubov zero modes in the\nvortex (or on the edge) of superconductors $\\textit{cannot}$ be their own\nanti-particles capable of braiding quantum information. As such, the heavily\npursued Majorana zero mode-based route for quantum computation requires a\nserious re-consideration. This study further reveals the conceptual challenge\nin preparing and manipulating braid-able quantum states via physical\nthermalization or slow external fields. These profound results should reignite\nthe long-standing quest for a number-conserving theory of superconductivity and\nsuperfluidity without fictitiously breaking global U(1) symmetry."}
{"id": "2509.09664", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.09664", "abs": "https://arxiv.org/abs/2509.09664", "authors": ["Jing-Xuan Wang", "Yi-Heng Tian", "Jian-Hong She", "Rong-Qiang He", "Zhong-Yi Lu"], "title": "Prediction of several Co-based La$_3$Ni$_2$O$_7$-like superconducting materials", "comment": "6 pages, 4 figures, 3 tables", "summary": "High temperature superconductivity has been found in Fe, Ni, and Cu\ncompounds, but not Co, where the Ni compounds include the recently found\nbilayer nickelate La$_3$Ni$_2$O$_7$ under high pressure. Here we theoretically\npredict several Co-based La$_3$Ni$_2$O$_7$-like high-temperature\nsuperconducting materials. With electron doping to high-pressure bilayer\ncobaltate La$_3$Co$_2$O$_7$, we find that LaTh$_2$Co$_2$O$_7$,\nLa$_3$Ni$_2$O$_5$Cl$_2$, and La$_3$Ni$_2$O$_5$Br$_2$ may show similar crystal\nstructures and strongly correlated electronic structures to bilayer nickelate\nLa$_3$Ni$_2$O$_7$ under high pressure. Within the random-phase approximation\n(RPA), the leading pairing symmetry in these materials is $s$-wave."}
{"id": "2509.09668", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.09668", "abs": "https://arxiv.org/abs/2509.09668", "authors": ["Haoyang Tian", "Vatsal Dwivedi", "Adam Yanis Chaou", "Maxim Breitkreiz"], "title": "Magnetotransport across Weyl semimetal grain boundaries", "comment": "8+3 pages, 6 figures", "summary": "A clean interface between two Weyl semimetals features a universal,\nfield-linear tunnel magnetoconductance of $(e^2/h)N_\\mathrm{ho}$ per magnetic\nflux quantum, where $N_\\mathrm{ho}$ is the number of chirality-preserving\ntopological interface Fermi arcs. In this work we show that the linearity of\nthe magnetoconductance is robust with to interface disorder. The slope of the\nmagnetoconductance changes at a characteristic field strength $B_\\mathrm{arc}$\n-- the field strength for which the time taken to traverse the Fermi arc due to\nthe Lorentz force is equal to the mean inter-arc scattering time. For fields\nmuch larger than $B_\\mathrm{arc}$, the magnetoconductance is unaffected by\ndisorder. For fields much smaller than $B_\\mathrm{arc}$, the slope is no longer\ndetermined by $N_\\mathrm{ho}$ but by the simple fraction $N_\\mathrm{L}\nN_\\mathrm{R}/(N_\\mathrm{L}+N_\\mathrm{R})$, where $N_\\mathrm{L}$ and\n$N_\\mathrm{R}$ are the numbers of Weyl-node pairs in the left and right Weyl\nsemimetal, respectively. We also consider the effect of spatially correlated\ndisorder potentials, where we find that $B_\\mathrm{arc}$ decreases\nexponentially with increasing correlation length. Our results provide a\npossible explanation for the recently observed robustness of the negative\nlinear magnetoresistance in grained Weyl semimetals."}
{"id": "2509.09669", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.09669", "abs": "https://arxiv.org/abs/2509.09669", "authors": ["Niklas Ziereis", "Sanjay Moudgalya", "Michael Knap"], "title": "Strong-to-Weak Symmetry Breaking Phases in Steady States of Quantum Operations", "comment": "35 pages, 8 figures", "summary": "Mixed states can exhibit two distinct kinds of symmetries, either on the\nlevel of the individual states (strong symmetry), or only on the level of the\nensemble (weak symmetry). Strong symmetries can be spontaneously broken down to\nweak ones, a mechanism referred to as Strong-to-Weak Spontaneous Symmetry\nBreaking (SW-SSB). In this work, we first show that maximally mixed symmetric\ndensity matrices, which appear, for example, as steady states of symmetric\nrandom quantum circuits have SW-SSB when the symmetry is an on-site\nrepresentation of a compact Lie or finite group. We then show that this can be\nregarded as an isolated point within an entire SW-SSB phase that is stable to\nmore general quantum operations such as measurements followed by weak\npostselection. With sufficiently strong postselection, a second-order\ntransition can be driven to a phase where the steady state is strongly\nsymmetric. We provide analytical and numerical results for such SW-SSB phases\nand their transitions for both abelian $\\mathbb{Z}_2$ and non-abelian $S_3$\nsymmetries in the steady state of Brownian random quantum circuits with\nmeasurements. We also show that such continuous SW-SSB transitions are absent\nin the steady-state of general strongly symmetric, trace-preserving quantum\nchannels (including unital, Brownian, or Lindbladian dynamics) by analyzing the\ndegeneracies of the steady states in the presence of symmetries. Our results\ndemonstrate robust SW-SSB phases and their transitions in the steady states of\nnoisy quantum operations, and provide a framework for realizing various kinds\nof mixed-state quantum phases based on their symmetries."}
{"id": "2509.09462", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.09462", "abs": "https://arxiv.org/abs/2509.09462", "authors": ["Alexander Ryzhov", "Pavel Kapralov", "Mikhail Stolov", "Anton Andreev", "Aleksandra Radenovic", "Viatcheslav Freger", "Vasily Artemov"], "title": "Isotopic Fingerprints of Proton-mediated Dielectric Relaxation in Solid and Liquid Water", "comment": null, "summary": "We report cross-validated measurements of the isotope effect on dielectric\nrelaxation for four isotopologues of ice and water, including the 1-10^5 Hz\nregion, in which only sporadic and inconsistent measurements were previously\navailable. In ice, the relaxation rates exhibit an activated temperature\ndependence with an isotope-independent activation energy. Across 248-273 K, the\nH_2O/D_2O relaxation rate ratio remains constant at 2.0 \\pm 0.1. This scaling\nagrees with Kramers' theory in the high-friction limit if the moving mass is\nthe proton or deuteron, indicating that dielectric relaxation is governed by a\nclassic proton transfer over an energy barrier rather than molecular\nreorientation."}
