{"id": "2509.20893", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.20893", "abs": "https://arxiv.org/abs/2509.20893", "authors": ["Zhixuan Zhong", "Linbo Ma", "Jian Jiang"], "title": "MolCluster: Integrating Graph Neural Network with Community Detection for Coarse-Grained Mapping", "comment": "17 pages; 4 figures; 5 tables", "summary": "Coarse-grained (CG) modeling simplifies molecular systems by mapping groups\nof atoms into representative units. However, traditional CG approaches rely on\nfixed mapping rules, which limit their ability to handle diverse chemical\nsystems and require extensive manual intervention. Thus, supervised\nlearning-based CG methods have been proposed, enabling more automated and\nadaptable mapping. Nevertheless, these methods suffer from limited labeled\ndatasets and the inability to control mapping resolution, which is essential\nfor multiscale modeling. To overcome these limitations, we propose MolCluster,\nan unsupervised model that integrates a graph neural network and a community\ndetection algorithm to extract CG representations. Additionally, a predefined\ngroup pair loss ensures the preservation of target groups, and a bisection\nstrategy enables precise, customizable resolution across different molecular\nsystems. In the case of the downstream task, evaluations on the MARTINI2\ndataset demonstrate that MolCluster, benefiting from its label-free pretraining\nstrategy, outperforms both traditional clustering and supervised models.\nOverall, these results highlight the potential of MolCluster as a core model\nfor customizable and chemically consistent CG mapping."}
{"id": "2509.20965", "categories": ["physics.comp-ph", "cs.NA", "math.NA", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2509.20965", "abs": "https://arxiv.org/abs/2509.20965", "authors": ["Pardeep Kumar", "Patricio I. Rosen Esquivel"], "title": "A Reformulation of UVN-Flash for Multicomponent Two-Phase Systems with Application to CO2-rich Mixture Transport in Pipelines", "comment": "29 pages, 11 figures, 4 appendicies", "summary": "Pipeline transport of dense-phase CO2-rich mixtures is a crucial component in\ncarbon capture and storage (CCS). Accurate modeling requires coupling of fluid\ndynamics and thermodynamics, especially during transient events such as\ndepressurization. In this work, we present a unified framework for two-phase\nmulticomponent transport in pipelines that integrates both aspects.\nSpecifically, we employ the homogeneous equilibrium model (HEM) for modeling\nthe transport of two-phase CO2-rich mixture, with thermodynamic closure\nprovided by a Helmholtz energy-based equation of state. Phase equilibrium\ncalculations are performed using UVN-flash, supplemented with a stability\nanalysis procedure to detect phase separation and generate initial guesses for\nthe phase-equilibrium calculations. Specifically, we introduce a novel tailored\nUVN-flash routine that aligns with the fluid dynamics formulation. This is\nachieved by introducing an alternative and better-scaled set of variables for\nthe phase-equilibrium calculations. The proposed framework is applied to the\ndepressurization of tanks and pipelines containing CO2-rich mixtures,\ndemonstrating its effectiveness for CCS-relevant applications."}
{"id": "2509.20522", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20522", "abs": "https://arxiv.org/abs/2509.20522", "authors": ["D. P. Usov", "Y. S. Kozhedub", "A. V. Stolyarov", "L. V. Skripnikov", "V. M. Shabaev", "I. I. Tupitsyn"], "title": "A relativistic coupled-cluster treatment of magnetic hyperfine structure of the $X^2Π$ and $A^2Σ^+$ states of OH isotopologues", "comment": "9 pages, 6 figures", "summary": "$\\textit{Ab initio}$ calculations of the parallel component of the magnetic\ndipole hyperfine structure (HFS) constant have been carried out for hydroxyl\nradical isotopologues ($^{16,17}$OH(D)) over the internuclear distance range $R\n\\in [0.6, 1.8]$ \\r{A}. For the ground electronic state $X^2\\Pi$, the HFS\nfunctions were evaluated for contributions induced by both oxygen and hydrogen\nnuclei. In addition, the hydrogen-induced HFS curve was calculated for the\nexcited $A^2\\Sigma^+$ state. The quantum-chemistry study employs a\nfour-component relativistic coupled-cluster (CC) method, including excitations\nup to the triple level, namely: the contribution of triple-cluster amplitudes\nwas studied both perturbatively (CCSD(T)) and through fully iterative\ncalculations (CCSDT). The resulting oxygen- and hydrogen-induced HFS functions\nrepresent the most accurate and reliable theoretical predictions to date\nexhibiting excellent agreement with semiempirical curve for hydrogen-induced\nHFS derived from high-resolution spectroscopic data for the lowest vibrational\nlevels ($v\\in [0,2]$) of the electronic $X^2\\Pi$ state. Vibrationally averaged\n$\\textit{ab initio}$ values are consistent with experimental values within\n$1\\%$ for all states considered. Furthermore, the internuclear distance range\nover which the HFS curves are defined has been extended beyond that of previous\nstudies, thereby providing a robust foundation for accurate HFS treatments of\nhigher-lying rovibrational levels of OH isotopologues within both adiabatic and\nnon-adiabatic frameworks."}
{"id": "2509.20522", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.20522", "abs": "https://arxiv.org/abs/2509.20522", "authors": ["D. P. Usov", "Y. S. Kozhedub", "A. V. Stolyarov", "L. V. Skripnikov", "V. M. Shabaev", "I. I. Tupitsyn"], "title": "A relativistic coupled-cluster treatment of magnetic hyperfine structure of the $X^2Π$ and $A^2Σ^+$ states of OH isotopologues", "comment": "9 pages, 6 figures", "summary": "$\\textit{Ab initio}$ calculations of the parallel component of the magnetic\ndipole hyperfine structure (HFS) constant have been carried out for hydroxyl\nradical isotopologues ($^{16,17}$OH(D)) over the internuclear distance range $R\n\\in [0.6, 1.8]$ \\r{A}. For the ground electronic state $X^2\\Pi$, the HFS\nfunctions were evaluated for contributions induced by both oxygen and hydrogen\nnuclei. In addition, the hydrogen-induced HFS curve was calculated for the\nexcited $A^2\\Sigma^+$ state. The quantum-chemistry study employs a\nfour-component relativistic coupled-cluster (CC) method, including excitations\nup to the triple level, namely: the contribution of triple-cluster amplitudes\nwas studied both perturbatively (CCSD(T)) and through fully iterative\ncalculations (CCSDT). The resulting oxygen- and hydrogen-induced HFS functions\nrepresent the most accurate and reliable theoretical predictions to date\nexhibiting excellent agreement with semiempirical curve for hydrogen-induced\nHFS derived from high-resolution spectroscopic data for the lowest vibrational\nlevels ($v\\in [0,2]$) of the electronic $X^2\\Pi$ state. Vibrationally averaged\n$\\textit{ab initio}$ values are consistent with experimental values within\n$1\\%$ for all states considered. Furthermore, the internuclear distance range\nover which the HFS curves are defined has been extended beyond that of previous\nstudies, thereby providing a robust foundation for accurate HFS treatments of\nhigher-lying rovibrational levels of OH isotopologues within both adiabatic and\nnon-adiabatic frameworks."}
{"id": "2509.20546", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20546", "abs": "https://arxiv.org/abs/2509.20546", "authors": ["R. Mahat", "S. Budhathoki", "S. Regmi", "J. Y. Law", "V. Franco", "W. H. Butler", "A. Gupta", "A. Hauser", "P. LeClair"], "title": "Tailoring properties of Heusler alloys by elemental substitution and electron counting: (Co$_{2-α}$Mn$_α$)FeGe, Co$_2$(Fe$_{1-β}$Mn$_β$)Ge, and (Co$_{2-α}$Fe$_α$)MnGe", "comment": "34 pages, 32 figures", "summary": "Rational material design by elemental substitution is useful in tailoring\nmaterials to have desirable properties. Here we consider three non-equivalent\nsubstitutional series based on Co$_2$FeGe, viz;\n(Co$_{2-\\alpha}$Mn$_\\alpha$)FeGe, Co$_2$(Fe$_{1-\\beta}$Mn$_{\\beta}$)Ge,\n(Co$_{2-\\alpha}$Fe$_\\alpha$)MnGe ($0\\!\\le\\!\\alpha\\!\\le\\!2,\n0\\!\\le\\!\\beta\\!\\le\\!1$), and study how material properties evolve with the\ninterchange of Mn, Fe, and Co in Co$_2$FeGe. In all three schemes, single-phase\ncompounds can be obtained over a wide range of compositions: $0.125 < \\alpha <\n1.375 $ for (Co$_{2-\\alpha}$Mn$_{\\alpha}$)FeGe, $0 \\!\\le\\! \\beta \\!\\le\\! 1$ for\nCo$_2$(Fe$_{1-\\beta}$Mn$_{\\beta}$)Ge, and $0 \\!<\\! \\alpha \\!<\\! 1.50$ for\n(Co$_{2-\\alpha}$Fe$_\\alpha$)MnGe. All the single-phase compounds crystallise in\nfcc structure with chemical ordering consistent with the ``4-2'' rule of Butler\net al. The compounds are soft ferromagnets with low temperature saturation\nmagnetisation agreeing with the Slater-Pauling rule. Very high Curie\ntemperatures are measured, with values up to 1000 K for lower Mn\nconcentrations. First principle calculations indicate, in the most stable\natomic configuration, Mn prefers sharing sublattice with Ge, also consistent\nwith the 4-2 rule. The calculations further predict half-metallic behaviour for\n(Co$_{1.625}$Mn$_{0.375}$)FeGe, while finding other compositions to be nearly\nhalf-metallic. Upon comparing the results of the three series, it is found that\nsingle-phase alloys occur for a specific range of valence electrons per unit\ncell ($\\sim\\!28.5\\!-\\!29.75$), and that even for multi-phase samples the\nstructural, magnetic, and electronic properties depend primarily on the number\nof valence electrons and not on the specific substitution scheme employed."}
{"id": "2509.20480", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20480", "abs": "https://arxiv.org/abs/2509.20480", "authors": ["Diego Subero", "Yu-Cheng-Chang", "Miguel Monteiro", "Ze-Yan Chen", "Jukka P. Pekola"], "title": "Revisiting dissipation-driven phase transition in a Josephson junction", "comment": "6 pages, 4 figures", "summary": "Despite extensive experimental and theoretical work over several decades,\nSchmid-Bulgadaev quantum phase transition remains a subject of debate. Here we\nrevisit this problem by performing systematic experiments on low-frequency\ncurrent-voltage characteristics of Josephson junctions over a wide range of\nparameters. The experiments are conducted in a true resistive environment\nformed by a metallic on-chip resistor located near the junction. Over the\nparameter range of the experiment, we find that the transition occurs when the\nresistance crosses the quantum value $h/(4e^2)\\simeq 6.5$ k$\\Omega$ for Cooper\npairs, as originally predicted. The temperature $T$ of the experiment is\nnaturally non-zero, but our basic theoretical modeling corroborates that the\nobservations under these conditions can serve as the basis for the conclusions\nmade, in particular, the crossover resistance from superconducting to\ninsulating regime is the same as that at $T=0$."}
{"id": "2509.20436", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20436", "abs": "https://arxiv.org/abs/2509.20436", "authors": ["James H. Cullen", "Zhanning Wang", "Dimitrie Culcer"], "title": "Ge as an ideal orbitronic platform: giant orbital Hall effect", "comment": null, "summary": "State-of-the-art developments in magnetic devices rely on manufacturing\nfaster, more efficient memory elements. A significant development in this\ndirection has been the discovery of orbital torques, which employ the orbital\nangular momentum of Bloch electrons to switch the magnetisation of an adjacent\nferromagnet, and has motivated the search for \\textit{orbitronic} materials\ndisplaying strong orbital dynamics exemplified, by the orbital Hall effect\n(OHE). In this work we propose Ge, as an optimal orbitronic platform. We\ndemonstrate that holes in bulk Ge exhibit a giant OHE, exceeding that of the\nbulk states of topological insulators, and exceeding the spin-Hall effect by\nfour orders of magnitude. The calculation is performed within the framework of\nthe Luttinger model and the modern theory of orbital magnetisation, while\nincorporating recently-discovered quantum corrections to the OHE. Our study\nconstitutes a fundamental milestone in applying the modern theory to a system\nwith \\textit{inversion symmetry}. Moreover, we argue that bulk Ge serves as an\nideal testbed for the orbital torque resulting from a charge current, since the\nspin- and orbital-Edelstein effects in Ge are forbidden by symmetry. Our\nresults provide a blueprint for producing strong orbital torques in magnetic\ndevices with Ge, guiding future experimental work in this direction."}
{"id": "2509.20431", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20431", "abs": "https://arxiv.org/abs/2509.20431", "authors": ["Saranesh Prembabu", "Ruben Verresen"], "title": "Multicriticality between Purely Gapless SPT Phases with Unitary Symmetry", "comment": "17 pages + 5 page appendix, 7 figures", "summary": "Symmetry-protected topological (SPT) phases are commonly required to have an\nenergy gap, but recent work has extended the concept to gapless settings. This\nraises a natural question: what happens at transitions between inequivalent\ngapless SPTs? We address this for the simplest known case among gapless SPTs\nprotected by a unitary symmetry group acting faithfully on the low-energy\ntheory. To this end, we consider a qutrit version of the nearest-neighbor XX\nchain. Trimerizing the chain explicitly breaks an anomalous symmetry and\nproduces three distinct gapped SPT phases protected by a unitary $\\mathbb{Z}_3\n\\times \\mathbb{Z}_3$ symmetry. Their phase boundaries are given by three\ninequivalent gapless SPTs without any gapped symmetry sectors, each described\nby a symmetry-enriched version of an orbifolded Potts$^2$ conformal field\ntheory with central charge $c=\\frac{8}{5}$. We provide an analytic derivation\nof this critical theory in a particular regime and confirm its stability using\ntensor network simulations. Remarkably, the three gapless SPTs meet at a $c =\n2$ multicritical point, where the protecting $\\mathbb{Z}_3 \\times \\mathbb{Z}_3$\nsymmetry exhibits a mixed anomaly with the $\\mathbb Z_3$ entangler symmetry\nthat permutes the SPT classes. We further explore how discrete gauging gives\ndipole-symmetric models, offering insights into dipole symmetry-breaking and\nSPTs, as well as symmetry-enriched multiversality. Altogether, this work\nuncovers a rich phase diagram of a minimal qutrit chain, whose purely\nnearest-neighbor interactions make it a promising candidate for experimental\nrealization, including the prospect of critical phases with stable edge modes."}
{"id": "2509.20431", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20431", "abs": "https://arxiv.org/abs/2509.20431", "authors": ["Saranesh Prembabu", "Ruben Verresen"], "title": "Multicriticality between Purely Gapless SPT Phases with Unitary Symmetry", "comment": "17 pages + 5 page appendix, 7 figures", "summary": "Symmetry-protected topological (SPT) phases are commonly required to have an\nenergy gap, but recent work has extended the concept to gapless settings. This\nraises a natural question: what happens at transitions between inequivalent\ngapless SPTs? We address this for the simplest known case among gapless SPTs\nprotected by a unitary symmetry group acting faithfully on the low-energy\ntheory. To this end, we consider a qutrit version of the nearest-neighbor XX\nchain. Trimerizing the chain explicitly breaks an anomalous symmetry and\nproduces three distinct gapped SPT phases protected by a unitary $\\mathbb{Z}_3\n\\times \\mathbb{Z}_3$ symmetry. Their phase boundaries are given by three\ninequivalent gapless SPTs without any gapped symmetry sectors, each described\nby a symmetry-enriched version of an orbifolded Potts$^2$ conformal field\ntheory with central charge $c=\\frac{8}{5}$. We provide an analytic derivation\nof this critical theory in a particular regime and confirm its stability using\ntensor network simulations. Remarkably, the three gapless SPTs meet at a $c =\n2$ multicritical point, where the protecting $\\mathbb{Z}_3 \\times \\mathbb{Z}_3$\nsymmetry exhibits a mixed anomaly with the $\\mathbb Z_3$ entangler symmetry\nthat permutes the SPT classes. We further explore how discrete gauging gives\ndipole-symmetric models, offering insights into dipole symmetry-breaking and\nSPTs, as well as symmetry-enriched multiversality. Altogether, this work\nuncovers a rich phase diagram of a minimal qutrit chain, whose purely\nnearest-neighbor interactions make it a promising candidate for experimental\nrealization, including the prospect of critical phases with stable edge modes."}
{"id": "2509.20445", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20445", "abs": "https://arxiv.org/abs/2509.20445", "authors": ["Friedrich Hübner"], "title": "On the Hydrodynamic Approximation of Quantum Integrable Models -- An Illustration via the repulsive Lieb-Liniger Model", "comment": "PhD Dissertation, 154 pages", "summary": "Generalized hydrodynamics is a framework to study the large scale dynamics of\nintegrable models, special fine-tuned one-dimensional many-body systems that\npossess an infinite number of local conserved quantities. Unlike classical\nmodels, where the microscopic origins of generalized hydrodynamics are better\nunderstood, in quantum models it can only be derived using the hydrodynamic\nformalism. Using the paradigmatic and experimentally relevant repulsive\nLieb-Liniger model as an example, this thesis introduces a new viewpoint on the\ndynamics of quantum integrable models by introducing so-called semi-classical\nBethe models. These classical integrable models act as an intermediate\ndescription between the microscopic quantum realm and the macroscopic\ngeneralized hydrodynamics. After introducing these models and discussing their\nproperties, we study the generalized hydrodynamics equation using new tools and\nshow that solutions to the Euler generalized hydrodynamics equation of the\nLieb-Liniger model exist, are unique and do not develop gradient catastrophes.\nFinally, we discuss new insights into the physics governing the diffusive\ncorrection, which, contrary to prior belief, is not described by a\nNavier-Stokes-like equation. Focusing on the main intuitive ideas, the thesis\naims to provide a self-contained overview over these exciting new developments\non generalized hydrodynamics."}
{"id": "2509.20604", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20604", "abs": "https://arxiv.org/abs/2509.20604", "authors": ["Tianchu Li", "Pranay Venkatesh", "Nanako Shitara", "Andrés Montoya-Castillo"], "title": "Numerically exact quantum dynamics with tensor networks: Predicting the decoherence of interacting spin systems", "comment": null, "summary": "Predicting the quantum dynamics of promising solid-state and molecular\nquantum technology candidates remains a formidable challenge. Yet, accessing\nthese dynamics is key to understanding and controlling decoherence mechanisms\n-- a prerequisite for designing better qubits, sensors, and memories. We\nleverage a matrix product state representation to introduce a numerically exact\nand scalable method to achieve this goal. We demonstrate that our method\naccurately predicts coherence and population dynamics of spin networks across a\nwide range of parameter regimes, encompassing nuclear spin sensors and qubits\nin solid-state semiconductors and molecular magnets. Our method further\npredicts spin dynamics under the influence of repeated light pulses, which are\ncommonly used to mitigate decoherence and perform quantum sensing experiments.\nOur method thus provides reliable results for moderately-sized spin platforms\nspanning molecular magnets and solid-state spins that can guide the development\nof approximate but efficient quantum dynamics methods and enable principled\ninquiry into decoherence mechanisms."}
{"id": "2509.20622", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20622", "abs": "https://arxiv.org/abs/2509.20622", "authors": ["Eder G. Lomeli", "Qinghao Li", "Kuan H. Hsu", "Gi-Hyeok Lee", "Zengqing Zhuo", "Bryant-J. Polzin", "Jihyeon Gim", "Boyu Shi", "Eungje Lee", "Yujia Wang", "Haobo Li", "Pu Yu", "Jinpeng Wu", "Zhi-Xun Shen", "Shishen Yan", "Lauren Illa", "Josh J. Kas", "John J. Rehr", "John Vinson", "Brian Moritz", "Yi-Sheng Liu", "Jinghua Guo", "Yi-de Chuang", "Wanli Yang", "Thomas P. Devereaux"], "title": "Negative Charge Transfer: Ground State Precursor towards High Energy Batteries", "comment": "33 pages, paper plus supplementary material, 4 main figures", "summary": "Modern energy applications, especially electric vehicles, demand high energy\nbatteries. However, despite decades of intensive efforts, the highest energy\ndensity and commercially viable batteries are still based on LiCoO2, the very\nfirst generation of cathode materials. The technical bottleneck is the\nstability of oxide-based cathodes at high operating voltages. The fundamental\npuzzle is that we actually never understood the redox mechanism of LiCoO2.\nConventional wisdom generally defines redox to be centered on cations at low\nvoltages, and on anions, i.e. oxygen, at high voltages by forming oxidized\nchemical states like O2 or peroxo-species. Here, through in-situ and ex-situ\nspectroscopy coupled with theoretical calculations, we show that high-energy\nlayered cathodes, represented by LiCoO2 and LiNiO2, operate through enhancement\nof negative charge transfer (NCT) ground states upon charging throughout the\nwhole voltage range - i.e., NCT evolution itself is the intrinsic redox\nmechanism regardless of voltage ranges. NCT inherently engages high covalency\nand oxygen holes, leading to optimized performance without conventional redox\ncenters in LiCoO2. The level of NCT, i.e., number of ligand holes, naturally\nexplains many seemingly controversial results. The redefinition of redox\nmechanism reveals the pathway toward viable high energy battery electrodes."}
{"id": "2509.20650", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20650", "abs": "https://arxiv.org/abs/2509.20650", "authors": ["Tien Le", "Yeonkyu Lee", "Dzung T. Tran", "Woo Seok Choi", "Won Nam Kang", "Jinyoung Yun", "Jeehoon Kim", "Jaegu Song", "Yoonseok Han", "Tuson Park", "Duc H. Tran", "Soon-Gil Jung", "Jungseek Hwang"], "title": "Effect of C additives with 0.5% in weight on structural, optical and superconducting properties of Ta-Nb-Hf-Zr-Ti high entropy alloy films", "comment": "27 pages, 7 figures", "summary": "We investigated the superconducting (SC) properties of Ta-Nb-Hf-Zr-Ti\nhigh-entropy alloy (HEA) thin films with 0.5% weight C additives. The C\nadditives stabilize the structural properties and enhance the SC critical\nproperties, including $\\mu_0$Hc$_2$ (13.45 T) and Tc (7.5 K). The reflectance\nof the C-added HEA film is enhanced in the low-energy region, resulting in a\nhigher optical conductivity, which is consistent with the lower electrical\nresistivity. In addition, we observed SC vortices in the C-added HEA film using\nmagnetic force microscopy. The magnetic penetration depths ($\\lambda$) of the\npure HEA and C-added HEA films were estimated from their Meissner force curves\nby comparing them with those of a reference Nb film. At 4.2 K, the {\\lambda} of\nthe C-added film is 360 nm, shorter than that of the pure HEA film (560 nm),\nindicating stronger superconductivity against an applied magnetic field."}
{"id": "2509.20462", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20462", "abs": "https://arxiv.org/abs/2509.20462", "authors": ["Soujanya Datta", "Krishanu Roychowdhury"], "title": "Anomalous Landau Levels in Inhomogeneous Fluxes and Emergent Supersymmetry", "comment": "15 pages, 5 figures", "summary": "Two-dimensional systems in magnetic fields host rich physics, most notably\nthe quantum Hall effect arising from Landau level quantization. In a broad\nclass of two-dimensional models, flat bands with topologically nontrivial band\ndegeneracies give rise to anomalous Landau level quantization under homogeneous\nfields. Ascribed to the underlying quantum geometry, these are classified as\nsingular flat bands, exhibiting unusual wavefunction localization, and\nanomalous quantization of Landau levels. We investigate the response of gapless\nsingular flat bands to inhomogeneous fluxes, bridging continuum and lattice\ndescriptions. Our analysis reveals a mechanism to controllably manipulate the\nanomalous Landau levels via flux inhomogeneity. We further uncover an emergent\nsupersymmetry in the parameter space where the tower of anomalous Landau levels\ncollapses to zero energy, rendering a lattice analog of the Aharonov-Casher\ntheorem on degenerate zero modes in perpendicular fluxes, with wavefunction\nlocalization partly similar to Aharonov-Bohm caging. With the addition of\nstrong correlations, these findings will have implications for realizing exotic\ntopological and charge-ordered phases."}
{"id": "2509.20435", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20435", "abs": "https://arxiv.org/abs/2509.20435", "authors": ["Julian May-Mann", "Akshat Pandey", "Steven A. Kivelson"], "title": "Disorder-induced fractionalization of pair density waves", "comment": "4 pages, 1 figure", "summary": "We investigate the effects of disorder on a system that in the clean limit is\na pair density wave (PDW) superconductor. The charge order of the clean PDW is\ninevitably lost (via Imry-Ma), but the fate of the superconducting order is\nless clear. Here, we consider a strongly inhomogeneous limit in which the\nsystem consists of a random collection of PDW puddles embedded in a metallic\nbackground. When the puddles are dilute, they become phase coherent at low\ntemperatures, resulting in a state that is macroscopically equivalent to a\ncharge-$2e$ $s$-wave superconductor. This can be viewed as an example of\n``order parameter fractionalization'' -- the PDW order splits into a charge-2e\ns-wave superconductor and a charge density wave, the latter of which is\ndestroyed by disorder -- and stands in contrast to the ``vestigial'' charge-4e\nsuperconductivity which has been proposed to arise in weakly disordered PDWs."}
{"id": "2509.20435", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20435", "abs": "https://arxiv.org/abs/2509.20435", "authors": ["Julian May-Mann", "Akshat Pandey", "Steven A. Kivelson"], "title": "Disorder-induced fractionalization of pair density waves", "comment": "4 pages, 1 figure", "summary": "We investigate the effects of disorder on a system that in the clean limit is\na pair density wave (PDW) superconductor. The charge order of the clean PDW is\ninevitably lost (via Imry-Ma), but the fate of the superconducting order is\nless clear. Here, we consider a strongly inhomogeneous limit in which the\nsystem consists of a random collection of PDW puddles embedded in a metallic\nbackground. When the puddles are dilute, they become phase coherent at low\ntemperatures, resulting in a state that is macroscopically equivalent to a\ncharge-$2e$ $s$-wave superconductor. This can be viewed as an example of\n``order parameter fractionalization'' -- the PDW order splits into a charge-2e\ns-wave superconductor and a charge density wave, the latter of which is\ndestroyed by disorder -- and stands in contrast to the ``vestigial'' charge-4e\nsuperconductivity which has been proposed to arise in weakly disordered PDWs."}
{"id": "2509.20602", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20602", "abs": "https://arxiv.org/abs/2509.20602", "authors": ["Mesfin Asfaw Taye"], "title": "Curzon Ahlborn Type Efficiency in a Brownian Heat Engine with Exponential Temperature Profile", "comment": "14 pages, 12 figures, accepted for publication in Physical Review E", "summary": "We investigate a Brownian heat engine wherein a particle moves through a\nperiodic ratchet potential under an exponentially decreasing temperature\nprofile, a spatial configuration that closely resembles experimentally\nrealizable conditions such as laser-induced thermal gradients and\nthermoplasmonic heating. This model yields exact analytical expressions for the\nparticle current, thermodynamic efficiency, entropy production, and coefficient\nof performance (COP), and uniquely recovers the Curzon Ahlborn efficiency and\nthe corresponding endoreversible COP exactly in the quasistatic limit. These\nfindings provide a rare and rigorous realization of endoreversible\nthermodynamics at the mesoscopic scale because they are derived directly from\nmicroscopic stochastic dynamics without recourse to phenomenological\nassumptions, asymptotic approximations or coarse-graining techniques. Although\nthe derived efficiency and COP are exact, they remain strictly below the Carnot\nlimit, reflecting the inherent irreversibility embedded within the\nendoreversible framework. Furthermore, we show that in comparison to linear and\npiecewise-constant temperature profile cases, the exponential temperature\nprofile leads to significantly higher particle velocities, higher entropy\nproduction, but lower thermodynamic efficiency, which underscores the\nfundamental trade-off between transport speed and energy cost."}
{"id": "2509.20630", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2509.20630", "abs": "https://arxiv.org/abs/2509.20630", "authors": ["Yuan Chiang", "Tobias Kreiman", "Christine Zhang", "Matthew C. Kuner", "Elizabeth Weaver", "Ishan Amin", "Hyunsoo Park", "Yunsung Lim", "Jihan Kim", "Daryl Chrzan", "Aron Walsh", "Samuel M. Blau", "Mark Asta", "Aditi S. Krishnapriyan"], "title": "MLIP Arena: Advancing Fairness and Transparency in Machine Learning Interatomic Potentials via an Open, Accessible Benchmark Platform", "comment": null, "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized molecular\nand materials modeling, but existing benchmarks suffer from data leakage,\nlimited transferability, and an over-reliance on error-based metrics tied to\nspecific density functional theory (DFT) references. We introduce MLIP Arena, a\nbenchmark platform that evaluates force field performance based on physics\nawareness, chemical reactivity, stability under extreme conditions, and\npredictive capabilities for thermodynamic properties and physical phenomena. By\nmoving beyond static DFT references and revealing the important failure modes\nof current foundation MLIPs in real-world settings, MLIP Arena provides a\nreproducible framework to guide the next-generation MLIP development toward\nimproved predictive accuracy and runtime efficiency while maintaining physical\nconsistency. The Python package and online leaderboard are available at\nhttps://github.com/atomind-ai/mlip-arena."}
{"id": "2509.20662", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20662", "abs": "https://arxiv.org/abs/2509.20662", "authors": ["Jeong Min Choi", "Jaehoon Kim", "Ji-Hwan Lee", "Won-Joon Son", "Seungwu Han"], "title": "Atomistic Insights into Cu/amorphous-Ta$_x$N Interfacial Adhesion via Machine Learning Interatomic Potentials: Effects of Stoichiometry and Interface Construction", "comment": "24 pages, 14 figures, Supplementary information included as ancillary\n  file (+13 pages)", "summary": "Accurate understanding and control of interfacial adhesion between Cu and\nTa$_x$N diffusion barriers are essential for ensuring the mechanical\nreliability and integrity of Cu interconnect systems in semiconductor devices.\nAmorphous tantalum nitride (a-Ta$_x$N) barriers are particularly attractive due\nto their superior barrier performance, attributed to the absence of grain\nboundaries. However, a systematic atomistic investigation of how varying Ta\nstoichiometries influences adhesion strength at Cu/a-Ta$_x$N interfaces remains\nlacking, hindering a comprehensive understanding of interface optimization\nstrategies. In this study, we employ machine learning interatomic potentials\n(MLIPs) to perform steered molecular dynamics (SMD) simulations of Cu/a-Ta$_x$N\ninterfaces. We simultaneously evaluate three distinct interface construction\napproaches--static relaxation, high-temperature annealing, and simulated Cu\ndeposition--to comprehensively investigate their influence on adhesion strength\nacross varying Ta compositions ($x=1, 2, 4$). Peak force and work of adhesion\nvalues from SMD simulations quantitatively characterize interface strength,\nwhile atomic stress and strain analyses elucidate detailed deformation\nbehavior, highlighting the critical role of interfacial morphologies.\nAdditionally, we explore the atomistic mechanisms underlying cohesive failure,\nrevealing how targeted incorporation of Ta atoms into Cu layers enhances the\ncohesive strength of the interface. This study demonstrates how MLIP-driven\nsimulations can elucidate atomic-scale relationships between interface\nmorphology and adhesion behavior, providing insights that can guide future\natomistic engineering strategies toward enhancing intrinsic barrier adhesion,\npotentially enabling liner-free interconnect technologies."}
{"id": "2509.20727", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20727", "abs": "https://arxiv.org/abs/2509.20727", "authors": ["Shilong Zhang", "Hengyuang Zhang", "Zehao Dong", "Jie Li", "Qian Xiao", "Mengwu Huo", "Hsiao-Yu Huang", "Di-Jing Huang", "Yayu Wang", "Yi Lu", "Zhen Chen", "Meng Wang", "Yingying Peng"], "title": "Distinct orbital contributions to electronic and magnetic structures in La$_{4}$Ni$_{3}$O$_{10}$", "comment": null, "summary": "High-T$_c$ superconductivity has recently been discovered in\nRuddlesden-Popper phase nickelates under pressure, where the low-energy\nelectronic structure is dominated by Ni $d_{x^2 - y^2}$ and $d_{z^2}$ orbitals.\nHowever, the respective roles of these orbitals in superconductivity remain\nunclear. Here, by combining X-ray absorption, electron energy loss\nspectroscopy, and density functional theory calculations on\nLa$_{4}$Ni$_{3}$O$_{10}$ single crystals, we identify ligand holes in the\n$p_{x,y}$ orbitals of planar oxygen and the $p_z$ orbitals of apical oxygen,\nwhich hybridize with the Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals, respectively.\nThese ligand holes enable orbital-selective O K-edge resonant inelastic X-ray\nscattering (RIXS) study, which reveals that $d_{x^2-y^2}$ states dominate the\nlow-energy charge excitations and are more itinerant. We also observe a\n$\\sim$0.1 eV bimagnon through RIXS and Raman spectroscopy, which leads to an\ninterlayer superexchange interaction J$_z$ of $\\sim$50 meV. Our results reveal\ndistinct contributions of Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals to the\nelectronic and magnetic structure and provide direct experimental insights to\nunderstand the RP-phase nickelate superconductors."}
{"id": "2509.20487", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20487", "abs": "https://arxiv.org/abs/2509.20487", "authors": ["Dirk Backes"], "title": "Magnon-magnon coupling efficiency of $η$=0.5 in weakly pinned synthetic antiferromagnets", "comment": "21 pages, 9 figures", "summary": "Synthetic antiferromagnets (SAFs) consist of two ferromagnetic layers that\nare antiferromagnetically coupled. These systems support complex dynamical\nmagnetic excitations, where interlayer coupling gives rise to both in-phase\n(acoustic) and anti-phase (optical) magnonic modes. Typically, simultaneous\nexcitation of both modes requires breaking the symmetry between the\nferromagnetic layers -- commonly achieved through slight misalignment of the\nexperimental setup or by modifying the intrinsic magnetic properties. In our\napproach, we utilize a pinned synthetic antiferromagnet (pSAF), where one of\nthe ferromagnetic layers is exchange-coupled to an antiferromagnet. We\ndemonstrate that by tuning the thickness of the antiferromagnet and slightly\nenhancing the magnetic anisotropy of the pinned layer, both acoustic and\noptical modes can be efficiently excited -- without the need for experimental\nmisalignment or changes to the intrinsic material properties. Under specific\nconditions, the magnon dispersion relations exhibit anti-crossing behavior,\nresulting in the emergence of a magnonic bandgap -- a clear signature of strong\nmagnon-magnon coupling. The coupling efficiency $\\eta$, defined as the ratio\nbetween the bandgap and the characteristic frequency, reaches $\\eta = 0.5$,\napproaching the ultra-strong coupling regime ($\\eta = 1$). The combination of\nstrong mode hybridization, a sizable magnonic bandgap, and high ferromagnetic\nresonance (FMR) coherence over large areas -- all achieved at room temperature\nwithout cryogenic cooling -- underscores the potential of these systems for\nquantum magnonic applications, including quantum computing."}
{"id": "2509.20498", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20498", "abs": "https://arxiv.org/abs/2509.20498", "authors": ["Cătălin Paşcu Moca", "Ovidiu I. Patu", "Balázs Dóra", "Gergely Zaránd"], "title": "Quantum Coherence in a Maximally Hot Hubbard Chain", "comment": null, "summary": "We present a detailed study of the real-time dynamics and spectral properties\nof the one-dimensional fermionic Hubbard model at infinite temperature. Using\ntensor network simulations in Liouville space, we compute the single-particle\nGreen's function and analyze its dynamics across a broad range of interaction\nstrengths. To complement the time-domain approach, we develop a high-resolution\nChebyshev expansion method within the density matrix formalism, enabling direct\naccess to spectral functions in the frequency domain. In the non-interacting\nlimit, we derive exact analytical expressions for the Green's function,\nproviding a benchmark for our numerical methods. As interactions are\nintroduced, we observe a transition in the spectral function from a sharp peak\nat the free dispersion to a broadened two-band structure associated with hole\nand doublon excitations. These features are well captured by a Hubbard-I\nmean-field approximation, even at intermediate coupling. At infinite\ninteraction strength ($U = \\infty$), we exploit a determinant representation of\nthe Green's function to access both real-time and spectral properties. In this\nregime, the system retains a sharp, cosine-like momentum dispersion in\nfrequency space, while the dynamics display nontrivial light-cone spreading\nwith sub-ballistic scaling. Our results demonstrate that strong correlations\nand nontrivial quantum coherence can persist even at infinite temperature."}
{"id": "2509.20436", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20436", "abs": "https://arxiv.org/abs/2509.20436", "authors": ["James H. Cullen", "Zhanning Wang", "Dimitrie Culcer"], "title": "Ge as an ideal orbitronic platform: giant orbital Hall effect", "comment": null, "summary": "State-of-the-art developments in magnetic devices rely on manufacturing\nfaster, more efficient memory elements. A significant development in this\ndirection has been the discovery of orbital torques, which employ the orbital\nangular momentum of Bloch electrons to switch the magnetisation of an adjacent\nferromagnet, and has motivated the search for \\textit{orbitronic} materials\ndisplaying strong orbital dynamics exemplified, by the orbital Hall effect\n(OHE). In this work we propose Ge, as an optimal orbitronic platform. We\ndemonstrate that holes in bulk Ge exhibit a giant OHE, exceeding that of the\nbulk states of topological insulators, and exceeding the spin-Hall effect by\nfour orders of magnitude. The calculation is performed within the framework of\nthe Luttinger model and the modern theory of orbital magnetisation, while\nincorporating recently-discovered quantum corrections to the OHE. Our study\nconstitutes a fundamental milestone in applying the modern theory to a system\nwith \\textit{inversion symmetry}. Moreover, we argue that bulk Ge serves as an\nideal testbed for the orbital torque resulting from a charge current, since the\nspin- and orbital-Edelstein effects in Ge are forbidden by symmetry. Our\nresults provide a blueprint for producing strong orbital torques in magnetic\ndevices with Ge, guiding future experimental work in this direction."}
{"id": "2509.20730", "categories": ["cond-mat.stat-mech", "nlin.CG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20730", "abs": "https://arxiv.org/abs/2509.20730", "authors": ["Ethan Lake", "Sunghan Ro"], "title": "Squeezing codes: robust fluctuation-stabilized memories", "comment": "22+15 pages; 15+3 figures", "summary": "We introduce families of classical stochastic dynamics in two and higher\ndimensions which stabilize order in the absence of any symmetry. Our dynamics\nare qualitatively distinct from Toom's rule, and have the unusual feature of\nbeing fluctuation-stabilized: their order becomes increasingly fragile in\nlarger dimensions. One of our models maintains an ordered phase only in two\ndimensions. The phase transitions that occur as the order is lost realize new\ndynamical universality classes which are fundamentally non-equilibrium in\ncharacter."}
{"id": "2509.20893", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.20893", "abs": "https://arxiv.org/abs/2509.20893", "authors": ["Zhixuan Zhong", "Linbo Ma", "Jian Jiang"], "title": "MolCluster: Integrating Graph Neural Network with Community Detection for Coarse-Grained Mapping", "comment": "17 pages; 4 figures; 5 tables", "summary": "Coarse-grained (CG) modeling simplifies molecular systems by mapping groups\nof atoms into representative units. However, traditional CG approaches rely on\nfixed mapping rules, which limit their ability to handle diverse chemical\nsystems and require extensive manual intervention. Thus, supervised\nlearning-based CG methods have been proposed, enabling more automated and\nadaptable mapping. Nevertheless, these methods suffer from limited labeled\ndatasets and the inability to control mapping resolution, which is essential\nfor multiscale modeling. To overcome these limitations, we propose MolCluster,\nan unsupervised model that integrates a graph neural network and a community\ndetection algorithm to extract CG representations. Additionally, a predefined\ngroup pair loss ensures the preservation of target groups, and a bisection\nstrategy enables precise, customizable resolution across different molecular\nsystems. In the case of the downstream task, evaluations on the MARTINI2\ndataset demonstrate that MolCluster, benefiting from its label-free pretraining\nstrategy, outperforms both traditional clustering and supervised models.\nOverall, these results highlight the potential of MolCluster as a core model\nfor customizable and chemically consistent CG mapping."}
{"id": "2509.20672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20672", "abs": "https://arxiv.org/abs/2509.20672", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Robust Ferrimagnetic Ground State and Suppressed Superconductivity in Two-Dimensional HC6", "comment": null, "summary": "Two-dimensional hydrogenated graphene (HC6) represents a promising platform\nfor exploring emergent electronic phases. Owing to its high electronic density\nof states at the Fermi level, HC6 is expected to support phonon-mediated\nsuperconductivity, with a calculated critical temperature Tc of 37.4 K in the\nparamagnetic metallic phase. However, spin-polarized first-principles\ncalculations reveal that HC6 stabilizes in a ferrimagnetic ground state, which\nis energetically favored by 0.175 eV per unit cell over the paramagnetic\nmetallic phase. This large energy difference significantly exceeds kB T at room\ntemperature, indicating robust magnetic order. Although the superconducting\ncondensation energy lowers the total energy by about 7 meV, the superconducting\nphase remains metastable. These results highlight the dominant role of\nmagnetism in HC6 and illustrate how a high electronic density of states can\ndrive competing instabilities in hydrogenated two-dimensional materials,\noffering design principles for carbon-based magnetic systems."}
{"id": "2509.20742", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20742", "abs": "https://arxiv.org/abs/2509.20742", "authors": ["Xuejie Li", "Wenbo zhao", "Yuzhou Hao", "Xiaoying Wang", "Zhibin Gao", "Xiangdong Ding"], "title": "Ambient-pressure superconductivity above 22 K in hole-doped YB2", "comment": null, "summary": "Recent studies of hydrogen-dominant (superhydride) materials, such as LaH10\nhave led to putative discoveries of near-room temperature superconductivity at\nhigh pressures, with a superconducting transition temperature (Tc) of 250 K\nobserved at 170 GPa. While these findings are promising, achieving such high\nsuperconductivity requires challenging experimental conditions typically\nexceeding 100 GPa. In this study, we utilize first-principles calculations and\nMigdal-Eliashberg theory to examine the superconducting properties of the\nstable boron-based compound YB2 at atmospheric pressure, where yttrium and\nboron atoms form a layered structure. Our results indicate that YB2 exhibits a\nTc of 2.14 K at 0 GPa. We find that doping with additional electrons (0 to 0.3)\nleads to a monotonic decrease in Tc as the electron concentration increases.\nConversely, introducing holes significantly enhances Tc, raising it to 22.83 K.\nAlthough our findings do not surpass the superconducting temperature of the\nwell-known MgB2, our doping strategy highlights a method for tuning\nelectron-phonon coupling strength in metal borides. This insight could be\nvaluable for future experi-mental applications. Overall, this study not only\ndeepens our understanding of YB2 superconducting properties but also\ncontributes to the ongoing search for high-temperature superconductors."}
{"id": "2509.20569", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20569", "abs": "https://arxiv.org/abs/2509.20569", "authors": ["D. Novokreschenov", "A. Kudlis", "A. V. Kavokin"], "title": "Classical and single photon memory devices based on polariton lasers", "comment": null, "summary": "Stimulated scattering of incoherent excitons into an exciton-polariton mode\nleads to the build-up of a polariton condensate whose polarization is sensitive\nto a small seeded population that triggers the stimulated process. We show,\nwithin a semiclassical stochastic Gross-Pitaevskii model, that this mechanism\nenables a robust polarization memory operation: the condensate tends to align\nits Stokes vector with that of the seed and to maintain it for times far\nexceeding an individual polariton lifetime. Importantly, this\nsingle-photon-seeded regime is modeled as an initial weak excitation of the\ncondensate mode. We quantify the memory performance by a classical\npolarization-alignment metric and find that the seed polarization can remain\nwell preserved on a nanosecond timescale under realistic parameters."}
{"id": "2509.20504", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20504", "abs": "https://arxiv.org/abs/2509.20504", "authors": ["Cătălin Paşcu Moca", "Balázs Dóra", "Gergely Zaránd"], "title": "Hot but Coherent: Doublons at Infinite Temperature in the Hubbard chain", "comment": null, "summary": "We investigate the spectral properties and the dynamics of doublons in the\none-dimensional Hubbard model at infinite temperature. Using a Chebyshev\nexpansion approach formulated in the superfermionic representation, we compute\nthe momentum- and frequency-resolved doublon spectral function across a wide\nrange of interaction strengths $U$ and in the presence of an external electric\nfield. Increasing the interaction, the spectrum gradually splits into separate\nbands associated with two-hole and two-particle excitations. Despite the\npresence of strong correlations, we find that doublons retain their coherence\nand undergo long-lived Bloch oscillations, as well as rich quantum walk\ndynamics characterized by light-cone spreadings at strong coupling, which we\nanalyze through the time-and space-resolved Green's function."}
{"id": "2509.20445", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20445", "abs": "https://arxiv.org/abs/2509.20445", "authors": ["Friedrich Hübner"], "title": "On the Hydrodynamic Approximation of Quantum Integrable Models -- An Illustration via the repulsive Lieb-Liniger Model", "comment": "PhD Dissertation, 154 pages", "summary": "Generalized hydrodynamics is a framework to study the large scale dynamics of\nintegrable models, special fine-tuned one-dimensional many-body systems that\npossess an infinite number of local conserved quantities. Unlike classical\nmodels, where the microscopic origins of generalized hydrodynamics are better\nunderstood, in quantum models it can only be derived using the hydrodynamic\nformalism. Using the paradigmatic and experimentally relevant repulsive\nLieb-Liniger model as an example, this thesis introduces a new viewpoint on the\ndynamics of quantum integrable models by introducing so-called semi-classical\nBethe models. These classical integrable models act as an intermediate\ndescription between the microscopic quantum realm and the macroscopic\ngeneralized hydrodynamics. After introducing these models and discussing their\nproperties, we study the generalized hydrodynamics equation using new tools and\nshow that solutions to the Euler generalized hydrodynamics equation of the\nLieb-Liniger model exist, are unique and do not develop gradient catastrophes.\nFinally, we discuss new insights into the physics governing the diffusive\ncorrection, which, contrary to prior belief, is not described by a\nNavier-Stokes-like equation. Focusing on the main intuitive ideas, the thesis\naims to provide a self-contained overview over these exciting new developments\non generalized hydrodynamics."}
{"id": "2509.20431", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20431", "abs": "https://arxiv.org/abs/2509.20431", "authors": ["Saranesh Prembabu", "Ruben Verresen"], "title": "Multicriticality between Purely Gapless SPT Phases with Unitary Symmetry", "comment": "17 pages + 5 page appendix, 7 figures", "summary": "Symmetry-protected topological (SPT) phases are commonly required to have an\nenergy gap, but recent work has extended the concept to gapless settings. This\nraises a natural question: what happens at transitions between inequivalent\ngapless SPTs? We address this for the simplest known case among gapless SPTs\nprotected by a unitary symmetry group acting faithfully on the low-energy\ntheory. To this end, we consider a qutrit version of the nearest-neighbor XX\nchain. Trimerizing the chain explicitly breaks an anomalous symmetry and\nproduces three distinct gapped SPT phases protected by a unitary $\\mathbb{Z}_3\n\\times \\mathbb{Z}_3$ symmetry. Their phase boundaries are given by three\ninequivalent gapless SPTs without any gapped symmetry sectors, each described\nby a symmetry-enriched version of an orbifolded Potts$^2$ conformal field\ntheory with central charge $c=\\frac{8}{5}$. We provide an analytic derivation\nof this critical theory in a particular regime and confirm its stability using\ntensor network simulations. Remarkably, the three gapless SPTs meet at a $c =\n2$ multicritical point, where the protecting $\\mathbb{Z}_3 \\times \\mathbb{Z}_3$\nsymmetry exhibits a mixed anomaly with the $\\mathbb Z_3$ entangler symmetry\nthat permutes the SPT classes. We further explore how discrete gauging gives\ndipole-symmetric models, offering insights into dipole symmetry-breaking and\nSPTs, as well as symmetry-enriched multiversality. Altogether, this work\nuncovers a rich phase diagram of a minimal qutrit chain, whose purely\nnearest-neighbor interactions make it a promising candidate for experimental\nrealization, including the prospect of critical phases with stable edge modes."}
{"id": "2509.20687", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20687", "abs": "https://arxiv.org/abs/2509.20687", "authors": ["Shihao Zhang"], "title": "Intrinsic antiferromagnetic half-metal and topological phases in the ferrovalley states of the sliding bilayer altermagnets", "comment": "6 pages, 4 figures", "summary": "Altermagnetism is characterized by non-relativistic spin splitting and zero\ntotal magnetic moments. In this work, intrinsic antiferromagnetic half-metallic\nand topological phases were discovered within the ferrovalley states of sliding\nbilayer altermagnets. We construct the bilayer system by utilizing altermagnet\nmonolayers with a small bandgap. The inter-layer hopping phenomenon leads to a\nreduction in bandgaps, and sliding engineering induces ferrovalley states.\nTaking the V$_2$OSSe system for example, first-principles calculations indicate\nthat the spin-dependent inter-layer hopping in the ferrovalley state ensures a\ndirect gap in one valley (one spin channel) and band inversion in the other\nvalley (opposite spin channel), which is manifested as an intrinsic\nantiferromagnetic half-metal. The microscopic model and effective Hamiltonian\nemployed in this research confirm the universal spin-dependent inter-layer\nhopping in the sliding altermagnet bilayer. Further calculations imply the\nexistence of Chern insulator and gapless surface states in the sliding\naltermagnet bilayer. Adjusting the sliding direction can achieve the transition\nbetween different half-metals with conducting electrons of different spins,\naccompanied by the switching of gapless surface states of opposite spins. This\nresearch lays a foundation for the potential applications of intrinsic\nantiferromagnetic half-metals and topological phases in spintronics."}
{"id": "2509.20782", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20782", "abs": "https://arxiv.org/abs/2509.20782", "authors": ["Bongkeon Kim", "Chang Geun Yu", "Priyanath Mal", "Yong-Joo Doh"], "title": "Field-resilient superconducting coplanar waveguide resonators made of Nb, NbTi, and NbTiN", "comment": "18 pages, 5 figures", "summary": "Superconducting coplanar waveguide (SCPW) resonators with high internal\nquality factors (\\Q_i) are essential for quantum information applications, but\nsuffer severe Qi degradation under magnetic fields due to quasiparticle\ngeneration and vortex-induced losses. We fabricated and characterized Nb, NbTi,\nand NbTiN SCPW resonators with varying film thicknesses under different\ntemperatures and in-plane magnetic fields (\\(B_{\\parallel}\\)).\nTemperature-dependent transmission measurements agree well with Mattis-Bardeen\ntheory, revealing kinetic inductance parameters. Comparative analysis shows\nthat 45-nm-thick NbTi resonators maintain \\(Q_i = 1.01 \\times 10^{4}\\) at\n(\\(B_{\\parallel}\\)) = 0.4 T, satisfying the dual requirements of high Qi and\nstrong field resilience. Owing to its moderate kinetic inductance and\ncompatibility with conventional photolithography, NbTi emerges as a practical\nmaterial platform for field-resilient SCPW resonators and hybrid quantum\ncircuits operating in magnetic environments."}
{"id": "2509.20647", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20647", "abs": "https://arxiv.org/abs/2509.20647", "authors": ["Dibyanandan Bhowmick", "Amit Agarwal"], "title": "Quantum metric induced nonlinear thermal noise in PT-symmetric antiferromagnets", "comment": "8 pages; 3 figures", "summary": "Electrical current fluctuations provide a powerful and unconventional probe\nof band geometry in quantum materials. In particular, intrinsic noise\ncomponents that are independent of the relaxation time reveal universal\nband-geometric properties of Bloch electrons. Here, we identify a distinct\nintrinsic contribution to current noise at second order in the electric field,\nwhich is governed by the quantum metric. This effect arises from field-induced\nmodifications to Bloch wavefunctions and band energies, and it dominates in\nPT-symmetric antiferromagnets where Berry curvature based contributions are\nforbidden by symmetry. Applying our theory to CuMnAs, we demonstrate that\nthermal noise provides a direct signature of quantum metric in PT-symmetric\nantiferromagnets."}
{"id": "2509.20626", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20626", "abs": "https://arxiv.org/abs/2509.20626", "authors": ["Jian Kang", "Minxuan Wang", "Oskar Vafek"], "title": "Orbital magnetization and magnetic susceptibility of interacting electrons", "comment": "5 pages, 2 figures, and 2 pages appendix", "summary": "We present a rigorous derivation of the orbital magnetization formula for\ninteracting electrons within the self-consistent Hartree-Fock approximation.\nOur results are expressed entirely in terms of the self-consistent\nwavefunctions and the Hartree-Fock energy spectrum at zero magnetic field. We\ntest the formula on an interacting Rashba model, finding an agreement with\ncalculations performed at small but non-zero external magnetic field. Our\nmethod allows us to also derive formulas for the orbital magnetic\nsusceptibility."}
{"id": "2509.20462", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20462", "abs": "https://arxiv.org/abs/2509.20462", "authors": ["Soujanya Datta", "Krishanu Roychowdhury"], "title": "Anomalous Landau Levels in Inhomogeneous Fluxes and Emergent Supersymmetry", "comment": "15 pages, 5 figures", "summary": "Two-dimensional systems in magnetic fields host rich physics, most notably\nthe quantum Hall effect arising from Landau level quantization. In a broad\nclass of two-dimensional models, flat bands with topologically nontrivial band\ndegeneracies give rise to anomalous Landau level quantization under homogeneous\nfields. Ascribed to the underlying quantum geometry, these are classified as\nsingular flat bands, exhibiting unusual wavefunction localization, and\nanomalous quantization of Landau levels. We investigate the response of gapless\nsingular flat bands to inhomogeneous fluxes, bridging continuum and lattice\ndescriptions. Our analysis reveals a mechanism to controllably manipulate the\nanomalous Landau levels via flux inhomogeneity. We further uncover an emergent\nsupersymmetry in the parameter space where the tower of anomalous Landau levels\ncollapses to zero energy, rendering a lattice analog of the Aharonov-Casher\ntheorem on degenerate zero modes in perpendicular fluxes, with wavefunction\nlocalization partly similar to Aharonov-Bohm caging. With the addition of\nstrong correlations, these findings will have implications for realizing exotic\ntopological and charge-ordered phases."}
{"id": "2509.20761", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20761", "abs": "https://arxiv.org/abs/2509.20761", "authors": ["Ali Ebrahimian", "Francisco J. García-Vidal", "Juan J. Palacios"], "title": "Magnetic order tuning of excitons in the magnetic semiconductor CrCl$_3$ through strain", "comment": "7 pages, 5 figures", "summary": "Magnon-exciton coupling provides an unprecedented opportunity for the optical\ntunability of spin information and, viceversa, for the magnetic control of the\noptical response. Few-layered magnets are an ideal platform for the\nexperimental study of this coupling, in part due to the strong excitonic\ncharacter of the optical response in (quasi-)two dimensions. Here, we\ndemonstrate a strong dependence of the excitonic oscillator strength on the\nmagnetic order in a monolayer of chromium trichloride CrCl$_3$. Solving an\neffective Bethe-Salpeter equation, we evaluate the changes in the excitonic\nresponse as the magnetic order switches from the ferromagnetic state to the\nantiferromagnetic state when strain is applied. Our results reveal an abrupt\nchange in the spatial localization of the excitons across the transition, which\ntranslates into a strong shift and a change of the oscillator strength of the\nexcitonic peaks. This suggests the possibility of using strain as a binary\nswitch of the optical response in this material."}
{"id": "2509.21120", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.21120", "abs": "https://arxiv.org/abs/2509.21120", "authors": ["Chi Ho Wong", "Rolf Lortz"], "title": "Room-temperature superconductivity in ultra-thin carbon nanotube zeolite composites: a conventional or unconventional superconductor?", "comment": null, "summary": "The recent report of signs of room-temperature superconductivity in ultrathin\nsingle-walled carbon nanotubes (CNT) of types (2,1) and (3,0) holds significant\npromise for energy applications due to their ability to conduct current without\ndissipation. However, the McMillan Tc formula fails to calculate their\nsuperconducting transition temperatures (Tc) accurately, which raises an\nimportant question: what is the pairing mechanism driving their\nroom-temperature superconductivity? To explore this further, we first\ninvestigate whether the strong curvature of ultrathin CNT leads to exotic\nphenomena in unconventional superconductors. If no evidence of these exotic\ncharacteristics is found and the McMillan formalism indicates that it is not a\nBCS-type superconductor, could we be observing a new class of unconventional\nsuperconductivity that functions independently of phonons and typical exotic\nfeatures? In this paper, we demonstrate that factors such as the chiral angle\nof CNT, boron dopants and lattice regularity can be used to tune the\ntheoretical Tc to experimental values. Our finding suggests that combining CNT\nwith a harder substrate could be vital for further enhancing Tc while\nminimizing lattice distortion under doping. We propose a reconsideration of the\ncommon belief regarding whether the McMillan and BCS Tc formulas are adequate\nfor classifying materials as BCS or non-BCS superconductors."}
{"id": "2509.20834", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20834", "abs": "https://arxiv.org/abs/2509.20834", "authors": ["Yunlin Li", "Yufu Liu", "Xuezhi Wang", "Haoran Zhang", "Xunya Jiang"], "title": "Nontrivial topology in one- and two-dimensional asymmetric systems with chiral boundary states", "comment": null, "summary": "Symmetry plays an important role in the topological band theory. In contrary,\nstudy on the topological properties of the asymmetric systems is rather\nlimited, especially in higher-dimensional systems. In this work, we explore a\nnew theory to study the topology in various one-dimensional (1D) and\ntwo-dimensional (2D) asymmetric systems with chiral boundary states. Starting\nfrom the simple SSHm model, we show the chiral topology of its edge states by\nredefining sublattices. Meanwhile, based on its Rice-Mele-like effective\nHamiltonian, a new topological invariant $\\bar{Z}$ can be defined and the\nbulk-edge correspondence is established. With this clear physical picture, our\ntheory can be extended to the more complex asymmetric ladder models, or even\nthe 2D asymmetric systems. In the 2D BBH3 model, new chiral corner states with\nredefined lattices are found based on our method. These corner states are\nindependent of any spatial symmetry and exhibit the characteristics of\ntopological bound states in the continuum (TBICs). Moreover, the topological\ninvariant can be calculated by introducing $\\bar{Z}$ into 2D. At last, we\npropose an acoustic experiment of the BBH3 model where chiral corner states are\nnumerically observed. Our work exhibits a new approach to study the topological\nproperties of asymmetric systems. By redefining sublattices, we find that the\nmodels with entirely different structures might share the same topological\norigins."}
{"id": "2509.20759", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2509.20759", "abs": "https://arxiv.org/abs/2509.20759", "authors": ["Catalin Pascu Moca", "Balázs Dóra"], "title": "Anomalous Quantum Relaxation in the Infinite Temperature Hubbard Chain", "comment": "5 pages, 3 figures", "summary": "The self-energy encodes the fundamental lifetime of quasiparticle\nexcitations. In one dimension, it is known to display anomalous behavior at\nzero temperature for interacting fermions, reflecting the breakdown of\nFermi-liquid theory. Here we show that the self-energy is also anomalous in the\ninfinite temperature Hubbard chain, where thermal fluctuations are maximal.\nFocusing on the second order ring diagram, we find that the imaginary part of\nthe self-energy diverges non-perturbatively: as a power law with exponent\n$-1/3$ near half filling, and logarithmically away from it. These divergences\nimply anomalous temporal relaxation of Green's functions, confirmed by infinite\ntemperature tensor-network simulations. Our results demonstrate that anomalous\nrelaxation and the breakdown of perturbation theory survive even at maximal\nentropy, which can be observed in cold-atom experiments probing the Hubbard\nchain at high temperatures."}
{"id": "2509.20480", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20480", "abs": "https://arxiv.org/abs/2509.20480", "authors": ["Diego Subero", "Yu-Cheng-Chang", "Miguel Monteiro", "Ze-Yan Chen", "Jukka P. Pekola"], "title": "Revisiting dissipation-driven phase transition in a Josephson junction", "comment": "6 pages, 4 figures", "summary": "Despite extensive experimental and theoretical work over several decades,\nSchmid-Bulgadaev quantum phase transition remains a subject of debate. Here we\nrevisit this problem by performing systematic experiments on low-frequency\ncurrent-voltage characteristics of Josephson junctions over a wide range of\nparameters. The experiments are conducted in a true resistive environment\nformed by a metallic on-chip resistor located near the junction. Over the\nparameter range of the experiment, we find that the transition occurs when the\nresistance crosses the quantum value $h/(4e^2)\\simeq 6.5$ k$\\Omega$ for Cooper\npairs, as originally predicted. The temperature $T$ of the experiment is\nnaturally non-zero, but our basic theoretical modeling corroborates that the\nobservations under these conditions can serve as the basis for the conclusions\nmade, in particular, the crossover resistance from superconducting to\ninsulating regime is the same as that at $T=0$."}
{"id": "2509.20765", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20765", "abs": "https://arxiv.org/abs/2509.20765", "authors": ["Yuto Watanabe", "Kota Suzuki", "Takayoshi Katase", "Akira Miura", "Aichi Yamashita", "Yoshikazu Mizuguchi"], "title": "Uniaxial negative thermal expansion in a weak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$", "comment": "12 pages, 9 figures", "summary": "We discovered unique uniaxial negative thermal expansion (NTE) behavior for a\nweak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$. CoZr$_{2}$ is known\nas a superconductor exhibiting uniaxial NTE along the $c$-axis, which is called\nanomalous thermal expansion (ATE). Additionally, CoZr$_{2}$ is also known as a\nwell-absorbent of hydrogen, and hydrogen insertion raises weak-itinerant\nferromagnetism instead of superconductivity. However, the influence of hydrogen\ninsertion on ATE behavior in this system is still unclear. To investigate it,\nwe performed powder synchrotron X-ray diffraction (SXRD) for\nCoZr$_{2}$H$_{3.49}$. Through Arrott plots analysis, we determined the Curie\ntemperature ($T_{\\mathrm{C}}$) to be 139 K, and the Rhodes-Wohlfarth ratio was\nestimated to be 3.49, which clearly exceeds 1, suggesting the itinerancy of\nemerging ferromagnetism. Temperature dependencies of lattice constants $a$ and\n$c$ were extracted from powder SXRD analyses, and we revealed that lattice\nconstant $c$ exhibited NTE behavior below $T_{\\mathrm{C}}$. The uniaxial NTE\nbehavior along the $c$-axis can be understood by sharpening an antibonding\nCo3$dz^{2}$ partial density of states near the Fermi level, linked to the\nexpansion of a one-dimensional Co-Co chain running parallel to the $c$-axis."}
{"id": "2509.20435", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20435", "abs": "https://arxiv.org/abs/2509.20435", "authors": ["Julian May-Mann", "Akshat Pandey", "Steven A. Kivelson"], "title": "Disorder-induced fractionalization of pair density waves", "comment": "4 pages, 1 figure", "summary": "We investigate the effects of disorder on a system that in the clean limit is\na pair density wave (PDW) superconductor. The charge order of the clean PDW is\ninevitably lost (via Imry-Ma), but the fate of the superconducting order is\nless clear. Here, we consider a strongly inhomogeneous limit in which the\nsystem consists of a random collection of PDW puddles embedded in a metallic\nbackground. When the puddles are dilute, they become phase coherent at low\ntemperatures, resulting in a state that is macroscopically equivalent to a\ncharge-$2e$ $s$-wave superconductor. This can be viewed as an example of\n``order parameter fractionalization'' -- the PDW order splits into a charge-2e\ns-wave superconductor and a charge density wave, the latter of which is\ndestroyed by disorder -- and stands in contrast to the ``vestigial'' charge-4e\nsuperconductivity which has been proposed to arise in weakly disordered PDWs."}
{"id": "2509.20990", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20990", "abs": "https://arxiv.org/abs/2509.20990", "authors": ["Kenji Capannelli", "Brennan Undseth", "Irene Fernández de Fuentes", "Eline Raymenants", "Florian K. Unseld", "Oriol Pietx-Casas", "Stephan G. J. Philips", "Mateusz T. Mądzik", "Sergey V. Amitonov", "Larysa Tryputen", "Giordano Scappucci", "Lieven M. K. Vandersypen"], "title": "Tracking spin qubit frequency variations over 912 days", "comment": "32 pages (13 for main text and 19 for supplementary) and 27 figures\n  (8 for main and 19 for supplementary)", "summary": "Solid-state qubits are sensitive to their microscopic environment, causing\nthe qubit properties to fluctuate on a wide range of timescales. The sub-Hz end\nof the spectrum is usually dealt with by repeated background calibrations,\nwhich bring considerable overhead. It is thus important to characterize and\nunderstand the low-frequency variations of the relevant qubit characteristics.\nIn this study, we investigate the stability of spin qubit frequencies in the\nSi/SiGe quantum dot platform. We find that the calibrated qubit frequencies of\na six-qubit device vary by up to $\\pm 100$ MHz while performing a variety of\nexperiments over a span of 912 days. These variations are sensitive to the\nprecise voltage settings of the gate electrodes, however when these are kept\nconstant to within 15 $\\mathrm{\\mu}$V, the qubit frequencies vary by less than\n$\\pm 7$ MHz over periods up to 36 days. During overnight scans, the qubit\nfrequencies of ten qubits across two different devices show a standard\ndeviation below 200 kHz within a 1-hour time window. The qubit frequency noise\nspectral density shows roughly a $1/f$ trend above $10^{-4}$ Hz and,\nstrikingly, a steeper trend at even lower frequencies."}
{"id": "2509.20772", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20772", "abs": "https://arxiv.org/abs/2509.20772", "authors": ["Si-Cheng Wang", "Zheng-Xin Liu"], "title": "Super-Solid phase in a U(2) symmetric S = 1 Magnet on the Triangular Lattice", "comment": "12 pages, 7 figures", "summary": "A spin supersolid is characterized by the simultaneous breaking of lattice\ntranslation and continuous spin rotation symmetries. In this work, we study a\nspin-1 model with $U(2)\\cong SU(2)\\times U(1)/Z_2$ symmetry on the triangular\nlattice, and the phase diagram is figured out using a variational $\\mathbb\nCP^2$ approach. We identify a novel $SU(2)$-supersolid phase which contains a\n3-sublattice solid order and a spin-superfluid order. Unlike usual supersolid\nphases having noncollinear magnetic order and only one Goldstone mode, the\n$SU(2)$-supersolid phase has collinear Neel order and two Goldstone modes.\nAnother important feature of this supersolid is that the magnon excitation\nspectrum has symmetry protected double degeneracy in the whole Brillouin zone.\nAs by-products, several other ordered phases are obtained, including the\nferromagnetic and the antiferromagnetic states breaking the $SU(2)$ symmetry,\nas well as genuine phases that completely breaks the $U(2)$ symmetry.\nFurthermore, the instabilities of $SU(3)$-flavor linear spin-wave theory are\nconsistent with the phase boundaries between different ordered phases.\n%dispersions confirm the stability of the classically ordered phases and\nprovides insights into their excitation spectra."}
{"id": "2509.20487", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20487", "abs": "https://arxiv.org/abs/2509.20487", "authors": ["Dirk Backes"], "title": "Magnon-magnon coupling efficiency of $η$=0.5 in weakly pinned synthetic antiferromagnets", "comment": "21 pages, 9 figures", "summary": "Synthetic antiferromagnets (SAFs) consist of two ferromagnetic layers that\nare antiferromagnetically coupled. These systems support complex dynamical\nmagnetic excitations, where interlayer coupling gives rise to both in-phase\n(acoustic) and anti-phase (optical) magnonic modes. Typically, simultaneous\nexcitation of both modes requires breaking the symmetry between the\nferromagnetic layers -- commonly achieved through slight misalignment of the\nexperimental setup or by modifying the intrinsic magnetic properties. In our\napproach, we utilize a pinned synthetic antiferromagnet (pSAF), where one of\nthe ferromagnetic layers is exchange-coupled to an antiferromagnet. We\ndemonstrate that by tuning the thickness of the antiferromagnet and slightly\nenhancing the magnetic anisotropy of the pinned layer, both acoustic and\noptical modes can be efficiently excited -- without the need for experimental\nmisalignment or changes to the intrinsic material properties. Under specific\nconditions, the magnon dispersion relations exhibit anti-crossing behavior,\nresulting in the emergence of a magnonic bandgap -- a clear signature of strong\nmagnon-magnon coupling. The coupling efficiency $\\eta$, defined as the ratio\nbetween the bandgap and the characteristic frequency, reaches $\\eta = 0.5$,\napproaching the ultra-strong coupling regime ($\\eta = 1$). The combination of\nstrong mode hybridization, a sizable magnonic bandgap, and high ferromagnetic\nresonance (FMR) coherence over large areas -- all achieved at room temperature\nwithout cryogenic cooling -- underscores the potential of these systems for\nquantum magnonic applications, including quantum computing."}
{"id": "2509.20828", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20828", "abs": "https://arxiv.org/abs/2509.20828", "authors": ["Muting Xie", "Hongyu Yu", "Zhihao Dai", "Yingfen Wei", "Changsong Xu", "Hongjun Xiang"], "title": "Defect-Charge-Driven 90° Switching in HfO2", "comment": null, "summary": "Hafnium dioxide (HfO2) is a CMOS-compatible ferroelectric showing both\n180{\\deg} and 90{\\deg} switching, yet the microscopic nature of the 90{\\deg}\npathway remains unresolved. We show that the 90{\\deg} rotation pathway,\nnegligible in pristine HfO2, becomes dominant under E// [111] when induced by\ncharged oxygen vacancies. This pathway is more fatigue-resistant than the\n180{\\deg} reversal pathway, while delivering the same polarization change along\n[111] (2Pr=60 {\\mu}C/cm^2 ). This charge-driven switching arises from two\nfactors: the crystal geometry of HfO2 and the intrinsic nature of rotational\npathways, the latter suggesting a possible general tendency for defect charge\nto bias rotation over reversal in ferroelectrics. Together these findings\nreveal a pathway-level origin of fatigue resistance and establish defect charge\nas a general control parameter for polarization dynamics."}
{"id": "2509.20765", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20765", "abs": "https://arxiv.org/abs/2509.20765", "authors": ["Yuto Watanabe", "Kota Suzuki", "Takayoshi Katase", "Akira Miura", "Aichi Yamashita", "Yoshikazu Mizuguchi"], "title": "Uniaxial negative thermal expansion in a weak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$", "comment": "12 pages, 9 figures", "summary": "We discovered unique uniaxial negative thermal expansion (NTE) behavior for a\nweak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$. CoZr$_{2}$ is known\nas a superconductor exhibiting uniaxial NTE along the $c$-axis, which is called\nanomalous thermal expansion (ATE). Additionally, CoZr$_{2}$ is also known as a\nwell-absorbent of hydrogen, and hydrogen insertion raises weak-itinerant\nferromagnetism instead of superconductivity. However, the influence of hydrogen\ninsertion on ATE behavior in this system is still unclear. To investigate it,\nwe performed powder synchrotron X-ray diffraction (SXRD) for\nCoZr$_{2}$H$_{3.49}$. Through Arrott plots analysis, we determined the Curie\ntemperature ($T_{\\mathrm{C}}$) to be 139 K, and the Rhodes-Wohlfarth ratio was\nestimated to be 3.49, which clearly exceeds 1, suggesting the itinerancy of\nemerging ferromagnetism. Temperature dependencies of lattice constants $a$ and\n$c$ were extracted from powder SXRD analyses, and we revealed that lattice\nconstant $c$ exhibited NTE behavior below $T_{\\mathrm{C}}$. The uniaxial NTE\nbehavior along the $c$-axis can be understood by sharpening an antibonding\nCo3$dz^{2}$ partial density of states near the Fermi level, linked to the\nexpansion of a one-dimensional Co-Co chain running parallel to the $c$-axis."}
{"id": "2509.21215", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21215", "abs": "https://arxiv.org/abs/2509.21215", "authors": ["Sankar Sarkar", "Harsh Varshney", "Sayan Sarkar", "Amit Agarwal"], "title": "Spin band geometry drives intrinsic thermal spin magnetization and current", "comment": "8 pages, 3 figures. Suggestions are most welcome!", "summary": "Generating spin magnetization and spin currents without magnetic or electric\nfields is a key frontier in spin caloritronics. Spin responses driven by\nthermal gradients offer a promising route, though the band geometric origin of\nintrinsic mechanisms, especially in non-magnetic materials, remains poorly\nunderstood. Here we develop a unified quantum theory of thermal spin\nmagnetization and spin currents in itinerant electrons, rooted in spin band\ngeometry with both Fermi-surface and Fermi-sea contributions. We identify two\nkey geometric quantities: the spin-velocity metric tensor, which governs\nthermal spin magnetization, and the spin geometric tensor, combining spin Berry\ncurvature and spin quantum metric, which generates thermal spin currents. These\nintrinsic contributions persist and can even dominate in non-magnetic\ninsulators. Numerical calculations for chiral metal RhGe and antiferromagnet\nCuMnAs demonstrate sizable thermal spin responses near band crossings. Our\nresults establish the band geometric origin of thermal spin transport and\nprovide guiding principles for discovering and engineering next-generation spin\ncaloritronic materials."}
{"id": "2509.21034", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21034", "abs": "https://arxiv.org/abs/2509.21034", "authors": ["Motoharu Kitatani", "Yusuke Nomura", "Shiro Sakai", "Ryotaro Arita"], "title": "Luttinger surface and exchange splitting induced by ferromagnetic fluctuations", "comment": "6+4 pages, 5+5 figures", "summary": "Ferromagnetism in the single-orbital Hubbard model, which contains only local\nCoulomb repulsion and no explicit ferromagnetic exchange interactions, has been\nextensively studied. However, how the associated fluctuations influence the\nelectronic properties near the transition remains a fundamental issue. Here, by\napplying the dynamical vertex approximation (D$\\Gamma$A) to single-orbital\nsystems with a partially flat band dispersion, we demonstrate that\nfinite-correlation-length ferromagnetic fluctuations generate an emergent\nLuttinger surface and drive a Fermi surface expansion reminiscent of exchange\nsplitting, even without magnetic order. We further derive an analytical\nexpression that reproduces these effects, clarifying the microscopic origin for\nfluctuation-driven exchange splitting in correlated electron systems."}
{"id": "2509.20498", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20498", "abs": "https://arxiv.org/abs/2509.20498", "authors": ["Cătălin Paşcu Moca", "Ovidiu I. Patu", "Balázs Dóra", "Gergely Zaránd"], "title": "Quantum Coherence in a Maximally Hot Hubbard Chain", "comment": null, "summary": "We present a detailed study of the real-time dynamics and spectral properties\nof the one-dimensional fermionic Hubbard model at infinite temperature. Using\ntensor network simulations in Liouville space, we compute the single-particle\nGreen's function and analyze its dynamics across a broad range of interaction\nstrengths. To complement the time-domain approach, we develop a high-resolution\nChebyshev expansion method within the density matrix formalism, enabling direct\naccess to spectral functions in the frequency domain. In the non-interacting\nlimit, we derive exact analytical expressions for the Green's function,\nproviding a benchmark for our numerical methods. As interactions are\nintroduced, we observe a transition in the spectral function from a sharp peak\nat the free dispersion to a broadened two-band structure associated with hole\nand doublon excitations. These features are well captured by a Hubbard-I\nmean-field approximation, even at intermediate coupling. At infinite\ninteraction strength ($U = \\infty$), we exploit a determinant representation of\nthe Green's function to access both real-time and spectral properties. In this\nregime, the system retains a sharp, cosine-like momentum dispersion in\nfrequency space, while the dynamics display nontrivial light-cone spreading\nwith sub-ballistic scaling. Our results demonstrate that strong correlations\nand nontrivial quantum coherence can persist even at infinite temperature."}
{"id": "2509.20845", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20845", "abs": "https://arxiv.org/abs/2509.20845", "authors": ["H. Laltlanmawii", "L. Celestine", "R. Zosiamliana", "B. Chettri", "S. Bhattarai", "K. C. Bhamu", "D. P. Rai"], "title": "Cu2XSiS4 (X = Ge, Sn, and Pb) materials for solar-cell applications: A DFT+SCAPS-1D simulation", "comment": null, "summary": "By means of the first-principles density functional theory (DFT),\nI2-II-IV-VI4 type Cu-based quaternary chalcogenides Cu 2 XSiS 4 (X = Ge, Sn,\nand Pb) have been thoroughly investigated. We report the study of Ge and Sn\nsubstitution in the divalent cation site for their potential applications in\nphotovoltaics for the first time. The structural, electronic, optical, and\nmechanical properties have been calculated. The structural and thermal\nstability is verified by calculating the elastic constants, formation energy\nand total potential energy at 300 K from the ab-initio molecular dynamics (MD)\nsimulation. The compounds under our investigation exhibited an indirect band\ngap in the range of 1.0--1.56 eV, suitable for energy harvesting by trapping\nthe sunlight. The presence of absorption peaks within the visible region\ncomplements their potential in photovoltaic applications. For further\nvalidation, we have designed a model of a heterostructure\n(FTO/TiO2/Cu2XSiS4/CuO/Au) solar cell, and a numerical simulation has been\nperformed by solving the Poisson equation and continuity equations to obtain\nthe I-V characteristic by using SCAPS-1D. All the inputs needed for solar- cell\nsimulation in SCAPS-1D have been taken from the DFT results. The corresponding\nPower Conversion Efficiency (PCE) is denoted by {\\eta}% and their respective\nvalues for X=Ge, Sn and Pb are 23.46%, 23.29% and 22.60%, at room temperature.\nThe Ge-based system exhibits the highest {\\eta}%, owing to its band gap value\nin the visible range of the solar spectrum. Thus, we report that Ge-based\ncompounds may act as a promising absorber layer in heterostructure solar-cell\napplications."}
{"id": "2509.20480", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20480", "abs": "https://arxiv.org/abs/2509.20480", "authors": ["Diego Subero", "Yu-Cheng-Chang", "Miguel Monteiro", "Ze-Yan Chen", "Jukka P. Pekola"], "title": "Revisiting dissipation-driven phase transition in a Josephson junction", "comment": "6 pages, 4 figures", "summary": "Despite extensive experimental and theoretical work over several decades,\nSchmid-Bulgadaev quantum phase transition remains a subject of debate. Here we\nrevisit this problem by performing systematic experiments on low-frequency\ncurrent-voltage characteristics of Josephson junctions over a wide range of\nparameters. The experiments are conducted in a true resistive environment\nformed by a metallic on-chip resistor located near the junction. Over the\nparameter range of the experiment, we find that the transition occurs when the\nresistance crosses the quantum value $h/(4e^2)\\simeq 6.5$ k$\\Omega$ for Cooper\npairs, as originally predicted. The temperature $T$ of the experiment is\nnaturally non-zero, but our basic theoretical modeling corroborates that the\nobservations under these conditions can serve as the basis for the conclusions\nmade, in particular, the crossover resistance from superconducting to\ninsulating regime is the same as that at $T=0$."}
{"id": "2509.21133", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21133", "abs": "https://arxiv.org/abs/2509.21133", "authors": ["F. Yang", "Y. Shi", "L. Q. Chen"], "title": "Preformed Cooper Pairing and the Uncondensed Normal-State Component in Phase-Fluctuating Cuprate Superconductivity", "comment": null, "summary": "We develop a self-consistent microscopic framework beyond mean-field theory\nfor superconductivity in cuprates. It couples fermionic quasiparticles with\ncollective phase dynamics to treat the superconducting gap and superfluid\nstiffness. The phase sector explicitly incorporates both smooth bosonic\nNambu-Goldstone phase fluctuations, renormalized by long-range Coulomb\ninteractions, and topological Berezinskii-Kosterlitz-Thouless-type\nvortex-antivortex fluctuations. The required input is the correlated\nsingle-particle spectral function, enabling direct interfacing with\nHubbard-type models. The framework provides quantitative access to key\nsuperconducting observables, including $T$-dependent gap and phase stiffness,\ngap-closing temperature $T_{\\rm os}$, and transition temperature $T_c$, across\nwide ranges of doping. Using a recently proposed solvable interaction model as\ninput, our simulations reveal several important features consistent with\nexperimental observations in the cuprates: a $d$-wave superconducting dome in\nthe $T$-$p$ phase diagram with a shoulder-like anomaly in the underdoped\nregime, a pronounced separation between $T_c$ and $T_{\\rm os}$ signaling\npreformed Cooper pairing, a finite uncondensed normal component persisting even\nat $T=0$, and the onset temperature $T_{\\rm on,vortex}$ of vortex signals,\noffering a consistent understanding of how strong correlations and phase\nfluctuations cooperate to shape high-$T_c$ superconductivity."}
{"id": "2509.20504", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20504", "abs": "https://arxiv.org/abs/2509.20504", "authors": ["Cătălin Paşcu Moca", "Balázs Dóra", "Gergely Zaránd"], "title": "Hot but Coherent: Doublons at Infinite Temperature in the Hubbard chain", "comment": null, "summary": "We investigate the spectral properties and the dynamics of doublons in the\none-dimensional Hubbard model at infinite temperature. Using a Chebyshev\nexpansion approach formulated in the superfermionic representation, we compute\nthe momentum- and frequency-resolved doublon spectral function across a wide\nrange of interaction strengths $U$ and in the presence of an external electric\nfield. Increasing the interaction, the spectrum gradually splits into separate\nbands associated with two-hole and two-particle excitations. Despite the\npresence of strong correlations, we find that doublons retain their coherence\nand undergo long-lived Bloch oscillations, as well as rich quantum walk\ndynamics characterized by light-cone spreadings at strong coupling, which we\nanalyze through the time-and space-resolved Green's function."}
{"id": "2509.20949", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20949", "abs": "https://arxiv.org/abs/2509.20949", "authors": ["Xianglin Liu", "Kai Yang", "Fanli Zhou", "Pengxiang Xu"], "title": "SMC-X: A Distributed Scalable Monte Carlo Simulation Method for Chemically Complex Alloys", "comment": null, "summary": "To predict the complex chemical evolution in multicomponent alloys, it is\nhighly desirable to have accurate atomistic simulation methods capable of\nreaching sufficiently large spatial and temporal scales. In this work, we\nadvance the recently proposed SMC-X method through distributed computation on\neither GPUs or CPUs, pushing both spatial and temporal scales of atomistic\nsimulation of chemically complex alloys to previously inaccessible scales. This\nincludes a 16-billion-atom HEA system extending to the micrometer regime in\nspace, and a 1-billion-atom HEA evolved over more than three million Monte\nCarlo swap steps, approaching the minute regime in time. We show that such\nlarge-scale simulations are essential for bridging the gap between experimental\nobservations and theoretical predictions of the nanoprecipitate sizes in HEAs,\nbased on analysis using the Lifshitz-Slyozov-Wagner (LSW) theory for\ndiffusion-controlled coarsening. This work demonstrates the great potential of\nSMC-X for simulation-driven exploration of the chemical complexity in\nhigh-entropy materials at large spatial and temporal scales."}
{"id": "2509.20687", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20687", "abs": "https://arxiv.org/abs/2509.20687", "authors": ["Shihao Zhang"], "title": "Intrinsic antiferromagnetic half-metal and topological phases in the ferrovalley states of the sliding bilayer altermagnets", "comment": "6 pages, 4 figures", "summary": "Altermagnetism is characterized by non-relativistic spin splitting and zero\ntotal magnetic moments. In this work, intrinsic antiferromagnetic half-metallic\nand topological phases were discovered within the ferrovalley states of sliding\nbilayer altermagnets. We construct the bilayer system by utilizing altermagnet\nmonolayers with a small bandgap. The inter-layer hopping phenomenon leads to a\nreduction in bandgaps, and sliding engineering induces ferrovalley states.\nTaking the V$_2$OSSe system for example, first-principles calculations indicate\nthat the spin-dependent inter-layer hopping in the ferrovalley state ensures a\ndirect gap in one valley (one spin channel) and band inversion in the other\nvalley (opposite spin channel), which is manifested as an intrinsic\nantiferromagnetic half-metal. The microscopic model and effective Hamiltonian\nemployed in this research confirm the universal spin-dependent inter-layer\nhopping in the sliding altermagnet bilayer. Further calculations imply the\nexistence of Chern insulator and gapless surface states in the sliding\naltermagnet bilayer. Adjusting the sliding direction can achieve the transition\nbetween different half-metals with conducting electrons of different spins,\naccompanied by the switching of gapless surface states of opposite spins. This\nresearch lays a foundation for the potential applications of intrinsic\nantiferromagnetic half-metals and topological phases in spintronics."}
{"id": "2509.21222", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21222", "abs": "https://arxiv.org/abs/2509.21222", "authors": ["You Zhou", "Ilya Esterlis", "Tomasz Smoleński"], "title": "Electronic crystals in layered materials", "comment": "Review article to appear in \"npj 2D materials and applications\".\n  Comments welcome. 9 pages, 6 figures", "summary": "In modern two-dimensional (2D) materials, such as graphene-based systems and\natomically-thin transition-metal dichalcogenides, the interplay of strong\nelectronic correlations, tunable moir\\'e superlattices, and nontrivial band\ntopology has given rise to rich phase diagrams and collective phenomena. Among\nthe novel phases that have been realized, electronic crystals -- states of\nmatter in which itinerant electrons spontaneously crystallize -- play a\nparticularly prominent role. In this Review, we summarize the current status of\nelectron crystallization in van der Waals heterostructures, with emphasis on\nthe experimental platforms and measurement techniques that enable their study.\nWe also highlight open questions and outline future directions that may\nelucidate more of the fascinating properties of electronic crystals."}
{"id": "2509.20546", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20546", "abs": "https://arxiv.org/abs/2509.20546", "authors": ["R. Mahat", "S. Budhathoki", "S. Regmi", "J. Y. Law", "V. Franco", "W. H. Butler", "A. Gupta", "A. Hauser", "P. LeClair"], "title": "Tailoring properties of Heusler alloys by elemental substitution and electron counting: (Co$_{2-α}$Mn$_α$)FeGe, Co$_2$(Fe$_{1-β}$Mn$_β$)Ge, and (Co$_{2-α}$Fe$_α$)MnGe", "comment": "34 pages, 32 figures", "summary": "Rational material design by elemental substitution is useful in tailoring\nmaterials to have desirable properties. Here we consider three non-equivalent\nsubstitutional series based on Co$_2$FeGe, viz;\n(Co$_{2-\\alpha}$Mn$_\\alpha$)FeGe, Co$_2$(Fe$_{1-\\beta}$Mn$_{\\beta}$)Ge,\n(Co$_{2-\\alpha}$Fe$_\\alpha$)MnGe ($0\\!\\le\\!\\alpha\\!\\le\\!2,\n0\\!\\le\\!\\beta\\!\\le\\!1$), and study how material properties evolve with the\ninterchange of Mn, Fe, and Co in Co$_2$FeGe. In all three schemes, single-phase\ncompounds can be obtained over a wide range of compositions: $0.125 < \\alpha <\n1.375 $ for (Co$_{2-\\alpha}$Mn$_{\\alpha}$)FeGe, $0 \\!\\le\\! \\beta \\!\\le\\! 1$ for\nCo$_2$(Fe$_{1-\\beta}$Mn$_{\\beta}$)Ge, and $0 \\!<\\! \\alpha \\!<\\! 1.50$ for\n(Co$_{2-\\alpha}$Fe$_\\alpha$)MnGe. All the single-phase compounds crystallise in\nfcc structure with chemical ordering consistent with the ``4-2'' rule of Butler\net al. The compounds are soft ferromagnets with low temperature saturation\nmagnetisation agreeing with the Slater-Pauling rule. Very high Curie\ntemperatures are measured, with values up to 1000 K for lower Mn\nconcentrations. First principle calculations indicate, in the most stable\natomic configuration, Mn prefers sharing sublattice with Ge, also consistent\nwith the 4-2 rule. The calculations further predict half-metallic behaviour for\n(Co$_{1.625}$Mn$_{0.375}$)FeGe, while finding other compositions to be nearly\nhalf-metallic. Upon comparing the results of the three series, it is found that\nsingle-phase alloys occur for a specific range of valence electrons per unit\ncell ($\\sim\\!28.5\\!-\\!29.75$), and that even for multi-phase samples the\nstructural, magnetic, and electronic properties depend primarily on the number\nof valence electrons and not on the specific substitution scheme employed."}
{"id": "2509.20951", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.20951", "abs": "https://arxiv.org/abs/2509.20951", "authors": ["Debashish Mukherji", "Marcus Müller", "Martin H. Müser"], "title": "Computing finite--temperature elastic constants with noise cancellation", "comment": null, "summary": "Elastic constants are central material properties, frequently reported in\nexperimental and theoretical studies. While their computation is\nstraightforward in the absence of thermal fluctuations, finite--temperature\nmethods often suffer from poor signal--to--noise ratios or the presence of\nstrong anharmonic effects. Here, we show how to compute elastic constants in\nthermal ordered and disordered systems by generalizing a noise--cancellation\nmethod originally developed for piezoelectric coupling coefficients. A slight\nstrain is applied to an equilibrated solid. Simulations of both the strained\nand unstrained (or oppositely strained) reference systems are performed using\nidentical thermostatting schemes. As demonstrated theoretically and with\ngeneric one--dimensional models, this allows stress differences to be evaluated\nand elastic constants to be determined with much reduced thermal noise. We then\napply this approach across a diverse set of systems, spanning crystalline\nargon, ordered silicon as well as amorphous silicon, poly(methyl methacrylate),\nand cellulose derivatives."}
{"id": "2509.20462", "categories": ["cond-mat.mes-hall", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20462", "abs": "https://arxiv.org/abs/2509.20462", "authors": ["Soujanya Datta", "Krishanu Roychowdhury"], "title": "Anomalous Landau Levels in Inhomogeneous Fluxes and Emergent Supersymmetry", "comment": "15 pages, 5 figures", "summary": "Two-dimensional systems in magnetic fields host rich physics, most notably\nthe quantum Hall effect arising from Landau level quantization. In a broad\nclass of two-dimensional models, flat bands with topologically nontrivial band\ndegeneracies give rise to anomalous Landau level quantization under homogeneous\nfields. Ascribed to the underlying quantum geometry, these are classified as\nsingular flat bands, exhibiting unusual wavefunction localization, and\nanomalous quantization of Landau levels. We investigate the response of gapless\nsingular flat bands to inhomogeneous fluxes, bridging continuum and lattice\ndescriptions. Our analysis reveals a mechanism to controllably manipulate the\nanomalous Landau levels via flux inhomogeneity. We further uncover an emergent\nsupersymmetry in the parameter space where the tower of anomalous Landau levels\ncollapses to zero energy, rendering a lattice analog of the Aharonov-Casher\ntheorem on degenerate zero modes in perpendicular fluxes, with wavefunction\nlocalization partly similar to Aharonov-Bohm caging. With the addition of\nstrong correlations, these findings will have implications for realizing exotic\ntopological and charge-ordered phases."}
{"id": "2509.20569", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20569", "abs": "https://arxiv.org/abs/2509.20569", "authors": ["D. Novokreschenov", "A. Kudlis", "A. V. Kavokin"], "title": "Classical and single photon memory devices based on polariton lasers", "comment": null, "summary": "Stimulated scattering of incoherent excitons into an exciton-polariton mode\nleads to the build-up of a polariton condensate whose polarization is sensitive\nto a small seeded population that triggers the stimulated process. We show,\nwithin a semiclassical stochastic Gross-Pitaevskii model, that this mechanism\nenables a robust polarization memory operation: the condensate tends to align\nits Stokes vector with that of the seed and to maintain it for times far\nexceeding an individual polariton lifetime. Importantly, this\nsingle-photon-seeded regime is modeled as an initial weak excitation of the\ncondensate mode. We quantify the memory performance by a classical\npolarization-alignment metric and find that the seed polarization can remain\nwell preserved on a nanosecond timescale under realistic parameters."}
{"id": "2509.20996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20996", "abs": "https://arxiv.org/abs/2509.20996", "authors": ["Gyu-Jang Sim", "Jehyun You", "SeongHwan Choi", "Youngjae Kim", "Chung An Lee", "Hyunki Kim", "Donghwan Noh", "Myoung-Gyu Lee"], "title": "A GND-based back stress model for reverse loading in metal sheets with consideration of GNB", "comment": null, "summary": "Accurate prediction of springback and formability in sheet metal forming\nrequires understanding reverse loading behavior under complex loading path\nchanges, such as tension followed by compression. However, for ultra-thin\nsheets experimental characterization of such behavior is difficult due to\ncompressive instability like plastic buckling. This study presents a crystal\nplasticity finite element method (CPFEM) incorporating a physically motivated\nback stress model based on geometrically necessary dislocations (GNDs) and\nboundaries (GNBs). The model captures grain size effects, including the\nHall-Petch and Bauschinger effects, through a single grain size-dependent back\nstress parameter, enabling reverse loading prediction using only tensile data\nfrom specimens with different grain sizes. The back stress parameter was\ncalibrated by fitting tensile stress-strain curves from two microstructures -\none as-received and one annealed. Without using Tension-Compression (T-C) data\nfor calibration, the model accurately predicted reverse loading behavior in\nlow-carbon steel (0.64 mm thick) and Tension-Bending (T-B) responses in\nultra-thin SUS316 (0.083 mm thick) when the developed theory was incorporated\nto an upscaled anisotropic hardening model. Identifiability analysis confirmed\nthat the model parameters are uniquely determined by the available data. This\nphysically interpretable framework provides an efficient and robust means to\npredict reverse loading in thin metal sheets, overcoming experimental\nlimitations."}
{"id": "2509.20622", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20622", "abs": "https://arxiv.org/abs/2509.20622", "authors": ["Eder G. Lomeli", "Qinghao Li", "Kuan H. Hsu", "Gi-Hyeok Lee", "Zengqing Zhuo", "Bryant-J. Polzin", "Jihyeon Gim", "Boyu Shi", "Eungje Lee", "Yujia Wang", "Haobo Li", "Pu Yu", "Jinpeng Wu", "Zhi-Xun Shen", "Shishen Yan", "Lauren Illa", "Josh J. Kas", "John J. Rehr", "John Vinson", "Brian Moritz", "Yi-Sheng Liu", "Jinghua Guo", "Yi-de Chuang", "Wanli Yang", "Thomas P. Devereaux"], "title": "Negative Charge Transfer: Ground State Precursor towards High Energy Batteries", "comment": "33 pages, paper plus supplementary material, 4 main figures", "summary": "Modern energy applications, especially electric vehicles, demand high energy\nbatteries. However, despite decades of intensive efforts, the highest energy\ndensity and commercially viable batteries are still based on LiCoO2, the very\nfirst generation of cathode materials. The technical bottleneck is the\nstability of oxide-based cathodes at high operating voltages. The fundamental\npuzzle is that we actually never understood the redox mechanism of LiCoO2.\nConventional wisdom generally defines redox to be centered on cations at low\nvoltages, and on anions, i.e. oxygen, at high voltages by forming oxidized\nchemical states like O2 or peroxo-species. Here, through in-situ and ex-situ\nspectroscopy coupled with theoretical calculations, we show that high-energy\nlayered cathodes, represented by LiCoO2 and LiNiO2, operate through enhancement\nof negative charge transfer (NCT) ground states upon charging throughout the\nwhole voltage range - i.e., NCT evolution itself is the intrinsic redox\nmechanism regardless of voltage ranges. NCT inherently engages high covalency\nand oxygen holes, leading to optimized performance without conventional redox\ncenters in LiCoO2. The level of NCT, i.e., number of ligand holes, naturally\nexplains many seemingly controversial results. The redefinition of redox\nmechanism reveals the pathway toward viable high energy battery electrodes."}
{"id": "2509.20602", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.20602", "abs": "https://arxiv.org/abs/2509.20602", "authors": ["Mesfin Asfaw Taye"], "title": "Curzon Ahlborn Type Efficiency in a Brownian Heat Engine with Exponential Temperature Profile", "comment": "14 pages, 12 figures, accepted for publication in Physical Review E", "summary": "We investigate a Brownian heat engine wherein a particle moves through a\nperiodic ratchet potential under an exponentially decreasing temperature\nprofile, a spatial configuration that closely resembles experimentally\nrealizable conditions such as laser-induced thermal gradients and\nthermoplasmonic heating. This model yields exact analytical expressions for the\nparticle current, thermodynamic efficiency, entropy production, and coefficient\nof performance (COP), and uniquely recovers the Curzon Ahlborn efficiency and\nthe corresponding endoreversible COP exactly in the quasistatic limit. These\nfindings provide a rare and rigorous realization of endoreversible\nthermodynamics at the mesoscopic scale because they are derived directly from\nmicroscopic stochastic dynamics without recourse to phenomenological\nassumptions, asymptotic approximations or coarse-graining techniques. Although\nthe derived efficiency and COP are exact, they remain strictly below the Carnot\nlimit, reflecting the inherent irreversibility embedded within the\nendoreversible framework. Furthermore, we show that in comparison to linear and\npiecewise-constant temperature profile cases, the exponential temperature\nprofile leads to significantly higher particle velocities, higher entropy\nproduction, but lower thermodynamic efficiency, which underscores the\nfundamental trade-off between transport speed and energy cost."}
{"id": "2509.21047", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21047", "abs": "https://arxiv.org/abs/2509.21047", "authors": ["Jiho Han", "George S. Phillips", "Alice J. Merryweather", "Juhwan Lim", "Christoph Schnedermann", "Robert L. Jack", "Clare P. Grey", "Akshay Rao"], "title": "Avalanche-like lithium intercalation and intraparticle correlations in graphite", "comment": null, "summary": "Graphite is the most widely used anode material in lithium-ion batteries with\nover 98% market share. However, despite its first application over 30 years\nago, the lithium insertion processes and associated dynamics in graphite remain\npoorly understood, especially for the dilute stages. A fundamental\nunderstanding of how the symmetry-breaking phase transitions occur\npseudo-continuously under operating conditions is still lacking. Here, we\nprovide a unified picture of ion intercalation dynamics during the dilute\nstages of graphite intercalation, using operando optical microscopy combined\nwith random field Ising modelling. We show that during the dilute stages,\nsingle graphite particle undergoes rapid, localised avalanche-like\n(de)intercalation, leading to micron-sized regions (de)intercalating within\nseconds. These avalanches are reminiscent of phase transition behaviour seen in\ndisordered materials such as martensitic transformations, Barkhausen noise and\nferroelectric/elastic materials - associated with step changes in the order\nparameter, where the system changes from one phase to another under an applied\ndriving force by jumping from one metastable state to another. Here, using a\nmodified random field Ising model, we relate these avalanches to static\ndisorder in graphite, which disrupts ion filling dynamics, leading to\npseudo-continuous transitions between stages, accounting for the experimental\nelectrochemistry profile as well as the temperature dependent avalanche\ndynamics. Finally, we develop a methodology to spatio-temporally analyse\navalanches between intraparticle regions, revealing spatially heterogeneous\nconnectivity and temporal patterns between regions during the dilute stages.\nOur work highlights the role of local and static disorder in eliciting\nunexpected phase transition behaviour, and provides new tools and concepts for\nstudying layered battery materials."}
{"id": "2509.20727", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20727", "abs": "https://arxiv.org/abs/2509.20727", "authors": ["Shilong Zhang", "Hengyuang Zhang", "Zehao Dong", "Jie Li", "Qian Xiao", "Mengwu Huo", "Hsiao-Yu Huang", "Di-Jing Huang", "Yayu Wang", "Yi Lu", "Zhen Chen", "Meng Wang", "Yingying Peng"], "title": "Distinct orbital contributions to electronic and magnetic structures in La$_{4}$Ni$_{3}$O$_{10}$", "comment": null, "summary": "High-T$_c$ superconductivity has recently been discovered in\nRuddlesden-Popper phase nickelates under pressure, where the low-energy\nelectronic structure is dominated by Ni $d_{x^2 - y^2}$ and $d_{z^2}$ orbitals.\nHowever, the respective roles of these orbitals in superconductivity remain\nunclear. Here, by combining X-ray absorption, electron energy loss\nspectroscopy, and density functional theory calculations on\nLa$_{4}$Ni$_{3}$O$_{10}$ single crystals, we identify ligand holes in the\n$p_{x,y}$ orbitals of planar oxygen and the $p_z$ orbitals of apical oxygen,\nwhich hybridize with the Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals, respectively.\nThese ligand holes enable orbital-selective O K-edge resonant inelastic X-ray\nscattering (RIXS) study, which reveals that $d_{x^2-y^2}$ states dominate the\nlow-energy charge excitations and are more itinerant. We also observe a\n$\\sim$0.1 eV bimagnon through RIXS and Raman spectroscopy, which leads to an\ninterlayer superexchange interaction J$_z$ of $\\sim$50 meV. Our results reveal\ndistinct contributions of Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals to the\nelectronic and magnetic structure and provide direct experimental insights to\nunderstand the RP-phase nickelate superconductors."}
{"id": "2509.20622", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20622", "abs": "https://arxiv.org/abs/2509.20622", "authors": ["Eder G. Lomeli", "Qinghao Li", "Kuan H. Hsu", "Gi-Hyeok Lee", "Zengqing Zhuo", "Bryant-J. Polzin", "Jihyeon Gim", "Boyu Shi", "Eungje Lee", "Yujia Wang", "Haobo Li", "Pu Yu", "Jinpeng Wu", "Zhi-Xun Shen", "Shishen Yan", "Lauren Illa", "Josh J. Kas", "John J. Rehr", "John Vinson", "Brian Moritz", "Yi-Sheng Liu", "Jinghua Guo", "Yi-de Chuang", "Wanli Yang", "Thomas P. Devereaux"], "title": "Negative Charge Transfer: Ground State Precursor towards High Energy Batteries", "comment": "33 pages, paper plus supplementary material, 4 main figures", "summary": "Modern energy applications, especially electric vehicles, demand high energy\nbatteries. However, despite decades of intensive efforts, the highest energy\ndensity and commercially viable batteries are still based on LiCoO2, the very\nfirst generation of cathode materials. The technical bottleneck is the\nstability of oxide-based cathodes at high operating voltages. The fundamental\npuzzle is that we actually never understood the redox mechanism of LiCoO2.\nConventional wisdom generally defines redox to be centered on cations at low\nvoltages, and on anions, i.e. oxygen, at high voltages by forming oxidized\nchemical states like O2 or peroxo-species. Here, through in-situ and ex-situ\nspectroscopy coupled with theoretical calculations, we show that high-energy\nlayered cathodes, represented by LiCoO2 and LiNiO2, operate through enhancement\nof negative charge transfer (NCT) ground states upon charging throughout the\nwhole voltage range - i.e., NCT evolution itself is the intrinsic redox\nmechanism regardless of voltage ranges. NCT inherently engages high covalency\nand oxygen holes, leading to optimized performance without conventional redox\ncenters in LiCoO2. The level of NCT, i.e., number of ligand holes, naturally\nexplains many seemingly controversial results. The redefinition of redox\nmechanism reveals the pathway toward viable high energy battery electrodes."}
{"id": "2509.21082", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21082", "abs": "https://arxiv.org/abs/2509.21082", "authors": ["Robin Günkel", "Oliver Maßmeyer", "Markus Stein", "Sebastian Anhäuser", "Kalle Bräumer", "Rodrigo Sandoval Rodriguez", "Daniel Anders", "Badrosadat Ojaghi Dogahe", "Max Bergmann", "Milan Solanki", "Nils Fritjof Langlotz", "Johannes Glowatzki", "Jürgen Belz", "Andreas Beyer", "Gregor Witte", "Sangam Chatterjee", "Kerstin Volz"], "title": "Low Temperature MOCVD Synthesis of high-mobility 2D InSe", "comment": null, "summary": "Two-dimensional (2D) indium selenide (InSe) is a layered semiconductor with\nhigh electron mobility and a tunable band gap ranging from 1.25 eV in the bulk\nto 2.8 eV in the monolayer limit. These properties make these materials strong\ncandidates for future logic and optoelectronic devices. However, growing\nphase-pure InSe remains challenging due to the complex indium-selenium (In-Se)\nphase diagram. This complexity and the sensitivity of chemical precursors to\ngrowth conditions make it difficult to control which In-Se phase forms during\nsynthesis during, e.g., metal-organic chemical vapor deposition (MOCVD).\nDespite the challenges, MOCVD is considered the most promising approach for\ngrowing InSe, as it enables wafer-scale, uniform, and controllable\ndeposition-key requirements for device integration. In this study, we present a\nsystematic investigation of InSe synthesis via MOCVD on c-plane sapphire\nsubstrates at low temperatures, which are highly relevant for various\nintegration schemes. By varying the Se/In precursor ratio and the growth\ntemperature, we create a phase diagram that covers the In-rich, equal\nstoichiometric, and Se-rich InxSey phases. Raman spectroscopy and atomic force\nmicroscopy, supported by energy dispersive X-ray spectroscopy and scanning\ntransmission electron microscopy, confirm conditions, under which the formation\nof 2D InSe is observed. Atomically-resolved cross-sectional scanning\ntransmission electron microscopy also reveals an epitaxial alignment of the\nInSe with the sapphire substrate mediated by a specific interface\nreconstruction. The epitaxial alignment is verified by in-plane X-ray\ndiffraction across large length scales. Samples grown under optimized\nconditions exhibit a strong optical absorption in the visible range and\nespecially a comparably high electron mobility underlining the potential of the\nMOCVD-grown material for future applications."}
{"id": "2509.20765", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20765", "abs": "https://arxiv.org/abs/2509.20765", "authors": ["Yuto Watanabe", "Kota Suzuki", "Takayoshi Katase", "Akira Miura", "Aichi Yamashita", "Yoshikazu Mizuguchi"], "title": "Uniaxial negative thermal expansion in a weak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$", "comment": "12 pages, 9 figures", "summary": "We discovered unique uniaxial negative thermal expansion (NTE) behavior for a\nweak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$. CoZr$_{2}$ is known\nas a superconductor exhibiting uniaxial NTE along the $c$-axis, which is called\nanomalous thermal expansion (ATE). Additionally, CoZr$_{2}$ is also known as a\nwell-absorbent of hydrogen, and hydrogen insertion raises weak-itinerant\nferromagnetism instead of superconductivity. However, the influence of hydrogen\ninsertion on ATE behavior in this system is still unclear. To investigate it,\nwe performed powder synchrotron X-ray diffraction (SXRD) for\nCoZr$_{2}$H$_{3.49}$. Through Arrott plots analysis, we determined the Curie\ntemperature ($T_{\\mathrm{C}}$) to be 139 K, and the Rhodes-Wohlfarth ratio was\nestimated to be 3.49, which clearly exceeds 1, suggesting the itinerancy of\nemerging ferromagnetism. Temperature dependencies of lattice constants $a$ and\n$c$ were extracted from powder SXRD analyses, and we revealed that lattice\nconstant $c$ exhibited NTE behavior below $T_{\\mathrm{C}}$. The uniaxial NTE\nbehavior along the $c$-axis can be understood by sharpening an antibonding\nCo3$dz^{2}$ partial density of states near the Fermi level, linked to the\nexpansion of a one-dimensional Co-Co chain running parallel to the $c$-axis."}
{"id": "2509.20626", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20626", "abs": "https://arxiv.org/abs/2509.20626", "authors": ["Jian Kang", "Minxuan Wang", "Oskar Vafek"], "title": "Orbital magnetization and magnetic susceptibility of interacting electrons", "comment": "5 pages, 2 figures, and 2 pages appendix", "summary": "We present a rigorous derivation of the orbital magnetization formula for\ninteracting electrons within the self-consistent Hartree-Fock approximation.\nOur results are expressed entirely in terms of the self-consistent\nwavefunctions and the Hartree-Fock energy spectrum at zero magnetic field. We\ntest the formula on an interacting Rashba model, finding an agreement with\ncalculations performed at small but non-zero external magnetic field. Our\nmethod allows us to also derive formulas for the orbital magnetic\nsusceptibility."}
{"id": "2509.21303", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21303", "abs": "https://arxiv.org/abs/2509.21303", "authors": ["Jianhua Du", "Xin Peng", "Yuzhi Wang", "Shengnan Zhang", "Yuran Sun", "Chunxiang Wu", "Tingyu Zhou", "Le Liu", "Hangdong Wang", "Jinhu Yang", "Bin Chen", "Chuanying Xi", "Zhiwei Jiao", "Quansheng Wu", "Minghu Fang"], "title": "Topological nontrivial berry phase in altermagnet CrSb", "comment": "10 pages, 5 figures", "summary": "The study of topological properties in magnetic materials has long been one\nof the forefront research areas in condensed matter physics. CrSb, as a\nprototypical candidate material for altermagnetism, has attracted significant\nattention due to its unique magnetic properties. This system provides a novel\nplatform for exploring the intrinsic relationship between altermagnetic order\nand exotic topological states. In this study, we combine systematic electrical\ntransport experiments with first-principles calculations to investigate the\npossible realization mechanisms of topological semimetal states in CrSb and\ntheir manifestations in quantum transport phenomena. Our high field\nmagneto-transport measurements reveal that the magnetoresistance of CrSb\nexhibits no sign of saturation up to 35 T, following a distinct power-law\ndependence with an exponent of 1.48. The nonlinear Hall resistivity further\nindicates a multiband charge transport mechanism. Under high magnetic fields,\nwe observe pronounced Shubnikov-de Haas (SdH) quantum oscillations and\ndiscernible Zeeman-effect-induced band splitting at 1.6 K. Systematic Fermi\nsurface and band calculations combined with Berry phase analysis confirm the\nnontrivial topological character of this material (with a Berry phase\napproaching {\\pi}). These findings not only provide crucial experimental\nevidence for understanding the electronic structure of CrSb, but also establish\nan important foundation for investigating topological quantum states in\naltermagnets."}
{"id": "2509.21303", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21303", "abs": "https://arxiv.org/abs/2509.21303", "authors": ["Jianhua Du", "Xin Peng", "Yuzhi Wang", "Shengnan Zhang", "Yuran Sun", "Chunxiang Wu", "Tingyu Zhou", "Le Liu", "Hangdong Wang", "Jinhu Yang", "Bin Chen", "Chuanying Xi", "Zhiwei Jiao", "Quansheng Wu", "Minghu Fang"], "title": "Topological nontrivial berry phase in altermagnet CrSb", "comment": "10 pages, 5 figures", "summary": "The study of topological properties in magnetic materials has long been one\nof the forefront research areas in condensed matter physics. CrSb, as a\nprototypical candidate material for altermagnetism, has attracted significant\nattention due to its unique magnetic properties. This system provides a novel\nplatform for exploring the intrinsic relationship between altermagnetic order\nand exotic topological states. In this study, we combine systematic electrical\ntransport experiments with first-principles calculations to investigate the\npossible realization mechanisms of topological semimetal states in CrSb and\ntheir manifestations in quantum transport phenomena. Our high field\nmagneto-transport measurements reveal that the magnetoresistance of CrSb\nexhibits no sign of saturation up to 35 T, following a distinct power-law\ndependence with an exponent of 1.48. The nonlinear Hall resistivity further\nindicates a multiband charge transport mechanism. Under high magnetic fields,\nwe observe pronounced Shubnikov-de Haas (SdH) quantum oscillations and\ndiscernible Zeeman-effect-induced band splitting at 1.6 K. Systematic Fermi\nsurface and band calculations combined with Berry phase analysis confirm the\nnontrivial topological character of this material (with a Berry phase\napproaching {\\pi}). These findings not only provide crucial experimental\nevidence for understanding the electronic structure of CrSb, but also establish\nan important foundation for investigating topological quantum states in\naltermagnets."}
{"id": "2509.20647", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20647", "abs": "https://arxiv.org/abs/2509.20647", "authors": ["Dibyanandan Bhowmick", "Amit Agarwal"], "title": "Quantum metric induced nonlinear thermal noise in PT-symmetric antiferromagnets", "comment": "8 pages; 3 figures", "summary": "Electrical current fluctuations provide a powerful and unconventional probe\nof band geometry in quantum materials. In particular, intrinsic noise\ncomponents that are independent of the relaxation time reveal universal\nband-geometric properties of Bloch electrons. Here, we identify a distinct\nintrinsic contribution to current noise at second order in the electric field,\nwhich is governed by the quantum metric. This effect arises from field-induced\nmodifications to Bloch wavefunctions and band energies, and it dominates in\nPT-symmetric antiferromagnets where Berry curvature based contributions are\nforbidden by symmetry. Applying our theory to CuMnAs, we demonstrate that\nthermal noise provides a direct signature of quantum metric in PT-symmetric\nantiferromagnets."}
{"id": "2509.20487", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20487", "abs": "https://arxiv.org/abs/2509.20487", "authors": ["Dirk Backes"], "title": "Magnon-magnon coupling efficiency of $η$=0.5 in weakly pinned synthetic antiferromagnets", "comment": "21 pages, 9 figures", "summary": "Synthetic antiferromagnets (SAFs) consist of two ferromagnetic layers that\nare antiferromagnetically coupled. These systems support complex dynamical\nmagnetic excitations, where interlayer coupling gives rise to both in-phase\n(acoustic) and anti-phase (optical) magnonic modes. Typically, simultaneous\nexcitation of both modes requires breaking the symmetry between the\nferromagnetic layers -- commonly achieved through slight misalignment of the\nexperimental setup or by modifying the intrinsic magnetic properties. In our\napproach, we utilize a pinned synthetic antiferromagnet (pSAF), where one of\nthe ferromagnetic layers is exchange-coupled to an antiferromagnet. We\ndemonstrate that by tuning the thickness of the antiferromagnet and slightly\nenhancing the magnetic anisotropy of the pinned layer, both acoustic and\noptical modes can be efficiently excited -- without the need for experimental\nmisalignment or changes to the intrinsic material properties. Under specific\nconditions, the magnon dispersion relations exhibit anti-crossing behavior,\nresulting in the emergence of a magnonic bandgap -- a clear signature of strong\nmagnon-magnon coupling. The coupling efficiency $\\eta$, defined as the ratio\nbetween the bandgap and the characteristic frequency, reaches $\\eta = 0.5$,\napproaching the ultra-strong coupling regime ($\\eta = 1$). The combination of\nstrong mode hybridization, a sizable magnonic bandgap, and high ferromagnetic\nresonance (FMR) coherence over large areas -- all achieved at room temperature\nwithout cryogenic cooling -- underscores the potential of these systems for\nquantum magnonic applications, including quantum computing."}
{"id": "2509.20650", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20650", "abs": "https://arxiv.org/abs/2509.20650", "authors": ["Tien Le", "Yeonkyu Lee", "Dzung T. Tran", "Woo Seok Choi", "Won Nam Kang", "Jinyoung Yun", "Jeehoon Kim", "Jaegu Song", "Yoonseok Han", "Tuson Park", "Duc H. Tran", "Soon-Gil Jung", "Jungseek Hwang"], "title": "Effect of C additives with 0.5% in weight on structural, optical and superconducting properties of Ta-Nb-Hf-Zr-Ti high entropy alloy films", "comment": "27 pages, 7 figures", "summary": "We investigated the superconducting (SC) properties of Ta-Nb-Hf-Zr-Ti\nhigh-entropy alloy (HEA) thin films with 0.5% weight C additives. The C\nadditives stabilize the structural properties and enhance the SC critical\nproperties, including $\\mu_0$Hc$_2$ (13.45 T) and Tc (7.5 K). The reflectance\nof the C-added HEA film is enhanced in the low-energy region, resulting in a\nhigher optical conductivity, which is consistent with the lower electrical\nresistivity. In addition, we observed SC vortices in the C-added HEA film using\nmagnetic force microscopy. The magnetic penetration depths ($\\lambda$) of the\npure HEA and C-added HEA films were estimated from their Meissner force curves\nby comparing them with those of a reference Nb film. At 4.2 K, the {\\lambda} of\nthe C-added film is 360 nm, shorter than that of the pure HEA film (560 nm),\nindicating stronger superconductivity against an applied magnetic field."}
{"id": "2509.20630", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2509.20630", "abs": "https://arxiv.org/abs/2509.20630", "authors": ["Yuan Chiang", "Tobias Kreiman", "Christine Zhang", "Matthew C. Kuner", "Elizabeth Weaver", "Ishan Amin", "Hyunsoo Park", "Yunsung Lim", "Jihan Kim", "Daryl Chrzan", "Aron Walsh", "Samuel M. Blau", "Mark Asta", "Aditi S. Krishnapriyan"], "title": "MLIP Arena: Advancing Fairness and Transparency in Machine Learning Interatomic Potentials via an Open, Accessible Benchmark Platform", "comment": null, "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized molecular\nand materials modeling, but existing benchmarks suffer from data leakage,\nlimited transferability, and an over-reliance on error-based metrics tied to\nspecific density functional theory (DFT) references. We introduce MLIP Arena, a\nbenchmark platform that evaluates force field performance based on physics\nawareness, chemical reactivity, stability under extreme conditions, and\npredictive capabilities for thermodynamic properties and physical phenomena. By\nmoving beyond static DFT references and revealing the important failure modes\nof current foundation MLIPs in real-world settings, MLIP Arena provides a\nreproducible framework to guide the next-generation MLIP development toward\nimproved predictive accuracy and runtime efficiency while maintaining physical\nconsistency. The Python package and online leaderboard are available at\nhttps://github.com/atomind-ai/mlip-arena."}
{"id": "2509.20662", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20662", "abs": "https://arxiv.org/abs/2509.20662", "authors": ["Jeong Min Choi", "Jaehoon Kim", "Ji-Hwan Lee", "Won-Joon Son", "Seungwu Han"], "title": "Atomistic Insights into Cu/amorphous-Ta$_x$N Interfacial Adhesion via Machine Learning Interatomic Potentials: Effects of Stoichiometry and Interface Construction", "comment": "24 pages, 14 figures, Supplementary information included as ancillary\n  file (+13 pages)", "summary": "Accurate understanding and control of interfacial adhesion between Cu and\nTa$_x$N diffusion barriers are essential for ensuring the mechanical\nreliability and integrity of Cu interconnect systems in semiconductor devices.\nAmorphous tantalum nitride (a-Ta$_x$N) barriers are particularly attractive due\nto their superior barrier performance, attributed to the absence of grain\nboundaries. However, a systematic atomistic investigation of how varying Ta\nstoichiometries influences adhesion strength at Cu/a-Ta$_x$N interfaces remains\nlacking, hindering a comprehensive understanding of interface optimization\nstrategies. In this study, we employ machine learning interatomic potentials\n(MLIPs) to perform steered molecular dynamics (SMD) simulations of Cu/a-Ta$_x$N\ninterfaces. We simultaneously evaluate three distinct interface construction\napproaches--static relaxation, high-temperature annealing, and simulated Cu\ndeposition--to comprehensively investigate their influence on adhesion strength\nacross varying Ta compositions ($x=1, 2, 4$). Peak force and work of adhesion\nvalues from SMD simulations quantitatively characterize interface strength,\nwhile atomic stress and strain analyses elucidate detailed deformation\nbehavior, highlighting the critical role of interfacial morphologies.\nAdditionally, we explore the atomistic mechanisms underlying cohesive failure,\nrevealing how targeted incorporation of Ta atoms into Cu layers enhances the\ncohesive strength of the interface. This study demonstrates how MLIP-driven\nsimulations can elucidate atomic-scale relationships between interface\nmorphology and adhesion behavior, providing insights that can guide future\natomistic engineering strategies toward enhancing intrinsic barrier adhesion,\npotentially enabling liner-free interconnect technologies."}
{"id": "2509.20650", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20650", "abs": "https://arxiv.org/abs/2509.20650", "authors": ["Tien Le", "Yeonkyu Lee", "Dzung T. Tran", "Woo Seok Choi", "Won Nam Kang", "Jinyoung Yun", "Jeehoon Kim", "Jaegu Song", "Yoonseok Han", "Tuson Park", "Duc H. Tran", "Soon-Gil Jung", "Jungseek Hwang"], "title": "Effect of C additives with 0.5% in weight on structural, optical and superconducting properties of Ta-Nb-Hf-Zr-Ti high entropy alloy films", "comment": "27 pages, 7 figures", "summary": "We investigated the superconducting (SC) properties of Ta-Nb-Hf-Zr-Ti\nhigh-entropy alloy (HEA) thin films with 0.5% weight C additives. The C\nadditives stabilize the structural properties and enhance the SC critical\nproperties, including $\\mu_0$Hc$_2$ (13.45 T) and Tc (7.5 K). The reflectance\nof the C-added HEA film is enhanced in the low-energy region, resulting in a\nhigher optical conductivity, which is consistent with the lower electrical\nresistivity. In addition, we observed SC vortices in the C-added HEA film using\nmagnetic force microscopy. The magnetic penetration depths ($\\lambda$) of the\npure HEA and C-added HEA films were estimated from their Meissner force curves\nby comparing them with those of a reference Nb film. At 4.2 K, the {\\lambda} of\nthe C-added film is 360 nm, shorter than that of the pure HEA film (560 nm),\nindicating stronger superconductivity against an applied magnetic field."}
{"id": "2509.20672", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20672", "abs": "https://arxiv.org/abs/2509.20672", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook"], "title": "Robust Ferrimagnetic Ground State and Suppressed Superconductivity in Two-Dimensional HC6", "comment": null, "summary": "Two-dimensional hydrogenated graphene (HC6) represents a promising platform\nfor exploring emergent electronic phases. Owing to its high electronic density\nof states at the Fermi level, HC6 is expected to support phonon-mediated\nsuperconductivity, with a calculated critical temperature Tc of 37.4 K in the\nparamagnetic metallic phase. However, spin-polarized first-principles\ncalculations reveal that HC6 stabilizes in a ferrimagnetic ground state, which\nis energetically favored by 0.175 eV per unit cell over the paramagnetic\nmetallic phase. This large energy difference significantly exceeds kB T at room\ntemperature, indicating robust magnetic order. Although the superconducting\ncondensation energy lowers the total energy by about 7 meV, the superconducting\nphase remains metastable. These results highlight the dominant role of\nmagnetism in HC6 and illustrate how a high electronic density of states can\ndrive competing instabilities in hydrogenated two-dimensional materials,\noffering design principles for carbon-based magnetic systems."}
{"id": "2509.21215", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21215", "abs": "https://arxiv.org/abs/2509.21215", "authors": ["Sankar Sarkar", "Harsh Varshney", "Sayan Sarkar", "Amit Agarwal"], "title": "Spin band geometry drives intrinsic thermal spin magnetization and current", "comment": "8 pages, 3 figures. Suggestions are most welcome!", "summary": "Generating spin magnetization and spin currents without magnetic or electric\nfields is a key frontier in spin caloritronics. Spin responses driven by\nthermal gradients offer a promising route, though the band geometric origin of\nintrinsic mechanisms, especially in non-magnetic materials, remains poorly\nunderstood. Here we develop a unified quantum theory of thermal spin\nmagnetization and spin currents in itinerant electrons, rooted in spin band\ngeometry with both Fermi-surface and Fermi-sea contributions. We identify two\nkey geometric quantities: the spin-velocity metric tensor, which governs\nthermal spin magnetization, and the spin geometric tensor, combining spin Berry\ncurvature and spin quantum metric, which generates thermal spin currents. These\nintrinsic contributions persist and can even dominate in non-magnetic\ninsulators. Numerical calculations for chiral metal RhGe and antiferromagnet\nCuMnAs demonstrate sizable thermal spin responses near band crossings. Our\nresults establish the band geometric origin of thermal spin transport and\nprovide guiding principles for discovering and engineering next-generation spin\ncaloritronic materials."}
{"id": "2509.20687", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20687", "abs": "https://arxiv.org/abs/2509.20687", "authors": ["Shihao Zhang"], "title": "Intrinsic antiferromagnetic half-metal and topological phases in the ferrovalley states of the sliding bilayer altermagnets", "comment": "6 pages, 4 figures", "summary": "Altermagnetism is characterized by non-relativistic spin splitting and zero\ntotal magnetic moments. In this work, intrinsic antiferromagnetic half-metallic\nand topological phases were discovered within the ferrovalley states of sliding\nbilayer altermagnets. We construct the bilayer system by utilizing altermagnet\nmonolayers with a small bandgap. The inter-layer hopping phenomenon leads to a\nreduction in bandgaps, and sliding engineering induces ferrovalley states.\nTaking the V$_2$OSSe system for example, first-principles calculations indicate\nthat the spin-dependent inter-layer hopping in the ferrovalley state ensures a\ndirect gap in one valley (one spin channel) and band inversion in the other\nvalley (opposite spin channel), which is manifested as an intrinsic\nantiferromagnetic half-metal. The microscopic model and effective Hamiltonian\nemployed in this research confirm the universal spin-dependent inter-layer\nhopping in the sliding altermagnet bilayer. Further calculations imply the\nexistence of Chern insulator and gapless surface states in the sliding\naltermagnet bilayer. Adjusting the sliding direction can achieve the transition\nbetween different half-metals with conducting electrons of different spins,\naccompanied by the switching of gapless surface states of opposite spins. This\nresearch lays a foundation for the potential applications of intrinsic\nantiferromagnetic half-metals and topological phases in spintronics."}
{"id": "2509.20727", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20727", "abs": "https://arxiv.org/abs/2509.20727", "authors": ["Shilong Zhang", "Hengyuang Zhang", "Zehao Dong", "Jie Li", "Qian Xiao", "Mengwu Huo", "Hsiao-Yu Huang", "Di-Jing Huang", "Yayu Wang", "Yi Lu", "Zhen Chen", "Meng Wang", "Yingying Peng"], "title": "Distinct orbital contributions to electronic and magnetic structures in La$_{4}$Ni$_{3}$O$_{10}$", "comment": null, "summary": "High-T$_c$ superconductivity has recently been discovered in\nRuddlesden-Popper phase nickelates under pressure, where the low-energy\nelectronic structure is dominated by Ni $d_{x^2 - y^2}$ and $d_{z^2}$ orbitals.\nHowever, the respective roles of these orbitals in superconductivity remain\nunclear. Here, by combining X-ray absorption, electron energy loss\nspectroscopy, and density functional theory calculations on\nLa$_{4}$Ni$_{3}$O$_{10}$ single crystals, we identify ligand holes in the\n$p_{x,y}$ orbitals of planar oxygen and the $p_z$ orbitals of apical oxygen,\nwhich hybridize with the Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals, respectively.\nThese ligand holes enable orbital-selective O K-edge resonant inelastic X-ray\nscattering (RIXS) study, which reveals that $d_{x^2-y^2}$ states dominate the\nlow-energy charge excitations and are more itinerant. We also observe a\n$\\sim$0.1 eV bimagnon through RIXS and Raman spectroscopy, which leads to an\ninterlayer superexchange interaction J$_z$ of $\\sim$50 meV. Our results reveal\ndistinct contributions of Ni $d_{x^2-y^2}$ and $d_{z^2}$ orbitals to the\nelectronic and magnetic structure and provide direct experimental insights to\nunderstand the RP-phase nickelate superconductors."}
{"id": "2509.20730", "categories": ["cond-mat.stat-mech", "nlin.CG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20730", "abs": "https://arxiv.org/abs/2509.20730", "authors": ["Ethan Lake", "Sunghan Ro"], "title": "Squeezing codes: robust fluctuation-stabilized memories", "comment": "22+15 pages; 15+3 figures", "summary": "We introduce families of classical stochastic dynamics in two and higher\ndimensions which stabilize order in the absence of any symmetry. Our dynamics\nare qualitatively distinct from Toom's rule, and have the unusual feature of\nbeing fluctuation-stabilized: their order becomes increasingly fragile in\nlarger dimensions. One of our models maintains an ordered phase only in two\ndimensions. The phase transitions that occur as the order is lost realize new\ndynamical universality classes which are fundamentally non-equilibrium in\ncharacter."}
{"id": "2509.20742", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20742", "abs": "https://arxiv.org/abs/2509.20742", "authors": ["Xuejie Li", "Wenbo zhao", "Yuzhou Hao", "Xiaoying Wang", "Zhibin Gao", "Xiangdong Ding"], "title": "Ambient-pressure superconductivity above 22 K in hole-doped YB2", "comment": null, "summary": "Recent studies of hydrogen-dominant (superhydride) materials, such as LaH10\nhave led to putative discoveries of near-room temperature superconductivity at\nhigh pressures, with a superconducting transition temperature (Tc) of 250 K\nobserved at 170 GPa. While these findings are promising, achieving such high\nsuperconductivity requires challenging experimental conditions typically\nexceeding 100 GPa. In this study, we utilize first-principles calculations and\nMigdal-Eliashberg theory to examine the superconducting properties of the\nstable boron-based compound YB2 at atmospheric pressure, where yttrium and\nboron atoms form a layered structure. Our results indicate that YB2 exhibits a\nTc of 2.14 K at 0 GPa. We find that doping with additional electrons (0 to 0.3)\nleads to a monotonic decrease in Tc as the electron concentration increases.\nConversely, introducing holes significantly enhances Tc, raising it to 22.83 K.\nAlthough our findings do not surpass the superconducting temperature of the\nwell-known MgB2, our doping strategy highlights a method for tuning\nelectron-phonon coupling strength in metal borides. This insight could be\nvaluable for future experi-mental applications. Overall, this study not only\ndeepens our understanding of YB2 superconducting properties but also\ncontributes to the ongoing search for high-temperature superconductors."}
{"id": "2509.20759", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2509.20759", "abs": "https://arxiv.org/abs/2509.20759", "authors": ["Catalin Pascu Moca", "Balázs Dóra"], "title": "Anomalous Quantum Relaxation in the Infinite Temperature Hubbard Chain", "comment": "5 pages, 3 figures", "summary": "The self-energy encodes the fundamental lifetime of quasiparticle\nexcitations. In one dimension, it is known to display anomalous behavior at\nzero temperature for interacting fermions, reflecting the breakdown of\nFermi-liquid theory. Here we show that the self-energy is also anomalous in the\ninfinite temperature Hubbard chain, where thermal fluctuations are maximal.\nFocusing on the second order ring diagram, we find that the imaginary part of\nthe self-energy diverges non-perturbatively: as a power law with exponent\n$-1/3$ near half filling, and logarithmically away from it. These divergences\nimply anomalous temporal relaxation of Green's functions, confirmed by infinite\ntemperature tensor-network simulations. Our results demonstrate that anomalous\nrelaxation and the breakdown of perturbation theory survive even at maximal\nentropy, which can be observed in cold-atom experiments probing the Hubbard\nchain at high temperatures."}
{"id": "2509.20761", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20761", "abs": "https://arxiv.org/abs/2509.20761", "authors": ["Ali Ebrahimian", "Francisco J. García-Vidal", "Juan J. Palacios"], "title": "Magnetic order tuning of excitons in the magnetic semiconductor CrCl$_3$ through strain", "comment": "7 pages, 5 figures", "summary": "Magnon-exciton coupling provides an unprecedented opportunity for the optical\ntunability of spin information and, viceversa, for the magnetic control of the\noptical response. Few-layered magnets are an ideal platform for the\nexperimental study of this coupling, in part due to the strong excitonic\ncharacter of the optical response in (quasi-)two dimensions. Here, we\ndemonstrate a strong dependence of the excitonic oscillator strength on the\nmagnetic order in a monolayer of chromium trichloride CrCl$_3$. Solving an\neffective Bethe-Salpeter equation, we evaluate the changes in the excitonic\nresponse as the magnetic order switches from the ferromagnetic state to the\nantiferromagnetic state when strain is applied. Our results reveal an abrupt\nchange in the spatial localization of the excitons across the transition, which\ntranslates into a strong shift and a change of the oscillator strength of the\nexcitonic peaks. This suggests the possibility of using strain as a binary\nswitch of the optical response in this material."}
{"id": "2509.20765", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20765", "abs": "https://arxiv.org/abs/2509.20765", "authors": ["Yuto Watanabe", "Kota Suzuki", "Takayoshi Katase", "Akira Miura", "Aichi Yamashita", "Yoshikazu Mizuguchi"], "title": "Uniaxial negative thermal expansion in a weak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$", "comment": "12 pages, 9 figures", "summary": "We discovered unique uniaxial negative thermal expansion (NTE) behavior for a\nweak-itinerant-ferromagnetic phase of CoZr$_{2}$H$_{3.49}$. CoZr$_{2}$ is known\nas a superconductor exhibiting uniaxial NTE along the $c$-axis, which is called\nanomalous thermal expansion (ATE). Additionally, CoZr$_{2}$ is also known as a\nwell-absorbent of hydrogen, and hydrogen insertion raises weak-itinerant\nferromagnetism instead of superconductivity. However, the influence of hydrogen\ninsertion on ATE behavior in this system is still unclear. To investigate it,\nwe performed powder synchrotron X-ray diffraction (SXRD) for\nCoZr$_{2}$H$_{3.49}$. Through Arrott plots analysis, we determined the Curie\ntemperature ($T_{\\mathrm{C}}$) to be 139 K, and the Rhodes-Wohlfarth ratio was\nestimated to be 3.49, which clearly exceeds 1, suggesting the itinerancy of\nemerging ferromagnetism. Temperature dependencies of lattice constants $a$ and\n$c$ were extracted from powder SXRD analyses, and we revealed that lattice\nconstant $c$ exhibited NTE behavior below $T_{\\mathrm{C}}$. The uniaxial NTE\nbehavior along the $c$-axis can be understood by sharpening an antibonding\nCo3$dz^{2}$ partial density of states near the Fermi level, linked to the\nexpansion of a one-dimensional Co-Co chain running parallel to the $c$-axis."}
{"id": "2509.20772", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.20772", "abs": "https://arxiv.org/abs/2509.20772", "authors": ["Si-Cheng Wang", "Zheng-Xin Liu"], "title": "Super-Solid phase in a U(2) symmetric S = 1 Magnet on the Triangular Lattice", "comment": "12 pages, 7 figures", "summary": "A spin supersolid is characterized by the simultaneous breaking of lattice\ntranslation and continuous spin rotation symmetries. In this work, we study a\nspin-1 model with $U(2)\\cong SU(2)\\times U(1)/Z_2$ symmetry on the triangular\nlattice, and the phase diagram is figured out using a variational $\\mathbb\nCP^2$ approach. We identify a novel $SU(2)$-supersolid phase which contains a\n3-sublattice solid order and a spin-superfluid order. Unlike usual supersolid\nphases having noncollinear magnetic order and only one Goldstone mode, the\n$SU(2)$-supersolid phase has collinear Neel order and two Goldstone modes.\nAnother important feature of this supersolid is that the magnon excitation\nspectrum has symmetry protected double degeneracy in the whole Brillouin zone.\nAs by-products, several other ordered phases are obtained, including the\nferromagnetic and the antiferromagnetic states breaking the $SU(2)$ symmetry,\nas well as genuine phases that completely breaks the $U(2)$ symmetry.\nFurthermore, the instabilities of $SU(3)$-flavor linear spin-wave theory are\nconsistent with the phase boundaries between different ordered phases.\n%dispersions confirm the stability of the classically ordered phases and\nprovides insights into their excitation spectra."}
{"id": "2509.20782", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.20782", "abs": "https://arxiv.org/abs/2509.20782", "authors": ["Bongkeon Kim", "Chang Geun Yu", "Priyanath Mal", "Yong-Joo Doh"], "title": "Field-resilient superconducting coplanar waveguide resonators made of Nb, NbTi, and NbTiN", "comment": "18 pages, 5 figures", "summary": "Superconducting coplanar waveguide (SCPW) resonators with high internal\nquality factors (\\Q_i) are essential for quantum information applications, but\nsuffer severe Qi degradation under magnetic fields due to quasiparticle\ngeneration and vortex-induced losses. We fabricated and characterized Nb, NbTi,\nand NbTiN SCPW resonators with varying film thicknesses under different\ntemperatures and in-plane magnetic fields (\\(B_{\\parallel}\\)).\nTemperature-dependent transmission measurements agree well with Mattis-Bardeen\ntheory, revealing kinetic inductance parameters. Comparative analysis shows\nthat 45-nm-thick NbTi resonators maintain \\(Q_i = 1.01 \\times 10^{4}\\) at\n(\\(B_{\\parallel}\\)) = 0.4 T, satisfying the dual requirements of high Qi and\nstrong field resilience. Owing to its moderate kinetic inductance and\ncompatibility with conventional photolithography, NbTi emerges as a practical\nmaterial platform for field-resilient SCPW resonators and hybrid quantum\ncircuits operating in magnetic environments."}
{"id": "2509.20828", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20828", "abs": "https://arxiv.org/abs/2509.20828", "authors": ["Muting Xie", "Hongyu Yu", "Zhihao Dai", "Yingfen Wei", "Changsong Xu", "Hongjun Xiang"], "title": "Defect-Charge-Driven 90° Switching in HfO2", "comment": null, "summary": "Hafnium dioxide (HfO2) is a CMOS-compatible ferroelectric showing both\n180{\\deg} and 90{\\deg} switching, yet the microscopic nature of the 90{\\deg}\npathway remains unresolved. We show that the 90{\\deg} rotation pathway,\nnegligible in pristine HfO2, becomes dominant under E// [111] when induced by\ncharged oxygen vacancies. This pathway is more fatigue-resistant than the\n180{\\deg} reversal pathway, while delivering the same polarization change along\n[111] (2Pr=60 {\\mu}C/cm^2 ). This charge-driven switching arises from two\nfactors: the crystal geometry of HfO2 and the intrinsic nature of rotational\npathways, the latter suggesting a possible general tendency for defect charge\nto bias rotation over reversal in ferroelectrics. Together these findings\nreveal a pathway-level origin of fatigue resistance and establish defect charge\nas a general control parameter for polarization dynamics."}
{"id": "2509.20834", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.20834", "abs": "https://arxiv.org/abs/2509.20834", "authors": ["Yunlin Li", "Yufu Liu", "Xuezhi Wang", "Haoran Zhang", "Xunya Jiang"], "title": "Nontrivial topology in one- and two-dimensional asymmetric systems with chiral boundary states", "comment": null, "summary": "Symmetry plays an important role in the topological band theory. In contrary,\nstudy on the topological properties of the asymmetric systems is rather\nlimited, especially in higher-dimensional systems. In this work, we explore a\nnew theory to study the topology in various one-dimensional (1D) and\ntwo-dimensional (2D) asymmetric systems with chiral boundary states. Starting\nfrom the simple SSHm model, we show the chiral topology of its edge states by\nredefining sublattices. Meanwhile, based on its Rice-Mele-like effective\nHamiltonian, a new topological invariant $\\bar{Z}$ can be defined and the\nbulk-edge correspondence is established. With this clear physical picture, our\ntheory can be extended to the more complex asymmetric ladder models, or even\nthe 2D asymmetric systems. In the 2D BBH3 model, new chiral corner states with\nredefined lattices are found based on our method. These corner states are\nindependent of any spatial symmetry and exhibit the characteristics of\ntopological bound states in the continuum (TBICs). Moreover, the topological\ninvariant can be calculated by introducing $\\bar{Z}$ into 2D. At last, we\npropose an acoustic experiment of the BBH3 model where chiral corner states are\nnumerically observed. Our work exhibits a new approach to study the topological\nproperties of asymmetric systems. By redefining sublattices, we find that the\nmodels with entirely different structures might share the same topological\norigins."}
{"id": "2509.20845", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20845", "abs": "https://arxiv.org/abs/2509.20845", "authors": ["H. Laltlanmawii", "L. Celestine", "R. Zosiamliana", "B. Chettri", "S. Bhattarai", "K. C. Bhamu", "D. P. Rai"], "title": "Cu2XSiS4 (X = Ge, Sn, and Pb) materials for solar-cell applications: A DFT+SCAPS-1D simulation", "comment": null, "summary": "By means of the first-principles density functional theory (DFT),\nI2-II-IV-VI4 type Cu-based quaternary chalcogenides Cu 2 XSiS 4 (X = Ge, Sn,\nand Pb) have been thoroughly investigated. We report the study of Ge and Sn\nsubstitution in the divalent cation site for their potential applications in\nphotovoltaics for the first time. The structural, electronic, optical, and\nmechanical properties have been calculated. The structural and thermal\nstability is verified by calculating the elastic constants, formation energy\nand total potential energy at 300 K from the ab-initio molecular dynamics (MD)\nsimulation. The compounds under our investigation exhibited an indirect band\ngap in the range of 1.0--1.56 eV, suitable for energy harvesting by trapping\nthe sunlight. The presence of absorption peaks within the visible region\ncomplements their potential in photovoltaic applications. For further\nvalidation, we have designed a model of a heterostructure\n(FTO/TiO2/Cu2XSiS4/CuO/Au) solar cell, and a numerical simulation has been\nperformed by solving the Poisson equation and continuity equations to obtain\nthe I-V characteristic by using SCAPS-1D. All the inputs needed for solar- cell\nsimulation in SCAPS-1D have been taken from the DFT results. The corresponding\nPower Conversion Efficiency (PCE) is denoted by {\\eta}% and their respective\nvalues for X=Ge, Sn and Pb are 23.46%, 23.29% and 22.60%, at room temperature.\nThe Ge-based system exhibits the highest {\\eta}%, owing to its band gap value\nin the visible range of the solar spectrum. Thus, we report that Ge-based\ncompounds may act as a promising absorber layer in heterostructure solar-cell\napplications."}
{"id": "2509.20949", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20949", "abs": "https://arxiv.org/abs/2509.20949", "authors": ["Xianglin Liu", "Kai Yang", "Fanli Zhou", "Pengxiang Xu"], "title": "SMC-X: A Distributed Scalable Monte Carlo Simulation Method for Chemically Complex Alloys", "comment": null, "summary": "To predict the complex chemical evolution in multicomponent alloys, it is\nhighly desirable to have accurate atomistic simulation methods capable of\nreaching sufficiently large spatial and temporal scales. In this work, we\nadvance the recently proposed SMC-X method through distributed computation on\neither GPUs or CPUs, pushing both spatial and temporal scales of atomistic\nsimulation of chemically complex alloys to previously inaccessible scales. This\nincludes a 16-billion-atom HEA system extending to the micrometer regime in\nspace, and a 1-billion-atom HEA evolved over more than three million Monte\nCarlo swap steps, approaching the minute regime in time. We show that such\nlarge-scale simulations are essential for bridging the gap between experimental\nobservations and theoretical predictions of the nanoprecipitate sizes in HEAs,\nbased on analysis using the Lifshitz-Slyozov-Wagner (LSW) theory for\ndiffusion-controlled coarsening. This work demonstrates the great potential of\nSMC-X for simulation-driven exploration of the chemical complexity in\nhigh-entropy materials at large spatial and temporal scales."}
{"id": "2509.20951", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.20951", "abs": "https://arxiv.org/abs/2509.20951", "authors": ["Debashish Mukherji", "Marcus Müller", "Martin H. Müser"], "title": "Computing finite--temperature elastic constants with noise cancellation", "comment": null, "summary": "Elastic constants are central material properties, frequently reported in\nexperimental and theoretical studies. While their computation is\nstraightforward in the absence of thermal fluctuations, finite--temperature\nmethods often suffer from poor signal--to--noise ratios or the presence of\nstrong anharmonic effects. Here, we show how to compute elastic constants in\nthermal ordered and disordered systems by generalizing a noise--cancellation\nmethod originally developed for piezoelectric coupling coefficients. A slight\nstrain is applied to an equilibrated solid. Simulations of both the strained\nand unstrained (or oppositely strained) reference systems are performed using\nidentical thermostatting schemes. As demonstrated theoretically and with\ngeneric one--dimensional models, this allows stress differences to be evaluated\nand elastic constants to be determined with much reduced thermal noise. We then\napply this approach across a diverse set of systems, spanning crystalline\nargon, ordered silicon as well as amorphous silicon, poly(methyl methacrylate),\nand cellulose derivatives."}
{"id": "2509.20990", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.20990", "abs": "https://arxiv.org/abs/2509.20990", "authors": ["Kenji Capannelli", "Brennan Undseth", "Irene Fernández de Fuentes", "Eline Raymenants", "Florian K. Unseld", "Oriol Pietx-Casas", "Stephan G. J. Philips", "Mateusz T. Mądzik", "Sergey V. Amitonov", "Larysa Tryputen", "Giordano Scappucci", "Lieven M. K. Vandersypen"], "title": "Tracking spin qubit frequency variations over 912 days", "comment": "32 pages (13 for main text and 19 for supplementary) and 27 figures\n  (8 for main and 19 for supplementary)", "summary": "Solid-state qubits are sensitive to their microscopic environment, causing\nthe qubit properties to fluctuate on a wide range of timescales. The sub-Hz end\nof the spectrum is usually dealt with by repeated background calibrations,\nwhich bring considerable overhead. It is thus important to characterize and\nunderstand the low-frequency variations of the relevant qubit characteristics.\nIn this study, we investigate the stability of spin qubit frequencies in the\nSi/SiGe quantum dot platform. We find that the calibrated qubit frequencies of\na six-qubit device vary by up to $\\pm 100$ MHz while performing a variety of\nexperiments over a span of 912 days. These variations are sensitive to the\nprecise voltage settings of the gate electrodes, however when these are kept\nconstant to within 15 $\\mathrm{\\mu}$V, the qubit frequencies vary by less than\n$\\pm 7$ MHz over periods up to 36 days. During overnight scans, the qubit\nfrequencies of ten qubits across two different devices show a standard\ndeviation below 200 kHz within a 1-hour time window. The qubit frequency noise\nspectral density shows roughly a $1/f$ trend above $10^{-4}$ Hz and,\nstrikingly, a steeper trend at even lower frequencies."}
{"id": "2509.20996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.20996", "abs": "https://arxiv.org/abs/2509.20996", "authors": ["Gyu-Jang Sim", "Jehyun You", "SeongHwan Choi", "Youngjae Kim", "Chung An Lee", "Hyunki Kim", "Donghwan Noh", "Myoung-Gyu Lee"], "title": "A GND-based back stress model for reverse loading in metal sheets with consideration of GNB", "comment": null, "summary": "Accurate prediction of springback and formability in sheet metal forming\nrequires understanding reverse loading behavior under complex loading path\nchanges, such as tension followed by compression. However, for ultra-thin\nsheets experimental characterization of such behavior is difficult due to\ncompressive instability like plastic buckling. This study presents a crystal\nplasticity finite element method (CPFEM) incorporating a physically motivated\nback stress model based on geometrically necessary dislocations (GNDs) and\nboundaries (GNBs). The model captures grain size effects, including the\nHall-Petch and Bauschinger effects, through a single grain size-dependent back\nstress parameter, enabling reverse loading prediction using only tensile data\nfrom specimens with different grain sizes. The back stress parameter was\ncalibrated by fitting tensile stress-strain curves from two microstructures -\none as-received and one annealed. Without using Tension-Compression (T-C) data\nfor calibration, the model accurately predicted reverse loading behavior in\nlow-carbon steel (0.64 mm thick) and Tension-Bending (T-B) responses in\nultra-thin SUS316 (0.083 mm thick) when the developed theory was incorporated\nto an upscaled anisotropic hardening model. Identifiability analysis confirmed\nthat the model parameters are uniquely determined by the available data. This\nphysically interpretable framework provides an efficient and robust means to\npredict reverse loading in thin metal sheets, overcoming experimental\nlimitations."}
{"id": "2509.21034", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21034", "abs": "https://arxiv.org/abs/2509.21034", "authors": ["Motoharu Kitatani", "Yusuke Nomura", "Shiro Sakai", "Ryotaro Arita"], "title": "Luttinger surface and exchange splitting induced by ferromagnetic fluctuations", "comment": "6+4 pages, 5+5 figures", "summary": "Ferromagnetism in the single-orbital Hubbard model, which contains only local\nCoulomb repulsion and no explicit ferromagnetic exchange interactions, has been\nextensively studied. However, how the associated fluctuations influence the\nelectronic properties near the transition remains a fundamental issue. Here, by\napplying the dynamical vertex approximation (D$\\Gamma$A) to single-orbital\nsystems with a partially flat band dispersion, we demonstrate that\nfinite-correlation-length ferromagnetic fluctuations generate an emergent\nLuttinger surface and drive a Fermi surface expansion reminiscent of exchange\nsplitting, even without magnetic order. We further derive an analytical\nexpression that reproduces these effects, clarifying the microscopic origin for\nfluctuation-driven exchange splitting in correlated electron systems."}
{"id": "2509.21047", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21047", "abs": "https://arxiv.org/abs/2509.21047", "authors": ["Jiho Han", "George S. Phillips", "Alice J. Merryweather", "Juhwan Lim", "Christoph Schnedermann", "Robert L. Jack", "Clare P. Grey", "Akshay Rao"], "title": "Avalanche-like lithium intercalation and intraparticle correlations in graphite", "comment": null, "summary": "Graphite is the most widely used anode material in lithium-ion batteries with\nover 98% market share. However, despite its first application over 30 years\nago, the lithium insertion processes and associated dynamics in graphite remain\npoorly understood, especially for the dilute stages. A fundamental\nunderstanding of how the symmetry-breaking phase transitions occur\npseudo-continuously under operating conditions is still lacking. Here, we\nprovide a unified picture of ion intercalation dynamics during the dilute\nstages of graphite intercalation, using operando optical microscopy combined\nwith random field Ising modelling. We show that during the dilute stages,\nsingle graphite particle undergoes rapid, localised avalanche-like\n(de)intercalation, leading to micron-sized regions (de)intercalating within\nseconds. These avalanches are reminiscent of phase transition behaviour seen in\ndisordered materials such as martensitic transformations, Barkhausen noise and\nferroelectric/elastic materials - associated with step changes in the order\nparameter, where the system changes from one phase to another under an applied\ndriving force by jumping from one metastable state to another. Here, using a\nmodified random field Ising model, we relate these avalanches to static\ndisorder in graphite, which disrupts ion filling dynamics, leading to\npseudo-continuous transitions between stages, accounting for the experimental\nelectrochemistry profile as well as the temperature dependent avalanche\ndynamics. Finally, we develop a methodology to spatio-temporally analyse\navalanches between intraparticle regions, revealing spatially heterogeneous\nconnectivity and temporal patterns between regions during the dilute stages.\nOur work highlights the role of local and static disorder in eliciting\nunexpected phase transition behaviour, and provides new tools and concepts for\nstudying layered battery materials."}
{"id": "2509.21082", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21082", "abs": "https://arxiv.org/abs/2509.21082", "authors": ["Robin Günkel", "Oliver Maßmeyer", "Markus Stein", "Sebastian Anhäuser", "Kalle Bräumer", "Rodrigo Sandoval Rodriguez", "Daniel Anders", "Badrosadat Ojaghi Dogahe", "Max Bergmann", "Milan Solanki", "Nils Fritjof Langlotz", "Johannes Glowatzki", "Jürgen Belz", "Andreas Beyer", "Gregor Witte", "Sangam Chatterjee", "Kerstin Volz"], "title": "Low Temperature MOCVD Synthesis of high-mobility 2D InSe", "comment": null, "summary": "Two-dimensional (2D) indium selenide (InSe) is a layered semiconductor with\nhigh electron mobility and a tunable band gap ranging from 1.25 eV in the bulk\nto 2.8 eV in the monolayer limit. These properties make these materials strong\ncandidates for future logic and optoelectronic devices. However, growing\nphase-pure InSe remains challenging due to the complex indium-selenium (In-Se)\nphase diagram. This complexity and the sensitivity of chemical precursors to\ngrowth conditions make it difficult to control which In-Se phase forms during\nsynthesis during, e.g., metal-organic chemical vapor deposition (MOCVD).\nDespite the challenges, MOCVD is considered the most promising approach for\ngrowing InSe, as it enables wafer-scale, uniform, and controllable\ndeposition-key requirements for device integration. In this study, we present a\nsystematic investigation of InSe synthesis via MOCVD on c-plane sapphire\nsubstrates at low temperatures, which are highly relevant for various\nintegration schemes. By varying the Se/In precursor ratio and the growth\ntemperature, we create a phase diagram that covers the In-rich, equal\nstoichiometric, and Se-rich InxSey phases. Raman spectroscopy and atomic force\nmicroscopy, supported by energy dispersive X-ray spectroscopy and scanning\ntransmission electron microscopy, confirm conditions, under which the formation\nof 2D InSe is observed. Atomically-resolved cross-sectional scanning\ntransmission electron microscopy also reveals an epitaxial alignment of the\nInSe with the sapphire substrate mediated by a specific interface\nreconstruction. The epitaxial alignment is verified by in-plane X-ray\ndiffraction across large length scales. Samples grown under optimized\nconditions exhibit a strong optical absorption in the visible range and\nespecially a comparably high electron mobility underlining the potential of the\nMOCVD-grown material for future applications."}
{"id": "2509.21120", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.21120", "abs": "https://arxiv.org/abs/2509.21120", "authors": ["Chi Ho Wong", "Rolf Lortz"], "title": "Room-temperature superconductivity in ultra-thin carbon nanotube zeolite composites: a conventional or unconventional superconductor?", "comment": null, "summary": "The recent report of signs of room-temperature superconductivity in ultrathin\nsingle-walled carbon nanotubes (CNT) of types (2,1) and (3,0) holds significant\npromise for energy applications due to their ability to conduct current without\ndissipation. However, the McMillan Tc formula fails to calculate their\nsuperconducting transition temperatures (Tc) accurately, which raises an\nimportant question: what is the pairing mechanism driving their\nroom-temperature superconductivity? To explore this further, we first\ninvestigate whether the strong curvature of ultrathin CNT leads to exotic\nphenomena in unconventional superconductors. If no evidence of these exotic\ncharacteristics is found and the McMillan formalism indicates that it is not a\nBCS-type superconductor, could we be observing a new class of unconventional\nsuperconductivity that functions independently of phonons and typical exotic\nfeatures? In this paper, we demonstrate that factors such as the chiral angle\nof CNT, boron dopants and lattice regularity can be used to tune the\ntheoretical Tc to experimental values. Our finding suggests that combining CNT\nwith a harder substrate could be vital for further enhancing Tc while\nminimizing lattice distortion under doping. We propose a reconsideration of the\ncommon belief regarding whether the McMillan and BCS Tc formulas are adequate\nfor classifying materials as BCS or non-BCS superconductors."}
{"id": "2509.21133", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21133", "abs": "https://arxiv.org/abs/2509.21133", "authors": ["F. Yang", "Y. Shi", "L. Q. Chen"], "title": "Preformed Cooper Pairing and the Uncondensed Normal-State Component in Phase-Fluctuating Cuprate Superconductivity", "comment": null, "summary": "We develop a self-consistent microscopic framework beyond mean-field theory\nfor superconductivity in cuprates. It couples fermionic quasiparticles with\ncollective phase dynamics to treat the superconducting gap and superfluid\nstiffness. The phase sector explicitly incorporates both smooth bosonic\nNambu-Goldstone phase fluctuations, renormalized by long-range Coulomb\ninteractions, and topological Berezinskii-Kosterlitz-Thouless-type\nvortex-antivortex fluctuations. The required input is the correlated\nsingle-particle spectral function, enabling direct interfacing with\nHubbard-type models. The framework provides quantitative access to key\nsuperconducting observables, including $T$-dependent gap and phase stiffness,\ngap-closing temperature $T_{\\rm os}$, and transition temperature $T_c$, across\nwide ranges of doping. Using a recently proposed solvable interaction model as\ninput, our simulations reveal several important features consistent with\nexperimental observations in the cuprates: a $d$-wave superconducting dome in\nthe $T$-$p$ phase diagram with a shoulder-like anomaly in the underdoped\nregime, a pronounced separation between $T_c$ and $T_{\\rm os}$ signaling\npreformed Cooper pairing, a finite uncondensed normal component persisting even\nat $T=0$, and the onset temperature $T_{\\rm on,vortex}$ of vortex signals,\noffering a consistent understanding of how strong correlations and phase\nfluctuations cooperate to shape high-$T_c$ superconductivity."}
{"id": "2509.21215", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.21215", "abs": "https://arxiv.org/abs/2509.21215", "authors": ["Sankar Sarkar", "Harsh Varshney", "Sayan Sarkar", "Amit Agarwal"], "title": "Spin band geometry drives intrinsic thermal spin magnetization and current", "comment": "8 pages, 3 figures. Suggestions are most welcome!", "summary": "Generating spin magnetization and spin currents without magnetic or electric\nfields is a key frontier in spin caloritronics. Spin responses driven by\nthermal gradients offer a promising route, though the band geometric origin of\nintrinsic mechanisms, especially in non-magnetic materials, remains poorly\nunderstood. Here we develop a unified quantum theory of thermal spin\nmagnetization and spin currents in itinerant electrons, rooted in spin band\ngeometry with both Fermi-surface and Fermi-sea contributions. We identify two\nkey geometric quantities: the spin-velocity metric tensor, which governs\nthermal spin magnetization, and the spin geometric tensor, combining spin Berry\ncurvature and spin quantum metric, which generates thermal spin currents. These\nintrinsic contributions persist and can even dominate in non-magnetic\ninsulators. Numerical calculations for chiral metal RhGe and antiferromagnet\nCuMnAs demonstrate sizable thermal spin responses near band crossings. Our\nresults establish the band geometric origin of thermal spin transport and\nprovide guiding principles for discovering and engineering next-generation spin\ncaloritronic materials."}
{"id": "2509.21222", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21222", "abs": "https://arxiv.org/abs/2509.21222", "authors": ["You Zhou", "Ilya Esterlis", "Tomasz Smoleński"], "title": "Electronic crystals in layered materials", "comment": "Review article to appear in \"npj 2D materials and applications\".\n  Comments welcome. 9 pages, 6 figures", "summary": "In modern two-dimensional (2D) materials, such as graphene-based systems and\natomically-thin transition-metal dichalcogenides, the interplay of strong\nelectronic correlations, tunable moir\\'e superlattices, and nontrivial band\ntopology has given rise to rich phase diagrams and collective phenomena. Among\nthe novel phases that have been realized, electronic crystals -- states of\nmatter in which itinerant electrons spontaneously crystallize -- play a\nparticularly prominent role. In this Review, we summarize the current status of\nelectron crystallization in van der Waals heterostructures, with emphasis on\nthe experimental platforms and measurement techniques that enable their study.\nWe also highlight open questions and outline future directions that may\nelucidate more of the fascinating properties of electronic crystals."}
{"id": "2509.21303", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.21303", "abs": "https://arxiv.org/abs/2509.21303", "authors": ["Jianhua Du", "Xin Peng", "Yuzhi Wang", "Shengnan Zhang", "Yuran Sun", "Chunxiang Wu", "Tingyu Zhou", "Le Liu", "Hangdong Wang", "Jinhu Yang", "Bin Chen", "Chuanying Xi", "Zhiwei Jiao", "Quansheng Wu", "Minghu Fang"], "title": "Topological nontrivial berry phase in altermagnet CrSb", "comment": "10 pages, 5 figures", "summary": "The study of topological properties in magnetic materials has long been one\nof the forefront research areas in condensed matter physics. CrSb, as a\nprototypical candidate material for altermagnetism, has attracted significant\nattention due to its unique magnetic properties. This system provides a novel\nplatform for exploring the intrinsic relationship between altermagnetic order\nand exotic topological states. In this study, we combine systematic electrical\ntransport experiments with first-principles calculations to investigate the\npossible realization mechanisms of topological semimetal states in CrSb and\ntheir manifestations in quantum transport phenomena. Our high field\nmagneto-transport measurements reveal that the magnetoresistance of CrSb\nexhibits no sign of saturation up to 35 T, following a distinct power-law\ndependence with an exponent of 1.48. The nonlinear Hall resistivity further\nindicates a multiband charge transport mechanism. Under high magnetic fields,\nwe observe pronounced Shubnikov-de Haas (SdH) quantum oscillations and\ndiscernible Zeeman-effect-induced band splitting at 1.6 K. Systematic Fermi\nsurface and band calculations combined with Berry phase analysis confirm the\nnontrivial topological character of this material (with a Berry phase\napproaching {\\pi}). These findings not only provide crucial experimental\nevidence for understanding the electronic structure of CrSb, but also establish\nan important foundation for investigating topological quantum states in\naltermagnets."}
{"id": "2509.20630", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2509.20630", "abs": "https://arxiv.org/abs/2509.20630", "authors": ["Yuan Chiang", "Tobias Kreiman", "Christine Zhang", "Matthew C. Kuner", "Elizabeth Weaver", "Ishan Amin", "Hyunsoo Park", "Yunsung Lim", "Jihan Kim", "Daryl Chrzan", "Aron Walsh", "Samuel M. Blau", "Mark Asta", "Aditi S. Krishnapriyan"], "title": "MLIP Arena: Advancing Fairness and Transparency in Machine Learning Interatomic Potentials via an Open, Accessible Benchmark Platform", "comment": null, "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized molecular\nand materials modeling, but existing benchmarks suffer from data leakage,\nlimited transferability, and an over-reliance on error-based metrics tied to\nspecific density functional theory (DFT) references. We introduce MLIP Arena, a\nbenchmark platform that evaluates force field performance based on physics\nawareness, chemical reactivity, stability under extreme conditions, and\npredictive capabilities for thermodynamic properties and physical phenomena. By\nmoving beyond static DFT references and revealing the important failure modes\nof current foundation MLIPs in real-world settings, MLIP Arena provides a\nreproducible framework to guide the next-generation MLIP development toward\nimproved predictive accuracy and runtime efficiency while maintaining physical\nconsistency. The Python package and online leaderboard are available at\nhttps://github.com/atomind-ai/mlip-arena."}
