{"id": "2508.21089", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21089", "abs": "https://arxiv.org/abs/2508.21089", "authors": ["Nannan Tang", "Shuai Li", "Yanzhao Liu", "Jiayi Yang", "Huakun Zuo", "Gangjian Jin", "Yi Ji", "Bing Shen", "Dingyong Zhong", "Donghui Guo", "Qizhong Zhu", "Zhongbo Yan", "Haizhou Lu", "Jian Wang", "Huichao Wang"], "title": "Phonon-scattering-induced quantum linear magnetoresistance up to room temperature", "comment": null, "summary": "The realization of quantum transport effects at elevated temperatures has\nlong intrigued researchers due to the implications for unveiling novel physics\nand developing quantum devices. In this work, we report remarkable quantum\nlinear magnetoresistance (LMR) in the Weyl semiconductor tellurium at high\ntemperatures of 40-300 K under strong magnetic fields up to 60 T. At high\nfields, the Weyl band features a large energy gap between the lowest and first\nLandau levels, which suppresses thermal excitation and preserves Landau\nquantization at high temperatures. The LMR is observed as long as majority\ncarriers remain in the lowest Landau level without requiring monochromaticity,\nallowing it to persist up to room temperature. The inverse relationship between\nthe LMR slope and temperature provides clear evidence that quantum LMR\noriginates from high-temperature phonon scattering in the quantum limit,\nfirstly demonstrating a theoretical prediction made nearly fifty years ago.\nThis study highlights the key role of electron-phonon interaction and reveals\nan innovative quantum mechanism for achieving high-temperature LMR,\nfundamentally distinct from previous findings. Our results bridge a gap in the\nunderstanding of phonon-mediated quantum-limit physics and establish strong\nmagnetic fields at high temperatures as a promising platform for exploring\nnovel quantum phenomena."}
{"id": "2508.21234", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21234", "abs": "https://arxiv.org/abs/2508.21234", "authors": ["Jun-Xiao Lin", "Yann Le Guen", "Julius Hohlfeld", "Jon Gorchon", "Grégory Malinowski", "Stéphane Mangin", "Daniel Lacour", "Thomas Hauet", "Michel Hehn"], "title": "Exploring Co, Fe, and Ni Reference Layers for Single-Pulse All-Optical Reversal in Ferromagnetic Spin Valves", "comment": "14 pages, 4 figures", "summary": "We investigate the magnetization reversal process induced by a single\nfemtosecond laser pulse in ferromagnetic spin valves by systematically\ncomparing reference layers composed of pure Co, Ni, and Fe. To circumvent the\nloss of perpendicular magnetic anisotropy associated with changes in reference\nlayer material and thickness, we design spin valves with in plane\nmagnetizations. While antiparallel to parallel switching is observed for all\nthree elements, parallel to antiparallel switching occurs only with a Co\nreference layer and is absent with Ni and Fe. This difference is attributed to\nthe distinct ultrafast magnetization dynamics of the reference materials. Our\nresults support the hypothesis that parallel to antiparallel switching requires\na rapid remagnetization of the reference layer, which generates a substantial\nnegative spin current polarized opposite to the free layer magnetization an\nessential condition for triggering its reversal."}
{"id": "2508.21544", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21544", "abs": "https://arxiv.org/abs/2508.21544", "authors": ["Y. del Castillo", "A. Ferrón", "J. Fernández-Rossier"], "title": "Remote spin control in Haldane spin chains", "comment": null, "summary": "We consider the remote manipulation of the quantum state of the edge\nfractional spins of Haldane spin chains using a weak local perturbation on the\nother edge. We derive an effective four-level model that correctly captures the\nresponse of the local magnetization to local perturbations and we use it to\nshow that applying a small local field on one edge of the chain induces a\nstrong variation of the magnetization on the opposite edge. Using a\nLandau-Zener protocol, we show how local control of the field on one edge of\nthe chain, implemented for instance with a spin-polarized scanning tunnel\nmicroscope tip, can adiabatically switch the magnetization direction on the\nother side of the chain."}
{"id": "2508.21575", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21575", "abs": "https://arxiv.org/abs/2508.21575", "authors": ["Matthijs Rog", "Tycho J. Blom", "Daan B. Boltje", "Jimi D. de Haan", "Remko Fermin", "Jiasen Niu", "Yasmin C. Doedes", "Milan P. Allan", "Kaveh Lahabi"], "title": "Tapping-mode SQUID-on-tip Microscopy with Proximity Josephson Junctions", "comment": "16 pages, 4 figures", "summary": "Studying nanoscale dynamics is essential for understanding quantum materials\nand advancing quantum chip manufacturing. Still, it remains a major challenge\nto measure non-equilibrium properties such as current and dissipation, and\ntheir relation to structure. Scanning nanoprobes utilizing superconducting\nquantum interference devices (SQUIDs) are uniquely suited here, due to their\nunparalleled magnetic and thermal sensitivity. Here, we introduce tapping-mode\nSQUID-on-tip, which combines atomic force microscopy (AFM) with nanoSQUID\nsensing. Our probes minimize nanoSQUID-sample distance, provide in-plane\nmagnetic sensitivity, and operate without lasers. Frequency multiplexing\nenables simultaneous imaging of currents, magnetism, dissipation and\ntopography. The large voltage output of our proximity-junction nanoSQUIDs\nallows us to resolve nanoscale currents as small as 100 nA using a simple\nfour-probe electronic readout without cryogenic amplification. By capturing\nlocal magnetic, thermal, and electronic response without external radiation,\nour technique offers a powerful non-invasive route to study dynamic phenomena\nin exotic materials and delicate quantum circuits."}
{"id": "2508.21136", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21136", "abs": "https://arxiv.org/abs/2508.21136", "authors": ["Tian Qiu", "Joseph E. Subotnik"], "title": "Fast Methods For Multisite Charge Transfer Processes I: Constrained, State Averaged CASSCF(1,M) and CASSCF(2M-1,M) Simulations", "comment": null, "summary": "We design a dynamically-weighted state-averaged constrained CASSCF to treat\n\\ul{e}lectrons or \\ul{h}oles moving between $n$ molecular fragments (where $n$\ncan be larger than 2). Within such a so-called eDSCn/hDSCn approach, we\nconsider configurations that are mutually single excitations of each other, and\nwe apply a generalized set of constraints to tailor the method for studying\ncharge transfer problems. The constrained optimization problem is efficiently\nsolved using a DIIS-SQP algorithm, thus maintaining computational efficiency.\nWe demonstrate the method for a finite Su-Schrieffer-Heeger (SSH) chain,\nsuccessfully reproducing the expected exponential decay of diabatic couplings\nwith distance. When combined with a gradient, the current extension immediately\nenables efficient nonadiabatic dynamics simulations of complex multi-state\ncharge transfer processes."}
{"id": "2508.21325", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21325", "abs": "https://arxiv.org/abs/2508.21325", "authors": ["Archith Rayabharam", "N. R. Aluru"], "title": "Hybrid Quantum-Classical Simulations of Graphene Analogues: Adsorption Energetics Beyond DFT", "comment": "5 figures, 2 tables, 3 SI figures, 21 pages", "summary": "Understanding strongly correlated systems is essential for advancing quantum\nchemistry and materials science, yet conventional methods like Density\nFunctional Theory (DFT) often fail to capture their complex electronic\nbehavior. To address these limitations, we develop a hybrid quantum-classical\nframework that integrates Multiconfigurational Self Consistent Field (MCSCF)\nwith the Variational Quantum Eigensolver (VQE). Our initial benchmarks on water\ndissociation enabled the systematic optimization of key computational\nparameters, including ansatz selection, active space construction, and error\nmitigation. Building on this, we extend our approach to investigate the\ninteractions between graphene analogues and water, demonstrating that our\nframework produces binding energies consistent with high accuracy quantum\nmethods. Furthermore, we apply this methodology to predict the binding energies\nof transition metals (Fe, Co, Ni) on both pristine and defective graphene\nanalogues, revealing strong charge transfer effects and pronounced\nmultireference character phenomena often misrepresented by standard DFT. In\ncontrast to many existing quantum algorithms that are constrained to small\nmolecular systems, our framework achieves chemically accurate predictions for\nlarger, strongly correlated systems such as metal graphene complexes. This\nadvancement highlights the capacity of hybrid quantum-classical approaches to\naddress complex electronic interactions and demonstrates a practical route\ntoward realizing quantum advantage for real world materials applications in the\nNoisy Intermediate Scale Quantum (NISQ) era."}
{"id": "2508.21115", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.21115", "abs": "https://arxiv.org/abs/2508.21115", "authors": ["Kiryl Pakrouski", "K. V. Samokhin"], "title": "Unconventional superconducting correlations in fermionic many-body scars", "comment": null, "summary": "Weak ergodicity breaking in interacting quantum systems may occur due to the\nexistence of a subspace dynamically decoupled from the rest of the Hilbert\nspace. In two-orbital spinful lattice systems, we construct such subspaces that\nare in addition distinguished by strongest inter-orbital and spin-singlet or\nspin-triplet, long-range superconducting pairing correlations. All\nunconventional pairing types we consider are local in space and unitary.\nAlternatively to orbitals, the additional degree of freedom could originate\nfrom the presence of two layers or through any other mechanism. Required\nHamiltonians are rather non-exotic and include chemical potential, Hubbard, and\nspin-orbit interactions typically used for two-orbital superconducting\nmaterials. Each subspace is spanned by a family of group-invariant quantum\nmany-body scars combining both 2e and 4e pairing/clustering contributions. One\nof the basis states has the form of a BCS wavefunction and can always be made\nthe ground state by adding a mean-field pairing potential. Analytical results\nin this work are lattice-, dimension- and (mostly) system size-independent. We\nconfirm them by exact numerical diagonalization in small systems."}
{"id": "2508.21281", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21281", "abs": "https://arxiv.org/abs/2508.21281", "authors": ["Danylo Radevych", "Tatsuya Shishidou", "Michael Weinert", "Elena R. Margine", "Aleksey N. Kolmogorov", "Igor I. Mazin"], "title": "Rigid muffin-tin approximation in plane-wave codes for fast modeling of phonon-mediated superconductors", "comment": null, "summary": "We present a pseudopotential-based plane-wave implementation of the rigid\nmuffin-tin approximation (RMTA), offering a computationally efficient\nalternative to its traditional use in all-electron codes. This approach enables\nthe evaluation of angular-momentum-resolved electron-phonon matrix elements and\nMcMillan-Hopfield parameters of not only elemental transition metals but also\ntheir compounds. The results are benchmarked against full-potential linearized\naugmented plane wave calculations, showing excellent agreement. We further\noutline a practical route to extract atom- and symmetry-type-resolved\nelectron-phonon coupling constants. By enabling the use of RMTA descriptors\nwithin high-throughput workflows, this framework significantly lowers the\ncomputational cost of screening candidate superconductors, providing a valuable\ntool for materials discovery."}
{"id": "2508.21333", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.21333", "abs": "https://arxiv.org/abs/2508.21333", "authors": ["I. Iyyappan", "Yuki Izumida", "Sibasish Ghosh"], "title": "Nonlinear refrigerator with a finite-sized cold heat bath", "comment": null, "summary": "We study the refrigerator working between a finite-sized cold heat bath and\nan infinite-sized hot heat bath (environment) in the nonlinear response regime.\nWe assume that the initial temperature $T_i$ of the finite-sized cold heat bath\nsatisfies $T_i\\leq T_h$, where $T_h$ is the temperature of the hot heat bath.\nBy consuming the input power, the refrigerator transfers the heat from a\nfinite-sized cold heat bath to the hot heat bath. Hence, the temperature of the\nfinite-sized cold heat bath decreases until it reaches the desired\nlow-temperature $T_f$. By minimizing the input work for the heat transport\nprocess, we derive the optimal path for temperature change. We calculate the\ncoefficient of performance as a function of average input power. We also obtain\nthe bounds for the coefficient of performance by applying the asymmetric\ndissipation limits."}
{"id": "2508.21149", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21149", "abs": "https://arxiv.org/abs/2508.21149", "authors": ["Moritz P. K. Frewein", "Britta Maier", "Moritz L. Stammer", "Isabella Silva-Barreto", "Anastasiia Sadetskaia", "Asma Medjahed", "Remi Tucoulou", "Manfred Burghammer", "Henrik Birkedal", "Tilman A. Grünewald"], "title": "The crystalline properties of silica biomorphs vary within and between morphologies", "comment": null, "summary": "Silica-carbonate biomorphs are a class of emergent materials, i.e. composite\nmicrostructures made of nanometric carbonate crystallites surrounded by\namorphous silica. They form via a co-precipitation process in an interplay\nbetween alkaline earth metal carbonate and siliceous species, and self-organize\ninto a multitude of shapes with a distinct long-range order of the carbonate\nnanocrystals. Biomorphs are frequently studied to understand the formation of\nlife-like structures emerging from geochemical processes at extreme conditions.\nFurther, due to their optical properties they lend themselves as a platform for\noptical, electronic or magnetic functionalization. A big hurdle in this task is\nour incomplete understanding of the underlying formation process and how the\ninterplay between synthesis parameters affects important nanoscale properties\nsuch as crystalline structure and texture, as well as the shape on the\nmicroscale. Here, we use X-ray texture and diffraction tomography to unveil the\nlocal crystalline texture in 3D of silica-witherite biomorphs. We find\nsurprisingly different growth motifs across different morphologies, but also\nthat the crystalline properties vary significantly within a single structure.\nWe distinguish different growth regimes and from that, infer how the\nco-precipitating silica shapes the crystalline particles. Thereby, we gain\ndeeper insight into how biomorphs form these distinct complex morphologies."}
{"id": "2508.21089", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21089", "abs": "https://arxiv.org/abs/2508.21089", "authors": ["Nannan Tang", "Shuai Li", "Yanzhao Liu", "Jiayi Yang", "Huakun Zuo", "Gangjian Jin", "Yi Ji", "Bing Shen", "Dingyong Zhong", "Donghui Guo", "Qizhong Zhu", "Zhongbo Yan", "Haizhou Lu", "Jian Wang", "Huichao Wang"], "title": "Phonon-scattering-induced quantum linear magnetoresistance up to room temperature", "comment": null, "summary": "The realization of quantum transport effects at elevated temperatures has\nlong intrigued researchers due to the implications for unveiling novel physics\nand developing quantum devices. In this work, we report remarkable quantum\nlinear magnetoresistance (LMR) in the Weyl semiconductor tellurium at high\ntemperatures of 40-300 K under strong magnetic fields up to 60 T. At high\nfields, the Weyl band features a large energy gap between the lowest and first\nLandau levels, which suppresses thermal excitation and preserves Landau\nquantization at high temperatures. The LMR is observed as long as majority\ncarriers remain in the lowest Landau level without requiring monochromaticity,\nallowing it to persist up to room temperature. The inverse relationship between\nthe LMR slope and temperature provides clear evidence that quantum LMR\noriginates from high-temperature phonon scattering in the quantum limit,\nfirstly demonstrating a theoretical prediction made nearly fifty years ago.\nThis study highlights the key role of electron-phonon interaction and reveals\nan innovative quantum mechanism for achieving high-temperature LMR,\nfundamentally distinct from previous findings. Our results bridge a gap in the\nunderstanding of phonon-mediated quantum-limit physics and establish strong\nmagnetic fields at high temperatures as a promising platform for exploring\nnovel quantum phenomena."}
{"id": "2508.21723", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21723", "abs": "https://arxiv.org/abs/2508.21723", "authors": ["Yuta Matsumoto", "Xiao-Fei Liu", "Arne Ludwig", "Andreas D. Wieck", "Keisuke Koike", "Takefumi Miyoshi", "Takafumi Fujita", "Akira Oiwa"], "title": "High fidelity flopping-mode single spin operation with tuning inter-dot orbital levels", "comment": null, "summary": "Fast spin manipulation and long spin coherence time in quantum dots are\nessential features for high fidelity semiconductor spin qubits. However,\ngenerally it has not been well established how to optimize these two properties\nsimultaneously, because these two properties are usually not independent from\neach other. Therefore, the scheme for high fidelity operation by simultaneous\ntuning Rabi frequency and coherence time, which does not rely on the\nmaterial-dependent strong spin-orbit interaction and the local magnetic field\ngradient limiting their scalability, are strongly demanded. Here, we\ndemonstrate an approach to achieve high-fidelity spin control by tuning\ninter-dot spin-orbit coupling in a GaAs triple quantum dot (TQD), where the\nthird dot provides precise control over orbital energy levels. In an\nelectrically stable charge state with optimized tunnel coupling, we achieve\nRabi frequencies exceeding 100 MHz while maintaining coherence through proper\ntuning of the inter-dot orbital levels of the TQD. By implementing a machine\nlearning-based feedback control that efficiently estimates qubit frequency\nusing past measurement data, we characterize and mitigate the impact of low\nfrequency noise on qubit coherence with minimal measurement overhead. Finally,\nwe demonstrate a $\\pi$/2 gate fidelity of 99.7\\% with a gate time of 4 ns\nthrough randomized benchmarking, even in a GaAs quantum dot device where\nelectron spin coherence is typically limited by strong hyperfine interaction\nwith nuclear spins. Our approach provides a scalable strategy for high-fidelity\nspin control in semiconductor quantum dot arrays by utilizing device-specific\nparameters rather than relying on material properties or external field\ngradients."}
{"id": "2508.21139", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21139", "abs": "https://arxiv.org/abs/2508.21139", "authors": ["Tian Qiu", "Joseph E. Subotnik"], "title": "Fast Methods For Multisite Charge Transfer Processes II: Analytic Nuclear Gradients and Nonadiabatic Dynamics For cCASSCF(1,M) and cCASSCF(2M-1,M) Wavefunctions", "comment": null, "summary": "We derive and implement analytic nuclear gradients and derivative couplings\nfor a constrained Complete Active Space Self-Consistent Field with a small\nactive space designed to model electron or hole transfer. Using a Lagrangian\nformalism, we are able to differentiate both the CASSCF energy and the\nconstraint (which is required for globally smooth surfaces), and the resulting\nefficient algorithm can be immediately applied to nonadiabatic dynamics\nsimulations of charge transfer processes. Here, we run initial surface-hopping\nsimulations of a proton coupled electron transfer event for a phenoxyl-phenol\nsystem."}
{"id": "2508.21453", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21453", "abs": "https://arxiv.org/abs/2508.21453", "authors": ["Federico Rossi", "Henrik Koch"], "title": "Convex Hartree-Fock theory: A simple framework for ground state conical intersections", "comment": "15 pages and 4 figures", "summary": "Accurate modeling of conical intersections is crucial in nonadiabatic\nmolecular dynamics, as these features govern processes such as radiationless\ntransitions and photochemical reactions. Conventional electronic structure\nmethods, including Hartree-Fock, density functional theory, and their\ntime-dependent extensions, struggle in this regime. Due to their single\nreference nature and separate treatment of ground and excited states, they fail\nto capture ground state intersections. Multiconfigurational approaches overcome\nthese limitations, but at a prohibitive computational cost. In this work, we\npropose a modified Hartree-Fock framework, referred to as Convex Hartree-Fock,\nthat optimizes the reference within a tailored subspace by removing projections\nalong selected Hessian eigenvectors. The ground and excited states are then\nobtained through subsequent Hamiltonian diagonalization. We validate the\napproach across several test cases and benchmark its performance against\ntime-dependent Hartree-Fock within the Tamm-Dancoff approximation."}
{"id": "2508.21117", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21117", "abs": "https://arxiv.org/abs/2508.21117", "authors": ["Sergey Alekseev", "Lei Chen", "Jennifer Cano"], "title": "Charge density wave induced gapped nodal line", "comment": "13 pages, 9 figures", "summary": "We investigate the interplay between charge density wave (CDW) order and\ntopological nodal-line states in square-net materials. Our Ginzburg-Landau\ntheory predicts a CDW instability that generically opens a gap at the Fermi\nenergy while preserving the nodal line crossing. However, as the Fermi level\napproaches the nodal line, the density of states at the nodal line decreases,\neventually disappearing as the CDW vector $\\mathbf{Q}$ goes to zero. Exactly at\n$\\mathbf{Q} = 0$, the order parameter explicitly breaks the glide symmetry\nprotecting the nodal line, which allows a gap to open. Yet, for small but\nfinite $\\mathbf{Q}$, the nodal line may vanish within experimental resolution\neven when the glide symmetry is preserved. Our results provide a consistent\nexplanation for recent experimental observations."}
{"id": "2508.21298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21298", "abs": "https://arxiv.org/abs/2508.21298", "authors": ["T. Shimizu", "R. Tobise", "T. Kurosawa", "S. Tsuchiya", "M. Oda", "Y. Toda", "V. V. Kabanov", "D. Mihailovic", "T. Mertelj"], "title": "Critical photoinduced reflectivity relaxation dynamics in single-layer Bi-based cuprates near the pseudogap end point", "comment": null, "summary": "A comprehensive study of photoinduced transient reflectivity dynamics in\nheavily overdoped single-layer cuprate (Bi,Pb)$_{2}$Sr$_{2}$CuO$_{6+\\delta}$\n(Pb-Bi2201), across the end points of the pseudogap and superconducting phases,\nhas been conducted using optical ultrafast time-resolved pump-probe\nspectroscopy. In the Pb-Bi2201 just before reaching the pseudogap end point,\nthe transient reflectivity dynamics above $T_{{\\rm c}}$ resemble the pseudogap\nresponse observed in optimally doped La-Bi2201. At low temperatures, however,\nthe relaxation time exhibits a power-law divergence,\n$\\tau\\sim10\\hbar/k_{\\mathrm{B}}T$, signaling quantum critical behavior at the\npseudogap end point doping. A similar power-law increase in relaxation time is\nalso observed in Pb-Bi2201 just beyond the pseudogap doping end point, though\nit is less pronounced."}
{"id": "2508.21560", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.21560", "abs": "https://arxiv.org/abs/2508.21560", "authors": ["C K Jasna", "V Sasidevan"], "title": "Critical and quasicritical behavior in a three-species dynamical model of semi-directed percolation", "comment": "19 pages, 13 figures", "summary": "We investigate a three-species dynamical model whose dynamics naturally\ngenerate the semi-directed percolation cluster and show a non-equilibrium\nabsorbing state phase transition from an active to inactive state. The critical\nthreshold and exponents associated with the dynamic process are determined\nusing Monte Carlo simulations. Critical behavior observed shows that the model\nbelongs to the directed percolation (DP) universality class. Further, we\nconsider the effect of spontaneous activity generation in the dynamical model.\nWhile this destroys the usual critical behaviour, we find that the dynamic\nsusceptibility shows a maximum at a specific value of the control parameter,\nindicating a quasi-critical behaviour, similar to the findings in the case of\nDP models and DP-inspired models of neuronal activity with spontaneous activity\ngeneration. Interestingly, in the presence of spontaneous activity, we find\nthat spatial and temporal correlations exhibit power-law decays at a value of\nthe control parameter different from the quasi-critical threshold indicating\nthat there are two effective thresholds in such a case, one where the response\nfunction is maximum and another where the spatial and temporal correlations\nshow scale free behaviour."}
{"id": "2508.21170", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21170", "abs": "https://arxiv.org/abs/2508.21170", "authors": ["Nathalie K. Fernando", "Nayera Ahmed", "Katherine Milton", "Claire A. Murray", "Anna Regoutz", "Laura E. Ratcliff"], "title": "Simulation of Radiation Damage on [M(COD)Cl]$_2$ using Density Functional Theory", "comment": null, "summary": "Theoretical calculations of materials have in recent years shown promise in\nfacilitating the analysis of convoluted experimental data. This is particularly\ninvaluable in complex systems or for materials subject to certain environmental\nconditions, such as those exposed to X-ray radiation during routine\ncharacterisation. Despite the clear benefit in this use case to shed further\nlight on intermolecular damage processes, the use of theory to study radiation\ndamage of samples is still not commonplace, with very few studies in existing\nliterature. In this paper, we demonstrate the potential of density functional\ntheory for modelling the electronic structure of two industrially important\norganometallic systems of the formula [M(COD)Cl]$_2$ where M=Ir/Rh and\nCOD=1,5-cyclooctadiene, which are subject to X-ray irradiation via X-ray\nDiffraction and X-ray Photoelectron Spectroscopy. Our approach allows\ncalculated spectra to be compared directly to experimental data, in this case,\nthe X-ray photoelectron valence band spectra, enabling the valuable correlation\nof individual atomic states to the electronic structure."}
{"id": "2508.21115", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.21115", "abs": "https://arxiv.org/abs/2508.21115", "authors": ["Kiryl Pakrouski", "K. V. Samokhin"], "title": "Unconventional superconducting correlations in fermionic many-body scars", "comment": null, "summary": "Weak ergodicity breaking in interacting quantum systems may occur due to the\nexistence of a subspace dynamically decoupled from the rest of the Hilbert\nspace. In two-orbital spinful lattice systems, we construct such subspaces that\nare in addition distinguished by strongest inter-orbital and spin-singlet or\nspin-triplet, long-range superconducting pairing correlations. All\nunconventional pairing types we consider are local in space and unitary.\nAlternatively to orbitals, the additional degree of freedom could originate\nfrom the presence of two layers or through any other mechanism. Required\nHamiltonians are rather non-exotic and include chemical potential, Hubbard, and\nspin-orbit interactions typically used for two-orbital superconducting\nmaterials. Each subspace is spanned by a family of group-invariant quantum\nmany-body scars combining both 2e and 4e pairing/clustering contributions. One\nof the basis states has the form of a BCS wavefunction and can always be made\nthe ground state by adding a mean-field pairing potential. Analytical results\nin this work are lattice-, dimension- and (mostly) system size-independent. We\nconfirm them by exact numerical diagonalization in small systems."}
{"id": "2508.21743", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21743", "abs": "https://arxiv.org/abs/2508.21743", "authors": ["Zhixiong Li", "Xuejuan Liu", "Zhejunyu Jin", "Guanghua Guo", "Xingen Zheng", "Peng Yan"], "title": "Topological Magnon Frequency Combs", "comment": "6 pages, 4 figures", "summary": "Exploring the synergy between topological physics and nonlinear dynamics\nunveils profound insights into emergent states of matter. Inspired by recent\nexperimental demonstrations of topological frequency combs in photonics, we\ntheoretically introduce topological magnon frequency combs (MFCs) in a\ntwo-dimensional triangular skyrmion lattice. Computing the Chern numbers of\nmagnon bands reveals robust chiral edge states. Strikingly, these topological\nMFCs originate from nonlinear four-magnon scattering among the chiral edge\nmodes, activated by dual-frequency driving without an amplitude threshold. Comb\nspacings are readily tunable through excitation frequency detuning.\nMicromagnetic simulations validate our predictions with good concordance. This\nwork paves the way for defect-immune magnonic devices exploiting MFCs and\nsparks investigations into topological-nonlinear phenomena in magnetic systems."}
{"id": "2508.21208", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21208", "abs": "https://arxiv.org/abs/2508.21208", "authors": ["Chayanon Wichitrnithed", "Eirik Valseth", "Clint Dawson"], "title": "GPU-acceleration of the Discontinuous Galerkin Shallow Water Equations Solver (DG-SWEM) using CUDA and OpenACC", "comment": null, "summary": "This paper presents a porting of DG-SWEM, a discontinuous Galerkin solver for\ncoastal ocean circulation, and in particular storm surge, to GPU using two\nseparate approaches: CUDA Fortran and OpenACC. Time-explicit discontinuous\nGalerkin methods have been shown to exhibit a large amount of data parallelism\ndue to the loose coupling between elements, and thus are naturally mapped to\nthe GPU architecture. For each porting approach, we discuss the code design,\nease of programming, and performance when running on realistic use cases.\nSpecifically for the OpenACC version, we also aim to preserve maintainability\nwithin the same codebase through using Unified Memory. We test the codes on\nNVIDIA's Grace Hopper chip and compare the GPU performance on each node to the\nMPI version on a single CPU node (144 cores)."}
{"id": "2508.21568", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21568", "abs": "https://arxiv.org/abs/2508.21568", "authors": ["Sanjoy Patra", "Atandrita Bhattacharyya", "Ch. Mudasar Hussain", "Vijay P. Singh", "Supriyo Santra", "Debashree Ghosh", "Pritam Mukhopadhyay", "Vivek Tiwari"], "title": "Intramolecular Singlet Fission Through a Coherently Coupled Excimer-like Intermediate", "comment": "30 pages, 5 figures", "summary": "Singlet Fission (SF) into two triplets offers exciting avenues for\nhigh-efficiency photovoltaics and optically initializable qubits. While the\nchemical space of SF chromophores is ever-expanding, the mechanistic details of\nelectronic-nuclear motions that dictate the photophysics are unclear. Rigid SF\ndimers with well-defined orientations are necessary to decipher such details.\nHere, using polarization-controlled white-light two-dimensional and pump-probe\nspectroscopies, we investigate a new class of contorted naphthalenediimide\ndimers, recently reported to have a favorable intramolecular SF (iSF) pathway.\n2D cross-peaks between the two Davydov components and strongly\nwavelength-dependent TT1 formation kinetics together implicate a coherently\ncoupled excimer-like intermediate. Enhanced quantum beats in the TT1\nphotoproduct suggest that inter-chromophore twisting and ruffling motions drive\nthe ~200 fs evolution towards excimer-like intermediate and the subsequent ~2\nps relaxation to the TT1 photoproduct. Polarization anisotropy directly tracks\nelectronic motion during these steps and reveals surprisingly minimal\nelectronic reorientation with significant singlet-triplet mixing throughout the\nnuclear evolution away from the Franck-Condon geometry towards relaxed TT1. The\ncombination of white-light 2DES and polarization anisotropy experiments\npresented here lends powerful insights for refinement of the existing\ntheoretical models for iSF, and lays the foundation for a broader mechanistic\ninvestigation of iSF across various molecular platforms."}
{"id": "2508.21119", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21119", "abs": "https://arxiv.org/abs/2508.21119", "authors": ["Hyeok-Jun Yang", "Yi-Ting Hsu"], "title": "Displacement-Field-Driven Transition between Superconductivity and Valley Ferromagnetism in Transition Metal Dichalcogenides", "comment": "8 pages, 4 figures", "summary": "Recent experiments have observed transitions between superconductivity and\ncorrelated magnetism in twisted bilayer WSe$_2$ near van-Hove fillings, driven\nby the displacement field $D$. Motivated by the experiment, we theoretically\npropose a general mechanism for a $D$-controlled transition between\nsuperconductivity and ferromagnetism in two-dimensional (2D) spin-orbit-coupled\nhexagonal systems, where van Hove singularities (VHS) lie on the Fermi level.\nWe show that such a transition can be naturally captured by a simple VHS-only\nmodel without Fermi surface details, where the inter-VHS interactions that\ngovern the Fermi surface instabilities is controlled by $D$ through the band\nprojection of screened Coulomb interaction. By treating this simple model with\nrenormalization group technique beyond mean-field level, we find that a chiral\n$d/p$-wave superconductivity naturally dominates under a weak displacement\nfield $D<D_c$. At a stronger displacement field $D>D_c$, a \\textit{valley\nferromagnetic phase} (vFM) takes over, which is spatially non-uniform due to\nvalley-modulated magnetization. Finally, we discuss generic conditions for the\npredicted superconductivity-to-ferromagnetism transition to take place in the\nrich family of few-layer hexagonal van der Waals material systems. Taking\ntwisted bilayer WSe$_2$ as a case study, we discuss experimental detections\nthat can falsify our prediction."}
{"id": "2508.21357", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21357", "abs": "https://arxiv.org/abs/2508.21357", "authors": ["Guo-Liang Guo", "Xiao-Hong Pan", "Hao Dong", "Xin Liu"], "title": "Edge dependent Josephson Diode effect in WTe$_{2}$-Based Josephson junction", "comment": null, "summary": "The Josephson diode effect (JDE), a nonreciprocal supercurrent, is a\ncornerstone for future dissipationless electronics, yet achieving high\nefficiency in a simple device architecture remains a significant challenge.\nHere, we theoretically investigate the JDE in a junction based on monolayer\n1T'-WTe$_2$. We first establish that different edge terminations of a WTe$_2$\nnanoribbon lead to diverse electronic band structures, some of which host\nasymmetric edge states even with crystallographically equivalent terminations.\nThis intrinsic asymmetry provides a natural platform for realizing the JDE.\nWith a WTe$_2$-based Josephson junction, we demonstrate a significant JDE\narising purely from these asymmetric edges when time-reversal symmetry is\nbroken by a magnetic flux. While the efficiency of this edge-state-driven JDE\nis inherently limited, we discover a crucial mechanism for its enhancement: by\ntuning the chemical potential into the bulk bands, the interplay between edge\nand bulk transport channels boosts the maximum diode efficiency more than\n$50\\%$. Furthermore, we show that this enhanced JDE is robust against moderate\nedge disorder. Our findings not only propose a novel route to achieve a highly\nefficient JDE using intrinsic material properties but also highlight the\npotential of engineered WTe$_2$ systems for developing advanced superconducting\nquantum devices."}
{"id": "2508.21607", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21607", "abs": "https://arxiv.org/abs/2508.21607", "authors": ["James F. Lutsko"], "title": "Approximate calculation of multidimensional first passage times", "comment": null, "summary": "The general, multidimensional barrier crossing problem for diffusive\nprocesses under the action of conservative forces is studied with the goal of\ndeveloping tractable approximations. Particular attention is given to the\neffect of different statistical interpretations of the stochastic differential\nequation and to the relation between the approximations and the known, exact\nsolutions to the one-dimensional problem. Beginning with a reasonable, but\nheuristic, simplifying assumption, a one-dimensional solution to the problem is\ndeveloped. This is then simplified by introducing further approximations\nresulting in a sequence of increasingly simple expressions culminating in the\nclassic result of Langer(Ann. Phys. 54, 258 (1969)) and others. The various\napproximations are tested on two dimensional problems by comparison to\nsimulation results and it is found that the one-dimensional approximations\ncapture most of the non-Arrhenius dependence on the energy barrier which is\nlost in the Langer approximation while still converging to the latter in the\nlarge-barrier limit."}
{"id": "2508.21173", "categories": ["cond-mat.mtrl-sci", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2508.21173", "abs": "https://arxiv.org/abs/2508.21173", "authors": ["S. J. Burns", "Danae N. Polsin"], "title": "X-ray diffraction strains in laser-ablated aluminum, nickel, sodium and Invar: pressures to 475 GPa", "comment": "23 pages with 6 figures", "summary": "Dynamically compressed materials in longitudinal waves are described by two\nphysical models: hydrostatic pressure, with equal, normal, principal stresses\nor material uniaxially strained in the wave propagation direction. These models\nare disparate, so experimental comparisons and evaluations are important.\nPolycrystalline material in a state of hydrostatic pressure, will have no\neccentricity of X-ray diffracted Debye-Scherrer rings. A general\nthree-dimensional solution of Bragg diffracted X-rays based on principal\ncrystallographic strains in the compression wave was found. The distortion of\nX-ray diffraction beams has been used for strain measurements; the analysis\ndeveloped incorporates a strained reciprocal lattice and the incident X-ray\nbeam. Strain distorted Polanyi surfaces form an annulus of compression with an\nellipsoid of revolution in reciprocal space which is intersected by Ewald\nsphere for Bragg diffraction. The in-situ measurements for strain describe\nnanosecond diffraction evaluated using two planes, and both in the same\ncrystallographic phase. Diffraction from Al, Ni, Na, and Invar quantify the\ncompression axial strains in these materials: the compression axial ratios are\n0.65, 1.05, 0.88 and 1.58 at pressures of 291, 402, 409, and 367 GPa for the\nrespective materials. Crystal structure transformations with homogeneous\npressurized stresses, mandating equal normal strains, should not be anticipated\nto agree with heterogeneous, uniaxially strained and sheared crystalline\nphases. Measurements support in-plane strains increasing with pressure, p, in\nfcc and hcp aluminum as with p in GPa."}
{"id": "2508.21117", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21117", "abs": "https://arxiv.org/abs/2508.21117", "authors": ["Sergey Alekseev", "Lei Chen", "Jennifer Cano"], "title": "Charge density wave induced gapped nodal line", "comment": "13 pages, 9 figures", "summary": "We investigate the interplay between charge density wave (CDW) order and\ntopological nodal-line states in square-net materials. Our Ginzburg-Landau\ntheory predicts a CDW instability that generically opens a gap at the Fermi\nenergy while preserving the nodal line crossing. However, as the Fermi level\napproaches the nodal line, the density of states at the nodal line decreases,\neventually disappearing as the CDW vector $\\mathbf{Q}$ goes to zero. Exactly at\n$\\mathbf{Q} = 0$, the order parameter explicitly breaks the glide symmetry\nprotecting the nodal line, which allows a gap to open. Yet, for small but\nfinite $\\mathbf{Q}$, the nodal line may vanish within experimental resolution\neven when the glide symmetry is preserved. Our results provide a consistent\nexplanation for recent experimental observations."}
{"id": "2508.21117", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21117", "abs": "https://arxiv.org/abs/2508.21117", "authors": ["Sergey Alekseev", "Lei Chen", "Jennifer Cano"], "title": "Charge density wave induced gapped nodal line", "comment": "13 pages, 9 figures", "summary": "We investigate the interplay between charge density wave (CDW) order and\ntopological nodal-line states in square-net materials. Our Ginzburg-Landau\ntheory predicts a CDW instability that generically opens a gap at the Fermi\nenergy while preserving the nodal line crossing. However, as the Fermi level\napproaches the nodal line, the density of states at the nodal line decreases,\neventually disappearing as the CDW vector $\\mathbf{Q}$ goes to zero. Exactly at\n$\\mathbf{Q} = 0$, the order parameter explicitly breaks the glide symmetry\nprotecting the nodal line, which allows a gap to open. Yet, for small but\nfinite $\\mathbf{Q}$, the nodal line may vanish within experimental resolution\neven when the glide symmetry is preserved. Our results provide a consistent\nexplanation for recent experimental observations."}
{"id": "2508.21492", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21492", "abs": "https://arxiv.org/abs/2508.21492", "authors": ["Samuel Aldana", "Michael Nolan"], "title": "Control of growth morphology of deposited fcc metals through tuning substrate-metal interactions", "comment": "58 pages, 10 figures", "summary": "Precise control over thin film morphology is critical for optimizing material\nproperties across diverse technological applications, as the growth mode\n(whether 2D layer-by-layer or 3D island formation)determines key functional\nproperties such as electrical conductivity in CMOS interconnect applications\nand catalytic activity, where island distribution and size dictate performance.\nTo explore the role of the substrate on the morphology of deposited metals, we\npresent extensive kinetic Monte Carlo simulations on six fcc metals growing in\nthe (111) direction: Ag, Au, Cu, Ni, Pd and Pt. Our simulation framework\nenables screening and evaluation of their growth mode under homoepitaxial\ngrowth scenarios and proposes morphology control strategies by variation of\nsubstrate-metal interaction strengths, modeled by modifying the activation\nenergies for upward and downward migration, combined with thermal vacuum\nannealing within typical back end of line (BEOL) integration thermal budget.\nOur simulation results demonstrate that modulation of the substrate interaction\nstrength can be effectively employed to promote island formation or\nlayer-by-layer growth modes overcoming limitations in achieving large flat\nsurface areas. Au, Pd and Pt exhibit the highest sensitivity to substrate\ninteraction strength variations, followed by Ag, showing that strongly\ninteracting substrates decrease the root mean square (RMS) roughness,\n(uncovered) substrate exposure, island number and island aspect ratios, with\nmoderate increases in flat surface areas and atomic coordination numbers.\nAdditionally, interconnect relevant metrics are improved through thermal vacuum\nannealing particularly when sufficiently strong metal-substrate interactions\nare employed, reducing surface roughness, achieving larger flat surface areas,\nmerging and smoothing islands, and decreasing defect density..."}
{"id": "2508.21607", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21607", "abs": "https://arxiv.org/abs/2508.21607", "authors": ["James F. Lutsko"], "title": "Approximate calculation of multidimensional first passage times", "comment": null, "summary": "The general, multidimensional barrier crossing problem for diffusive\nprocesses under the action of conservative forces is studied with the goal of\ndeveloping tractable approximations. Particular attention is given to the\neffect of different statistical interpretations of the stochastic differential\nequation and to the relation between the approximations and the known, exact\nsolutions to the one-dimensional problem. Beginning with a reasonable, but\nheuristic, simplifying assumption, a one-dimensional solution to the problem is\ndeveloped. This is then simplified by introducing further approximations\nresulting in a sequence of increasingly simple expressions culminating in the\nclassic result of Langer(Ann. Phys. 54, 258 (1969)) and others. The various\napproximations are tested on two dimensional problems by comparison to\nsimulation results and it is found that the one-dimensional approximations\ncapture most of the non-Arrhenius dependence on the energy barrier which is\nlost in the Langer approximation while still converging to the latter in the\nlarge-barrier limit."}
{"id": "2508.21127", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21127", "abs": "https://arxiv.org/abs/2508.21127", "authors": ["Zhaoyu Han", "Jonah Herzog-Arbeitman", "Qiang Gao", "Eslam Khalaf"], "title": "Exact models of chiral flat-band superconductors", "comment": null, "summary": "Recent experiments have reported the surprising observation of\nsuperconductivity in flavor polarized, nearly flat bands (FBs) of rhombohedral\ngraphene. Motivated by these findings, we introduce a class of models for\nsingle-flavor FBs with inversion symmetry, where we show a local attractive\ninteraction between orbitals with opposite parities leads to an exact\nsuperconducting ground state. We argue that this model can be relevant to\nrealistic multi-flavor systems including short-range repulsion, since the main\neffect of such repulsion is to induce flavor polarization leaving possibly\nattractive residual interaction between different flavorless orbitals. The\nnature of the pairing is determined by the interplay between the FB quantum\ngeometry and the interaction, and is often topological when the parent FB is\nso. Interestingly, each such model has two nearly degenerate pairing modes,\nwhose energetic competition can be tuned by a change in the charge transfer gap\nbetween the two orbitals or electron density. These modes have the same angular\nmomentum but different pairing amplitude structure and possibly different\ntopology. We show that the superfluid stiffness is proportional to the\nattractive interaction scale using a combination of analytical variational\nupper bounds and numerical bootstrap lower bounds. We find empirically that the\nmaximum superfluid stiffness is achieved when the hot spots of quantum geometry\nin the Brillouin zone are marginally filled."}
{"id": "2508.21673", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21673", "abs": "https://arxiv.org/abs/2508.21673", "authors": ["Reuel Dsouza", "Andreas Kreisel", "Brian M. Andersen", "Daniel F. Agterberg", "Morten H. Christensen"], "title": "Odd-Parity Magnetism in Fe-Based Superconductors", "comment": "5 pages and 5 figures + 8 pages and 5 figures", "summary": "Odd-parity magnetism constitutes an intriguing phase of matter which breaks\ninversion symmetry while preserving time-reversal symmetry. Here we demonstrate\nthat the Fe-based superconductors exhibiting coplanar magnetic order realize an\nodd-parity magnetic state by combining low-energy modeling with\ndensity-functional theory. In the absence of spin-orbit coupling, the\nelectronic spins are polarized along the $k_z$-direction and the splitting of\nthe up and down states exhibits an $h$-wave form-factor. The magnitude of the\nsplitting depends sensitively on specific parameters of the low-energy model,\nincluding specific out-of-plane hopping parameters and the Fermi energies of\nthe hole- and electron-pockets. Interestingly, despite this state breaking\ninversion symmetry and exhibiting a finite out-of-plane Berry curvature and\nnon-linear anomalous Hall effect, the Edelstein effect vanishes. Incorporating\nspin-orbit coupling tilts the momentum-space electronic spins into the\n($k_x,k_y$)-plane and imparts finite in-plane components to the Edelstein\nresponse. Our findings highlight the Fe-based superconductors as platforms for\nexploring odd-parity magnetism both on its own and coexisting with\nunconventional superconductivity."}
{"id": "2508.21768", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21768", "abs": "https://arxiv.org/abs/2508.21768", "authors": ["Mohit Lal Bera", "Armando Pérez", "Miguel A. García-March", "Ravindra Chhajlany", "Tobias Grass", "Maciej Lewenstein", "Utso Bhattacharya", "Sourav Bhattacharjee"], "title": "A Hybrid Anyon-Otto thermal machine", "comment": "10 pages, 6 figures, comments welcome", "summary": "We propose a four-stroke quantum thermal machine based on the 1D anyon\nHubbard model, which is capable of extracting the excess energy arising from\nanyon exclusion statistics at low temperature into finite work. Defining a\nhybrid anyon-Otto (HAO) cycle, we find that the low temperature work, in the\nabsence of any interactions, is maximised in the pseudo fermionic limit, where\nthe anyons most closely resemble free fermions. However, when weak interactions\nare introduced, the work output is no longer maximized at the bosonic or\npseudo-fermionic extremes, but instead peaks at intermediate statistical\nangles. This clearly demonstrates that interactions and anyonic statistics\nconspire non-trivially to enhance performance, with interacting anyons offering\ngreater quantum thermodynamic advantage than either bosons or pseudo-fermions,\nin this regime. Furthermore, we also identify different modes of operation of\nthe HAO cycle, one of which emerges as a direct consequence of the finite anyon\nenergy at low temperature."}
{"id": "2508.21187", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21187", "abs": "https://arxiv.org/abs/2508.21187", "authors": ["Sage Fulco", "Prashant K. Purohit", "Michal K. Budzik", "Kevin T. Turner"], "title": "Fracture of disordered and stochastic lattice materials", "comment": null, "summary": "The failure of mechanical metamaterials is a function of the interplay\nbetween the properties of the base material and the microstructural geometry.\nStochastic failure properties of the base material and disordered\nmicrostructural geometries can contribute to variations in the global failure\nmechanics that are not captured in traditional analyses of ordered,\ndeterministic architected materials. We present a probabilistic framework that\ncouples stochastic material failure and geometric disorder to predict failure\nin lattice mechanical metamaterials. These predictions are verified through\nfinite element analysis, which confirm that disorder and stochasticity affect\nboth the mean and variance of the damage initiation load in a lattice, with\naverage failure loads being generally reduced and variance increasing with\nhigher levels of disorder and stochasticity. The fracto-cohesive length and\nrepresentative volume element size are also predicted and constrain the minimum\ndefect and lattice sizes, respectively, for failure to be considered a fracture\nprocess. The framework is extended to consider the fracture behavior of the\nlattice, the development of damage zones, and their impact on the steady-state\nfracture toughness."}
{"id": "2508.21119", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21119", "abs": "https://arxiv.org/abs/2508.21119", "authors": ["Hyeok-Jun Yang", "Yi-Ting Hsu"], "title": "Displacement-Field-Driven Transition between Superconductivity and Valley Ferromagnetism in Transition Metal Dichalcogenides", "comment": "8 pages, 4 figures", "summary": "Recent experiments have observed transitions between superconductivity and\ncorrelated magnetism in twisted bilayer WSe$_2$ near van-Hove fillings, driven\nby the displacement field $D$. Motivated by the experiment, we theoretically\npropose a general mechanism for a $D$-controlled transition between\nsuperconductivity and ferromagnetism in two-dimensional (2D) spin-orbit-coupled\nhexagonal systems, where van Hove singularities (VHS) lie on the Fermi level.\nWe show that such a transition can be naturally captured by a simple VHS-only\nmodel without Fermi surface details, where the inter-VHS interactions that\ngovern the Fermi surface instabilities is controlled by $D$ through the band\nprojection of screened Coulomb interaction. By treating this simple model with\nrenormalization group technique beyond mean-field level, we find that a chiral\n$d/p$-wave superconductivity naturally dominates under a weak displacement\nfield $D<D_c$. At a stronger displacement field $D>D_c$, a \\textit{valley\nferromagnetic phase} (vFM) takes over, which is spatially non-uniform due to\nvalley-modulated magnetization. Finally, we discuss generic conditions for the\npredicted superconductivity-to-ferromagnetism transition to take place in the\nrich family of few-layer hexagonal van der Waals material systems. Taking\ntwisted bilayer WSe$_2$ as a case study, we discuss experimental detections\nthat can falsify our prediction."}
{"id": "2508.21326", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21326", "abs": "https://arxiv.org/abs/2508.21326", "authors": ["Zeinab Bakhshipour", "Mir Vahid Hosseini"], "title": "Electronic correlations in magnetized helical edge states coupled to s-wave superconductors", "comment": "18 pages, 9 figures", "summary": "We theoretically study the role of electron-electron interactions in\none-dimensional magnetized helical states coupled to an s-wave superconductor.\nWe consider a partially mixed helical (superhelical) regime, where the magnetic\nfield (superconductivity) has a dominant contribution. Using bosonization and\nrenormalization group techniques, it is shown how the interactions affect the\ncorrelation functions in the system. In the partially mixed helical regime, we\nfind that superconducting pairing promotes spin-density-wave correlations,\nwhile singlet and triplet pairing correlations suppress, especially under\nattractive interactions. In contrast, in the superhelical regime, a\nperturbative Zeeman field enhances both spin singlet and spin triplet-x\npairings under repulsive interactions. We calculate both logarithmic and\nresidual corrections to charge-density-wave, spin-density-wave, and pairing\ncorrelations, revealing short- and long-range behaviors. We further investigate\nspin transport properties supplemented by a renormalization group analysis of\nthe temperature and frequency dependence of spin conductivity. We also analyze\nthe transport of momentum-spin-locked carriers in the presence of\nZeeman-induced and pairing-induced gaps, uncovering the effect of interactions\nand the interplay between the two gaps in helical systems."}
{"id": "2508.21663", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21663", "abs": "https://arxiv.org/abs/2508.21663", "authors": ["Ardavan Mehdizadeh", "Peter Schindler"], "title": "Surface Stability Modeling with Universal Machine Learning Interatomic Potentials: A Comprehensive Cleavage Energy Benchmarking Study", "comment": "70 pages total (main paper + supplementary information), 4 figures in\n  main text, multiple supplementary figures and tables", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized\ncomputational materials science by bridging the gap between quantum mechanical\naccuracy and classical simulation efficiency, enabling unprecedented\nexploration of materials properties across the periodic table. Despite their\nremarkable success in predicting bulk properties, no systematic evaluation has\nassessed how well these universal MLIPs (uMLIPs) can predict cleavage energies,\na critical property governing fracture, catalysis, surface stability, and\ninterfacial phenomena. Here, we present a comprehensive benchmark of 19\nstate-of-the-art uMLIPs for cleavage energy prediction using our previously\nestablished density functional theory (DFT) database of 36,718 slab structures\nspanning elemental, binary, and ternary metallic compounds. We evaluate diverse\narchitectural paradigms, analyzing their performance across chemical\ncompositions, crystal systems, thickness, and surface orientations. Our results\nreveal that training data composition dominates architectural sophistication:\nmodels trained on the Open Materials 2024 (OMat24) dataset, which emphasizes\nnon-equilibrium configurations, achieve mean absolute percentage errors below\n6% and correctly identify the thermodynamically most stable surface\nterminations in 87% of cases, without any explicit surface energy training. In\ncontrast, architecturally identical models trained on equilibrium-only datasets\nshow five-fold higher errors, while models trained on surface-adsorbate data\nfail catastrophically with a 17-fold degradation. Remarkably, simpler\narchitectures trained on appropriate data achieve comparable accuracy to\ncomplex transformers while offering 10-100x computational speedup. These\nfindings show that the community should focus on strategic training data\ngeneration that captures the relevant physical phenomena."}
{"id": "2508.21729", "categories": ["cond-mat.str-el", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21729", "abs": "https://arxiv.org/abs/2508.21729", "authors": ["Yannic Rath", "Massimo Bortone", "George H. Booth"], "title": "Bayesian perspectives for quantum states and application to ab initio quantum chemistry", "comment": "To appear in \"Machine Learning in Condensed Matter Physics -\n  Significance, Challenges, and Future Directions\", a Springer Series in\n  Solid-State Sciences", "summary": "The quantum many-electron problem is not just at the heart of condensed\nmatter phenomena, but also essential for first-principles simulation of\nchemical phenomena. Strong correlation in chemical systems are prevalent and\npresent a formidable challenge in the simulation of these systems, while\npredictive phenomena in this domain often also requires a demanding level of\naccuracy to inform chemical behavior. Efficient representations of the\nmany-electron states of chemical systems are therefore also being inspired by\nmachine learning principles to provide an alternative to established\napproaches. In this chapter, we review recent progress in this endeavor for\nquantum chemical problems represented in second quantization, and the\nparticular challenges present in this field. In particular, we focus on the\napplication of Gaussian Process States emerging from efficient representations\nof the many-body wavefunction with rigorous Bayesian modeling frameworks,\nallowing for the unification of multiple paradigms under a common umbrella. We\nshow how such models (and other representations derived from machine learning)\ncan be used as novel tools to compute ab initio chemical properties, while in\nturn also informing the design of machine learning models to extract\ncorrelation patterns in classical data."}
{"id": "2508.21129", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21129", "abs": "https://arxiv.org/abs/2508.21129", "authors": ["Chuan Chen", "Inti Sodemann Villadiego"], "title": "Anyon polarons as a window into the competing phases of the Kitaev-Gamma-Gamma' model", "comment": "15+4 pages, 13 figures", "summary": "We investigate the dispersions of anyon quasi-particles in the Kitaev\nhoneycomb spin-liquid perturbed by $\\Gamma$ and $\\Gamma'$ couplings in order to\nunderstand phase transitions into competing states through anyon gap-closing\ninstabilities. We demonstrate how anyon gap closings allow to understand phase\ntransitions into a plethora of previously identified competing phases --\nincluding zigzag, stripy, $120^\\circ$, and incommensurate spiral phases -- and\nare in agreement with numerical studies not only on the nature of the phases,\nbut also on the specific critical values of $\\Gamma$ and $\\Gamma'$ couplings.\nRemarkably, when the anti-ferromagnetic Kitaev model is perturbed by an\nferromagnetic $\\Gamma$ interaction, we find that the single-vison and fermion\ngaps remain open while the gap of a magnon-like local boson vanishes, implying\nthat the resulting state has coexistence of a spontaneous broken symmetry and\nthe fractionalization pattern of the Kitaev spin liquid. The magnetic\nlong-range order could be either a stripy antiferromagnet or an incommensurate\nspiral, depending on the sign of $\\Gamma'$."}
{"id": "2508.21696", "categories": ["cond-mat.supr-con", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.21696", "abs": "https://arxiv.org/abs/2508.21696", "authors": ["Razmik A. Hovhannisyan", "Amirreza Lotfian", "Taras Golod", "Vladimir M. Krasnov"], "title": "Demonstration of an optical microwave rectification by a superconducting diode with near 100% efficiency", "comment": "6 pages, 2 Figures", "summary": "Superconducting electronics offer significant advantages in speed and power\nefficiency for next-generation computing and communication systems. However,\ntheir practical deployment is limited by the absence of simple, efficient, and\nscalable superconducting counterparts to key semiconductor components. In this\nwork, we investigate diodes based on planar Josephson junctions fabricated from\na conventional niobium superconductor. The nonreciprocity in these diodes\narises from the self-field effect induced by the geometrical asymmetry of the\njunction. By deliberate tuning of the junction parameters, we achieved\neffectively infinite nonreciprocity (within experimental resolution),\ncharacterized by a complete suppression of the superconducting critical current\nin one direction while maintaining a significant current in the opposite\ndirection. The key novelty of this work lies in the demonstration of the\noptical diode effect. We observed threshold-free rectification of 75 GHz\nmicrowave radiation, indicating that these diodes exhibit near-ideal optical\nnonreciprocity. Our results open new avenues for ultrafast superconducting\nelectronics and lay the groundwork for wireless sub-THz signal processing."}
{"id": "2508.21292", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21292", "abs": "https://arxiv.org/abs/2508.21292", "authors": ["Yiran Peng", "Rui Liu", "Pengyu Zheng", "Zhiping Yin"], "title": "Correlation tuned Fermi-arc topology in a Weyl ferromagnet", "comment": null, "summary": "Electrons on Fermi arcs (FAs), a hallmark of Weyl semimetals, exhibit chiral\ntransport harboring chiral anomaly, negative magnetoresistance, and Majorana\nzero modes. While FAs were observed in exemplary Weyl semimetal TaAs and\nCo3Sn2S2, the manipulation of FAs has been rarely explored. Here we take\nCo3Sn2S2 as an example and demonstrate that tuning the electronic correlation\nstrength is an effective way to control the topology and connectivity of FAs.\nAfter achieving a good agreement with experimentally measured band structure by\nemploying combined density functional theory and dynamical mean field theory\n(DFT+DMFT) calculations, we show that the experimental charge dynamics are well\nreproduced by DFT+DMFT calculations but not DFT calculations. Electronic\ncorrelation renormalizes the bands around the Fermi level and modifies the\nenergy and location of Weyl points, and the resulting FAs. In particular, on\nthe Co-terminated surface, the FAs are formed by connecting Weyl points located\nin adjacent Brillouin zones in DFT+DMFT calculations and experiments, in strong\ncontrast to the FAs connecting Weyl points within the same Brillouin zone in\nDFT calculations. We further show the evolution of FAs with correlation and\nreveal a topological change of the FAs on the Sn-terminated surface at stronger\ncorrelation strength. Our study sheds new light on experimental manipulation of\nFAs to improve the electronic properties of correlated Weyl semimetals."}
{"id": "2508.21127", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21127", "abs": "https://arxiv.org/abs/2508.21127", "authors": ["Zhaoyu Han", "Jonah Herzog-Arbeitman", "Qiang Gao", "Eslam Khalaf"], "title": "Exact models of chiral flat-band superconductors", "comment": null, "summary": "Recent experiments have reported the surprising observation of\nsuperconductivity in flavor polarized, nearly flat bands (FBs) of rhombohedral\ngraphene. Motivated by these findings, we introduce a class of models for\nsingle-flavor FBs with inversion symmetry, where we show a local attractive\ninteraction between orbitals with opposite parities leads to an exact\nsuperconducting ground state. We argue that this model can be relevant to\nrealistic multi-flavor systems including short-range repulsion, since the main\neffect of such repulsion is to induce flavor polarization leaving possibly\nattractive residual interaction between different flavorless orbitals. The\nnature of the pairing is determined by the interplay between the FB quantum\ngeometry and the interaction, and is often topological when the parent FB is\nso. Interestingly, each such model has two nearly degenerate pairing modes,\nwhose energetic competition can be tuned by a change in the charge transfer gap\nbetween the two orbitals or electron density. These modes have the same angular\nmomentum but different pairing amplitude structure and possibly different\ntopology. We show that the superfluid stiffness is proportional to the\nattractive interaction scale using a combination of analytical variational\nupper bounds and numerical bootstrap lower bounds. We find empirically that the\nmaximum superfluid stiffness is achieved when the hot spots of quantum geometry\nin the Brillouin zone are marginally filled."}
{"id": "2508.21359", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21359", "abs": "https://arxiv.org/abs/2508.21359", "authors": ["Jiaxin Lv", "Silan Li", "Chenhao Duan", "Shuanhu Wang", "Hong Yan", "Kexin Jin"], "title": "Tunable Two-Dimensional Electron Gas at the Interfaces of Ferroelectric Potassium Tantalate Niobates", "comment": null, "summary": "The heterointerfaces at complex oxides have emerged as a promising platform\nfor discovering novel physical phenomena and advancing integrated sensing,\nstorage, and computing technologies. Nevertheless, achieving precise control\nover a two-dimensional electron gas (2DEG) in a ferroelectric oxide-based\nfield-effect transistor (FET) configuration remains challenging. Here, we\nfirstly demonstrate a tunable 2DEG system fabricated by depositing an amorphous\nLaAlO3(LAO) film onto a (001)-oriented ferroelectric potassium tantalate\nniobate substrate. Interfaces grown under high-temperature and\nhigh-oxygen-pressure conditions exhibit a good metallic conduction. Notably,\nwell-defined metallic 2DEGs displaying pronounced hysteresis and persistent\nelectric-field-modulated resistance are observed below 108 K, achieving a\nresistance modulation of 11.6% at 7 K. These results underscore the potential\nfor extending such behavior to other oxide-based 2DEG systems and facilitate\nfurther exploration of ferroelectric metals in complex oxide heterostructures."}
{"id": "2508.21729", "categories": ["cond-mat.str-el", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21729", "abs": "https://arxiv.org/abs/2508.21729", "authors": ["Yannic Rath", "Massimo Bortone", "George H. Booth"], "title": "Bayesian perspectives for quantum states and application to ab initio quantum chemistry", "comment": "To appear in \"Machine Learning in Condensed Matter Physics -\n  Significance, Challenges, and Future Directions\", a Springer Series in\n  Solid-State Sciences", "summary": "The quantum many-electron problem is not just at the heart of condensed\nmatter phenomena, but also essential for first-principles simulation of\nchemical phenomena. Strong correlation in chemical systems are prevalent and\npresent a formidable challenge in the simulation of these systems, while\npredictive phenomena in this domain often also requires a demanding level of\naccuracy to inform chemical behavior. Efficient representations of the\nmany-electron states of chemical systems are therefore also being inspired by\nmachine learning principles to provide an alternative to established\napproaches. In this chapter, we review recent progress in this endeavor for\nquantum chemical problems represented in second quantization, and the\nparticular challenges present in this field. In particular, we focus on the\napplication of Gaussian Process States emerging from efficient representations\nof the many-body wavefunction with rigorous Bayesian modeling frameworks,\nallowing for the unification of multiple paradigms under a common umbrella. We\nshow how such models (and other representations derived from machine learning)\ncan be used as novel tools to compute ab initio chemical properties, while in\nturn also informing the design of machine learning models to extract\ncorrelation patterns in classical data."}
{"id": "2508.21142", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21142", "abs": "https://arxiv.org/abs/2508.21142", "authors": ["Hao Zhang", "Tianyue Huang", "Allen O. Scheie", "Mengze Zhu", "Tao Xie", "N. Murai", "S. Ohira-Kawamura", "Andrey Zheludev", "Andreas M. Läuchli", "Cristian D. Batista"], "title": "Nonperturbative Semiclassical Spin Dynamics for Ordered Quantum Magnets", "comment": "9 + 14 pages, 5 + 12 figures", "summary": "In ordered quantum magnets where interactions between elementary excitations\ndominate over their kinetic energy, perturbative approaches often fail, making\nnon-perturbative methods essential to capture spectral features such as bound\nstates and the redistribution of weight within excitation continua. Although an\nincreasing number of experiments report anomalous spin excitation continua in\nsuch systems, their microscopic interpretation remains an open challenge. Here,\nwe investigate the spin dynamics of the triangular-lattice antiferromagnet in\nits 1/3-plateau phase using two complementary non-perturbative approaches:\nexact diagonalization in a truncated Hilbert space for a gas of elementary\nexcitations (THED) and matrix product state (MPS) simulations. Alongside\ncross-validation between these methods, we benchmark our results against\ninelastic neutron scattering (INS) data. The THED analysis confirms the\npresence of two-magnon bound states and identifies the anomalous scattering\ncontinuum observed in both MPS and INS as a two-magnon resonance, arising from\nhybridization between the bound state and the two-magnon continuum.\nFurthermore, THED reveals bound states overlapping with the continuum,\nenriching the interpretation of continuum anomalies. More broadly, THED\nprovides a robust framework for investigating anomalous spin excitation\ncontinua and bound-state effects in other materials with gapped spectra. Its\ncombination of accuracy and computational efficiency makes it a powerful tool\nfor extracting reliable microscopic models in semiclassical regimes."}
{"id": "2508.21791", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21791", "abs": "https://arxiv.org/abs/2508.21791", "authors": ["Yafis Barlas", "Fan Zhang", "Enrico Rossi"], "title": "Quantum Geometry Induced Kekulé Superconductivity in Haldane phases", "comment": "8 pages", "summary": "Chiral two-dimensional electron gases, which capture the electronic\nproperties of graphene and rhombohedral graphene systems, exhibit singular\nmomentum-space vortices and are susceptible to interaction-induced topological\nHaldane phases. Here, we investigate pairing interactions in these\ninversion-symmetric Haldane phases of chiral two-dimensional electron gases. We\ndemonstrate that the nontrivial band topology of the Haldane phases enhances\nintra-valley (${\\bf Q} = \\pm 2 {\\bf K_D}$) pair susceptibility relative to\ninter-valley (${\\bf Q} = 0$) pair susceptibility, favoring the emergence of a\nlattice-scale pair-density wave order. When longitudinal acoustic phonons\nmediate the pairing interaction, the system supports a chiral Kekul\\`{e}\nsuperconducting order. Our findings are relevant to superconductivity in\nrhombohedral graphene and Kagome metals."}
{"id": "2508.21317", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21317", "abs": "https://arxiv.org/abs/2508.21317", "authors": ["Yongxin Zhang", "Weihan Zhang", "Luneng Zhao", "Zixiang Zhao", "Siqi Lu", "Yangrui Liu", "Dongsheng Song", "Changzheng Wei", "Zhentao Pang", "Yifeng Ren", "Junfeng Gao", "Weiwei Gao", "Di Wu", "Jijun Zhao", "Kuo-Juei Hu", "Wei Ji", "Yu Deng", "Binghui Ge", "Fengqi Song"], "title": "Understanding the atomically precise evolution of the miscibility of newly prepared face-centered cubic W-Cu nanoalloys and its asymmetry", "comment": null, "summary": "According to classical Miedema theory, reducing crystals to the order of\nnanometer sizes might greatly modulate the mixing enthalpy of elements, thus\nenabling the invention of a lot of new bulk-immiscible alloys. Although\nnumerous alloys with higher mixing enthalpies remain unexplored, this strategy\nis approaching its limit, as reflected by the critical diameter of recent\nalloys of 1.8 nm, which corresponds to ~150 atoms and hardly provides a\ncrystalline order. Future development requires not only even smaller\natomic-scale control but also a new surface energy-saving mechanism. Here, we\nreport the formation of W-Cu nanoalloys with a very large miscibility gap in\nthe bulk via the use of an atomically size-selected cluster beam source as an\nexample. The face-centered cubic (FCC) structure was demonstrated through\nelectron diffraction, which indicated a lattice constant of 3.88{\\AA} for\nW0.85Cu0.15 nanoalloys (~2280 atoms). In this comprehensive study that covers a\nlarge parameter space of W/Cu compositions and numbers of atoms, an asymmetric\nmiscibility nanophase diagram in which W-rich compositions favor mixing and the\ncritical size is approximately 6000 atoms, which far exceeds the approximately\ntens of atoms predicted via classical theory, was obtained for the first time.\nDensity functional theory (DFT) calculations revealed a mutual strain-induced\nmechanism that simultaneously lowers the surface energies while reducing the\nsize to the atomic scale. This approach paves the way for the development of\nnew high-performance nonequilibrium phase alloys."}
{"id": "2508.21129", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21129", "abs": "https://arxiv.org/abs/2508.21129", "authors": ["Chuan Chen", "Inti Sodemann Villadiego"], "title": "Anyon polarons as a window into the competing phases of the Kitaev-Gamma-Gamma' model", "comment": "15+4 pages, 13 figures", "summary": "We investigate the dispersions of anyon quasi-particles in the Kitaev\nhoneycomb spin-liquid perturbed by $\\Gamma$ and $\\Gamma'$ couplings in order to\nunderstand phase transitions into competing states through anyon gap-closing\ninstabilities. We demonstrate how anyon gap closings allow to understand phase\ntransitions into a plethora of previously identified competing phases --\nincluding zigzag, stripy, $120^\\circ$, and incommensurate spiral phases -- and\nare in agreement with numerical studies not only on the nature of the phases,\nbut also on the specific critical values of $\\Gamma$ and $\\Gamma'$ couplings.\nRemarkably, when the anti-ferromagnetic Kitaev model is perturbed by an\nferromagnetic $\\Gamma$ interaction, we find that the single-vison and fermion\ngaps remain open while the gap of a magnon-like local boson vanishes, implying\nthat the resulting state has coexistence of a spontaneous broken symmetry and\nthe fractionalization pattern of the Kitaev spin liquid. The magnetic\nlong-range order could be either a stripy antiferromagnet or an incommensurate\nspiral, depending on the sign of $\\Gamma'$."}
{"id": "2508.21492", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21492", "abs": "https://arxiv.org/abs/2508.21492", "authors": ["Samuel Aldana", "Michael Nolan"], "title": "Control of growth morphology of deposited fcc metals through tuning substrate-metal interactions", "comment": "58 pages, 10 figures", "summary": "Precise control over thin film morphology is critical for optimizing material\nproperties across diverse technological applications, as the growth mode\n(whether 2D layer-by-layer or 3D island formation)determines key functional\nproperties such as electrical conductivity in CMOS interconnect applications\nand catalytic activity, where island distribution and size dictate performance.\nTo explore the role of the substrate on the morphology of deposited metals, we\npresent extensive kinetic Monte Carlo simulations on six fcc metals growing in\nthe (111) direction: Ag, Au, Cu, Ni, Pd and Pt. Our simulation framework\nenables screening and evaluation of their growth mode under homoepitaxial\ngrowth scenarios and proposes morphology control strategies by variation of\nsubstrate-metal interaction strengths, modeled by modifying the activation\nenergies for upward and downward migration, combined with thermal vacuum\nannealing within typical back end of line (BEOL) integration thermal budget.\nOur simulation results demonstrate that modulation of the substrate interaction\nstrength can be effectively employed to promote island formation or\nlayer-by-layer growth modes overcoming limitations in achieving large flat\nsurface areas. Au, Pd and Pt exhibit the highest sensitivity to substrate\ninteraction strength variations, followed by Ag, showing that strongly\ninteracting substrates decrease the root mean square (RMS) roughness,\n(uncovered) substrate exposure, island number and island aspect ratios, with\nmoderate increases in flat surface areas and atomic coordination numbers.\nAdditionally, interconnect relevant metrics are improved through thermal vacuum\nannealing particularly when sufficiently strong metal-substrate interactions\nare employed, reducing surface roughness, achieving larger flat surface areas,\nmerging and smoothing islands, and decreasing defect density..."}
{"id": "2508.21211", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21211", "abs": "https://arxiv.org/abs/2508.21211", "authors": ["Anna Fancelli", "Matías G. Gonzalez", "Subhankar Khatua", "Bella Lake", "Michel J. P. Gingras", "Jeffrey G. Rau", "Johannes Reuther"], "title": "Anharmonic Collective Oscillations in Isotropic Spin Systems and their Spectroscopic Signatures", "comment": null, "summary": "Spin waves are the fundamental excitations in magnetically ordered spin\nsystems and are ubiquitously observed in magnetic materials. However, the\nstandard understanding of spin waves as collective spin oscillations in an\neffective harmonic potential does not consider the possibility of soft modes,\nsuch as those due to an effective quartic potential. In this work, we show that\nsuch quartic potentials arise under very general conditions in a broad class of\nisotropic spin systems without a fine-tuning of the interaction parameters.\nConsidering models with spin spiral ground states in two and three spatial\ndimensions, we numerically demonstrate that quartic amplitude spin oscillations\nproduce a fluctuation-induced spin-wave gap which grows with temperature\naccording to a characteristic power-law. In conjunction with a phenomenological\ntheory, the present work provides a general theoretical framework for\ndescribing soft spin modes, extending the previously discussed spin dynamics in\nthe presence of order-by-disorder, and highlighting the important role of\nfinite-size effects. Our predictions of a temperature-dependent gap in spiral\nspin systems could be tested in inelastic neutron scattering experiments,\nproviding direct spectroscopic evidence for thermal effects arising from soft\nspin modes in magnetic materials."}
{"id": "2508.21115", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.21115", "abs": "https://arxiv.org/abs/2508.21115", "authors": ["Kiryl Pakrouski", "K. V. Samokhin"], "title": "Unconventional superconducting correlations in fermionic many-body scars", "comment": null, "summary": "Weak ergodicity breaking in interacting quantum systems may occur due to the\nexistence of a subspace dynamically decoupled from the rest of the Hilbert\nspace. In two-orbital spinful lattice systems, we construct such subspaces that\nare in addition distinguished by strongest inter-orbital and spin-singlet or\nspin-triplet, long-range superconducting pairing correlations. All\nunconventional pairing types we consider are local in space and unitary.\nAlternatively to orbitals, the additional degree of freedom could originate\nfrom the presence of two layers or through any other mechanism. Required\nHamiltonians are rather non-exotic and include chemical potential, Hubbard, and\nspin-orbit interactions typically used for two-orbital superconducting\nmaterials. Each subspace is spanned by a family of group-invariant quantum\nmany-body scars combining both 2e and 4e pairing/clustering contributions. One\nof the basis states has the form of a BCS wavefunction and can always be made\nthe ground state by adding a mean-field pairing potential. Analytical results\nin this work are lattice-, dimension- and (mostly) system size-independent. We\nconfirm them by exact numerical diagonalization in small systems."}
{"id": "2508.21339", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21339", "abs": "https://arxiv.org/abs/2508.21339", "authors": ["Jeonghwan Ahn", "Iuegyun Hong", "Gwangyoung Lee", "Hyeondeok Shin", "Anouar Benali", "Yongkyung Kwon"], "title": "Quantum Monte Carlo Benchmarking of Molecular Adsorption on Graphene-Supported Single Pt Atom", "comment": null, "summary": "The precise understanding of adsorption energetics and molecular geometry at\ncatalytic sites is fundamental for advancing catalysis, particularly under the\nconstraints of resource efficiency and environmental sustainability. This study\nbenchmarks the performance of density functional theory (DFT) calculations\nagainst diffusion Monte Carlo (DMC) calculations for adsorption properties of\nsmall gas molecules relevant to CO oxidation -- namely O$_2$, CO, CO$_2$, and\natomic oxygen -- on a single Pt atom supported by pristine graphene. Our\nfindings reveal that DMC calculations provide a significantly different\nlandscape of adsorption energetics compared to DFT results. Notably, DFT\npredicts different lowest-energy configurations and spin states, particularly\nfor O$_2$, which suggests potential discrepancies in predicting the catalytic\nbehavior. Furthermore, this study identifies the critical issue of CO\npoisoning, highlighted by the large disparity between the DMC adsorption\nenergies of O$_2$ ($-1.23(2)$ eV) and CO ($-3.37(1)$ eV), which can inhibit the\ncatalytic process. These results emphasize the necessity for more sophisticated\ncomputational approaches in catalysis research, aiming to refine the prediction\naccuracy of reaction mechanisms and to enhance the design of more effective\ncatalysts."}
{"id": "2508.21142", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21142", "abs": "https://arxiv.org/abs/2508.21142", "authors": ["Hao Zhang", "Tianyue Huang", "Allen O. Scheie", "Mengze Zhu", "Tao Xie", "N. Murai", "S. Ohira-Kawamura", "Andrey Zheludev", "Andreas M. Läuchli", "Cristian D. Batista"], "title": "Nonperturbative Semiclassical Spin Dynamics for Ordered Quantum Magnets", "comment": "9 + 14 pages, 5 + 12 figures", "summary": "In ordered quantum magnets where interactions between elementary excitations\ndominate over their kinetic energy, perturbative approaches often fail, making\nnon-perturbative methods essential to capture spectral features such as bound\nstates and the redistribution of weight within excitation continua. Although an\nincreasing number of experiments report anomalous spin excitation continua in\nsuch systems, their microscopic interpretation remains an open challenge. Here,\nwe investigate the spin dynamics of the triangular-lattice antiferromagnet in\nits 1/3-plateau phase using two complementary non-perturbative approaches:\nexact diagonalization in a truncated Hilbert space for a gas of elementary\nexcitations (THED) and matrix product state (MPS) simulations. Alongside\ncross-validation between these methods, we benchmark our results against\ninelastic neutron scattering (INS) data. The THED analysis confirms the\npresence of two-magnon bound states and identifies the anomalous scattering\ncontinuum observed in both MPS and INS as a two-magnon resonance, arising from\nhybridization between the bound state and the two-magnon continuum.\nFurthermore, THED reveals bound states overlapping with the continuum,\nenriching the interpretation of continuum anomalies. More broadly, THED\nprovides a robust framework for investigating anomalous spin excitation\ncontinua and bound-state effects in other materials with gapped spectra. Its\ncombination of accuracy and computational efficiency makes it a powerful tool\nfor extracting reliable microscopic models in semiclassical regimes."}
{"id": "2508.21526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21526", "abs": "https://arxiv.org/abs/2508.21526", "authors": ["Mohammed El Amine Miloudi", "Oliver Kühn"], "title": "Chemical Control of Mechanical Anisotropy and Band Alignment in Perylene-based Two-dimensional MoS$_2$-Organic Hybrids", "comment": null, "summary": "This study presents a comprehensive investigation of hybrid interfaces formed\nby monolayer MoS$_2$ coupled with the organic molecules perylene (P), perylene\ndiimide (PDI), and perylene orange (PO). Using density functional theory, we\ndemonstrate the extent to which the mechanical and electronic properties of a\nhybrid system can be altered by the chemical modification of a given\nchromophore. The three systems exhibit distinct differences due to their\nchemical composition and van der Waals contact enabled by their geometry. All\nsystems are structurally stable. The binding energies follow the order\nPD$>$P$>$PO due to the large $\\pi$-system (PD) and strong structural distortion\n(PO). Young's modulus and Poisson's ratio exhibit pronounced anisotropy in all\ncases. PO exhibits the greatest anisotropy due to steric effects and a\npermanent dipole, which introduce directionality to the molecule-surface\ninteraction. Physisorption is accompanied by net charge transfer in the same\norder as the binding energies. The associated interfacial polarization results\nin a change in the work function compared to pristine MoS$_2$ in the order\nP$>$PO$>$PD. Finally, the presence of organic molecules introduces states into\nthe MoS$_2$ energy gap, with the band alignment being either type II (P, PO) or\ntype I (PD)."}
{"id": "2508.21311", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21311", "abs": "https://arxiv.org/abs/2508.21311", "authors": ["Songyuan Geng", "Xin Wang", "Risi Guo", "Chen Qiu", "Fangjie Chen", "Qun Wang", "Kangjie Li", "Peipei Hao", "Hanpu Liang", "Yang Huang", "Yunbo Wu", "Shengtao Cui", "Zhe Sun", "Timur K. Kim", "Cephise Cacho", "Daniel S. Dessau", "Benjamin T. Zhou", "Haoxiang Li"], "title": "Experimental realization of dice-lattice flat band at the Fermi level in layered electride YCl", "comment": null, "summary": "Flat electronic bands, where interactions among electrons overwhelm their\nkinetic energies, hold the promise for exotic correlation physics. The dice\nlattice has long been theorized as a host of flat bands with intriguing band\ntopology. However, to date, no material has ever been found to host the\ncharacteristic flat bands of a dice lattice. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we discover a dice-lattice flat band at\n$E_F$ in the van der Waals (vdW) electride [YCl]$^{2+}$: 2e-. In this system,\nexcess valence electrons from Y deconfine from the cation framework to form an\ninterstitial anionic electron lattice that constitutes the dice lattice. Our\nARPES measurements unambiguously identify two sets of dice-lattice bands in\nYCl, including a nearly dispersionless band at the Fermi level. The flat bands\nand other dispersive bands observed in ARPES find excellent agreement with\nfirst-principles calculations, and theoretical analysis reveals that the\nnear-$E_F$ electronic structure is well captured by a simple dice-lattice\nmodel. Our findings thus end the long quest of a real dice flat band material\nand establish vdW electride YCl as a prototype of dice metals. Our results\nfurther demonstrate the anionic electron lattice as a novel scheme for\nrealizing lattice geometries and electronic structures rare to find in\nconventional crystalline systems."}
{"id": "2508.21119", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21119", "abs": "https://arxiv.org/abs/2508.21119", "authors": ["Hyeok-Jun Yang", "Yi-Ting Hsu"], "title": "Displacement-Field-Driven Transition between Superconductivity and Valley Ferromagnetism in Transition Metal Dichalcogenides", "comment": "8 pages, 4 figures", "summary": "Recent experiments have observed transitions between superconductivity and\ncorrelated magnetism in twisted bilayer WSe$_2$ near van-Hove fillings, driven\nby the displacement field $D$. Motivated by the experiment, we theoretically\npropose a general mechanism for a $D$-controlled transition between\nsuperconductivity and ferromagnetism in two-dimensional (2D) spin-orbit-coupled\nhexagonal systems, where van Hove singularities (VHS) lie on the Fermi level.\nWe show that such a transition can be naturally captured by a simple VHS-only\nmodel without Fermi surface details, where the inter-VHS interactions that\ngovern the Fermi surface instabilities is controlled by $D$ through the band\nprojection of screened Coulomb interaction. By treating this simple model with\nrenormalization group technique beyond mean-field level, we find that a chiral\n$d/p$-wave superconductivity naturally dominates under a weak displacement\nfield $D<D_c$. At a stronger displacement field $D>D_c$, a \\textit{valley\nferromagnetic phase} (vFM) takes over, which is spatially non-uniform due to\nvalley-modulated magnetization. Finally, we discuss generic conditions for the\npredicted superconductivity-to-ferromagnetism transition to take place in the\nrich family of few-layer hexagonal van der Waals material systems. Taking\ntwisted bilayer WSe$_2$ as a case study, we discuss experimental detections\nthat can falsify our prediction."}
{"id": "2508.21359", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21359", "abs": "https://arxiv.org/abs/2508.21359", "authors": ["Jiaxin Lv", "Silan Li", "Chenhao Duan", "Shuanhu Wang", "Hong Yan", "Kexin Jin"], "title": "Tunable Two-Dimensional Electron Gas at the Interfaces of Ferroelectric Potassium Tantalate Niobates", "comment": null, "summary": "The heterointerfaces at complex oxides have emerged as a promising platform\nfor discovering novel physical phenomena and advancing integrated sensing,\nstorage, and computing technologies. Nevertheless, achieving precise control\nover a two-dimensional electron gas (2DEG) in a ferroelectric oxide-based\nfield-effect transistor (FET) configuration remains challenging. Here, we\nfirstly demonstrate a tunable 2DEG system fabricated by depositing an amorphous\nLaAlO3(LAO) film onto a (001)-oriented ferroelectric potassium tantalate\nniobate substrate. Interfaces grown under high-temperature and\nhigh-oxygen-pressure conditions exhibit a good metallic conduction. Notably,\nwell-defined metallic 2DEGs displaying pronounced hysteresis and persistent\nelectric-field-modulated resistance are observed below 108 K, achieving a\nresistance modulation of 11.6% at 7 K. These results underscore the potential\nfor extending such behavior to other oxide-based 2DEG systems and facilitate\nfurther exploration of ferroelectric metals in complex oxide heterostructures."}
{"id": "2508.21149", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21149", "abs": "https://arxiv.org/abs/2508.21149", "authors": ["Moritz P. K. Frewein", "Britta Maier", "Moritz L. Stammer", "Isabella Silva-Barreto", "Anastasiia Sadetskaia", "Asma Medjahed", "Remi Tucoulou", "Manfred Burghammer", "Henrik Birkedal", "Tilman A. Grünewald"], "title": "The crystalline properties of silica biomorphs vary within and between morphologies", "comment": null, "summary": "Silica-carbonate biomorphs are a class of emergent materials, i.e. composite\nmicrostructures made of nanometric carbonate crystallites surrounded by\namorphous silica. They form via a co-precipitation process in an interplay\nbetween alkaline earth metal carbonate and siliceous species, and self-organize\ninto a multitude of shapes with a distinct long-range order of the carbonate\nnanocrystals. Biomorphs are frequently studied to understand the formation of\nlife-like structures emerging from geochemical processes at extreme conditions.\nFurther, due to their optical properties they lend themselves as a platform for\noptical, electronic or magnetic functionalization. A big hurdle in this task is\nour incomplete understanding of the underlying formation process and how the\ninterplay between synthesis parameters affects important nanoscale properties\nsuch as crystalline structure and texture, as well as the shape on the\nmicroscale. Here, we use X-ray texture and diffraction tomography to unveil the\nlocal crystalline texture in 3D of silica-witherite biomorphs. We find\nsurprisingly different growth motifs across different morphologies, but also\nthat the crystalline properties vary significantly within a single structure.\nWe distinguish different growth regimes and from that, infer how the\nco-precipitating silica shapes the crystalline particles. Thereby, we gain\ndeeper insight into how biomorphs form these distinct complex morphologies."}
{"id": "2508.21791", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21791", "abs": "https://arxiv.org/abs/2508.21791", "authors": ["Yafis Barlas", "Fan Zhang", "Enrico Rossi"], "title": "Quantum Geometry Induced Kekulé Superconductivity in Haldane phases", "comment": "8 pages", "summary": "Chiral two-dimensional electron gases, which capture the electronic\nproperties of graphene and rhombohedral graphene systems, exhibit singular\nmomentum-space vortices and are susceptible to interaction-induced topological\nHaldane phases. Here, we investigate pairing interactions in these\ninversion-symmetric Haldane phases of chiral two-dimensional electron gases. We\ndemonstrate that the nontrivial band topology of the Haldane phases enhances\nintra-valley (${\\bf Q} = \\pm 2 {\\bf K_D}$) pair susceptibility relative to\ninter-valley (${\\bf Q} = 0$) pair susceptibility, favoring the emergence of a\nlattice-scale pair-density wave order. When longitudinal acoustic phonons\nmediate the pairing interaction, the system supports a chiral Kekul\\`{e}\nsuperconducting order. Our findings are relevant to superconductivity in\nrhombohedral graphene and Kagome metals."}
{"id": "2508.21326", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21326", "abs": "https://arxiv.org/abs/2508.21326", "authors": ["Zeinab Bakhshipour", "Mir Vahid Hosseini"], "title": "Electronic correlations in magnetized helical edge states coupled to s-wave superconductors", "comment": "18 pages, 9 figures", "summary": "We theoretically study the role of electron-electron interactions in\none-dimensional magnetized helical states coupled to an s-wave superconductor.\nWe consider a partially mixed helical (superhelical) regime, where the magnetic\nfield (superconductivity) has a dominant contribution. Using bosonization and\nrenormalization group techniques, it is shown how the interactions affect the\ncorrelation functions in the system. In the partially mixed helical regime, we\nfind that superconducting pairing promotes spin-density-wave correlations,\nwhile singlet and triplet pairing correlations suppress, especially under\nattractive interactions. In contrast, in the superhelical regime, a\nperturbative Zeeman field enhances both spin singlet and spin triplet-x\npairings under repulsive interactions. We calculate both logarithmic and\nresidual corrections to charge-density-wave, spin-density-wave, and pairing\ncorrelations, revealing short- and long-range behaviors. We further investigate\nspin transport properties supplemented by a renormalization group analysis of\nthe temperature and frequency dependence of spin conductivity. We also analyze\nthe transport of momentum-spin-locked carriers in the presence of\nZeeman-induced and pairing-induced gaps, uncovering the effect of interactions\nand the interplay between the two gaps in helical systems."}
{"id": "2508.21127", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21127", "abs": "https://arxiv.org/abs/2508.21127", "authors": ["Zhaoyu Han", "Jonah Herzog-Arbeitman", "Qiang Gao", "Eslam Khalaf"], "title": "Exact models of chiral flat-band superconductors", "comment": null, "summary": "Recent experiments have reported the surprising observation of\nsuperconductivity in flavor polarized, nearly flat bands (FBs) of rhombohedral\ngraphene. Motivated by these findings, we introduce a class of models for\nsingle-flavor FBs with inversion symmetry, where we show a local attractive\ninteraction between orbitals with opposite parities leads to an exact\nsuperconducting ground state. We argue that this model can be relevant to\nrealistic multi-flavor systems including short-range repulsion, since the main\neffect of such repulsion is to induce flavor polarization leaving possibly\nattractive residual interaction between different flavorless orbitals. The\nnature of the pairing is determined by the interplay between the FB quantum\ngeometry and the interaction, and is often topological when the parent FB is\nso. Interestingly, each such model has two nearly degenerate pairing modes,\nwhose energetic competition can be tuned by a change in the charge transfer gap\nbetween the two orbitals or electron density. These modes have the same angular\nmomentum but different pairing amplitude structure and possibly different\ntopology. We show that the superfluid stiffness is proportional to the\nattractive interaction scale using a combination of analytical variational\nupper bounds and numerical bootstrap lower bounds. We find empirically that the\nmaximum superfluid stiffness is achieved when the hot spots of quantum geometry\nin the Brillouin zone are marginally filled."}
{"id": "2508.21492", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21492", "abs": "https://arxiv.org/abs/2508.21492", "authors": ["Samuel Aldana", "Michael Nolan"], "title": "Control of growth morphology of deposited fcc metals through tuning substrate-metal interactions", "comment": "58 pages, 10 figures", "summary": "Precise control over thin film morphology is critical for optimizing material\nproperties across diverse technological applications, as the growth mode\n(whether 2D layer-by-layer or 3D island formation)determines key functional\nproperties such as electrical conductivity in CMOS interconnect applications\nand catalytic activity, where island distribution and size dictate performance.\nTo explore the role of the substrate on the morphology of deposited metals, we\npresent extensive kinetic Monte Carlo simulations on six fcc metals growing in\nthe (111) direction: Ag, Au, Cu, Ni, Pd and Pt. Our simulation framework\nenables screening and evaluation of their growth mode under homoepitaxial\ngrowth scenarios and proposes morphology control strategies by variation of\nsubstrate-metal interaction strengths, modeled by modifying the activation\nenergies for upward and downward migration, combined with thermal vacuum\nannealing within typical back end of line (BEOL) integration thermal budget.\nOur simulation results demonstrate that modulation of the substrate interaction\nstrength can be effectively employed to promote island formation or\nlayer-by-layer growth modes overcoming limitations in achieving large flat\nsurface areas. Au, Pd and Pt exhibit the highest sensitivity to substrate\ninteraction strength variations, followed by Ag, showing that strongly\ninteracting substrates decrease the root mean square (RMS) roughness,\n(uncovered) substrate exposure, island number and island aspect ratios, with\nmoderate increases in flat surface areas and atomic coordination numbers.\nAdditionally, interconnect relevant metrics are improved through thermal vacuum\nannealing particularly when sufficiently strong metal-substrate interactions\nare employed, reducing surface roughness, achieving larger flat surface areas,\nmerging and smoothing islands, and decreasing defect density..."}
{"id": "2508.21170", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21170", "abs": "https://arxiv.org/abs/2508.21170", "authors": ["Nathalie K. Fernando", "Nayera Ahmed", "Katherine Milton", "Claire A. Murray", "Anna Regoutz", "Laura E. Ratcliff"], "title": "Simulation of Radiation Damage on [M(COD)Cl]$_2$ using Density Functional Theory", "comment": null, "summary": "Theoretical calculations of materials have in recent years shown promise in\nfacilitating the analysis of convoluted experimental data. This is particularly\ninvaluable in complex systems or for materials subject to certain environmental\nconditions, such as those exposed to X-ray radiation during routine\ncharacterisation. Despite the clear benefit in this use case to shed further\nlight on intermolecular damage processes, the use of theory to study radiation\ndamage of samples is still not commonplace, with very few studies in existing\nliterature. In this paper, we demonstrate the potential of density functional\ntheory for modelling the electronic structure of two industrially important\norganometallic systems of the formula [M(COD)Cl]$_2$ where M=Ir/Rh and\nCOD=1,5-cyclooctadiene, which are subject to X-ray irradiation via X-ray\nDiffraction and X-ray Photoelectron Spectroscopy. Our approach allows\ncalculated spectra to be compared directly to experimental data, in this case,\nthe X-ray photoelectron valence band spectra, enabling the valuable correlation\nof individual atomic states to the electronic structure."}
{"id": "2508.21388", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21388", "abs": "https://arxiv.org/abs/2508.21388", "authors": ["A. M. Shvaika", "J. K. Freericks"], "title": "Out-of-time ordered correlation functions for the localized $f$ electrons in the Falicov-Kimball model", "comment": "13 pages, 12 figures", "summary": "We provide an exact evaluation of the out-of-time correlation (OTOC)\nfunctions for the localized $f$-particle states in the Falicov-Kimball model\nwithin dynamical mean-field theory. Different regimes of quantum chaos and\nquantum scrambling are distinguished by the winding numbers of the block\nToeplitz matrices used in the calculation. The similarities of these fermionic\nOTOCs and their Lyapunov exponents for time evolution with the OTOCs for\nquantum spin models with disorder are also discussed."}
{"id": "2508.21326", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21326", "abs": "https://arxiv.org/abs/2508.21326", "authors": ["Zeinab Bakhshipour", "Mir Vahid Hosseini"], "title": "Electronic correlations in magnetized helical edge states coupled to s-wave superconductors", "comment": "18 pages, 9 figures", "summary": "We theoretically study the role of electron-electron interactions in\none-dimensional magnetized helical states coupled to an s-wave superconductor.\nWe consider a partially mixed helical (superhelical) regime, where the magnetic\nfield (superconductivity) has a dominant contribution. Using bosonization and\nrenormalization group techniques, it is shown how the interactions affect the\ncorrelation functions in the system. In the partially mixed helical regime, we\nfind that superconducting pairing promotes spin-density-wave correlations,\nwhile singlet and triplet pairing correlations suppress, especially under\nattractive interactions. In contrast, in the superhelical regime, a\nperturbative Zeeman field enhances both spin singlet and spin triplet-x\npairings under repulsive interactions. We calculate both logarithmic and\nresidual corrections to charge-density-wave, spin-density-wave, and pairing\ncorrelations, revealing short- and long-range behaviors. We further investigate\nspin transport properties supplemented by a renormalization group analysis of\nthe temperature and frequency dependence of spin conductivity. We also analyze\nthe transport of momentum-spin-locked carriers in the presence of\nZeeman-induced and pairing-induced gaps, uncovering the effect of interactions\nand the interplay between the two gaps in helical systems."}
{"id": "2508.21508", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21508", "abs": "https://arxiv.org/abs/2508.21508", "authors": ["Modhumita Sariket", "Najrul Islam", "Saquib Shamim", "Nitesh Kumar"], "title": "Exploring the signature of two ferromagnetic states and goniopolarity in LaCrGe3 through Hall effect", "comment": "8 pages, 5 figures", "summary": "LaCrGe3 has become a playground to understand quantum critical phenomena in\nferromagnetic (FM) materials. It has also garnered attention due to its\npeculiar two FM phases. Here, we demonstrate the presence of these phases using\nthe Hall effect. Continuous temperature-dependent Hall resistivity measurements\nat fixed magnetic fields clearly demonstrate the presence of these phases,\nregardless of the direction of the applied magnetic field. The remanent Hall\nresistivity and Hall coefficient undergo a maximum and a minimum, respectively,\nat the boundary between the two phases. We observe significantly large\nanomalous Hall conductivity of 1160 ohm-1cm-1 at 2 K when the magnetic field is\napplied along the magnetic easy axis, which is dominated by intrinsic effects,\nat least in the low-temperature FM phase. In the paramagnetic (PM) phase,\nhexagonal LaCrGe3 exhibits opposite charge carrier polarities along different\ncrystallographic directions, attributed to the anisotropic Fermi surface\ngeometry, a phenomenon known as \"goniopolarity\". The coexistence of goniopolar\ntransport and unconventional magnetic phases may lead this material as a\npromising candidate for future electronic devices."}
{"id": "2508.21173", "categories": ["cond-mat.mtrl-sci", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2508.21173", "abs": "https://arxiv.org/abs/2508.21173", "authors": ["S. J. Burns", "Danae N. Polsin"], "title": "X-ray diffraction strains in laser-ablated aluminum, nickel, sodium and Invar: pressures to 475 GPa", "comment": "23 pages with 6 figures", "summary": "Dynamically compressed materials in longitudinal waves are described by two\nphysical models: hydrostatic pressure, with equal, normal, principal stresses\nor material uniaxially strained in the wave propagation direction. These models\nare disparate, so experimental comparisons and evaluations are important.\nPolycrystalline material in a state of hydrostatic pressure, will have no\neccentricity of X-ray diffracted Debye-Scherrer rings. A general\nthree-dimensional solution of Bragg diffracted X-rays based on principal\ncrystallographic strains in the compression wave was found. The distortion of\nX-ray diffraction beams has been used for strain measurements; the analysis\ndeveloped incorporates a strained reciprocal lattice and the incident X-ray\nbeam. Strain distorted Polanyi surfaces form an annulus of compression with an\nellipsoid of revolution in reciprocal space which is intersected by Ewald\nsphere for Bragg diffraction. The in-situ measurements for strain describe\nnanosecond diffraction evaluated using two planes, and both in the same\ncrystallographic phase. Diffraction from Al, Ni, Na, and Invar quantify the\ncompression axial strains in these materials: the compression axial ratios are\n0.65, 1.05, 0.88 and 1.58 at pressures of 291, 402, 409, and 367 GPa for the\nrespective materials. Crystal structure transformations with homogeneous\npressurized stresses, mandating equal normal strains, should not be anticipated\nto agree with heterogeneous, uniaxially strained and sheared crystalline\nphases. Measurements support in-plane strains increasing with pressure, p, in\nfcc and hcp aluminum as with p in GPa."}
{"id": "2508.21405", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21405", "abs": "https://arxiv.org/abs/2508.21405", "authors": ["Tao Yang", "Rui Wang", "Z. Y. Xie", "Baigeng Wang"], "title": "Determination of ground states of one-dimensional quantum systems using the cluster iTEBD method", "comment": null, "summary": "Within the framework of imaginary-time evolution for matrix product states,\nwe introduce a cluster version of the infinite time-evolving block decimation\nalgorithm for simulating quantum many-body systems, addressing the\ncomputational accuracy challenges in strongly correlated physics. By redefining\nthe wave-function ansatz to incorporate multiple physical degrees of freedom,\nwe enhance the representation of entanglement, thereby improving the accuracy\nof the ground states. Utilizing the Trotter-Suzuki decomposition and optimized\ntruncation schemes, our method maintains roughly the same computational\ncomplexity while capturing more quantum correlations. We apply this approach to\nthree nontrivial cases: the gapless spin-1/2 Heisenberg chain, the spin-1\nanisotropic XXZD chain with a higher-order Gaussian-type phase transition, and\na spin-1/2 twisted triangular prism hosting a magnetic plateau phase. Improved\naccuracy in physical quantities, such as magnetization, ground-state energy,\nand entanglement entropy, has been demonstrated. This method provides a\nscalable framework for studying complex quantum systems with high precision,\nmaking it suitable for situations where a pure increase in bond dimension alone\ncannot guarantee satisfactory results."}
{"id": "2508.21575", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21575", "abs": "https://arxiv.org/abs/2508.21575", "authors": ["Matthijs Rog", "Tycho J. Blom", "Daan B. Boltje", "Jimi D. de Haan", "Remko Fermin", "Jiasen Niu", "Yasmin C. Doedes", "Milan P. Allan", "Kaveh Lahabi"], "title": "Tapping-mode SQUID-on-tip Microscopy with Proximity Josephson Junctions", "comment": "16 pages, 4 figures", "summary": "Studying nanoscale dynamics is essential for understanding quantum materials\nand advancing quantum chip manufacturing. Still, it remains a major challenge\nto measure non-equilibrium properties such as current and dissipation, and\ntheir relation to structure. Scanning nanoprobes utilizing superconducting\nquantum interference devices (SQUIDs) are uniquely suited here, due to their\nunparalleled magnetic and thermal sensitivity. Here, we introduce tapping-mode\nSQUID-on-tip, which combines atomic force microscopy (AFM) with nanoSQUID\nsensing. Our probes minimize nanoSQUID-sample distance, provide in-plane\nmagnetic sensitivity, and operate without lasers. Frequency multiplexing\nenables simultaneous imaging of currents, magnetism, dissipation and\ntopography. The large voltage output of our proximity-junction nanoSQUIDs\nallows us to resolve nanoscale currents as small as 100 nA using a simple\nfour-probe electronic readout without cryogenic amplification. By capturing\nlocal magnetic, thermal, and electronic response without external radiation,\nour technique offers a powerful non-invasive route to study dynamic phenomena\nin exotic materials and delicate quantum circuits."}
{"id": "2508.21526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21526", "abs": "https://arxiv.org/abs/2508.21526", "authors": ["Mohammed El Amine Miloudi", "Oliver Kühn"], "title": "Chemical Control of Mechanical Anisotropy and Band Alignment in Perylene-based Two-dimensional MoS$_2$-Organic Hybrids", "comment": null, "summary": "This study presents a comprehensive investigation of hybrid interfaces formed\nby monolayer MoS$_2$ coupled with the organic molecules perylene (P), perylene\ndiimide (PDI), and perylene orange (PO). Using density functional theory, we\ndemonstrate the extent to which the mechanical and electronic properties of a\nhybrid system can be altered by the chemical modification of a given\nchromophore. The three systems exhibit distinct differences due to their\nchemical composition and van der Waals contact enabled by their geometry. All\nsystems are structurally stable. The binding energies follow the order\nPD$>$P$>$PO due to the large $\\pi$-system (PD) and strong structural distortion\n(PO). Young's modulus and Poisson's ratio exhibit pronounced anisotropy in all\ncases. PO exhibits the greatest anisotropy due to steric effects and a\npermanent dipole, which introduce directionality to the molecule-surface\ninteraction. Physisorption is accompanied by net charge transfer in the same\norder as the binding energies. The associated interfacial polarization results\nin a change in the work function compared to pristine MoS$_2$ in the order\nP$>$PO$>$PD. Finally, the presence of organic molecules introduces states into\nthe MoS$_2$ energy gap, with the band alignment being either type II (P, PO) or\ntype I (PD)."}
{"id": "2508.21187", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21187", "abs": "https://arxiv.org/abs/2508.21187", "authors": ["Sage Fulco", "Prashant K. Purohit", "Michal K. Budzik", "Kevin T. Turner"], "title": "Fracture of disordered and stochastic lattice materials", "comment": null, "summary": "The failure of mechanical metamaterials is a function of the interplay\nbetween the properties of the base material and the microstructural geometry.\nStochastic failure properties of the base material and disordered\nmicrostructural geometries can contribute to variations in the global failure\nmechanics that are not captured in traditional analyses of ordered,\ndeterministic architected materials. We present a probabilistic framework that\ncouples stochastic material failure and geometric disorder to predict failure\nin lattice mechanical metamaterials. These predictions are verified through\nfinite element analysis, which confirm that disorder and stochasticity affect\nboth the mean and variance of the damage initiation load in a lattice, with\naverage failure loads being generally reduced and variance increasing with\nhigher levels of disorder and stochasticity. The fracto-cohesive length and\nrepresentative volume element size are also predicted and constrain the minimum\ndefect and lattice sizes, respectively, for failure to be considered a fracture\nprocess. The framework is extended to consider the fracture behavior of the\nlattice, the development of damage zones, and their impact on the steady-state\nfracture toughness."}
{"id": "2508.21729", "categories": ["cond-mat.str-el", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21729", "abs": "https://arxiv.org/abs/2508.21729", "authors": ["Yannic Rath", "Massimo Bortone", "George H. Booth"], "title": "Bayesian perspectives for quantum states and application to ab initio quantum chemistry", "comment": "To appear in \"Machine Learning in Condensed Matter Physics -\n  Significance, Challenges, and Future Directions\", a Springer Series in\n  Solid-State Sciences", "summary": "The quantum many-electron problem is not just at the heart of condensed\nmatter phenomena, but also essential for first-principles simulation of\nchemical phenomena. Strong correlation in chemical systems are prevalent and\npresent a formidable challenge in the simulation of these systems, while\npredictive phenomena in this domain often also requires a demanding level of\naccuracy to inform chemical behavior. Efficient representations of the\nmany-electron states of chemical systems are therefore also being inspired by\nmachine learning principles to provide an alternative to established\napproaches. In this chapter, we review recent progress in this endeavor for\nquantum chemical problems represented in second quantization, and the\nparticular challenges present in this field. In particular, we focus on the\napplication of Gaussian Process States emerging from efficient representations\nof the many-body wavefunction with rigorous Bayesian modeling frameworks,\nallowing for the unification of multiple paradigms under a common umbrella. We\nshow how such models (and other representations derived from machine learning)\ncan be used as novel tools to compute ab initio chemical properties, while in\nturn also informing the design of machine learning models to extract\ncorrelation patterns in classical data."}
{"id": "2508.21537", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21537", "abs": "https://arxiv.org/abs/2508.21537", "authors": ["Constantin Hilbrunner", "Tobias Meyer", "Joerg Malindretos", "Angela Rizzi"], "title": "Molecular Beam Epitaxy of 2H-TaS$_2$ few-layers on GaN(0001)", "comment": null, "summary": "2H-TaS$_2$ few layers have been grown epitaxially onto GaN(0001). A high\nsubstrate growth temperature of 825$^{\\circ}$C induces best structural\nproperties of the overlayer, as revealed by in-situ electron diffraction (RHEED\nand LEED). The 2D-overlayer grows unstrained right after deposition of a\nmonolayer. However, evidence of pits at the interface is provided by scanning\ntransmission electron microscopy, most probably due to GaN thermal\ndecomposition at the high growth temperature. In-situ x-ray photoemission\nspectroscopy shows core level shifts that are consistently related to electron\ntransfer from the n-GaN(0001) to the 2H-TaS$_2$ epitaxial layer as well as the\nformation of a high concentration of nitrogen vacancies close to the interface.\nFurther, no chemical reaction at the interface between the substrate and the\ngrown TaS$_2$ overlayer is deduced from XPS, which corroborates the possibility\nof integration of 2D 2H-TaS$_2$ with an important 3D semiconducting material\nlike GaN."}
{"id": "2508.21211", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21211", "abs": "https://arxiv.org/abs/2508.21211", "authors": ["Anna Fancelli", "Matías G. Gonzalez", "Subhankar Khatua", "Bella Lake", "Michel J. P. Gingras", "Jeffrey G. Rau", "Johannes Reuther"], "title": "Anharmonic Collective Oscillations in Isotropic Spin Systems and their Spectroscopic Signatures", "comment": null, "summary": "Spin waves are the fundamental excitations in magnetically ordered spin\nsystems and are ubiquitously observed in magnetic materials. However, the\nstandard understanding of spin waves as collective spin oscillations in an\neffective harmonic potential does not consider the possibility of soft modes,\nsuch as those due to an effective quartic potential. In this work, we show that\nsuch quartic potentials arise under very general conditions in a broad class of\nisotropic spin systems without a fine-tuning of the interaction parameters.\nConsidering models with spin spiral ground states in two and three spatial\ndimensions, we numerically demonstrate that quartic amplitude spin oscillations\nproduce a fluctuation-induced spin-wave gap which grows with temperature\naccording to a characteristic power-law. In conjunction with a phenomenological\ntheory, the present work provides a general theoretical framework for\ndescribing soft spin modes, extending the previously discussed spin dynamics in\nthe presence of order-by-disorder, and highlighting the important role of\nfinite-size effects. Our predictions of a temperature-dependent gap in spiral\nspin systems could be tested in inelastic neutron scattering experiments,\nproviding direct spectroscopic evidence for thermal effects arising from soft\nspin modes in magnetic materials."}
{"id": "2508.21752", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21752", "abs": "https://arxiv.org/abs/2508.21752", "authors": ["Sebastian Allende", "David Galvez-Poblete"], "title": "On the Electronic Contribution to Crystalline Diffraction Patterns", "comment": null, "summary": "We introduce the electronic structure factor as a phase-sensitive\ncontribution to diffraction that directly encodes the properties of the\noccupied-band wave functions. In the one-dimensional SSH model,\n$F_{\\mathrm{cond}}$ is governed by the relative sublattice phase, which\nintegrates to the Zak phase. This provides a clear diffraction-based criterion\nto distinguish trivial and topological regimes in the absence of any structural\nchange. Beyond the SSH limit, the same Bloch-based construction naturally\naccounts for commensurate and incommensurate magnetic satellites in\nantiferromagnets, reproducing the additional peaks at $q=G\\pm Q$ observed in\nNiO, MnO, chromium, and cuprates. These results demonstrate that diffraction\ncan probe electronic topology and magnetic ordering on equal footing, opening a\nroute to phase-sensitive structural characterization of correlated electron\nsystems."}
{"id": "2508.21611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21611", "abs": "https://arxiv.org/abs/2508.21611", "authors": ["Igor Antoniazzi", "Łucja Kipczak", "Bruno Camargo", "Gayatri", "Chinmay Mohanty", "Kseniia Mosina", "Zdeněk Sofer", "Adam Babiński", "Arka Karmakar", "Maciej R. Molas"], "title": "Magneto-Excitonic Duality From Monolayer to Trilayer CrSBr", "comment": "9 pages, 5 figures", "summary": "Two-dimensional (2D) layered magnetic materials (LMMs) are a newly emerging\nclass of van der Waals materials, opening new opportunities to study\nmagneto-excitonic coupling. The air-stable, structurally and optically\nanisotropic A-type antiferromagnetic chromium sulfur bromide (CrSBr) is one of\nthe most prominent examples of such LMMs. We investigate photoluminescence (PL)\nand PL excitation of mono- to tri-layers CrSBr and find that it exhibits a\nunique duplexity, supporting both Frenkel- and Wannier-Mott-like excitons. Our\nmagneto-optical experiments reveal a similar excitonic response from the mono-\nand trilayer systems and a completely different signature in the bilayer flake.\nThis shows a different origin of the low-lying excitonic species (A, A', and B)\nin the band structure. We confirm the robustness of the magneto-excitonic\ncoupling in few-layer CrSBr. Our work enables a more comprehensive exploration\nof the dual excitonic behavior in 2D materials."}
{"id": "2508.21234", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21234", "abs": "https://arxiv.org/abs/2508.21234", "authors": ["Jun-Xiao Lin", "Yann Le Guen", "Julius Hohlfeld", "Jon Gorchon", "Grégory Malinowski", "Stéphane Mangin", "Daniel Lacour", "Thomas Hauet", "Michel Hehn"], "title": "Exploring Co, Fe, and Ni Reference Layers for Single-Pulse All-Optical Reversal in Ferromagnetic Spin Valves", "comment": "14 pages, 4 figures", "summary": "We investigate the magnetization reversal process induced by a single\nfemtosecond laser pulse in ferromagnetic spin valves by systematically\ncomparing reference layers composed of pure Co, Ni, and Fe. To circumvent the\nloss of perpendicular magnetic anisotropy associated with changes in reference\nlayer material and thickness, we design spin valves with in plane\nmagnetizations. While antiparallel to parallel switching is observed for all\nthree elements, parallel to antiparallel switching occurs only with a Co\nreference layer and is absent with Ni and Fe. This difference is attributed to\nthe distinct ultrafast magnetization dynamics of the reference materials. Our\nresults support the hypothesis that parallel to antiparallel switching requires\na rapid remagnetization of the reference layer, which generates a substantial\nnegative spin current polarized opposite to the free layer magnetization an\nessential condition for triggering its reversal."}
{"id": "2508.21759", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21759", "abs": "https://arxiv.org/abs/2508.21759", "authors": ["Anna Yu. Efimova", "Yohei Saito", "Atsushi Kawamoto", "Martin Dressel", "Louk Rademaker", "Andrej Pustogow"], "title": "Universal relation between residual resistivity and A coefficient in correlated metals", "comment": "11 pages, 8 figures", "summary": "The effects of strong electronic correlations and disorder are crucial for\nemergent phenomena such as unconventional superconductivity, metal-insulator\ntransitions, and quantum criticality. While both are omnipresent in real\nmaterials, their individual impacts on charge transport remain elusive. To\ndisentangle their respective roles, we have independently varied the degree of\nrandomness and the strength of electronic correlations -- by chemical\nsubstitution and physical pressure, respectively -- within the metallic phase\nnearby a Mott-insulating state. We find a distinct correlation dependence of\nthe disorder-dependent residual resistivity $\\rho_0$ in the Fermi-liquid regime\n$\\rho(T)=\\rho_0 + A T^2$, where $A\\propto (m^{\\star}/m)^2$ quantifies the\nelectronic mass enhancement. Contrary to conventional expectations, we observe\nthat at fixed disorder level $\\rho_0$ grows linearly with $A$. This scaling can\nbe understood in terms of chemical-potential fluctuations with variance\n$\\sigma_\\mu^2$, yielding $\\rho_0 \\propto A\\,\\sigma_\\mu^2$. By comparing our\nfindings to transport data on other organic Mott systems, oxides, heavy-fermion\ncompounds, and moir\\'e materials, we demonstrate that this new relation between\nresidual resistivity and mass enhancement is a universal feature of correlated\nmetals."}
{"id": "2508.21612", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21612", "abs": "https://arxiv.org/abs/2508.21612", "authors": ["Rekikua Alemayehu", "Steffen Zeuschner", "Alexander von Reppert", "Matthias Roessle", "Marin Alexe", "Matias Bargheer"], "title": "Rapid heat assisted polarization reversal in ferroelectric thin films", "comment": "5 pages, 3 Figures", "summary": "We demonstrate that switching of ferroelectric thin-films sandwiched between\nmetallic electrodes can be controlled by laser-assisted heating, reminiscent of\nheat-assisted magnetic recording. We employ electrical switching cycles that\nquantify the electrically switchable remanent polarization $P_\\mathrm{r}$ and\nshow that 300\\,ns voltage pulses alone change the polarization by less than\n$\\Delta P<P_\\mathrm{r}$. Transient heating of the metallic top electrode by\nsynchronized ns laser-pulses induces a reversal $\\Delta\nP^\\mathrm{L}>P_\\mathrm{r}$ of the average polarization. The transient average\ntemperature modeled by the heat equation can rationalize the polarization\nchange observed for different relative timing $\\Delta t$ of the laser pulse, if\nit arrives before the electrical pulse."}
{"id": "2508.21281", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21281", "abs": "https://arxiv.org/abs/2508.21281", "authors": ["Danylo Radevych", "Tatsuya Shishidou", "Michael Weinert", "Elena R. Margine", "Aleksey N. Kolmogorov", "Igor I. Mazin"], "title": "Rigid muffin-tin approximation in plane-wave codes for fast modeling of phonon-mediated superconductors", "comment": null, "summary": "We present a pseudopotential-based plane-wave implementation of the rigid\nmuffin-tin approximation (RMTA), offering a computationally efficient\nalternative to its traditional use in all-electron codes. This approach enables\nthe evaluation of angular-momentum-resolved electron-phonon matrix elements and\nMcMillan-Hopfield parameters of not only elemental transition metals but also\ntheir compounds. The results are benchmarked against full-potential linearized\naugmented plane wave calculations, showing excellent agreement. We further\noutline a practical route to extract atom- and symmetry-type-resolved\nelectron-phonon coupling constants. By enabling the use of RMTA descriptors\nwithin high-throughput workflows, this framework significantly lowers the\ncomputational cost of screening candidate superconductors, providing a valuable\ntool for materials discovery."}
{"id": "2508.21768", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21768", "abs": "https://arxiv.org/abs/2508.21768", "authors": ["Mohit Lal Bera", "Armando Pérez", "Miguel A. García-March", "Ravindra Chhajlany", "Tobias Grass", "Maciej Lewenstein", "Utso Bhattacharya", "Sourav Bhattacharjee"], "title": "A Hybrid Anyon-Otto thermal machine", "comment": "10 pages, 6 figures, comments welcome", "summary": "We propose a four-stroke quantum thermal machine based on the 1D anyon\nHubbard model, which is capable of extracting the excess energy arising from\nanyon exclusion statistics at low temperature into finite work. Defining a\nhybrid anyon-Otto (HAO) cycle, we find that the low temperature work, in the\nabsence of any interactions, is maximised in the pseudo fermionic limit, where\nthe anyons most closely resemble free fermions. However, when weak interactions\nare introduced, the work output is no longer maximized at the bosonic or\npseudo-fermionic extremes, but instead peaks at intermediate statistical\nangles. This clearly demonstrates that interactions and anyonic statistics\nconspire non-trivially to enhance performance, with interacting anyons offering\ngreater quantum thermodynamic advantage than either bosons or pseudo-fermions,\nin this regime. Furthermore, we also identify different modes of operation of\nthe HAO cycle, one of which emerges as a direct consequence of the finite anyon\nenergy at low temperature."}
{"id": "2508.21621", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21621", "abs": "https://arxiv.org/abs/2508.21621", "authors": ["Saswata Halder", "Binita Ghosh", "T. P. Sinha"], "title": "Scaling of the Electrical Conductivity Spectra Reveals Distinct Transport Responses in A2SmTaO6 [A = Ba, Sr, Ca]", "comment": null, "summary": "Disorder plays an important role in materials science, influencing material\nbehavior across different length scales. Imperfections like vacancies, atomic\nsubstitutions, lattice distortions, and microstructural inhomogeneities,\ndisrupt ideal periodicity thereby altering physical properties. Analogous to\nspin-glass systems, electrical 'glassiness' arises when charge carriers\nconfront disordered energy landscapes, leading to a broad range of relaxation\ntimes, especially in polycrystalline materials where dipoles experience\ncompeting exchange interactions. Complex impedance, permittivity, and electric\nmodulus distill out separate resistive and capacitive effects, offering\ninsights into how microstructural inhomogeneities affects conduction mechanism.\nIn polycrystalline double perovskites A2SmTaO6 (A = Ba, Ca), with a power law\ndriven ac conductivity, the hopping and relaxation of carriers is affected by\nboth grains and grain boundaries. Scaling of ac conductivity and impedance\nresponse reveals correlation between conduction and relaxation timescales. The\ninhomogeneities in local energy landscape of 'frustrated' dipoles restrict the\n'universality' of conduction mechanism across the bulk length scale."}
{"id": "2508.21292", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21292", "abs": "https://arxiv.org/abs/2508.21292", "authors": ["Yiran Peng", "Rui Liu", "Pengyu Zheng", "Zhiping Yin"], "title": "Correlation tuned Fermi-arc topology in a Weyl ferromagnet", "comment": null, "summary": "Electrons on Fermi arcs (FAs), a hallmark of Weyl semimetals, exhibit chiral\ntransport harboring chiral anomaly, negative magnetoresistance, and Majorana\nzero modes. While FAs were observed in exemplary Weyl semimetal TaAs and\nCo3Sn2S2, the manipulation of FAs has been rarely explored. Here we take\nCo3Sn2S2 as an example and demonstrate that tuning the electronic correlation\nstrength is an effective way to control the topology and connectivity of FAs.\nAfter achieving a good agreement with experimentally measured band structure by\nemploying combined density functional theory and dynamical mean field theory\n(DFT+DMFT) calculations, we show that the experimental charge dynamics are well\nreproduced by DFT+DMFT calculations but not DFT calculations. Electronic\ncorrelation renormalizes the bands around the Fermi level and modifies the\nenergy and location of Weyl points, and the resulting FAs. In particular, on\nthe Co-terminated surface, the FAs are formed by connecting Weyl points located\nin adjacent Brillouin zones in DFT+DMFT calculations and experiments, in strong\ncontrast to the FAs connecting Weyl points within the same Brillouin zone in\nDFT calculations. We further show the evolution of FAs with correlation and\nreveal a topological change of the FAs on the Sn-terminated surface at stronger\ncorrelation strength. Our study sheds new light on experimental manipulation of\nFAs to improve the electronic properties of correlated Weyl semimetals."}
{"id": "2508.21089", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21089", "abs": "https://arxiv.org/abs/2508.21089", "authors": ["Nannan Tang", "Shuai Li", "Yanzhao Liu", "Jiayi Yang", "Huakun Zuo", "Gangjian Jin", "Yi Ji", "Bing Shen", "Dingyong Zhong", "Donghui Guo", "Qizhong Zhu", "Zhongbo Yan", "Haizhou Lu", "Jian Wang", "Huichao Wang"], "title": "Phonon-scattering-induced quantum linear magnetoresistance up to room temperature", "comment": null, "summary": "The realization of quantum transport effects at elevated temperatures has\nlong intrigued researchers due to the implications for unveiling novel physics\nand developing quantum devices. In this work, we report remarkable quantum\nlinear magnetoresistance (LMR) in the Weyl semiconductor tellurium at high\ntemperatures of 40-300 K under strong magnetic fields up to 60 T. At high\nfields, the Weyl band features a large energy gap between the lowest and first\nLandau levels, which suppresses thermal excitation and preserves Landau\nquantization at high temperatures. The LMR is observed as long as majority\ncarriers remain in the lowest Landau level without requiring monochromaticity,\nallowing it to persist up to room temperature. The inverse relationship between\nthe LMR slope and temperature provides clear evidence that quantum LMR\noriginates from high-temperature phonon scattering in the quantum limit,\nfirstly demonstrating a theoretical prediction made nearly fifty years ago.\nThis study highlights the key role of electron-phonon interaction and reveals\nan innovative quantum mechanism for achieving high-temperature LMR,\nfundamentally distinct from previous findings. Our results bridge a gap in the\nunderstanding of phonon-mediated quantum-limit physics and establish strong\nmagnetic fields at high temperatures as a promising platform for exploring\nnovel quantum phenomena."}
{"id": "2508.21663", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21663", "abs": "https://arxiv.org/abs/2508.21663", "authors": ["Ardavan Mehdizadeh", "Peter Schindler"], "title": "Surface Stability Modeling with Universal Machine Learning Interatomic Potentials: A Comprehensive Cleavage Energy Benchmarking Study", "comment": "70 pages total (main paper + supplementary information), 4 figures in\n  main text, multiple supplementary figures and tables", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized\ncomputational materials science by bridging the gap between quantum mechanical\naccuracy and classical simulation efficiency, enabling unprecedented\nexploration of materials properties across the periodic table. Despite their\nremarkable success in predicting bulk properties, no systematic evaluation has\nassessed how well these universal MLIPs (uMLIPs) can predict cleavage energies,\na critical property governing fracture, catalysis, surface stability, and\ninterfacial phenomena. Here, we present a comprehensive benchmark of 19\nstate-of-the-art uMLIPs for cleavage energy prediction using our previously\nestablished density functional theory (DFT) database of 36,718 slab structures\nspanning elemental, binary, and ternary metallic compounds. We evaluate diverse\narchitectural paradigms, analyzing their performance across chemical\ncompositions, crystal systems, thickness, and surface orientations. Our results\nreveal that training data composition dominates architectural sophistication:\nmodels trained on the Open Materials 2024 (OMat24) dataset, which emphasizes\nnon-equilibrium configurations, achieve mean absolute percentage errors below\n6% and correctly identify the thermodynamically most stable surface\nterminations in 87% of cases, without any explicit surface energy training. In\ncontrast, architecturally identical models trained on equilibrium-only datasets\nshow five-fold higher errors, while models trained on surface-adsorbate data\nfail catastrophically with a 17-fold degradation. Remarkably, simpler\narchitectures trained on appropriate data achieve comparable accuracy to\ncomplex transformers while offering 10-100x computational speedup. These\nfindings show that the community should focus on strategic training data\ngeneration that captures the relevant physical phenomena."}
{"id": "2508.21298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21298", "abs": "https://arxiv.org/abs/2508.21298", "authors": ["T. Shimizu", "R. Tobise", "T. Kurosawa", "S. Tsuchiya", "M. Oda", "Y. Toda", "V. V. Kabanov", "D. Mihailovic", "T. Mertelj"], "title": "Critical photoinduced reflectivity relaxation dynamics in single-layer Bi-based cuprates near the pseudogap end point", "comment": null, "summary": "A comprehensive study of photoinduced transient reflectivity dynamics in\nheavily overdoped single-layer cuprate (Bi,Pb)$_{2}$Sr$_{2}$CuO$_{6+\\delta}$\n(Pb-Bi2201), across the end points of the pseudogap and superconducting phases,\nhas been conducted using optical ultrafast time-resolved pump-probe\nspectroscopy. In the Pb-Bi2201 just before reaching the pseudogap end point,\nthe transient reflectivity dynamics above $T_{{\\rm c}}$ resemble the pseudogap\nresponse observed in optimally doped La-Bi2201. At low temperatures, however,\nthe relaxation time exhibits a power-law divergence,\n$\\tau\\sim10\\hbar/k_{\\mathrm{B}}T$, signaling quantum critical behavior at the\npseudogap end point doping. A similar power-law increase in relaxation time is\nalso observed in Pb-Bi2201 just beyond the pseudogap doping end point, though\nit is less pronounced."}
{"id": "2508.21292", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21292", "abs": "https://arxiv.org/abs/2508.21292", "authors": ["Yiran Peng", "Rui Liu", "Pengyu Zheng", "Zhiping Yin"], "title": "Correlation tuned Fermi-arc topology in a Weyl ferromagnet", "comment": null, "summary": "Electrons on Fermi arcs (FAs), a hallmark of Weyl semimetals, exhibit chiral\ntransport harboring chiral anomaly, negative magnetoresistance, and Majorana\nzero modes. While FAs were observed in exemplary Weyl semimetal TaAs and\nCo3Sn2S2, the manipulation of FAs has been rarely explored. Here we take\nCo3Sn2S2 as an example and demonstrate that tuning the electronic correlation\nstrength is an effective way to control the topology and connectivity of FAs.\nAfter achieving a good agreement with experimentally measured band structure by\nemploying combined density functional theory and dynamical mean field theory\n(DFT+DMFT) calculations, we show that the experimental charge dynamics are well\nreproduced by DFT+DMFT calculations but not DFT calculations. Electronic\ncorrelation renormalizes the bands around the Fermi level and modifies the\nenergy and location of Weyl points, and the resulting FAs. In particular, on\nthe Co-terminated surface, the FAs are formed by connecting Weyl points located\nin adjacent Brillouin zones in DFT+DMFT calculations and experiments, in strong\ncontrast to the FAs connecting Weyl points within the same Brillouin zone in\nDFT calculations. We further show the evolution of FAs with correlation and\nreveal a topological change of the FAs on the Sn-terminated surface at stronger\ncorrelation strength. Our study sheds new light on experimental manipulation of\nFAs to improve the electronic properties of correlated Weyl semimetals."}
{"id": "2508.21670", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21670", "abs": "https://arxiv.org/abs/2508.21670", "authors": ["David Yang", "James Wrigley", "Jack Griffiths", "Longlong Wu", "Ana F. Suzana", "Jiecheng Diao", "Angel Rodriguez-Fernandez", "Joerg Hallmann", "Alexey Zozulya", "Ulrike Boesenberg", "Roman Shayduk", "Jan-Etienne Pudell", "Anders Madsen", "Ian K. Robinson"], "title": "Anomalous ultrafast heat transfer in single palladium nanocrystals seen with an X-ray free electron laser", "comment": "25 pages, 5 figures", "summary": "We report transient highly strained structural states in individual palladium\n(Pd) nanocrystals, electronically heated using an optical laser, which precede\ntheir uniform thermal expansion. Using an X-ray free-electron laser probe, the\nevolution of individual 111 Bragg peaks is measured as a function of delay time\nat various laser fluences. Above a laser fluence threshold at a sufficient\npump-probe delay, the Bragg peak splits into multiple peaks, indicating\nheterogeneous strain, before returning to a single peak, corresponding to even\nheat distribution throughout the lattice expanded crystal. Our findings are\nsupported by a lattice displacement and strain model of a single nanocrystal at\ndifferent delay times, which agrees with the experimental data. Our\nobservations have implications for understanding femtosecond laser interactions\nwith metals and the potential photo-catalytic performance of Pd."}
{"id": "2508.21311", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21311", "abs": "https://arxiv.org/abs/2508.21311", "authors": ["Songyuan Geng", "Xin Wang", "Risi Guo", "Chen Qiu", "Fangjie Chen", "Qun Wang", "Kangjie Li", "Peipei Hao", "Hanpu Liang", "Yang Huang", "Yunbo Wu", "Shengtao Cui", "Zhe Sun", "Timur K. Kim", "Cephise Cacho", "Daniel S. Dessau", "Benjamin T. Zhou", "Haoxiang Li"], "title": "Experimental realization of dice-lattice flat band at the Fermi level in layered electride YCl", "comment": null, "summary": "Flat electronic bands, where interactions among electrons overwhelm their\nkinetic energies, hold the promise for exotic correlation physics. The dice\nlattice has long been theorized as a host of flat bands with intriguing band\ntopology. However, to date, no material has ever been found to host the\ncharacteristic flat bands of a dice lattice. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we discover a dice-lattice flat band at\n$E_F$ in the van der Waals (vdW) electride [YCl]$^{2+}$: 2e-. In this system,\nexcess valence electrons from Y deconfine from the cation framework to form an\ninterstitial anionic electron lattice that constitutes the dice lattice. Our\nARPES measurements unambiguously identify two sets of dice-lattice bands in\nYCl, including a nearly dispersionless band at the Fermi level. The flat bands\nand other dispersive bands observed in ARPES find excellent agreement with\nfirst-principles calculations, and theoretical analysis reveals that the\nnear-$E_F$ electronic structure is well captured by a simple dice-lattice\nmodel. Our findings thus end the long quest of a real dice flat band material\nand establish vdW electride YCl as a prototype of dice metals. Our results\nfurther demonstrate the anionic electron lattice as a novel scheme for\nrealizing lattice geometries and electronic structures rare to find in\nconventional crystalline systems."}
{"id": "2508.21298", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21298", "abs": "https://arxiv.org/abs/2508.21298", "authors": ["T. Shimizu", "R. Tobise", "T. Kurosawa", "S. Tsuchiya", "M. Oda", "Y. Toda", "V. V. Kabanov", "D. Mihailovic", "T. Mertelj"], "title": "Critical photoinduced reflectivity relaxation dynamics in single-layer Bi-based cuprates near the pseudogap end point", "comment": null, "summary": "A comprehensive study of photoinduced transient reflectivity dynamics in\nheavily overdoped single-layer cuprate (Bi,Pb)$_{2}$Sr$_{2}$CuO$_{6+\\delta}$\n(Pb-Bi2201), across the end points of the pseudogap and superconducting phases,\nhas been conducted using optical ultrafast time-resolved pump-probe\nspectroscopy. In the Pb-Bi2201 just before reaching the pseudogap end point,\nthe transient reflectivity dynamics above $T_{{\\rm c}}$ resemble the pseudogap\nresponse observed in optimally doped La-Bi2201. At low temperatures, however,\nthe relaxation time exhibits a power-law divergence,\n$\\tau\\sim10\\hbar/k_{\\mathrm{B}}T$, signaling quantum critical behavior at the\npseudogap end point doping. A similar power-law increase in relaxation time is\nalso observed in Pb-Bi2201 just beyond the pseudogap doping end point, though\nit is less pronounced."}
{"id": "2508.21711", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21711", "abs": "https://arxiv.org/abs/2508.21711", "authors": ["Tomoya Nakatani", "Nattamon Suwannaharn", "Taisuke Sasaki"], "title": "Investigation of structure and anisotropic electrical resistivity in single-crystalline CoSn kagome metal thin films for interconnect applications", "comment": null, "summary": "CoSn kagome metal is a pseudo-one-dimensional electronic conductor,\nexhibiting low resistivity (\\r{ho}) along the [0001] direction (c-axis) and\nsignificantly higher \\r{ho} along other crystallographic directions. Such\nanisotropic conduction is expected to mitigate resistivity increases in narrow\ninterconnect wires at advanced semiconductor technology process nodes, making\nCoSn a promising candidate for future interconnect applications. In this study,\nCoSn thin films were fabricated by magnetron sputtering, and their resistivity\nanisotropy was investigated with respect to crystallographic orientation.\nEpitaxial growth of single-crystalline CoSn(10-10) films was achieved on a\nRu(10-10) buffer layer at deposition temperatures above 350 {\\deg}C. The CoSn\nfilms exhibited relatively low \\r{ho} along [0001], reaching 13 micro{\\Omega}\ncm, and an approximately tenfold anisotropy of \\r{ho} between [0001] and\n[2-1-10] (a-axis), consistent with previous reports on bulk CoSn single\ncrystals. However, the CoSn(10-10) surface exhibited pronounced roughness,\nattributed to three-dimensional crystal growth during sputtering, which hinders\naccurate evaluation of the thickness dependence of resistivity. Scanning\ntransmission electron microscopy revealed the growth of a CoSn(10-10)\nsingle-crystal with (11-20) and (01-10) side wall facets, as well as domain\nboundaries within the films. These results highlight both the potential and\nchallenges of employing CoSn kagome metal in future interconnect technologies."}
{"id": "2508.21317", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21317", "abs": "https://arxiv.org/abs/2508.21317", "authors": ["Yongxin Zhang", "Weihan Zhang", "Luneng Zhao", "Zixiang Zhao", "Siqi Lu", "Yangrui Liu", "Dongsheng Song", "Changzheng Wei", "Zhentao Pang", "Yifeng Ren", "Junfeng Gao", "Weiwei Gao", "Di Wu", "Jijun Zhao", "Kuo-Juei Hu", "Wei Ji", "Yu Deng", "Binghui Ge", "Fengqi Song"], "title": "Understanding the atomically precise evolution of the miscibility of newly prepared face-centered cubic W-Cu nanoalloys and its asymmetry", "comment": null, "summary": "According to classical Miedema theory, reducing crystals to the order of\nnanometer sizes might greatly modulate the mixing enthalpy of elements, thus\nenabling the invention of a lot of new bulk-immiscible alloys. Although\nnumerous alloys with higher mixing enthalpies remain unexplored, this strategy\nis approaching its limit, as reflected by the critical diameter of recent\nalloys of 1.8 nm, which corresponds to ~150 atoms and hardly provides a\ncrystalline order. Future development requires not only even smaller\natomic-scale control but also a new surface energy-saving mechanism. Here, we\nreport the formation of W-Cu nanoalloys with a very large miscibility gap in\nthe bulk via the use of an atomically size-selected cluster beam source as an\nexample. The face-centered cubic (FCC) structure was demonstrated through\nelectron diffraction, which indicated a lattice constant of 3.88{\\AA} for\nW0.85Cu0.15 nanoalloys (~2280 atoms). In this comprehensive study that covers a\nlarge parameter space of W/Cu compositions and numbers of atoms, an asymmetric\nmiscibility nanophase diagram in which W-rich compositions favor mixing and the\ncritical size is approximately 6000 atoms, which far exceeds the approximately\ntens of atoms predicted via classical theory, was obtained for the first time.\nDensity functional theory (DFT) calculations revealed a mutual strain-induced\nmechanism that simultaneously lowers the surface energies while reducing the\nsize to the atomic scale. This approach paves the way for the development of\nnew high-performance nonequilibrium phase alloys."}
{"id": "2508.21325", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21325", "abs": "https://arxiv.org/abs/2508.21325", "authors": ["Archith Rayabharam", "N. R. Aluru"], "title": "Hybrid Quantum-Classical Simulations of Graphene Analogues: Adsorption Energetics Beyond DFT", "comment": "5 figures, 2 tables, 3 SI figures, 21 pages", "summary": "Understanding strongly correlated systems is essential for advancing quantum\nchemistry and materials science, yet conventional methods like Density\nFunctional Theory (DFT) often fail to capture their complex electronic\nbehavior. To address these limitations, we develop a hybrid quantum-classical\nframework that integrates Multiconfigurational Self Consistent Field (MCSCF)\nwith the Variational Quantum Eigensolver (VQE). Our initial benchmarks on water\ndissociation enabled the systematic optimization of key computational\nparameters, including ansatz selection, active space construction, and error\nmitigation. Building on this, we extend our approach to investigate the\ninteractions between graphene analogues and water, demonstrating that our\nframework produces binding energies consistent with high accuracy quantum\nmethods. Furthermore, we apply this methodology to predict the binding energies\nof transition metals (Fe, Co, Ni) on both pristine and defective graphene\nanalogues, revealing strong charge transfer effects and pronounced\nmultireference character phenomena often misrepresented by standard DFT. In\ncontrast to many existing quantum algorithms that are constrained to small\nmolecular systems, our framework achieves chemically accurate predictions for\nlarger, strongly correlated systems such as metal graphene complexes. This\nadvancement highlights the capacity of hybrid quantum-classical approaches to\naddress complex electronic interactions and demonstrates a practical route\ntoward realizing quantum advantage for real world materials applications in the\nNoisy Intermediate Scale Quantum (NISQ) era."}
{"id": "2508.21734", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21734", "abs": "https://arxiv.org/abs/2508.21734", "authors": ["H. T. Silva", "L. C. S. Faria", "T. A. Aversi-Ferreira", "I. Camps"], "title": "Computational study of interactions between ionized glyphosate and carbon nanotube: An alternative for mitigating environmental contamination", "comment": null, "summary": "The extensive use of glyphosate in agriculture has raised environmental\nconcerns due to its adverse effects on plants, animals, microorganisms, and\nhumans. This study investigates the interactions between ionized glyphosate and\nsingle-walled carbon nanotubes (CNT) using computational simulations through\nsemi-empirical tight-binding methods (GFN2-xTB) implemented in the xTB\nsoftware. The analysis focused on different glyphosate ionization states\ncorresponding to various pH levels: G1 (pH < 2), G2 (pH ~ 2-3), G3 (pH ~ 4-6),\nG4 (pH ~ 7-10), and G5 (pH > 10.6). Results revealed that glyphosate in G1, G3,\nG4, and G5 forms exhibited stronger interactions with CNT, demonstrating higher\nadsorption energies and greater electronic coupling. The neutral state (G2)\nshowed lower affinity, indicating that molecular protonation significantly\ninfluences adsorption. Topological analysis and molecular dynamics confirmed\nthe presence of covalent, non-covalent, and partially covalent interactions,\nwhile the CNT+G5 system demonstrated moderate interactions suitable for\nmaterial recycling. These findings suggest that carbon nanotubes, with their\nextraordinary properties such as nanocapillarity, porosity, and extensive\nsurface area, show promise for environmental monitoring and remediation of\nglyphosate contamination."}
{"id": "2508.21326", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21326", "abs": "https://arxiv.org/abs/2508.21326", "authors": ["Zeinab Bakhshipour", "Mir Vahid Hosseini"], "title": "Electronic correlations in magnetized helical edge states coupled to s-wave superconductors", "comment": "18 pages, 9 figures", "summary": "We theoretically study the role of electron-electron interactions in\none-dimensional magnetized helical states coupled to an s-wave superconductor.\nWe consider a partially mixed helical (superhelical) regime, where the magnetic\nfield (superconductivity) has a dominant contribution. Using bosonization and\nrenormalization group techniques, it is shown how the interactions affect the\ncorrelation functions in the system. In the partially mixed helical regime, we\nfind that superconducting pairing promotes spin-density-wave correlations,\nwhile singlet and triplet pairing correlations suppress, especially under\nattractive interactions. In contrast, in the superhelical regime, a\nperturbative Zeeman field enhances both spin singlet and spin triplet-x\npairings under repulsive interactions. We calculate both logarithmic and\nresidual corrections to charge-density-wave, spin-density-wave, and pairing\ncorrelations, revealing short- and long-range behaviors. We further investigate\nspin transport properties supplemented by a renormalization group analysis of\nthe temperature and frequency dependence of spin conductivity. We also analyze\nthe transport of momentum-spin-locked carriers in the presence of\nZeeman-induced and pairing-induced gaps, uncovering the effect of interactions\nand the interplay between the two gaps in helical systems."}
{"id": "2508.21673", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21673", "abs": "https://arxiv.org/abs/2508.21673", "authors": ["Reuel Dsouza", "Andreas Kreisel", "Brian M. Andersen", "Daniel F. Agterberg", "Morten H. Christensen"], "title": "Odd-Parity Magnetism in Fe-Based Superconductors", "comment": "5 pages and 5 figures + 8 pages and 5 figures", "summary": "Odd-parity magnetism constitutes an intriguing phase of matter which breaks\ninversion symmetry while preserving time-reversal symmetry. Here we demonstrate\nthat the Fe-based superconductors exhibiting coplanar magnetic order realize an\nodd-parity magnetic state by combining low-energy modeling with\ndensity-functional theory. In the absence of spin-orbit coupling, the\nelectronic spins are polarized along the $k_z$-direction and the splitting of\nthe up and down states exhibits an $h$-wave form-factor. The magnitude of the\nsplitting depends sensitively on specific parameters of the low-energy model,\nincluding specific out-of-plane hopping parameters and the Fermi energies of\nthe hole- and electron-pockets. Interestingly, despite this state breaking\ninversion symmetry and exhibiting a finite out-of-plane Berry curvature and\nnon-linear anomalous Hall effect, the Edelstein effect vanishes. Incorporating\nspin-orbit coupling tilts the momentum-space electronic spins into the\n($k_x,k_y$)-plane and imparts finite in-plane components to the Edelstein\nresponse. Our findings highlight the Fe-based superconductors as platforms for\nexploring odd-parity magnetism both on its own and coexisting with\nunconventional superconductivity."}
{"id": "2508.21766", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21766", "abs": "https://arxiv.org/abs/2508.21766", "authors": ["Kevin Allen", "Christopher Lane", "Emilia Morosan", "Jian-Xin Zhu"], "title": "Magnetism Enhanced Surface Bonding of O$_{2}$ on CoPt", "comment": "7 pages, 3 figures, and 1 table", "summary": "For large-scale deployment and use of polymer electrolyte fuel cells,\nhigh-performance electrocatalysts with low platinum consumption are desirable.\nOne promising strategy to meet this demand is to explore alternative materials\nthat retain catalytic efficiency while introducing new mechanisms for\nperformance enhacement. In this study, we investigate a ferromagnetic CoPt as a\ncandidate material to accelerate oxygen reduction reactions. By using density\nfunctional theory calculations, we find the spin-polarized Co-$d$ states to\nenhance O$_2$ surface bonding due to local exchange splitting of Co-$d$\ncarriers at the Fermi level. Furthermore, O and O$_2$ adsorption and\ndissociation energies are found to be tuned by varying the thickness of the Pt\nlayers. Our study gives insight into the role magnetism plays in the oxygen\nreduction reaction process and how magnetic ions may aid in the design of new\nadvanced catalysts."}
{"id": "2508.21333", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.21333", "abs": "https://arxiv.org/abs/2508.21333", "authors": ["I. Iyyappan", "Yuki Izumida", "Sibasish Ghosh"], "title": "Nonlinear refrigerator with a finite-sized cold heat bath", "comment": null, "summary": "We study the refrigerator working between a finite-sized cold heat bath and\nan infinite-sized hot heat bath (environment) in the nonlinear response regime.\nWe assume that the initial temperature $T_i$ of the finite-sized cold heat bath\nsatisfies $T_i\\leq T_h$, where $T_h$ is the temperature of the hot heat bath.\nBy consuming the input power, the refrigerator transfers the heat from a\nfinite-sized cold heat bath to the hot heat bath. Hence, the temperature of the\nfinite-sized cold heat bath decreases until it reaches the desired\nlow-temperature $T_f$. By minimizing the input work for the heat transport\nprocess, we derive the optimal path for temperature change. We calculate the\ncoefficient of performance as a function of average input power. We also obtain\nthe bounds for the coefficient of performance by applying the asymmetric\ndissipation limits."}
{"id": "2508.21089", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21089", "abs": "https://arxiv.org/abs/2508.21089", "authors": ["Nannan Tang", "Shuai Li", "Yanzhao Liu", "Jiayi Yang", "Huakun Zuo", "Gangjian Jin", "Yi Ji", "Bing Shen", "Dingyong Zhong", "Donghui Guo", "Qizhong Zhu", "Zhongbo Yan", "Haizhou Lu", "Jian Wang", "Huichao Wang"], "title": "Phonon-scattering-induced quantum linear magnetoresistance up to room temperature", "comment": null, "summary": "The realization of quantum transport effects at elevated temperatures has\nlong intrigued researchers due to the implications for unveiling novel physics\nand developing quantum devices. In this work, we report remarkable quantum\nlinear magnetoresistance (LMR) in the Weyl semiconductor tellurium at high\ntemperatures of 40-300 K under strong magnetic fields up to 60 T. At high\nfields, the Weyl band features a large energy gap between the lowest and first\nLandau levels, which suppresses thermal excitation and preserves Landau\nquantization at high temperatures. The LMR is observed as long as majority\ncarriers remain in the lowest Landau level without requiring monochromaticity,\nallowing it to persist up to room temperature. The inverse relationship between\nthe LMR slope and temperature provides clear evidence that quantum LMR\noriginates from high-temperature phonon scattering in the quantum limit,\nfirstly demonstrating a theoretical prediction made nearly fifty years ago.\nThis study highlights the key role of electron-phonon interaction and reveals\nan innovative quantum mechanism for achieving high-temperature LMR,\nfundamentally distinct from previous findings. Our results bridge a gap in the\nunderstanding of phonon-mediated quantum-limit physics and establish strong\nmagnetic fields at high temperatures as a promising platform for exploring\nnovel quantum phenomena."}
{"id": "2508.21339", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21339", "abs": "https://arxiv.org/abs/2508.21339", "authors": ["Jeonghwan Ahn", "Iuegyun Hong", "Gwangyoung Lee", "Hyeondeok Shin", "Anouar Benali", "Yongkyung Kwon"], "title": "Quantum Monte Carlo Benchmarking of Molecular Adsorption on Graphene-Supported Single Pt Atom", "comment": null, "summary": "The precise understanding of adsorption energetics and molecular geometry at\ncatalytic sites is fundamental for advancing catalysis, particularly under the\nconstraints of resource efficiency and environmental sustainability. This study\nbenchmarks the performance of density functional theory (DFT) calculations\nagainst diffusion Monte Carlo (DMC) calculations for adsorption properties of\nsmall gas molecules relevant to CO oxidation -- namely O$_2$, CO, CO$_2$, and\natomic oxygen -- on a single Pt atom supported by pristine graphene. Our\nfindings reveal that DMC calculations provide a significantly different\nlandscape of adsorption energetics compared to DFT results. Notably, DFT\npredicts different lowest-energy configurations and spin states, particularly\nfor O$_2$, which suggests potential discrepancies in predicting the catalytic\nbehavior. Furthermore, this study identifies the critical issue of CO\npoisoning, highlighted by the large disparity between the DMC adsorption\nenergies of O$_2$ ($-1.23(2)$ eV) and CO ($-3.37(1)$ eV), which can inhibit the\ncatalytic process. These results emphasize the necessity for more sophisticated\ncomputational approaches in catalysis research, aiming to refine the prediction\naccuracy of reaction mechanisms and to enhance the design of more effective\ncatalysts."}
{"id": "2508.21117", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21117", "abs": "https://arxiv.org/abs/2508.21117", "authors": ["Sergey Alekseev", "Lei Chen", "Jennifer Cano"], "title": "Charge density wave induced gapped nodal line", "comment": "13 pages, 9 figures", "summary": "We investigate the interplay between charge density wave (CDW) order and\ntopological nodal-line states in square-net materials. Our Ginzburg-Landau\ntheory predicts a CDW instability that generically opens a gap at the Fermi\nenergy while preserving the nodal line crossing. However, as the Fermi level\napproaches the nodal line, the density of states at the nodal line decreases,\neventually disappearing as the CDW vector $\\mathbf{Q}$ goes to zero. Exactly at\n$\\mathbf{Q} = 0$, the order parameter explicitly breaks the glide symmetry\nprotecting the nodal line, which allows a gap to open. Yet, for small but\nfinite $\\mathbf{Q}$, the nodal line may vanish within experimental resolution\neven when the glide symmetry is preserved. Our results provide a consistent\nexplanation for recent experimental observations."}
{"id": "2508.21357", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21357", "abs": "https://arxiv.org/abs/2508.21357", "authors": ["Guo-Liang Guo", "Xiao-Hong Pan", "Hao Dong", "Xin Liu"], "title": "Edge dependent Josephson Diode effect in WTe$_{2}$-Based Josephson junction", "comment": null, "summary": "The Josephson diode effect (JDE), a nonreciprocal supercurrent, is a\ncornerstone for future dissipationless electronics, yet achieving high\nefficiency in a simple device architecture remains a significant challenge.\nHere, we theoretically investigate the JDE in a junction based on monolayer\n1T'-WTe$_2$. We first establish that different edge terminations of a WTe$_2$\nnanoribbon lead to diverse electronic band structures, some of which host\nasymmetric edge states even with crystallographically equivalent terminations.\nThis intrinsic asymmetry provides a natural platform for realizing the JDE.\nWith a WTe$_2$-based Josephson junction, we demonstrate a significant JDE\narising purely from these asymmetric edges when time-reversal symmetry is\nbroken by a magnetic flux. While the efficiency of this edge-state-driven JDE\nis inherently limited, we discover a crucial mechanism for its enhancement: by\ntuning the chemical potential into the bulk bands, the interplay between edge\nand bulk transport channels boosts the maximum diode efficiency more than\n$50\\%$. Furthermore, we show that this enhanced JDE is robust against moderate\nedge disorder. Our findings not only propose a novel route to achieve a highly\nefficient JDE using intrinsic material properties but also highlight the\npotential of engineered WTe$_2$ systems for developing advanced superconducting\nquantum devices."}
{"id": "2508.21311", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21311", "abs": "https://arxiv.org/abs/2508.21311", "authors": ["Songyuan Geng", "Xin Wang", "Risi Guo", "Chen Qiu", "Fangjie Chen", "Qun Wang", "Kangjie Li", "Peipei Hao", "Hanpu Liang", "Yang Huang", "Yunbo Wu", "Shengtao Cui", "Zhe Sun", "Timur K. Kim", "Cephise Cacho", "Daniel S. Dessau", "Benjamin T. Zhou", "Haoxiang Li"], "title": "Experimental realization of dice-lattice flat band at the Fermi level in layered electride YCl", "comment": null, "summary": "Flat electronic bands, where interactions among electrons overwhelm their\nkinetic energies, hold the promise for exotic correlation physics. The dice\nlattice has long been theorized as a host of flat bands with intriguing band\ntopology. However, to date, no material has ever been found to host the\ncharacteristic flat bands of a dice lattice. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we discover a dice-lattice flat band at\n$E_F$ in the van der Waals (vdW) electride [YCl]$^{2+}$: 2e-. In this system,\nexcess valence electrons from Y deconfine from the cation framework to form an\ninterstitial anionic electron lattice that constitutes the dice lattice. Our\nARPES measurements unambiguously identify two sets of dice-lattice bands in\nYCl, including a nearly dispersionless band at the Fermi level. The flat bands\nand other dispersive bands observed in ARPES find excellent agreement with\nfirst-principles calculations, and theoretical analysis reveals that the\nnear-$E_F$ electronic structure is well captured by a simple dice-lattice\nmodel. Our findings thus end the long quest of a real dice flat band material\nand establish vdW electride YCl as a prototype of dice metals. Our results\nfurther demonstrate the anionic electron lattice as a novel scheme for\nrealizing lattice geometries and electronic structures rare to find in\nconventional crystalline systems."}
{"id": "2508.21359", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21359", "abs": "https://arxiv.org/abs/2508.21359", "authors": ["Jiaxin Lv", "Silan Li", "Chenhao Duan", "Shuanhu Wang", "Hong Yan", "Kexin Jin"], "title": "Tunable Two-Dimensional Electron Gas at the Interfaces of Ferroelectric Potassium Tantalate Niobates", "comment": null, "summary": "The heterointerfaces at complex oxides have emerged as a promising platform\nfor discovering novel physical phenomena and advancing integrated sensing,\nstorage, and computing technologies. Nevertheless, achieving precise control\nover a two-dimensional electron gas (2DEG) in a ferroelectric oxide-based\nfield-effect transistor (FET) configuration remains challenging. Here, we\nfirstly demonstrate a tunable 2DEG system fabricated by depositing an amorphous\nLaAlO3(LAO) film onto a (001)-oriented ferroelectric potassium tantalate\nniobate substrate. Interfaces grown under high-temperature and\nhigh-oxygen-pressure conditions exhibit a good metallic conduction. Notably,\nwell-defined metallic 2DEGs displaying pronounced hysteresis and persistent\nelectric-field-modulated resistance are observed below 108 K, achieving a\nresistance modulation of 11.6% at 7 K. These results underscore the potential\nfor extending such behavior to other oxide-based 2DEG systems and facilitate\nfurther exploration of ferroelectric metals in complex oxide heterostructures."}
{"id": "2508.21759", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21759", "abs": "https://arxiv.org/abs/2508.21759", "authors": ["Anna Yu. Efimova", "Yohei Saito", "Atsushi Kawamoto", "Martin Dressel", "Louk Rademaker", "Andrej Pustogow"], "title": "Universal relation between residual resistivity and A coefficient in correlated metals", "comment": "11 pages, 8 figures", "summary": "The effects of strong electronic correlations and disorder are crucial for\nemergent phenomena such as unconventional superconductivity, metal-insulator\ntransitions, and quantum criticality. While both are omnipresent in real\nmaterials, their individual impacts on charge transport remain elusive. To\ndisentangle their respective roles, we have independently varied the degree of\nrandomness and the strength of electronic correlations -- by chemical\nsubstitution and physical pressure, respectively -- within the metallic phase\nnearby a Mott-insulating state. We find a distinct correlation dependence of\nthe disorder-dependent residual resistivity $\\rho_0$ in the Fermi-liquid regime\n$\\rho(T)=\\rho_0 + A T^2$, where $A\\propto (m^{\\star}/m)^2$ quantifies the\nelectronic mass enhancement. Contrary to conventional expectations, we observe\nthat at fixed disorder level $\\rho_0$ grows linearly with $A$. This scaling can\nbe understood in terms of chemical-potential fluctuations with variance\n$\\sigma_\\mu^2$, yielding $\\rho_0 \\propto A\\,\\sigma_\\mu^2$. By comparing our\nfindings to transport data on other organic Mott systems, oxides, heavy-fermion\ncompounds, and moir\\'e materials, we demonstrate that this new relation between\nresidual resistivity and mass enhancement is a universal feature of correlated\nmetals."}
{"id": "2508.21388", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21388", "abs": "https://arxiv.org/abs/2508.21388", "authors": ["A. M. Shvaika", "J. K. Freericks"], "title": "Out-of-time ordered correlation functions for the localized $f$ electrons in the Falicov-Kimball model", "comment": "13 pages, 12 figures", "summary": "We provide an exact evaluation of the out-of-time correlation (OTOC)\nfunctions for the localized $f$-particle states in the Falicov-Kimball model\nwithin dynamical mean-field theory. Different regimes of quantum chaos and\nquantum scrambling are distinguished by the winding numbers of the block\nToeplitz matrices used in the calculation. The similarities of these fermionic\nOTOCs and their Lyapunov exponents for time evolution with the OTOCs for\nquantum spin models with disorder are also discussed."}
{"id": "2508.21405", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21405", "abs": "https://arxiv.org/abs/2508.21405", "authors": ["Tao Yang", "Rui Wang", "Z. Y. Xie", "Baigeng Wang"], "title": "Determination of ground states of one-dimensional quantum systems using the cluster iTEBD method", "comment": null, "summary": "Within the framework of imaginary-time evolution for matrix product states,\nwe introduce a cluster version of the infinite time-evolving block decimation\nalgorithm for simulating quantum many-body systems, addressing the\ncomputational accuracy challenges in strongly correlated physics. By redefining\nthe wave-function ansatz to incorporate multiple physical degrees of freedom,\nwe enhance the representation of entanglement, thereby improving the accuracy\nof the ground states. Utilizing the Trotter-Suzuki decomposition and optimized\ntruncation schemes, our method maintains roughly the same computational\ncomplexity while capturing more quantum correlations. We apply this approach to\nthree nontrivial cases: the gapless spin-1/2 Heisenberg chain, the spin-1\nanisotropic XXZD chain with a higher-order Gaussian-type phase transition, and\na spin-1/2 twisted triangular prism hosting a magnetic plateau phase. Improved\naccuracy in physical quantities, such as magnetization, ground-state energy,\nand entanglement entropy, has been demonstrated. This method provides a\nscalable framework for studying complex quantum systems with high precision,\nmaking it suitable for situations where a pure increase in bond dimension alone\ncannot guarantee satisfactory results."}
{"id": "2508.21492", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21492", "abs": "https://arxiv.org/abs/2508.21492", "authors": ["Samuel Aldana", "Michael Nolan"], "title": "Control of growth morphology of deposited fcc metals through tuning substrate-metal interactions", "comment": "58 pages, 10 figures", "summary": "Precise control over thin film morphology is critical for optimizing material\nproperties across diverse technological applications, as the growth mode\n(whether 2D layer-by-layer or 3D island formation)determines key functional\nproperties such as electrical conductivity in CMOS interconnect applications\nand catalytic activity, where island distribution and size dictate performance.\nTo explore the role of the substrate on the morphology of deposited metals, we\npresent extensive kinetic Monte Carlo simulations on six fcc metals growing in\nthe (111) direction: Ag, Au, Cu, Ni, Pd and Pt. Our simulation framework\nenables screening and evaluation of their growth mode under homoepitaxial\ngrowth scenarios and proposes morphology control strategies by variation of\nsubstrate-metal interaction strengths, modeled by modifying the activation\nenergies for upward and downward migration, combined with thermal vacuum\nannealing within typical back end of line (BEOL) integration thermal budget.\nOur simulation results demonstrate that modulation of the substrate interaction\nstrength can be effectively employed to promote island formation or\nlayer-by-layer growth modes overcoming limitations in achieving large flat\nsurface areas. Au, Pd and Pt exhibit the highest sensitivity to substrate\ninteraction strength variations, followed by Ag, showing that strongly\ninteracting substrates decrease the root mean square (RMS) roughness,\n(uncovered) substrate exposure, island number and island aspect ratios, with\nmoderate increases in flat surface areas and atomic coordination numbers.\nAdditionally, interconnect relevant metrics are improved through thermal vacuum\nannealing particularly when sufficiently strong metal-substrate interactions\nare employed, reducing surface roughness, achieving larger flat surface areas,\nmerging and smoothing islands, and decreasing defect density..."}
{"id": "2508.21508", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21508", "abs": "https://arxiv.org/abs/2508.21508", "authors": ["Modhumita Sariket", "Najrul Islam", "Saquib Shamim", "Nitesh Kumar"], "title": "Exploring the signature of two ferromagnetic states and goniopolarity in LaCrGe3 through Hall effect", "comment": "8 pages, 5 figures", "summary": "LaCrGe3 has become a playground to understand quantum critical phenomena in\nferromagnetic (FM) materials. It has also garnered attention due to its\npeculiar two FM phases. Here, we demonstrate the presence of these phases using\nthe Hall effect. Continuous temperature-dependent Hall resistivity measurements\nat fixed magnetic fields clearly demonstrate the presence of these phases,\nregardless of the direction of the applied magnetic field. The remanent Hall\nresistivity and Hall coefficient undergo a maximum and a minimum, respectively,\nat the boundary between the two phases. We observe significantly large\nanomalous Hall conductivity of 1160 ohm-1cm-1 at 2 K when the magnetic field is\napplied along the magnetic easy axis, which is dominated by intrinsic effects,\nat least in the low-temperature FM phase. In the paramagnetic (PM) phase,\nhexagonal LaCrGe3 exhibits opposite charge carrier polarities along different\ncrystallographic directions, attributed to the anisotropic Fermi surface\ngeometry, a phenomenon known as \"goniopolarity\". The coexistence of goniopolar\ntransport and unconventional magnetic phases may lead this material as a\npromising candidate for future electronic devices."}
{"id": "2508.21526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21526", "abs": "https://arxiv.org/abs/2508.21526", "authors": ["Mohammed El Amine Miloudi", "Oliver Kühn"], "title": "Chemical Control of Mechanical Anisotropy and Band Alignment in Perylene-based Two-dimensional MoS$_2$-Organic Hybrids", "comment": null, "summary": "This study presents a comprehensive investigation of hybrid interfaces formed\nby monolayer MoS$_2$ coupled with the organic molecules perylene (P), perylene\ndiimide (PDI), and perylene orange (PO). Using density functional theory, we\ndemonstrate the extent to which the mechanical and electronic properties of a\nhybrid system can be altered by the chemical modification of a given\nchromophore. The three systems exhibit distinct differences due to their\nchemical composition and van der Waals contact enabled by their geometry. All\nsystems are structurally stable. The binding energies follow the order\nPD$>$P$>$PO due to the large $\\pi$-system (PD) and strong structural distortion\n(PO). Young's modulus and Poisson's ratio exhibit pronounced anisotropy in all\ncases. PO exhibits the greatest anisotropy due to steric effects and a\npermanent dipole, which introduce directionality to the molecule-surface\ninteraction. Physisorption is accompanied by net charge transfer in the same\norder as the binding energies. The associated interfacial polarization results\nin a change in the work function compared to pristine MoS$_2$ in the order\nP$>$PO$>$PD. Finally, the presence of organic molecules introduces states into\nthe MoS$_2$ energy gap, with the band alignment being either type II (P, PO) or\ntype I (PD)."}
{"id": "2508.21537", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21537", "abs": "https://arxiv.org/abs/2508.21537", "authors": ["Constantin Hilbrunner", "Tobias Meyer", "Joerg Malindretos", "Angela Rizzi"], "title": "Molecular Beam Epitaxy of 2H-TaS$_2$ few-layers on GaN(0001)", "comment": null, "summary": "2H-TaS$_2$ few layers have been grown epitaxially onto GaN(0001). A high\nsubstrate growth temperature of 825$^{\\circ}$C induces best structural\nproperties of the overlayer, as revealed by in-situ electron diffraction (RHEED\nand LEED). The 2D-overlayer grows unstrained right after deposition of a\nmonolayer. However, evidence of pits at the interface is provided by scanning\ntransmission electron microscopy, most probably due to GaN thermal\ndecomposition at the high growth temperature. In-situ x-ray photoemission\nspectroscopy shows core level shifts that are consistently related to electron\ntransfer from the n-GaN(0001) to the 2H-TaS$_2$ epitaxial layer as well as the\nformation of a high concentration of nitrogen vacancies close to the interface.\nFurther, no chemical reaction at the interface between the substrate and the\ngrown TaS$_2$ overlayer is deduced from XPS, which corroborates the possibility\nof integration of 2D 2H-TaS$_2$ with an important 3D semiconducting material\nlike GaN."}
{"id": "2508.21544", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21544", "abs": "https://arxiv.org/abs/2508.21544", "authors": ["Y. del Castillo", "A. Ferrón", "J. Fernández-Rossier"], "title": "Remote spin control in Haldane spin chains", "comment": null, "summary": "We consider the remote manipulation of the quantum state of the edge\nfractional spins of Haldane spin chains using a weak local perturbation on the\nother edge. We derive an effective four-level model that correctly captures the\nresponse of the local magnetization to local perturbations and we use it to\nshow that applying a small local field on one edge of the chain induces a\nstrong variation of the magnetization on the opposite edge. Using a\nLandau-Zener protocol, we show how local control of the field on one edge of\nthe chain, implemented for instance with a spin-polarized scanning tunnel\nmicroscope tip, can adiabatically switch the magnetization direction on the\nother side of the chain."}
{"id": "2508.21560", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.21560", "abs": "https://arxiv.org/abs/2508.21560", "authors": ["C K Jasna", "V Sasidevan"], "title": "Critical and quasicritical behavior in a three-species dynamical model of semi-directed percolation", "comment": "19 pages, 13 figures", "summary": "We investigate a three-species dynamical model whose dynamics naturally\ngenerate the semi-directed percolation cluster and show a non-equilibrium\nabsorbing state phase transition from an active to inactive state. The critical\nthreshold and exponents associated with the dynamic process are determined\nusing Monte Carlo simulations. Critical behavior observed shows that the model\nbelongs to the directed percolation (DP) universality class. Further, we\nconsider the effect of spontaneous activity generation in the dynamical model.\nWhile this destroys the usual critical behaviour, we find that the dynamic\nsusceptibility shows a maximum at a specific value of the control parameter,\nindicating a quasi-critical behaviour, similar to the findings in the case of\nDP models and DP-inspired models of neuronal activity with spontaneous activity\ngeneration. Interestingly, in the presence of spontaneous activity, we find\nthat spatial and temporal correlations exhibit power-law decays at a value of\nthe control parameter different from the quasi-critical threshold indicating\nthat there are two effective thresholds in such a case, one where the response\nfunction is maximum and another where the spatial and temporal correlations\nshow scale free behaviour."}
{"id": "2508.21575", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.21575", "abs": "https://arxiv.org/abs/2508.21575", "authors": ["Matthijs Rog", "Tycho J. Blom", "Daan B. Boltje", "Jimi D. de Haan", "Remko Fermin", "Jiasen Niu", "Yasmin C. Doedes", "Milan P. Allan", "Kaveh Lahabi"], "title": "Tapping-mode SQUID-on-tip Microscopy with Proximity Josephson Junctions", "comment": "16 pages, 4 figures", "summary": "Studying nanoscale dynamics is essential for understanding quantum materials\nand advancing quantum chip manufacturing. Still, it remains a major challenge\nto measure non-equilibrium properties such as current and dissipation, and\ntheir relation to structure. Scanning nanoprobes utilizing superconducting\nquantum interference devices (SQUIDs) are uniquely suited here, due to their\nunparalleled magnetic and thermal sensitivity. Here, we introduce tapping-mode\nSQUID-on-tip, which combines atomic force microscopy (AFM) with nanoSQUID\nsensing. Our probes minimize nanoSQUID-sample distance, provide in-plane\nmagnetic sensitivity, and operate without lasers. Frequency multiplexing\nenables simultaneous imaging of currents, magnetism, dissipation and\ntopography. The large voltage output of our proximity-junction nanoSQUIDs\nallows us to resolve nanoscale currents as small as 100 nA using a simple\nfour-probe electronic readout without cryogenic amplification. By capturing\nlocal magnetic, thermal, and electronic response without external radiation,\nour technique offers a powerful non-invasive route to study dynamic phenomena\nin exotic materials and delicate quantum circuits."}
{"id": "2508.21607", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.21607", "abs": "https://arxiv.org/abs/2508.21607", "authors": ["James F. Lutsko"], "title": "Approximate calculation of multidimensional first passage times", "comment": null, "summary": "The general, multidimensional barrier crossing problem for diffusive\nprocesses under the action of conservative forces is studied with the goal of\ndeveloping tractable approximations. Particular attention is given to the\neffect of different statistical interpretations of the stochastic differential\nequation and to the relation between the approximations and the known, exact\nsolutions to the one-dimensional problem. Beginning with a reasonable, but\nheuristic, simplifying assumption, a one-dimensional solution to the problem is\ndeveloped. This is then simplified by introducing further approximations\nresulting in a sequence of increasingly simple expressions culminating in the\nclassic result of Langer(Ann. Phys. 54, 258 (1969)) and others. The various\napproximations are tested on two dimensional problems by comparison to\nsimulation results and it is found that the one-dimensional approximations\ncapture most of the non-Arrhenius dependence on the energy barrier which is\nlost in the Langer approximation while still converging to the latter in the\nlarge-barrier limit."}
{"id": "2508.21611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21611", "abs": "https://arxiv.org/abs/2508.21611", "authors": ["Igor Antoniazzi", "Łucja Kipczak", "Bruno Camargo", "Gayatri", "Chinmay Mohanty", "Kseniia Mosina", "Zdeněk Sofer", "Adam Babiński", "Arka Karmakar", "Maciej R. Molas"], "title": "Magneto-Excitonic Duality From Monolayer to Trilayer CrSBr", "comment": "9 pages, 5 figures", "summary": "Two-dimensional (2D) layered magnetic materials (LMMs) are a newly emerging\nclass of van der Waals materials, opening new opportunities to study\nmagneto-excitonic coupling. The air-stable, structurally and optically\nanisotropic A-type antiferromagnetic chromium sulfur bromide (CrSBr) is one of\nthe most prominent examples of such LMMs. We investigate photoluminescence (PL)\nand PL excitation of mono- to tri-layers CrSBr and find that it exhibits a\nunique duplexity, supporting both Frenkel- and Wannier-Mott-like excitons. Our\nmagneto-optical experiments reveal a similar excitonic response from the mono-\nand trilayer systems and a completely different signature in the bilayer flake.\nThis shows a different origin of the low-lying excitonic species (A, A', and B)\nin the band structure. We confirm the robustness of the magneto-excitonic\ncoupling in few-layer CrSBr. Our work enables a more comprehensive exploration\nof the dual excitonic behavior in 2D materials."}
{"id": "2508.21612", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21612", "abs": "https://arxiv.org/abs/2508.21612", "authors": ["Rekikua Alemayehu", "Steffen Zeuschner", "Alexander von Reppert", "Matthias Roessle", "Marin Alexe", "Matias Bargheer"], "title": "Rapid heat assisted polarization reversal in ferroelectric thin films", "comment": "5 pages, 3 Figures", "summary": "We demonstrate that switching of ferroelectric thin-films sandwiched between\nmetallic electrodes can be controlled by laser-assisted heating, reminiscent of\nheat-assisted magnetic recording. We employ electrical switching cycles that\nquantify the electrically switchable remanent polarization $P_\\mathrm{r}$ and\nshow that 300\\,ns voltage pulses alone change the polarization by less than\n$\\Delta P<P_\\mathrm{r}$. Transient heating of the metallic top electrode by\nsynchronized ns laser-pulses induces a reversal $\\Delta\nP^\\mathrm{L}>P_\\mathrm{r}$ of the average polarization. The transient average\ntemperature modeled by the heat equation can rationalize the polarization\nchange observed for different relative timing $\\Delta t$ of the laser pulse, if\nit arrives before the electrical pulse."}
{"id": "2508.21621", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21621", "abs": "https://arxiv.org/abs/2508.21621", "authors": ["Saswata Halder", "Binita Ghosh", "T. P. Sinha"], "title": "Scaling of the Electrical Conductivity Spectra Reveals Distinct Transport Responses in A2SmTaO6 [A = Ba, Sr, Ca]", "comment": null, "summary": "Disorder plays an important role in materials science, influencing material\nbehavior across different length scales. Imperfections like vacancies, atomic\nsubstitutions, lattice distortions, and microstructural inhomogeneities,\ndisrupt ideal periodicity thereby altering physical properties. Analogous to\nspin-glass systems, electrical 'glassiness' arises when charge carriers\nconfront disordered energy landscapes, leading to a broad range of relaxation\ntimes, especially in polycrystalline materials where dipoles experience\ncompeting exchange interactions. Complex impedance, permittivity, and electric\nmodulus distill out separate resistive and capacitive effects, offering\ninsights into how microstructural inhomogeneities affects conduction mechanism.\nIn polycrystalline double perovskites A2SmTaO6 (A = Ba, Ca), with a power law\ndriven ac conductivity, the hopping and relaxation of carriers is affected by\nboth grains and grain boundaries. Scaling of ac conductivity and impedance\nresponse reveals correlation between conduction and relaxation timescales. The\ninhomogeneities in local energy landscape of 'frustrated' dipoles restrict the\n'universality' of conduction mechanism across the bulk length scale."}
{"id": "2508.21663", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.21663", "abs": "https://arxiv.org/abs/2508.21663", "authors": ["Ardavan Mehdizadeh", "Peter Schindler"], "title": "Surface Stability Modeling with Universal Machine Learning Interatomic Potentials: A Comprehensive Cleavage Energy Benchmarking Study", "comment": "70 pages total (main paper + supplementary information), 4 figures in\n  main text, multiple supplementary figures and tables", "summary": "Machine learning interatomic potentials (MLIPs) have revolutionized\ncomputational materials science by bridging the gap between quantum mechanical\naccuracy and classical simulation efficiency, enabling unprecedented\nexploration of materials properties across the periodic table. Despite their\nremarkable success in predicting bulk properties, no systematic evaluation has\nassessed how well these universal MLIPs (uMLIPs) can predict cleavage energies,\na critical property governing fracture, catalysis, surface stability, and\ninterfacial phenomena. Here, we present a comprehensive benchmark of 19\nstate-of-the-art uMLIPs for cleavage energy prediction using our previously\nestablished density functional theory (DFT) database of 36,718 slab structures\nspanning elemental, binary, and ternary metallic compounds. We evaluate diverse\narchitectural paradigms, analyzing their performance across chemical\ncompositions, crystal systems, thickness, and surface orientations. Our results\nreveal that training data composition dominates architectural sophistication:\nmodels trained on the Open Materials 2024 (OMat24) dataset, which emphasizes\nnon-equilibrium configurations, achieve mean absolute percentage errors below\n6% and correctly identify the thermodynamically most stable surface\nterminations in 87% of cases, without any explicit surface energy training. In\ncontrast, architecturally identical models trained on equilibrium-only datasets\nshow five-fold higher errors, while models trained on surface-adsorbate data\nfail catastrophically with a 17-fold degradation. Remarkably, simpler\narchitectures trained on appropriate data achieve comparable accuracy to\ncomplex transformers while offering 10-100x computational speedup. These\nfindings show that the community should focus on strategic training data\ngeneration that captures the relevant physical phenomena."}
{"id": "2508.21670", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21670", "abs": "https://arxiv.org/abs/2508.21670", "authors": ["David Yang", "James Wrigley", "Jack Griffiths", "Longlong Wu", "Ana F. Suzana", "Jiecheng Diao", "Angel Rodriguez-Fernandez", "Joerg Hallmann", "Alexey Zozulya", "Ulrike Boesenberg", "Roman Shayduk", "Jan-Etienne Pudell", "Anders Madsen", "Ian K. Robinson"], "title": "Anomalous ultrafast heat transfer in single palladium nanocrystals seen with an X-ray free electron laser", "comment": "25 pages, 5 figures", "summary": "We report transient highly strained structural states in individual palladium\n(Pd) nanocrystals, electronically heated using an optical laser, which precede\ntheir uniform thermal expansion. Using an X-ray free-electron laser probe, the\nevolution of individual 111 Bragg peaks is measured as a function of delay time\nat various laser fluences. Above a laser fluence threshold at a sufficient\npump-probe delay, the Bragg peak splits into multiple peaks, indicating\nheterogeneous strain, before returning to a single peak, corresponding to even\nheat distribution throughout the lattice expanded crystal. Our findings are\nsupported by a lattice displacement and strain model of a single nanocrystal at\ndifferent delay times, which agrees with the experimental data. Our\nobservations have implications for understanding femtosecond laser interactions\nwith metals and the potential photo-catalytic performance of Pd."}
{"id": "2508.21673", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21673", "abs": "https://arxiv.org/abs/2508.21673", "authors": ["Reuel Dsouza", "Andreas Kreisel", "Brian M. Andersen", "Daniel F. Agterberg", "Morten H. Christensen"], "title": "Odd-Parity Magnetism in Fe-Based Superconductors", "comment": "5 pages and 5 figures + 8 pages and 5 figures", "summary": "Odd-parity magnetism constitutes an intriguing phase of matter which breaks\ninversion symmetry while preserving time-reversal symmetry. Here we demonstrate\nthat the Fe-based superconductors exhibiting coplanar magnetic order realize an\nodd-parity magnetic state by combining low-energy modeling with\ndensity-functional theory. In the absence of spin-orbit coupling, the\nelectronic spins are polarized along the $k_z$-direction and the splitting of\nthe up and down states exhibits an $h$-wave form-factor. The magnitude of the\nsplitting depends sensitively on specific parameters of the low-energy model,\nincluding specific out-of-plane hopping parameters and the Fermi energies of\nthe hole- and electron-pockets. Interestingly, despite this state breaking\ninversion symmetry and exhibiting a finite out-of-plane Berry curvature and\nnon-linear anomalous Hall effect, the Edelstein effect vanishes. Incorporating\nspin-orbit coupling tilts the momentum-space electronic spins into the\n($k_x,k_y$)-plane and imparts finite in-plane components to the Edelstein\nresponse. Our findings highlight the Fe-based superconductors as platforms for\nexploring odd-parity magnetism both on its own and coexisting with\nunconventional superconductivity."}
{"id": "2508.21696", "categories": ["cond-mat.supr-con", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.21696", "abs": "https://arxiv.org/abs/2508.21696", "authors": ["Razmik A. Hovhannisyan", "Amirreza Lotfian", "Taras Golod", "Vladimir M. Krasnov"], "title": "Demonstration of an optical microwave rectification by a superconducting diode with near 100% efficiency", "comment": "6 pages, 2 Figures", "summary": "Superconducting electronics offer significant advantages in speed and power\nefficiency for next-generation computing and communication systems. However,\ntheir practical deployment is limited by the absence of simple, efficient, and\nscalable superconducting counterparts to key semiconductor components. In this\nwork, we investigate diodes based on planar Josephson junctions fabricated from\na conventional niobium superconductor. The nonreciprocity in these diodes\narises from the self-field effect induced by the geometrical asymmetry of the\njunction. By deliberate tuning of the junction parameters, we achieved\neffectively infinite nonreciprocity (within experimental resolution),\ncharacterized by a complete suppression of the superconducting critical current\nin one direction while maintaining a significant current in the opposite\ndirection. The key novelty of this work lies in the demonstration of the\noptical diode effect. We observed threshold-free rectification of 75 GHz\nmicrowave radiation, indicating that these diodes exhibit near-ideal optical\nnonreciprocity. Our results open new avenues for ultrafast superconducting\nelectronics and lay the groundwork for wireless sub-THz signal processing."}
{"id": "2508.21711", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21711", "abs": "https://arxiv.org/abs/2508.21711", "authors": ["Tomoya Nakatani", "Nattamon Suwannaharn", "Taisuke Sasaki"], "title": "Investigation of structure and anisotropic electrical resistivity in single-crystalline CoSn kagome metal thin films for interconnect applications", "comment": null, "summary": "CoSn kagome metal is a pseudo-one-dimensional electronic conductor,\nexhibiting low resistivity (\\r{ho}) along the [0001] direction (c-axis) and\nsignificantly higher \\r{ho} along other crystallographic directions. Such\nanisotropic conduction is expected to mitigate resistivity increases in narrow\ninterconnect wires at advanced semiconductor technology process nodes, making\nCoSn a promising candidate for future interconnect applications. In this study,\nCoSn thin films were fabricated by magnetron sputtering, and their resistivity\nanisotropy was investigated with respect to crystallographic orientation.\nEpitaxial growth of single-crystalline CoSn(10-10) films was achieved on a\nRu(10-10) buffer layer at deposition temperatures above 350 {\\deg}C. The CoSn\nfilms exhibited relatively low \\r{ho} along [0001], reaching 13 micro{\\Omega}\ncm, and an approximately tenfold anisotropy of \\r{ho} between [0001] and\n[2-1-10] (a-axis), consistent with previous reports on bulk CoSn single\ncrystals. However, the CoSn(10-10) surface exhibited pronounced roughness,\nattributed to three-dimensional crystal growth during sputtering, which hinders\naccurate evaluation of the thickness dependence of resistivity. Scanning\ntransmission electron microscopy revealed the growth of a CoSn(10-10)\nsingle-crystal with (11-20) and (01-10) side wall facets, as well as domain\nboundaries within the films. These results highlight both the potential and\nchallenges of employing CoSn kagome metal in future interconnect technologies."}
{"id": "2508.21723", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21723", "abs": "https://arxiv.org/abs/2508.21723", "authors": ["Yuta Matsumoto", "Xiao-Fei Liu", "Arne Ludwig", "Andreas D. Wieck", "Keisuke Koike", "Takefumi Miyoshi", "Takafumi Fujita", "Akira Oiwa"], "title": "High fidelity flopping-mode single spin operation with tuning inter-dot orbital levels", "comment": null, "summary": "Fast spin manipulation and long spin coherence time in quantum dots are\nessential features for high fidelity semiconductor spin qubits. However,\ngenerally it has not been well established how to optimize these two properties\nsimultaneously, because these two properties are usually not independent from\neach other. Therefore, the scheme for high fidelity operation by simultaneous\ntuning Rabi frequency and coherence time, which does not rely on the\nmaterial-dependent strong spin-orbit interaction and the local magnetic field\ngradient limiting their scalability, are strongly demanded. Here, we\ndemonstrate an approach to achieve high-fidelity spin control by tuning\ninter-dot spin-orbit coupling in a GaAs triple quantum dot (TQD), where the\nthird dot provides precise control over orbital energy levels. In an\nelectrically stable charge state with optimized tunnel coupling, we achieve\nRabi frequencies exceeding 100 MHz while maintaining coherence through proper\ntuning of the inter-dot orbital levels of the TQD. By implementing a machine\nlearning-based feedback control that efficiently estimates qubit frequency\nusing past measurement data, we characterize and mitigate the impact of low\nfrequency noise on qubit coherence with minimal measurement overhead. Finally,\nwe demonstrate a $\\pi$/2 gate fidelity of 99.7\\% with a gate time of 4 ns\nthrough randomized benchmarking, even in a GaAs quantum dot device where\nelectron spin coherence is typically limited by strong hyperfine interaction\nwith nuclear spins. Our approach provides a scalable strategy for high-fidelity\nspin control in semiconductor quantum dot arrays by utilizing device-specific\nparameters rather than relying on material properties or external field\ngradients."}
{"id": "2508.21729", "categories": ["cond-mat.str-el", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21729", "abs": "https://arxiv.org/abs/2508.21729", "authors": ["Yannic Rath", "Massimo Bortone", "George H. Booth"], "title": "Bayesian perspectives for quantum states and application to ab initio quantum chemistry", "comment": "To appear in \"Machine Learning in Condensed Matter Physics -\n  Significance, Challenges, and Future Directions\", a Springer Series in\n  Solid-State Sciences", "summary": "The quantum many-electron problem is not just at the heart of condensed\nmatter phenomena, but also essential for first-principles simulation of\nchemical phenomena. Strong correlation in chemical systems are prevalent and\npresent a formidable challenge in the simulation of these systems, while\npredictive phenomena in this domain often also requires a demanding level of\naccuracy to inform chemical behavior. Efficient representations of the\nmany-electron states of chemical systems are therefore also being inspired by\nmachine learning principles to provide an alternative to established\napproaches. In this chapter, we review recent progress in this endeavor for\nquantum chemical problems represented in second quantization, and the\nparticular challenges present in this field. In particular, we focus on the\napplication of Gaussian Process States emerging from efficient representations\nof the many-body wavefunction with rigorous Bayesian modeling frameworks,\nallowing for the unification of multiple paradigms under a common umbrella. We\nshow how such models (and other representations derived from machine learning)\ncan be used as novel tools to compute ab initio chemical properties, while in\nturn also informing the design of machine learning models to extract\ncorrelation patterns in classical data."}
{"id": "2508.21734", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21734", "abs": "https://arxiv.org/abs/2508.21734", "authors": ["H. T. Silva", "L. C. S. Faria", "T. A. Aversi-Ferreira", "I. Camps"], "title": "Computational study of interactions between ionized glyphosate and carbon nanotube: An alternative for mitigating environmental contamination", "comment": null, "summary": "The extensive use of glyphosate in agriculture has raised environmental\nconcerns due to its adverse effects on plants, animals, microorganisms, and\nhumans. This study investigates the interactions between ionized glyphosate and\nsingle-walled carbon nanotubes (CNT) using computational simulations through\nsemi-empirical tight-binding methods (GFN2-xTB) implemented in the xTB\nsoftware. The analysis focused on different glyphosate ionization states\ncorresponding to various pH levels: G1 (pH < 2), G2 (pH ~ 2-3), G3 (pH ~ 4-6),\nG4 (pH ~ 7-10), and G5 (pH > 10.6). Results revealed that glyphosate in G1, G3,\nG4, and G5 forms exhibited stronger interactions with CNT, demonstrating higher\nadsorption energies and greater electronic coupling. The neutral state (G2)\nshowed lower affinity, indicating that molecular protonation significantly\ninfluences adsorption. Topological analysis and molecular dynamics confirmed\nthe presence of covalent, non-covalent, and partially covalent interactions,\nwhile the CNT+G5 system demonstrated moderate interactions suitable for\nmaterial recycling. These findings suggest that carbon nanotubes, with their\nextraordinary properties such as nanocapillarity, porosity, and extensive\nsurface area, show promise for environmental monitoring and remediation of\nglyphosate contamination."}
{"id": "2508.21743", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21743", "abs": "https://arxiv.org/abs/2508.21743", "authors": ["Zhixiong Li", "Xuejuan Liu", "Zhejunyu Jin", "Guanghua Guo", "Xingen Zheng", "Peng Yan"], "title": "Topological Magnon Frequency Combs", "comment": "6 pages, 4 figures", "summary": "Exploring the synergy between topological physics and nonlinear dynamics\nunveils profound insights into emergent states of matter. Inspired by recent\nexperimental demonstrations of topological frequency combs in photonics, we\ntheoretically introduce topological magnon frequency combs (MFCs) in a\ntwo-dimensional triangular skyrmion lattice. Computing the Chern numbers of\nmagnon bands reveals robust chiral edge states. Strikingly, these topological\nMFCs originate from nonlinear four-magnon scattering among the chiral edge\nmodes, activated by dual-frequency driving without an amplitude threshold. Comb\nspacings are readily tunable through excitation frequency detuning.\nMicromagnetic simulations validate our predictions with good concordance. This\nwork paves the way for defect-immune magnonic devices exploiting MFCs and\nsparks investigations into topological-nonlinear phenomena in magnetic systems."}
{"id": "2508.21752", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.21752", "abs": "https://arxiv.org/abs/2508.21752", "authors": ["Sebastian Allende", "David Galvez-Poblete"], "title": "On the Electronic Contribution to Crystalline Diffraction Patterns", "comment": null, "summary": "We introduce the electronic structure factor as a phase-sensitive\ncontribution to diffraction that directly encodes the properties of the\noccupied-band wave functions. In the one-dimensional SSH model,\n$F_{\\mathrm{cond}}$ is governed by the relative sublattice phase, which\nintegrates to the Zak phase. This provides a clear diffraction-based criterion\nto distinguish trivial and topological regimes in the absence of any structural\nchange. Beyond the SSH limit, the same Bloch-based construction naturally\naccounts for commensurate and incommensurate magnetic satellites in\nantiferromagnets, reproducing the additional peaks at $q=G\\pm Q$ observed in\nNiO, MnO, chromium, and cuprates. These results demonstrate that diffraction\ncan probe electronic topology and magnetic ordering on equal footing, opening a\nroute to phase-sensitive structural characterization of correlated electron\nsystems."}
{"id": "2508.21759", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21759", "abs": "https://arxiv.org/abs/2508.21759", "authors": ["Anna Yu. Efimova", "Yohei Saito", "Atsushi Kawamoto", "Martin Dressel", "Louk Rademaker", "Andrej Pustogow"], "title": "Universal relation between residual resistivity and A coefficient in correlated metals", "comment": "11 pages, 8 figures", "summary": "The effects of strong electronic correlations and disorder are crucial for\nemergent phenomena such as unconventional superconductivity, metal-insulator\ntransitions, and quantum criticality. While both are omnipresent in real\nmaterials, their individual impacts on charge transport remain elusive. To\ndisentangle their respective roles, we have independently varied the degree of\nrandomness and the strength of electronic correlations -- by chemical\nsubstitution and physical pressure, respectively -- within the metallic phase\nnearby a Mott-insulating state. We find a distinct correlation dependence of\nthe disorder-dependent residual resistivity $\\rho_0$ in the Fermi-liquid regime\n$\\rho(T)=\\rho_0 + A T^2$, where $A\\propto (m^{\\star}/m)^2$ quantifies the\nelectronic mass enhancement. Contrary to conventional expectations, we observe\nthat at fixed disorder level $\\rho_0$ grows linearly with $A$. This scaling can\nbe understood in terms of chemical-potential fluctuations with variance\n$\\sigma_\\mu^2$, yielding $\\rho_0 \\propto A\\,\\sigma_\\mu^2$. By comparing our\nfindings to transport data on other organic Mott systems, oxides, heavy-fermion\ncompounds, and moir\\'e materials, we demonstrate that this new relation between\nresidual resistivity and mass enhancement is a universal feature of correlated\nmetals."}
{"id": "2508.21766", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.21766", "abs": "https://arxiv.org/abs/2508.21766", "authors": ["Kevin Allen", "Christopher Lane", "Emilia Morosan", "Jian-Xin Zhu"], "title": "Magnetism Enhanced Surface Bonding of O$_{2}$ on CoPt", "comment": "7 pages, 3 figures, and 1 table", "summary": "For large-scale deployment and use of polymer electrolyte fuel cells,\nhigh-performance electrocatalysts with low platinum consumption are desirable.\nOne promising strategy to meet this demand is to explore alternative materials\nthat retain catalytic efficiency while introducing new mechanisms for\nperformance enhacement. In this study, we investigate a ferromagnetic CoPt as a\ncandidate material to accelerate oxygen reduction reactions. By using density\nfunctional theory calculations, we find the spin-polarized Co-$d$ states to\nenhance O$_2$ surface bonding due to local exchange splitting of Co-$d$\ncarriers at the Fermi level. Furthermore, O and O$_2$ adsorption and\ndissociation energies are found to be tuned by varying the thickness of the Pt\nlayers. Our study gives insight into the role magnetism plays in the oxygen\nreduction reaction process and how magnetic ions may aid in the design of new\nadvanced catalysts."}
{"id": "2508.21768", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21768", "abs": "https://arxiv.org/abs/2508.21768", "authors": ["Mohit Lal Bera", "Armando Pérez", "Miguel A. García-March", "Ravindra Chhajlany", "Tobias Grass", "Maciej Lewenstein", "Utso Bhattacharya", "Sourav Bhattacharjee"], "title": "A Hybrid Anyon-Otto thermal machine", "comment": "10 pages, 6 figures, comments welcome", "summary": "We propose a four-stroke quantum thermal machine based on the 1D anyon\nHubbard model, which is capable of extracting the excess energy arising from\nanyon exclusion statistics at low temperature into finite work. Defining a\nhybrid anyon-Otto (HAO) cycle, we find that the low temperature work, in the\nabsence of any interactions, is maximised in the pseudo fermionic limit, where\nthe anyons most closely resemble free fermions. However, when weak interactions\nare introduced, the work output is no longer maximized at the bosonic or\npseudo-fermionic extremes, but instead peaks at intermediate statistical\nangles. This clearly demonstrates that interactions and anyonic statistics\nconspire non-trivially to enhance performance, with interacting anyons offering\ngreater quantum thermodynamic advantage than either bosons or pseudo-fermions,\nin this regime. Furthermore, we also identify different modes of operation of\nthe HAO cycle, one of which emerges as a direct consequence of the finite anyon\nenergy at low temperature."}
{"id": "2508.21791", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.21791", "abs": "https://arxiv.org/abs/2508.21791", "authors": ["Yafis Barlas", "Fan Zhang", "Enrico Rossi"], "title": "Quantum Geometry Induced Kekulé Superconductivity in Haldane phases", "comment": "8 pages", "summary": "Chiral two-dimensional electron gases, which capture the electronic\nproperties of graphene and rhombohedral graphene systems, exhibit singular\nmomentum-space vortices and are susceptible to interaction-induced topological\nHaldane phases. Here, we investigate pairing interactions in these\ninversion-symmetric Haldane phases of chiral two-dimensional electron gases. We\ndemonstrate that the nontrivial band topology of the Haldane phases enhances\nintra-valley (${\\bf Q} = \\pm 2 {\\bf K_D}$) pair susceptibility relative to\ninter-valley (${\\bf Q} = 0$) pair susceptibility, favoring the emergence of a\nlattice-scale pair-density wave order. When longitudinal acoustic phonons\nmediate the pairing interaction, the system supports a chiral Kekul\\`{e}\nsuperconducting order. Our findings are relevant to superconductivity in\nrhombohedral graphene and Kagome metals."}
{"id": "2508.21325", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.21325", "abs": "https://arxiv.org/abs/2508.21325", "authors": ["Archith Rayabharam", "N. R. Aluru"], "title": "Hybrid Quantum-Classical Simulations of Graphene Analogues: Adsorption Energetics Beyond DFT", "comment": "5 figures, 2 tables, 3 SI figures, 21 pages", "summary": "Understanding strongly correlated systems is essential for advancing quantum\nchemistry and materials science, yet conventional methods like Density\nFunctional Theory (DFT) often fail to capture their complex electronic\nbehavior. To address these limitations, we develop a hybrid quantum-classical\nframework that integrates Multiconfigurational Self Consistent Field (MCSCF)\nwith the Variational Quantum Eigensolver (VQE). Our initial benchmarks on water\ndissociation enabled the systematic optimization of key computational\nparameters, including ansatz selection, active space construction, and error\nmitigation. Building on this, we extend our approach to investigate the\ninteractions between graphene analogues and water, demonstrating that our\nframework produces binding energies consistent with high accuracy quantum\nmethods. Furthermore, we apply this methodology to predict the binding energies\nof transition metals (Fe, Co, Ni) on both pristine and defective graphene\nanalogues, revealing strong charge transfer effects and pronounced\nmultireference character phenomena often misrepresented by standard DFT. In\ncontrast to many existing quantum algorithms that are constrained to small\nmolecular systems, our framework achieves chemically accurate predictions for\nlarger, strongly correlated systems such as metal graphene complexes. This\nadvancement highlights the capacity of hybrid quantum-classical approaches to\naddress complex electronic interactions and demonstrates a practical route\ntoward realizing quantum advantage for real world materials applications in the\nNoisy Intermediate Scale Quantum (NISQ) era."}
