{"id": "2510.07353", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07353", "abs": "https://arxiv.org/abs/2510.07353", "authors": ["O. Bystrenko", "B. Ilkiv", "S. Petrovska", "T. Bystrenko", "O. Foia", "O. Khyzhun"], "title": "General expression for the energy and the equation of state for polycrystalline solids", "comment": "11 pages, 12 figures", "summary": "On the basis of the extended classical elasticity theory, we propose\nuniversal semi-empirical analytical expressions for the energy and the equation\nof state for poly-crystalline solids. The validation of the relations has been\nmade by means of first principle density functional theory simulations with the\nuse of pseudo-potential approach and generalized gradient approximation for the\nexchange-correlation energy. The calculations performed for a large number of\ninorganic crystalline compounds with metal, covalent and ionic bonding\n(including diamond, Mg, sphalerite, B, magnesium carboboride, topaz, rocksalt,\netc.) within the pressure range from -20 GPa to 300 GPa demonstrated an\nexcellent agreement with the predictions of the analytical theory. The proposed\nrelations can be used to describe the behavior of poly-crystalline solids at\nhigh pressure, in particular, to predict pressure-induced phase transitions."}
{"id": "2510.07401", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.07401", "abs": "https://arxiv.org/abs/2510.07401", "authors": ["Şener Özönder"], "title": "Attention to Order: Transformers Discover Phase Transitions via Learnability", "comment": null, "summary": "Phase transitions mark qualitative reorganizations of collective behavior,\nyet identifying their boundaries remains challenging whenever analytic\nsolutions are absent and conventional simulations fail. Here we introduce\nlearnability as a universal criterion, defined as the ability of a transformer\nmodel containing attention mechanism to extract structure from microscopic\nstates. Using self-supervised learning and Monte Carlo generated configurations\nof the two-dimensional Ising model, we show that ordered phases correspond to\nenhanced learnability, manifested in both reduced training loss and structured\nattention patterns, while disordered phases remain resistant to learning. Two\nunsupervised diagnostics, the sharp jump in training loss and the rise in\nattention entropy, recover the critical temperature in excellent agreement with\nthe exact value. Our results establish learnability as a data-driven marker of\nphase transitions and highlight deep parallels between long-range order in\ncondensed matter and the emergence of structure in modern language models."}
{"id": "2510.07425", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07425", "abs": "https://arxiv.org/abs/2510.07425", "authors": ["Pavel A. Andreev"], "title": "Electric susceptibility of antiferromagnetic multiferroics with cycloidal spin order at magnetoelectric effect associated with collinear component of spins", "comment": "8 pages", "summary": "The contribution of magnetoelectric effect to Landau--Lifshitz-Gilbert\nequation is considered in case when medium polarization is caused by parallel\ncomponent of neighboring spins. The result is presented for ferromagnetic and\nantiferromagnetic materials. A comparison is given with the contribution of\nmagnetoelectric effect to Landau--Lifshitz-Gilbert equation when medium\npolarization is caused by perpendicular component of spins. The dispersion\ndependence of spin waves in antiferromagnets with cycloidal equilibrium spin\norder is derived. The electric susceptibility and permittivity of\nantiferromagnetic multiferroics in which magnetoelectric effect is caused by\ncollinear component of spins is obtained analytically."}
{"id": "2510.07465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07465", "abs": "https://arxiv.org/abs/2510.07465", "authors": ["Hanchen Wang", "William Legrand", "Davit Petrosyan", "Min-Gu Kang", "Emir Karadža", "Hiroki Matsumoto", "Richard Schlitz", "Michaela Lammel", "Myriam H. Aguirre", "Pietro Gambardella"], "title": "Ultrathin bismuth-yttrium iron garnet films with tunable and compensated magnetic anisotropy", "comment": null, "summary": "We report on the epitaxial growth of nm-thick films of bismuth-substituted\nyttrium iron garnet (BiYIG) by high-temperature off-axis radio-frequency\nmagnetron sputtering. We demonstrate accurate control of the magnetic\nproperties by tuning of the sputtering parameters and epitaxial strain on\nvarious (111)-oriented garnet substrates. BiYIG films with up to -0.80\\%\nlattice mismatch with the substrate remain fully strained up to 60~nm-thick,\nmaintaining a high crystalline quality. Transmission electron microscopy and\nenergy-dispersive X-ray spectroscopy confirm coherent epitaxial growth, the\nabsence of defects, and limited interdiffusion at the BiYIG/substrate\ninterface. Varying the tensile or compressive strain between -0.80\\% and\n+0.56\\% in BiYIG allows for accurate compensation of the total magnetic\nanisotropy through magneto-elastic coupling. The effective magnetic anisotropy\nof sputtered BiYIG films can be further tuned via the off-axis deposition angle\nand the oxygen flow during growth, which determine the cation stoichiometry.\nUnder optimized growth conditions, a ferromagnetic resonance (FMR) linewidth of\n1~mT at 10~GHz is reliably obtained even for thicknesses as low as 10~nm. We\nalso report small FMR linewidths in ultrathin (2-5~nm) BiYIG films grown on\ndiamagnetic substrate yttrium scandium gallium garnet. These findings highlight\nthe promise of low-damping, strain-engineered nm-thick BiYIG films for\nimplementing advanced functionalities in spin-orbitronic and magnonic devices.\nSpecifically, the magnetic-anisotropy compensation and low damping enable large\ncone-angle magnetization dynamics immune to magnon-magnon nonlinear scattering."}
{"id": "2510.07373", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07373", "abs": "https://arxiv.org/abs/2510.07373", "authors": ["Omri Lesser", "Yanjun Liu", "Natalie Maus", "Aaditya Panigrahi", "Krishnanand Mallayya", "Leslie M. Schoop", "Jacob R. Gardner", "Eun-Ah Kim"], "title": "Learning to predict superconductivity", "comment": "9+13 pages, 5+3 figures", "summary": "Predicting the superconducting transition temperature ($T_c$) of materials\nremains a major challenge in condensed matter physics due to the lack of a\ncomprehensive and quantitative theory. We present a data-driven approach that\ncombines chemistry-informed feature extraction with interpretable machine\nlearning to predict $T_c$ and classify superconducting materials. We develop a\nsystematic featurization scheme that integrates structural and elemental\ninformation through graphlet histograms and symmetry vectors. Using\nexperimentally validated structural data from the 3DSC database, we construct a\ncurated, featurized dataset and design a new kernel to incorporate histogram\nfeatures into Gaussian-process (GP) regression and classification. This\nframework yields an interpretable $T_c$ predictor with an $ R^2$ value of 0.93\nand a superconductor classifier with quantified uncertainties.\nFeature-significance analysis further reveals that GP $T_c$ predictor can\nachieve near-optimal performance only using four second-order graphlet\nfeatures. In particular, we discovered a previously overlooked feature of\nelectron affinity difference between neighboring atoms as a universally\npredictive descriptor. Our graphlet-histogram approach not only highlights\nbonding-related elemental descriptors as unexpectedly powerful predictors of\nsuperconductivity but also provides a broadly applicable framework for\npredictive modeling of diverse material properties."}
{"id": "2510.07460", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07460", "abs": "https://arxiv.org/abs/2510.07460", "authors": ["Julian Stetzler", "Sophya Garashchuk", "Vitaly A. Rassolov"], "title": "Analysis of divergent dynamics of exactly factorized electron-nuclear wavefunctions", "comment": "21 pages, 7 figures, 2 tables", "summary": "The Exact Factorization (XF) of molecular wavefunctions can be viewed as an\n'electronic wavepacket' framework for quantum dynamics. It is an appealing\nalternative to the conventional non-adiabatic dynamics, unfolding in the space\nof coupled electronic eigenstates. However, implementation of the non-linear XF\nequations for general systems presents a formidable challenge: the XF\ncounterparts to the non-adiabatic coupling involve division by the nuclear\nprobability density, which leads to severe numerical instabilities in the\nlow-density regions of space. In case of the non-adiabatic dynamics the effect\nof coupling is relatively smooth, but this theoretical framework becomes\nimpractical when numerous electronic states are involved. In this paper the\norigin of the XF-specific challenge is analyzed analytically. We demonstrate\nthat the problem arises when the factorized wavefunction diverges, even without\nthe explicit coupling of the Born-Huang electronic states used to describe the\nmolecular wavefunction. Using a 'minimal' model of the photodissociation, we\nderive expressions for the XF dynamics and locate the source of the XF\ninstability. We analyze the dependence of this instability on the nuclear\nwavefunction bifurcation in the stationary and moving frames of reference, the\nlatter associated with the quantum trajectory ensemble describing the nuclear\nXF wavepacket in a compact form. We show that the near-singular behavior\npersists in the moving frame and in the atomic basis representation of the\nelectronic wavefunction. This model and insight into the root of the XF\nimplementation challenge will help to address the issue, leading to further\ndevelopment of the XF methods."}
{"id": "2510.07683", "categories": ["physics.comp-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.07683", "abs": "https://arxiv.org/abs/2510.07683", "authors": ["Zicheng Yan", "Jialiang Tao", "Christian Franck", "David L. Henann"], "title": "A Virtual Fields Method-Genetic Algorithm (VFM-GA) calibration framework for isotropic hyperelastic constitutive models with application to an elastomeric foam material", "comment": "36 pages with 11 figures", "summary": "This work introduces a calibration framework for material parameter\nidentification in isotropic hyperelastic constitutive models. The framework\nsynergizes the Virtual Fields Method (VFM) to define an objective function with\na Genetic Algorithm (GA) as the optimization method to facilitate automated\ncalibration. The formulation of the objective function uses experimental\ndisplacement fields measured from Digital Image Correlation (DIC) synchronized\nwith load cell data and can accommodate data from experiments involving\nhomogeneous or inhomogeneous deformation fields. The framework places no\nrestrictions on the target isotropic hyperelastic constitutive model,\naccommodating models with coupled dependencies on deformation invariants and\nspecialized functional forms with a number of material parameters, and assesses\nmaterial stability, eliminating sets of material parameters that potentially\nlead to non-physical behavior for the target hyperelastic constitutive model.\nTo minimize the objective function, a GA is deployed as the optimization tool\ndue to its ability to navigate the intricate landscape of material parameter\nspace. The VFM-GA framework is evaluated by applying it to a hyperelastic\nconstitutive model for compressible elastomeric foams. The evaluation process\nentails a number of tests that employ both homogeneous and inhomogeneous\ndisplacement fields collected from DIC experiments on open-cell foam specimens.\nThe results outperform manual fitting, demonstrating the framework's robust and\nefficient capability to handle material parameter identification for complex\nhyperelastic constitutive models."}
{"id": "2510.07406", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07406", "abs": "https://arxiv.org/abs/2510.07406", "authors": ["Juan Daniel Torres Luna", "Sebastian Miles", "A. Mert Bozkurt", "Chun-Xiao Liu", "Antonio L. R. Manesco", "Anton R. Akhmerov", "Michael Wimmer"], "title": "Pareto-optimality of Majoranas in hybrid platforms", "comment": null, "summary": "To observe Majorana bound states, and especially to use them as a qubit,\nrequires careful optimization of competing quality metrics. We systematically\ncompare Majorana quality in proximitized semiconductor nanowires and quantum\ndot chains. Using multi-objective optimization, we analyze the fundamental\ntrade-offs between topological gap and localization length, two key metrics\nthat determine MBS coherence and operational fidelity. We demonstrate that\nthese quantities cannot be simultaneously optimized in realistic models,\ncreating Pareto frontiers that define the achievable parameter space. Our\nresults show that QD chains achieve both comparable quality as nanowires and a\nregime with a much shorter localization length, making them particularly\npromising for near-term quantum computing applications where device length and\ndisorder are limiting factors."}
{"id": "2510.07383", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07383", "abs": "https://arxiv.org/abs/2510.07383", "authors": ["Zhengzhi Wu", "Zhou-Quan Wan", "Shao-Kai Jian", "Hong Yao"], "title": "Emergent spacetime supersymmetry at 2D fractionalized quantum criticality", "comment": "4 pages, 1 figure", "summary": "While experimental evidence for spacetime supersymmetry (SUSY) in particle\nphysics remains elusive, condensed matter systems offer a promising arena for\nits emergence at quantum critical points (QCPs). Although there have been a\nvariety of proposals for emergent SUSY at symmetry-breaking QCPs, the emergence\nof SUSY at fractionalized QCPs remains largely unexplored. Here, we demonstrate\nemergent space-time SUSY at a fractionalized QCP in the Kitaev honeycomb model\nwith Su-Schrieffer-Heeger (SSH) spin-phonon coupling. Specifically, through\nnumerical computations and analytical analysis, we show that the anisotropic\nSSH-Kitaev model hosts a fractionalized QCP between a Dirac spin liquid and an\nincommensurate/commensurate valence-bond-solid phase coexisting with\n$\\mathbb{Z}_2$ topological order. A low-energy field theory incorporating\nphonon quantum fluctuations reveals that this fractionalized QCP features an\nemergent $\\mathcal{N}=2$ spacetime SUSY. We further discuss their universal\nexperimental signatures in thermal transport and viscosity, highlighting the\nconcrete lattice realization of emergent SUSY at a fractionalized QCP in 2D."}
{"id": "2510.07394", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2510.07394", "abs": "https://arxiv.org/abs/2510.07394", "authors": ["Camille Aron", "Manas Kulkarni"], "title": "Localization of information driven by stochastic resetting", "comment": "5 pages", "summary": "The dynamics of extended many-body systems are generically chaotic.\nClassically, a hallmark of chaos is the exponential sensitivity to initial\nconditions captured by positive Lyapunov exponents. Supplementing chaotic\ndynamics with stochastic resetting drives a sharp dynamical phase transition:\nwe show that the Lyapunov spectrum, i.e., the complete set of Lyapunov\nexponents, abruptly collapses to zero above a critical resetting rate. At\ncriticality, we find a sudden loss of analyticity of the velocity-dependent\nLyapunov exponent, which we relate to the transition from ballistic scrambling\nof information to an arrested regime where information becomes exponentially\nlocalized over a characteristic length diverging at criticality with an\nexponent $\\nu = 1/2$. We illustrate our analytical results on generic chaotic\ndynamics by numerical simulations of coupled map lattices."}
{"id": "2510.07353", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07353", "abs": "https://arxiv.org/abs/2510.07353", "authors": ["O. Bystrenko", "B. Ilkiv", "S. Petrovska", "T. Bystrenko", "O. Foia", "O. Khyzhun"], "title": "General expression for the energy and the equation of state for polycrystalline solids", "comment": "11 pages, 12 figures", "summary": "On the basis of the extended classical elasticity theory, we propose\nuniversal semi-empirical analytical expressions for the energy and the equation\nof state for poly-crystalline solids. The validation of the relations has been\nmade by means of first principle density functional theory simulations with the\nuse of pseudo-potential approach and generalized gradient approximation for the\nexchange-correlation energy. The calculations performed for a large number of\ninorganic crystalline compounds with metal, covalent and ionic bonding\n(including diamond, Mg, sphalerite, B, magnesium carboboride, topaz, rocksalt,\netc.) within the pressure range from -20 GPa to 300 GPa demonstrated an\nexcellent agreement with the predictions of the analytical theory. The proposed\nrelations can be used to describe the behavior of poly-crystalline solids at\nhigh pressure, in particular, to predict pressure-induced phase transitions."}
{"id": "2510.07585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07585", "abs": "https://arxiv.org/abs/2510.07585", "authors": ["Dhruv C. Desai", "Lauren A. Tan", "Jin-Jian Zhou", "Shiyu Peng", "Jinsoo Park", "Marco Bernardi"], "title": "Magnetotransport in Topological Materials and Nonlinear Hall Effect via First-Principles Electronic Interactions and Band Topology", "comment": "8 pages, 3 figures", "summary": "Topological effects arising from the Berry curvature lead to intriguing\ntransport signatures in quantum materials. Two such phenomena are the chiral\nanomaly and nonlinear Hall effect (NLHE). A unified description of these\ntransport regimes requires a quantitative treatment of both band topology and\nelectron scattering. Here, we show accurate predictions of the\nmagnetoresistance in topological semimetals and NLHE in noncentrosymmetric\nmaterials by solving the Boltzmann transport equation (BTE) with\nelectron-phonon ($e$-ph) scattering and Berry curvature computed from first\nprinciples. We apply our method to study magnetotransport in a prototypical\nWeyl semimetal, TaAs, and the NLHE in strained monolayer WSe$_2$, bilayer\nWTe$_2$ and bulk BaMnSb$_2$. In TaAs, we find a chiral contribution to the\nmagnetoconductance which is positive and increases with magnetic field,\nconsistent with experiments. We show that $e$-ph interactions can significantly\nmodify the Berry curvature dipole and its dependence on temperature and Fermi\nlevel, highlighting the interplay of band topology and electronic interactions\nin nonlinear transport. The computed nonlinear Hall response in BaMnSb$_2$ is\nin agreement with experiments. By adding the Berry curvature to\nfirst-principles transport calculations, our work advances the quantitative\nanalysis of a wide range of linear and nonlinear transport phenomena in quantum\nmaterials."}
{"id": "2510.07398", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07398", "abs": "https://arxiv.org/abs/2510.07398", "authors": ["Wei-En Tseng", "Rahul Nandkishore"], "title": "Measuring intrinsic relaxation rates in superconductors using nonlinear response", "comment": null, "summary": "We discuss intrinsic relaxation rates in superconductors, and how they may be\nmeasured using non-linear optical (terahertz) response. We consider both $s$\nand $d$-wave superconductors, both with and without a phenomenological (energy\ndependent) damping. Intrinsic relaxation rates of interest include the Higgs\nmode decay rate, the quasiparticle redistribution rate ($1/T_1$) and the\nquasiparticle dephasing rate ($1/T_2$), where the latter two rates are zero in\nthe pure BCS model, but non-zero in the presence of damping. Using the Anderson\npseudospin formalism, we illustrate how these intrinsic relaxation rates are\nrelated to measurable quantities such as the time-dependent gap function and\nthe non-linear current (a.k.a. third harmonic generation). Hence, we show how\nintrinsic relaxation rates may be experimentally extracted and discuss what one\nmay thereby learn about the underlying damping. We also discuss the effects of\npolarization control (viz. non-linear response to light polarized in different\ndirections), which offers a useful experimental knob, especially for $d$-wave\nsuperconductors, enabling selective excitation of modes in different\nirreducible representations (and readout of their corresponding relaxation\nrates)."}
{"id": "2510.07483", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07483", "abs": "https://arxiv.org/abs/2510.07483", "authors": ["Julian Stetzler", "Sophya Garashchuk", "Vitaly A. Rassolov"], "title": "Factorized electron-nuclear dynamics with effective complex potential: on-the-fly implementation for H$_2^+$ in a laser field", "comment": "27 pages, 9 figures, 5 tables", "summary": "Conventional theoretical and computational approaches to fully coupled\nquantum molecular dynamics, i.e. when both the electrons and nuclei are treated\nas quantum-mechanical particles, are impractical for all but the smallest\nchemical systems. In this paper we describe the formalism and implementation of\nthe Factorized Electron Nuclear Dynamics (FENDy) with effective complex\npotential [J. Chem. Theory Comput. 19 (2023), pp 1393-1408], which goes beyond\nthe established framework of the Born-Oppenheimer approximation or Born-Huang\nexpansion of the molecular wavefunction. This method is based on the exact\nfactorization of the molecular wavefunction, with the nuclei evolving under a\ncomplex time-dependent potential which captures the key features of dynamics in\nthe nuclear subspace. The complementary electronic component of the molecular\nwavefunction is normalized to one for all nuclear configurations. We implement\nand employ FENDy to model the dynamics of H$_2^+$ molecular ion under a\nfemtosecond laser pulse. The electronic wavefunction is represented within the\nstandard electronic structure bases without referencing the electronic\neigenstates. The nuclear wavefunction is represented as a quantum-trajectory\nensemble, which in principle circumvents the exponential scaling of the\nnumerical cost with the system size. The challenging evaluation of the\ngradients on unstructured grids is performed by projection on auxiliary bases."}
{"id": "2510.08317", "categories": ["physics.comp-ph", "astro-ph.IM", "cs.AI", "cs.LG", "hep-ph"], "pdf": "https://arxiv.org/pdf/2510.08317", "abs": "https://arxiv.org/abs/2510.08317", "authors": ["Zhuo-Yang Song", "Zeyu Cai", "Shutao Zhang", "Jiashen Wei", "Jichen Pan", "Shi Qiu", "Qing-Hong Cao", "Tie-Jiun Hou", "Xiaohui Liu", "Ming-xing Luo", "Hua Xing Zhu"], "title": "Iterated Agent for Symbolic Regression", "comment": "45 pages, 22 figures, 8 tables", "summary": "Symbolic regression (SR), the automated discovery of mathematical expressions\nfrom data, is a cornerstone of scientific inquiry. However, it is often\nhindered by the combinatorial explosion of the search space and a tendency to\noverfit. Popular methods, rooted in genetic programming, explore this space\nsyntactically, often yielding overly complex, uninterpretable models. This\npaper introduces IdeaSearchFitter, a framework that employs Large Language\nModels (LLMs) as semantic operators within an evolutionary search. By\ngenerating candidate expressions guided by natural-language rationales, our\nmethod biases discovery towards models that are not only accurate but also\nconceptually coherent and interpretable. We demonstrate IdeaSearchFitter's\nefficacy across diverse challenges: it achieves competitive, noise-robust\nperformance on the Feynman Symbolic Regression Database (FSReD), outperforming\nseveral strong baselines; discovers mechanistically aligned models with good\naccuracy-complexity trade-offs on real-world data; and derives compact,\nphysically-motivated parametrizations for Parton Distribution Functions in a\nfrontier high-energy physics application. IdeaSearchFitter is a specialized\nmodule within our broader iterated agent framework, IdeaSearch, which is\npublicly available at https://www.ideasearch.cn/."}
{"id": "2510.07412", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07412", "abs": "https://arxiv.org/abs/2510.07412", "authors": ["J. D. Bondar", "L. Banszerus", "W. Marshall", "T. Lindemann", "T. Zhang", "M. J. Manfra", "C. M. Marcus", "S. Vaitiekėnas"], "title": "From two dimensions to wire networks in a dice-lattice Josephson array", "comment": "9 pages, 4+6 figures", "summary": "We investigate Josephson arrays consisting of a dice-lattice network of\nsuperconducting weak links surrounding rhombic plaquettes of proximitized\nsemiconductor. Josephson coupling of the weak links and electron density in the\nplaquettes are independently controlled by separate electrostatic gates.\nApplied magnetic flux results in an intricate pattern of switching currents\nassociated with frustration, $f$. For depleted plaquettes, the switching\ncurrent is nearly periodic in $f$, expected for a phase-only description, while\noccupied plaquettes yield a decreasing envelope of switching currents with\nincreasing $f$. A model of flux dependence based on ballistic small-area\njunctions and diffusive large-area plaquettes yields excellent agreement with\nexperiment."}
{"id": "2510.07583", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07583", "abs": "https://arxiv.org/abs/2510.07583", "authors": ["Sihan Chen", "Luca V. Delacretaz"], "title": "Quantizing Bosonized Fermi Surfaces", "comment": "45 pages, 5 figures", "summary": "Bosonization describes Fermi surface dynamics in terms of a collective field\nthat lives on a part of phase space. While sensible semiclassically, the\nchallenge of treating such a field quantum mechanically has prevented\nbosonization from providing as powerful a nonperturbative tool as in one\ndimension. We show that general Fermi surfaces can be exactly described by a\nparticular $N\\to \\infty$ limit of a $U(N)_1$ WZW model, with a tower of\nirrelevant corrections. This matrix-valued description encodes the\nnoncommutative nature of phase space, and its (solvable) strongly coupled\ndynamics resolves the naive overcounting of degrees of freedom of the\ncollective field without the need to cut the Fermi surface into patches. This\napproach furthermore provides a quantitative tool to systematically study\npower-law corrections to Fermi surface dynamics."}
{"id": "2510.07552", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2510.07552", "abs": "https://arxiv.org/abs/2510.07552", "authors": ["Marko Tesanovic", "Daniel M. Markiewitz", "Marcus L. Popp", "Martin Z. Bazant", "Sonja Berensmeier"], "title": "Thermodynamically Consistent Continuum Theory of Magnetic Particles in High-Gradient Fields", "comment": null, "summary": "Magnetic particles underpin a broad range of technologies, from water\npurification and mineral processing to bioseparations and targeted drug\ndelivery. The dynamics of magnetic particles in high-gradient magnetic\nfields-encompassing both their transport and eventual capture-arise from the\ncoupled interplay of field-driven drift, fluid advection, and particle-field\nfeedback. These processes remain poorly captured by existing models relying on\nempirical closures or discrete particle tracking. Here, we present a\nthermodynamically consistent continuum theory for collective magnetic particle\ntransport and capture in high-gradient fields. The framework derives from a\nfree-energy functional that couples magnetic energy, entropic mixing, and\nsteric interactions, yielding a concentration-dependent susceptibility via\nhomogenization theory. The resulting equations unify magnetism, mass transport,\nand momentum balances without ad hoc shut-off criteria, allowing field\nshielding, anisotropic deposition, and boundary-layer confinement to emerge\nnaturally. Simulations predict canonical capture morphologies-axially aligned\nplumes, crescent-shaped deposits, and nonlinear shielding-across field\nstrengths and flow regimes, consistent with trends reported in prior\nexperimental and modeling studies. By organizing captured particle mass data\ninto a dimensionless phase diagram based on the Mason number, we reveal three\ndistinct regimes-thermodynamically controlled, transitional, and dynamically\ncontrolled. This perspective provides a predictive platform for in silico\noptimization and extension to three-dimensional geometries, and informing\ndigital twin development for industrial-scale high-gradient magnetic separation\nprocesses."}
{"id": "2510.07373", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07373", "abs": "https://arxiv.org/abs/2510.07373", "authors": ["Omri Lesser", "Yanjun Liu", "Natalie Maus", "Aaditya Panigrahi", "Krishnanand Mallayya", "Leslie M. Schoop", "Jacob R. Gardner", "Eun-Ah Kim"], "title": "Learning to predict superconductivity", "comment": "9+13 pages, 5+3 figures", "summary": "Predicting the superconducting transition temperature ($T_c$) of materials\nremains a major challenge in condensed matter physics due to the lack of a\ncomprehensive and quantitative theory. We present a data-driven approach that\ncombines chemistry-informed feature extraction with interpretable machine\nlearning to predict $T_c$ and classify superconducting materials. We develop a\nsystematic featurization scheme that integrates structural and elemental\ninformation through graphlet histograms and symmetry vectors. Using\nexperimentally validated structural data from the 3DSC database, we construct a\ncurated, featurized dataset and design a new kernel to incorporate histogram\nfeatures into Gaussian-process (GP) regression and classification. This\nframework yields an interpretable $T_c$ predictor with an $ R^2$ value of 0.93\nand a superconductor classifier with quantified uncertainties.\nFeature-significance analysis further reveals that GP $T_c$ predictor can\nachieve near-optimal performance only using four second-order graphlet\nfeatures. In particular, we discovered a previously overlooked feature of\nelectron affinity difference between neighboring atoms as a universally\npredictive descriptor. Our graphlet-histogram approach not only highlights\nbonding-related elemental descriptors as unexpectedly powerful predictors of\nsuperconductivity but also provides a broadly applicable framework for\npredictive modeling of diverse material properties."}
{"id": "2510.07698", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07698", "abs": "https://arxiv.org/abs/2510.07698", "authors": ["Mack Wesley Cleveland", "Andrew Nelson", "Ericmoore Jossou"], "title": "Chromium-doped uranium dioxide fuels: A review", "comment": null, "summary": "UO2 doped with parts per million Cr2O3 powder is considered a potential near\nterm accident tolerant fuel candidate. Here, the results of decades of industry\nand academic research into Cr-doped UO2 are analyzed and their shortcomings are\ncritiqued. Focusing on the incorporation mechanisms of Cr into the fuel matrix,\nwe explore a mechanistic understanding of the characteristic properties of\nCr-doped UO2, notably, enhanced fission gas retention attributed to enlarged\ngrain sizes following sintering, along with marginal improvements in the\nthermophysical properties. The findings of recent X-ray Adsorption Near Edge\nSpectroscopy studies were compared and put into conversation with historic data\nregarding the incorporation of Cr in UO2. On the basis of defect mechanisms,\nthe case is made for the substitutional incorporation of Cr governing the\nlattice solubility but not the enhanced U diffusivity. Instead, Cr/Cr2O3 redox\nchemistry in a well-defined oxygen potential explains the differences in the U\ndiffusivity and O/M ratio. The primary mechanism of doping-enhanced grain\ngrowth is found to be liquid assisted sintering due to a CrO(l) eutectic phase\nat the grain boundaries. The role of inhomogeneities in Cr concentration in UO2\nat various length scales across the materials microstructure is highlighted and\nconnected to promising experimental and modeling work to fill in the gaps in\nthe current understanding of Cr-doped UO2. The review ends with an outline of\nfuture works that combine meticulous irradiation studies and high resolution\nexperiments with next generation modeling and simulations techniques empowered\nby machine learning advances to accelerate the fabrication and adoption of\nCr-doped UO2 light water reactors."}
{"id": "2510.07410", "categories": ["cond-mat.supr-con", "cond-mat.quant-gas", "nucl-th"], "pdf": "https://arxiv.org/pdf/2510.07410", "abs": "https://arxiv.org/abs/2510.07410", "authors": ["Piotr Magierski"], "title": "Superfluidity in Fermi systems within the framework of Density Functional Theory", "comment": "37 pages, 6 figures", "summary": "This review is based on lectures given by the author at the Enrico Fermi\nSummer School in Varenna. It presents the basics of Density Functional Theory\n(DFT) for Fermi superfluids, with particular emphasis on nuclear systems.\nSpecial attention is given to the foundations of both DFT and time-dependent\nDFT (TDDFT). The review explores the advantages and challenges involved in the\npractical application of TDDFT to superfluid systems, as well as the typical\napproximations employed. Various applications of the TDDFT framework to the\ndescription of phenomena related to nonequilibrium superfluidity in atomic\nnuclei, neutron stars, and ultracold atoms are discussed."}
{"id": "2510.07589", "categories": ["physics.chem-ph", "stat.ML"], "pdf": "https://arxiv.org/pdf/2510.07589", "abs": "https://arxiv.org/abs/2510.07589", "authors": ["Juan Viguera Diez", "Mathias Schreiner", "Simon Olsson"], "title": "Transferable Generative Models Bridge Femtosecond to Nanosecond Time-Step Molecular Dynamics", "comment": null, "summary": "Understanding molecular structure, dynamics, and reactivity requires bridging\nprocesses that occur across widely separated time scales. Conventional\nmolecular dynamics simulations provide atomistic resolution, but their\nfemtosecond time steps limit access to the slow conformational changes and\nrelaxation processes that govern chemical function. Here, we introduce a deep\ngenerative modeling framework that accelerates sampling of molecular dynamics\nby four orders of magnitude while retaining physical realism. Applied to small\norganic molecules and peptides, the approach enables quantitative\ncharacterization of equilibrium ensembles and dynamical relaxation processes\nthat were previously only accessible by costly brute-force simulation.\nImportantly, the method generalizes across chemical composition and system\nsize, extrapolating to peptides larger than those used for training, and\ncaptures chemically meaningful transitions on extended time scales. By\nexpanding the accessible range of molecular motions without sacrificing\natomistic detail, this approach opens new opportunities for probing\nconformational landscapes, thermodynamics, and kinetics in systems central to\nchemistry and biophysics."}
{"id": "2510.07771", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07771", "abs": "https://arxiv.org/abs/2510.07771", "authors": ["Long Zhang", "Guoying Gao"], "title": "Dimension- and Facet-Dependent Altermagnetic Triferroics and Biferroics in CrSb", "comment": "31 pages, 12 figures", "summary": "Altermagnets have recently garnered significant interest due to their\nvanishing net magnetic moment and non-relativistic momentum-dependent spin\nsplitting. However, altermagnetic (AM) multiferroics especially triferroics\nremain scarce. We investigate the experimentally synthesized non-van der Waals\nCrSb as a model system to explore the effects of dimensionality and facet\norientation on its ferroic properties. NiAs, MnP, wurtzite (WZ), zincblende\n(ZB), and rocksalt (RS) phases are considered. Using first-principles\ncalculations, we predict the altermagnetism of CrSb in MnP phase which has\ncomparable stability with experimental NiAs phase. Both NiAs- and MnP-phase\n(110) facets exhibit AM-ferroelastic (FC) biferroics, while the WZ-phase bulk\nand (001) facets host ferromagnetic (FM) or AM-ferroelectric (FE) biferroics.\nNotably, the WZ-phase (110) facets are identified as FM/AM-FE-FC triferroics,\nwith moderate energy barriers of 0.129 and 0.363 eV atom-1 for FE and FC\nswitching, respectively. Both FE and FC switching can reverse the AM spin\nsplitting in antiferromagnetic (AFM) configurations while preserving the high\nspin polarization in FM states. The magnetic anisotropy is highly tunable,\nexhibiting either uniaxial or in-plane behavior depending on the phase,\ndimension, and facet. This work establishes a framework for designing AM\nmultiferroics through polymorphic, dimensional, and facet engineering, offering\npromising avenues for multifunctional spintronic applications."}
{"id": "2510.07461", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07461", "abs": "https://arxiv.org/abs/2510.07461", "authors": ["Joshua Hale", "Theja N. De Silva"], "title": "Quantum Filtering of Hydrogen Isotopes through Graphene", "comment": "10 pages with 11 figures", "summary": "Driven by the growing demand in the energy, medical, and industrial sectors,\nwe investigate a hydrogen isotope separation technique that offers both a high\nseparation factor and economic feasibility. Our findings reveal that filtering\nisotopes through two-dimensional graphene layers provides an exceptionally\nefficient quantum-mechanical method for isotope separation. Using a recently\ndeveloped analytical pairwise potential between hydrogen isotopes and carbon\natoms in graphene, we examine the classical trajectories of isotopes near the\ngraphene layer, as well as the quantum-mechanical tunneling properties of\nisotopes through the graphene layer. Using various quantum-mechanical methods,\nwe calculate both the isotope tunneling probabilities and the\nquantum-mechanical isotope sticking probabilities. Our study shows that quantum\nfiltering through graphene layers can be an effective technique for enriching\ndeuterium by separating it from protium."}
{"id": "2510.07704", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07704", "abs": "https://arxiv.org/abs/2510.07704", "authors": ["Shuming Yu", "Zhentao Fu", "Dingkun Qin", "Enting Li", "Hao Zhong", "Xingzhe Wang", "Keming Zhao", "Shangkun Mo", "Qiang Wan", "Yiwei Li", "Jie Li", "Jianxin Zhong", "Hong Ding", "Nan Xu"], "title": "Surface band-selective moiré effect induces flat band in mixed-dimensional heterostructures", "comment": "5 pages, 4 figures", "summary": "In this work, we reveal a curious type of moir\\'e effect that selectively\nmodifies the surface states of bulk crystal. We synthesize mixed-dimensional\nheterostructures consisting of a noble gas monolayer grow on the surface of\nbulk Bi(111), and determine the electronic structure of the heterostructures\nusing angle-resolved photoemission spectroscopy. We directly observe moir\\'e\nreplicas of the Bi(111) surface states, while the bulk states remain barely\nchanged. Meanwhile, we achieve control over the moir\\'e period in the range of\n25 {\\AA} to 80 {\\AA} by selecting monolayers of different noble gases and\nadjusting the annealing temperature. At large moir\\'e periods, we observe\nhybridization between the surface band replicas, which leads to the formation\nof a correlated flat band. Our results serve as a bridge for understanding the\nmoir\\'e modulation effect from 2D to 3D systems, and provide a feasible\napproach for the realization of correlated phenomena through the engineering of\nsurface states via moir\\'e effects."}
{"id": "2510.07571", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.07571", "abs": "https://arxiv.org/abs/2510.07571", "authors": ["Vasili Baranau"], "title": "What is the most optimal diffusion?", "comment": null, "summary": "What is the fastest possible \"diffusion\"? A trivial answer would be \"a\nprocess that converts a Dirac delta-function into a uniform distribution\ninfinitely fast\". Below, we consider a more reasonable formulation: a process\nthat maximizes differential entropy of a probability density function (pdf)\n$f(\\vec{x}, t)$ at every time $t$, under certain restrictions. Specifically, we\nfocus on a case when the rate of the Kullback-Leibler divergence\n$D_{\\text{KL}}$ is fixed. If $\\Delta(\\vec{x}, t, d{t}) = \\frac{\\partial f}{\n\\partial t} d{t}$ is the pdf change at a time step $d{t}$, we maximize the\ndifferential entropy $H[f + \\Delta]$ under the restriction $D_{\\text{KL}}(f +\n\\Delta || f) = A^2 d{t}^2$, $A = \\text{const} > 0$. It leads to the following\nequation: $\\frac{\\partial f}{ \\partial t} = - \\kappa f (\\ln{f} - \\int f \\ln{f}\nd{\\vec{x}})$, with $\\kappa = \\frac{A}{\\sqrt{ \\int f \\ln^2{f} d{\\vec{x}} -\n\\left( \\int f \\ln{f} d{\\vec{x}} \\right)^2 } }$. Notably, this is a non-local\nequation, so the process is different from the It\\^{o} diffusion and a\ncorresponding Fokker-Planck equation. We show that the normal and exponential\ndistributions are solutions to this equation, on $(-\\infty; \\infty)$ and $[0;\n\\infty)$, respectively, both with $\\text{variance} \\sim e^{2 A t}$, i.e.\ndiffusion is highly anomalous. We numerically demonstrate for sigmoid-like\nfunctions on a segment that the entropy change rate $\\frac{d H}{d t}$ produced\nby such an optimal \"diffusion\" is, as expected, higher than produced by the\n\"classical\" diffusion."}
{"id": "2510.07383", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07383", "abs": "https://arxiv.org/abs/2510.07383", "authors": ["Zhengzhi Wu", "Zhou-Quan Wan", "Shao-Kai Jian", "Hong Yao"], "title": "Emergent spacetime supersymmetry at 2D fractionalized quantum criticality", "comment": "4 pages, 1 figure", "summary": "While experimental evidence for spacetime supersymmetry (SUSY) in particle\nphysics remains elusive, condensed matter systems offer a promising arena for\nits emergence at quantum critical points (QCPs). Although there have been a\nvariety of proposals for emergent SUSY at symmetry-breaking QCPs, the emergence\nof SUSY at fractionalized QCPs remains largely unexplored. Here, we demonstrate\nemergent space-time SUSY at a fractionalized QCP in the Kitaev honeycomb model\nwith Su-Schrieffer-Heeger (SSH) spin-phonon coupling. Specifically, through\nnumerical computations and analytical analysis, we show that the anisotropic\nSSH-Kitaev model hosts a fractionalized QCP between a Dirac spin liquid and an\nincommensurate/commensurate valence-bond-solid phase coexisting with\n$\\mathbb{Z}_2$ topological order. A low-energy field theory incorporating\nphonon quantum fluctuations reveals that this fractionalized QCP features an\nemergent $\\mathcal{N}=2$ spacetime SUSY. We further discuss their universal\nexperimental signatures in thermal transport and viscosity, highlighting the\nconcrete lattice realization of emergent SUSY at a fractionalized QCP in 2D."}
{"id": "2510.07717", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.07717", "abs": "https://arxiv.org/abs/2510.07717", "authors": ["Bingzheng Wu", "Jianming Wu", "Sai Duan", "Xin Xu"], "title": "Probing Phase Diagrams of Ordered Two-Dimensional Ice", "comment": "29 pages, 7 figures", "summary": "Water, a ubiquitous and fundamental substance, plays a critical role across a\nwide range of disciplines from physics and chemistry to biology and\nengineering. Despite theoretical predictions of several phases of\ntwo-dimensional (2D) ice confined between idealized hydrophobic walls,\nexperimental validation has been limited to the square phase, whose structural\norigin remains controversial. Here, we propose a realistic nanoconfinement\nsetup using wide-bandgap hexagonal boron nitride (h-BN) as the capping layer\nand Cu(111) as the substrate. This protocol enables scanning tunneling\nmicroscope (STM) to resolve the atomic-scale arrangement of water molecules\nbeneath the h-BN layer, overcoming the limitations of conventional techniques.\nSimulated STM images unambiguously identify all ordered flat 2D ice phases, as\nwell as coexisting phases, and effectively distinguish them from potential\ncontaminants. These findings establish a robust framework for experiment to\nsystematically probe the phase structures of 2D ice, opening an avenue for\nstudying nanoconfined water under ambient conditions."}
{"id": "2510.07506", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07506", "abs": "https://arxiv.org/abs/2510.07506", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Efficiency of the superconducting diode effect of pair-density-wave states in two-dimensional $d$-wave altermagnets", "comment": "14 pages, 6 figures", "summary": "We systematically study the efficiency of the intrinsic superconducting diode\neffect of several pair-density-wave states that can emerge in two-dimensional\n$d$-wave metallic altermagnets. To this end, we investigate several scenarios\nusing an effective minimal microscopic model and Ginzburg-Landau analysis in\norder to derive the corresponding pairing phase diagrams. In addition, we\nexamine also whether the presence of a Rashba spin-orbit coupling and an\napplied external magnetic field are beneficial to this effect in these systems.\nAs a consequence, our results add further support to the fact that\naltermagnetic materials indeed provide a good platform for the pursuit of\nfinite-momentum superconductivity, which can lead to an optimization of the\ndiode efficiency in some physically interesting situations. The latter\nphenomenon has been recently proposed to be key in improving the applicability\nof new energy-efficient quantum electronic devices."}
{"id": "2510.07850", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07850", "abs": "https://arxiv.org/abs/2510.07850", "authors": ["Radovan Kukobat", "Ranko Škrbić", "Sanja Jovičić", "Milka Matičić", "Aneta Stojmenovski", "Marko Bulajić", "Saša Marin", "Darko Bodroža", "Dragana Stević", "Suzana Gotovac Atlagić", "Nenad Ignjatović", "Fernando Vallejos-Burgos", "Elisa Mercadelli", "Jessica Ponti", "Francesco Fumagalli", "Andrea Valsesia"], "title": "Graphene nanowindows as a basis for creating mechanically robust nanohydroxyapatite bone lamellar scaffolds", "comment": null, "summary": "The role of graphene nanowindows in the nanohydroxyapatite bone scaffold\npreparation is important for the preparation of mechanically robust scaffolds\nand implementation in bone recovery. Here, we report a\ngraphene-nanohydroxyapatite (G-nHAP) scaffold synthesized by the hydrothermal\nmethod, along with its formation mechanism and promising in vivo applications.\nThe G-nHAP scaffold exhibits excellent mechanical strength comparable to that\nof cancellous bone. The nHAP was grown on 2D layers of graphene with\nnanowindows. The role of nanowindows was to attract electrostatically Ca2+,\nPO43+, and OH- precursors of nHAP, forming a layered structure of G-nHAP, in\nwhich nHAP nanorods of 23.8 nm in diameter and 84.7 nm in length were placed\nbetween graphene layers, as evidenced with molecular dynamic simulations. In\nvivo study showed mature and mineralized bone and osteoid after six weeks. This\ndemonstrates the role of graphene nanowindows in the formation of nHAP\nscaffolds that are promising for future implementation in bone tissue\nregeneration."}
{"id": "2510.07934", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07934", "abs": "https://arxiv.org/abs/2510.07934", "authors": ["Tianhao Li", "Yangjun Qin", "Dongkai Pan", "Han Meng", "Nuo Yang"], "title": "Modulating thermal conductivity of bulk BAs based on targeted phonon excitation", "comment": null, "summary": "This study proposes a reversible phonon excitation strategy to dynamically\nmodulate the thermal conductivity of boron arsenide (BAs), addressing the\nopposing thermal conductivity requirements in electronics and thermoelectrics.\nUsing first-principles calculations and Boltzmann transport equation, we\ndemonstrate that selective excitation of specific phonon modes enables active\ncontrol over thermal transport. At an excitation multiplier of 25, the thermal\nconductivity of BAs can be enhanced by up to 2% or suppressed by up to 35%\nrelative to its intrinsic value of 2235 W m^-1 K^-1. At a lower multiplier of\n5, thermal conductivity can be increased by 2% or decreased by 11%. The\nmodulation effect depends on excitation frequency, multiplier, and intrinsic\nphonon properties, with certain frequencies exhibiting opposite trends under\ndifferent excitation intensities. Mechanistic analysis shows that at low\nexcitation levels, phonon splitting suppresses Umklapp scattering, reducing the\nscattering rate, while at high levels, it enhances Normal scattering,\nincreasing the scattering rate. This approach offers a dynamic and reversible\nroute to tuning thermal conductivity, with applications in thermal management\nand thermoelectric energy conversion."}
{"id": "2510.07574", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07574", "abs": "https://arxiv.org/abs/2510.07574", "authors": ["Uladzislau Makartsou", "Mateusz Gołębiewski", "Attila Kákay", "Olena Tartakivska", "Maciej Krawczyk"], "title": "Nonreciprocal Spin-Wave Dynamics in Crescent-Shaped Ferromagnetic Nanowires", "comment": null, "summary": "Recent progress in the study of spin-wave propagation in ferromagnetic\nwaveguides has highlighted the role of nonreciprocity arising from both the\ninterfacial Dzyaloshinskii-Moriya interaction and the chiral nature of dipolar\ninteractions. In this paper, we examine how a nanowire with a crescent-shaped\ncross-section affects spin-wave propagation along its long axis when a bias\nmagnetic field is applied perpendicular to the axis. Employing micromagnetic\nsimulations supported by analytical modeling, we systematically analyze the\neffects of geometry and external magnetic field strength on the magnetization\ndynamics and spin-wave amplitude distribution. The results demonstrate that\nthese factors modify the dispersion relation of spin waves and influence its\nnonreciprocity, which can vary depending on the mode type. This work advances\nthe fundamental understanding of spin-wave dynamics in curved geometries and\noffers new perspectives for designing magnonic waveguides with tailored\nproperties."}
{"id": "2510.07795", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07795", "abs": "https://arxiv.org/abs/2510.07795", "authors": ["Xiao-Han Yang", "Ji-Yao Chen", "Xiao-Yu Dong"], "title": "Chiral Edge Excitations of Fractional Chern Insulators", "comment": null, "summary": "Edge excitations are the defining signature of chiral topologically ordered\nsystems. In continuum fractional quantum Hall (FQH) states, these excitations\nare described by the chiral Luttinger liquid ($\\chi$LL) theory. Whether this\neffective description remains valid for fractional Chern insulators (FCIs) on\ndiscrete lattices has been a longstanding open question. Here we numerically\ndemonstrate that the charge-one edge spectral function of a $\\nu=1/2$ FCI on an\ninfinitely long strip with width $L_y=10$ quantitatively follows the\npredictions of $\\chi$LL theory. The edge spectrum is gapless, chiral, and\nlinear, with spectral weight increasing linearly with both momentum and energy.\nWe further analyze the influence of lattice size, particle number, trapping\npotential, and charge sector of excitations on the edge properties. Our results\nestablish a clear correspondence between lattice FCIs and continuum FQH systems\nand provide guidance for future experimental detection of chiral edge modes."}
{"id": "2510.07797", "categories": ["cond-mat.stat-mech", "q-bio.CB", "q-bio.MN"], "pdf": "https://arxiv.org/pdf/2510.07797", "abs": "https://arxiv.org/abs/2510.07797", "authors": ["Jianzhe Wei", "Jingwen Zhu", "Pan Chu", "Liang Luo", "Xiongfei Fu"], "title": "Non-Kramers State Transitions in a Synthetic Toggle Switch Biosystem", "comment": "5 pages, 3 figures in main text; 17 pages, 15 figures in supplemental\n  information", "summary": "State transitions are fundamental in biological systems but challenging to\nobserve directly. Here, we present the first single-cell observation of state\ntransitions in a synthetic bacterial genetic circuit. Using a mother machine,\nwe tracked over 1007 cells for 27 hours. First-passage analysis and dynamical\nreconstruction reveal that transitions occur outside the small-noise regime,\nchallenging the applicability of classical Kramers' theory. The process lacks a\nsingle characteristic rate, questioning the paradigm of transitions between\ndiscrete cell states. We observe significant multiplicative noise that distorts\nthe effective potential landscape yet increases transition times. These\nfindings necessitate theoretical frameworks for biological state transitions\nbeyond the small-noise assumption."}
{"id": "2510.07394", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2510.07394", "abs": "https://arxiv.org/abs/2510.07394", "authors": ["Camille Aron", "Manas Kulkarni"], "title": "Localization of information driven by stochastic resetting", "comment": "5 pages", "summary": "The dynamics of extended many-body systems are generically chaotic.\nClassically, a hallmark of chaos is the exponential sensitivity to initial\nconditions captured by positive Lyapunov exponents. Supplementing chaotic\ndynamics with stochastic resetting drives a sharp dynamical phase transition:\nwe show that the Lyapunov spectrum, i.e., the complete set of Lyapunov\nexponents, abruptly collapses to zero above a critical resetting rate. At\ncriticality, we find a sudden loss of analyticity of the velocity-dependent\nLyapunov exponent, which we relate to the transition from ballistic scrambling\nof information to an arrested regime where information becomes exponentially\nlocalized over a characteristic length diverging at criticality with an\nexponent $\\nu = 1/2$. We illustrate our analytical results on generic chaotic\ndynamics by numerical simulations of coupled map lattices."}
{"id": "2510.07771", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07771", "abs": "https://arxiv.org/abs/2510.07771", "authors": ["Long Zhang", "Guoying Gao"], "title": "Dimension- and Facet-Dependent Altermagnetic Triferroics and Biferroics in CrSb", "comment": "31 pages, 12 figures", "summary": "Altermagnets have recently garnered significant interest due to their\nvanishing net magnetic moment and non-relativistic momentum-dependent spin\nsplitting. However, altermagnetic (AM) multiferroics especially triferroics\nremain scarce. We investigate the experimentally synthesized non-van der Waals\nCrSb as a model system to explore the effects of dimensionality and facet\norientation on its ferroic properties. NiAs, MnP, wurtzite (WZ), zincblende\n(ZB), and rocksalt (RS) phases are considered. Using first-principles\ncalculations, we predict the altermagnetism of CrSb in MnP phase which has\ncomparable stability with experimental NiAs phase. Both NiAs- and MnP-phase\n(110) facets exhibit AM-ferroelastic (FC) biferroics, while the WZ-phase bulk\nand (001) facets host ferromagnetic (FM) or AM-ferroelectric (FE) biferroics.\nNotably, the WZ-phase (110) facets are identified as FM/AM-FE-FC triferroics,\nwith moderate energy barriers of 0.129 and 0.363 eV atom-1 for FE and FC\nswitching, respectively. Both FE and FC switching can reverse the AM spin\nsplitting in antiferromagnetic (AFM) configurations while preserving the high\nspin polarization in FM states. The magnetic anisotropy is highly tunable,\nexhibiting either uniaxial or in-plane behavior depending on the phase,\ndimension, and facet. This work establishes a framework for designing AM\nmultiferroics through polymorphic, dimensional, and facet engineering, offering\npromising avenues for multifunctional spintronic applications."}
{"id": "2510.08110", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.08110", "abs": "https://arxiv.org/abs/2510.08110", "authors": ["F. Colangelo", "M. Modestino", "F. Avitabile", "A. Galluzzi", "Z. Makhdoumi Kakhaki", "A. Kumar", "J. Linder", "M. Polichetti", "C. Attanasio", "C. Cirillo"], "title": "Unveiling Intrinsic Triplet Superconductivity in Noncentrosymmetric NbRe through Inverse Spin-Valve Effects", "comment": "Accepted for publication in Physical Review Letters", "summary": "NbRe is a non-centrosymmetric superconductor that has been proposed as a\ncandidate for intrinsic spin-triplet pairing. However, a conclusive\ndemonstration of triplet pairing in NbRe is yet to be found. To probe the\npresence of equal-spin triplet Cooper pairs, we fabricated Py/NbRe/Py trilayers\ncapped with an antiferromagnetic layer. Magnetic and electrical measurements\nreveal an inverse spin-valve effect, which could indicate equal-spin triplet\nsuperconductivity. The minimal sample structure and the lack of ad hoc\nengineered interfaces clearly associate our observation to intrinsic triplet\ncorrelations of NbRe. The availability of NbRe in thin-film form and the\nsimplicity of the heterostructure highlight its potential as a scalable\nplatform for superconducting spintronics."}
{"id": "2510.08165", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.08165", "abs": "https://arxiv.org/abs/2510.08165", "authors": ["Ivan Tambovtsev", "Óskar Kristinsson", "Hannes Jónsson"], "title": "The Effect of Chlorine Substitution on Rotational Speed and Light Absorption of Second Generation Molecular Motors", "comment": null, "summary": "The effect of substituting a hydrogen atom by a chlorine atom or a methyl\ngroup by a trichloromethyl (CCl3) group at the stereogenic center of\nlight-driven second generation molecular motors is calculated in order to\nassess the effect on rotational speed and the separation of the absorption\npeaks of the isomers. While experimental and theoretical studies have\npreviously been carried out for fluorine substitution, this is the first study\nof chlorine substitution. Five well-characterized base molecules are studied\nand the trends are compared with the effect of fluorine substitution. The\ntrichloromethyl substitution is found to accelerate the rotation more than a\ntrifluoromethyl (CF3) substitution by reducing the life-time of the metastable\nstate, due to larger steric hindrance in the metastable state than in the\ntransition state for the thermal helix inversion (THI). A larger increase in\nthe separation of the absorption peaks of the two isomers is also obtained. The\nCl atom substitution, however, changes the energy landscape significantly,\nmaking the M isomer lower in energy than the P isomer, and raising the energy\nbarrier for THI beyond that of the back transition, thus quenching the\nrotation."}
{"id": "2510.08130", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.08130", "abs": "https://arxiv.org/abs/2510.08130", "authors": ["Muhammad Imran", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman"], "title": "Rare-Earth Engineering of NaAlO3 Perovskites Unlocks Unified Optoelectronic, Thermoelectric, and Spintronic Functionalities", "comment": null, "summary": "Perovskite oxides are promising for energy and quantum technologies, but\nwide-gap hosts such as NaAlO3 suffer from deep-UV absorption and limited\ncarrier transport. Using first-principles GGA+U+SOC calculations, we\ninvestigate Eu3+-, Gd3+-, and Tb3+-doped NaAlO3 and evaluate their electronic,\noptical, elastic, and thermoelectric properties. Rare-earth substitution is\nthermodynamically favorable (formation energies 1.2-1.6 eV) and induces strong\nf-p hybridization, reducing the pristine band gap (about 6.2 eV) to about 3.1\neV for Tb. Spin-resolved band structures reveal Gd-driven half-metallicity,\nEu-induced spin-selective metallicity, and Tb-stabilized p-type semiconducting\nbehavior. The optical spectra show a red-shifted absorption edge (about 2.0-2.2\neV), a large static dielectric response (epsilon1(0) about 95 for Eu), and\nplasmonic resonances near 4 eV, enabling visible-light harvesting. Elastic\nanalysis indicates mild lattice softening with preserved ductility (Pugh ratio\nB/G about 1.56-1.57). Thermoelectric performance is enhanced, with Seebeck\ncoefficients greater than 210 uV/K for Eu and Tb and ZT about 0.45 at 500 K.\nThese results identify rare-earth-doped NaAlO3 as a multifunctional perovskite\nplatform for photovoltaics, photocatalysis, thermoelectrics, and spintronics."}
{"id": "2510.07640", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07640", "abs": "https://arxiv.org/abs/2510.07640", "authors": ["A. O. Leonov", "G. Gödecke", "J. Grefe", "S. Süllow", "D. Menzel"], "title": "Low-Temperature Skyrmions and Spiral Reorientation Processes in Chiral Magnets with Cubic Anisotropy: Guidelines for Bridging Theory and Experiment", "comment": "13 pages, 8 figures", "summary": "We revisit the phenomenological Dzyaloshinskii framework, a central\ntheoretical approach for describing magnetization processes in bulk chiral\nmagnets, and demonstrate how magnetocrystalline cubic anisotropy reshapes the\nphase diagrams of states and provides the key mechanism stabilizing\nlow-temperature skyrmion phases. We show that, for magnetic field directions\nalong the easy anisotropy axes, the phase diagrams feature stable skyrmion\npockets for both signs of the anisotropy constant. We further analyze the\nnature of the transitions at the critical field $H_{c1}$, associated with the\nreorientation of stable and metastable spirals along the field. We also examine\nthe transition at $H_{c2}$, where the conical state closes into the homogeneous\nstate accompanied by a deviation of the wave vector from the field direction.\nBy mapping characteristic anisotropy-dependent parameters in the theoretical\nphase diagrams, we provide guidelines for connecting theory with experiment and\nfor estimating the cubic anisotropy constant in Fe$_{1-x}$Co$_x$Si and MnSi.\nOur results indicate that samples Fe$_{1-x}$Co$_x$Si with small $x \\sim 0.1$\npossess sufficiently strong cubic anisotropy to stabilize a low-temperature\nskyrmion phase. Overall, these theoretical findings establish a quantitative\nframework for predicting and interpreting skyrmion stability in other cubic\nhelimagnets as well."}
{"id": "2510.08490", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08490", "abs": "https://arxiv.org/abs/2510.08490", "authors": ["Zijian Wang", "Ruihua Fan", "Tianle Wang", "Samuel J. Garratt", "Ehud Altman"], "title": "Fractional quantum Hall states under density decoherence", "comment": "19 pages + 8 pages appendix + 3 figures", "summary": "Fractional quantum Hall states are promising platforms for topological\nquantum computation due to their capacity to encode quantum information in\ntopologically degenerate ground states and in the fusion space of non-abelian\nanyons. We investigate how the information encoded in two paradigmatic states,\nthe Laughlin and Moore-Read states, is affected by density decoherence --\ncoupling of local charge density to non-thermal noise. We identify a critical\nfilling factor $\\nu_c$, above which the quantum information remains fully\nrecoverable for arbitrarily strong decoherence. The $\\nu=1/3$ Laughlin state\nand $\\nu = 1/2$ Moore-Read state both lie within this range. Below $\\nu_c$ both\nclasses of states undergo a decoherence induced\nBerezinskii-Kosterlitz-Thousless (BKT) transition into a critical decohered\nphase. For Laughlin states, information encoded in the topological ground state\nmanifold degrades continuously with decoherence strength inside this critical\nphase, vanishing only in the limit of infinite decoherence strength. On the\nother hand, quantum information encoded in the fusion space of non-abelian\nanyons of the Moore-Read states remains fully recoverable for arbitrary strong\ndecoherence even beyond the BKT transition. These results lend further support\nto the promise of non-Abelian FQH states as platforms for topological quantum\ncomputation and raises the question of how errors in such states can be\ncorrected."}
{"id": "2510.07938", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.07938", "abs": "https://arxiv.org/abs/2510.07938", "authors": ["Virgile Troude", "Didier Sornette"], "title": "Phase Transitions Without Instability: A Universal Mechanism from Non-Normal Dynamics", "comment": "Short letter (8 pages, 1 box and 1 figure) + supplementary document\n  of 21 pages and 5 figures", "summary": "We identify a new universality class of phase transitions that arises in\nnon-normal systems, challenging the classical view that transitions require\neigenvalue instabilities. In traditional bifurcation theory, critical phenomena\nemerge when spectral stability is lost; here, we show that transitions can\noccur even when all equilibria are spectrally stable. The key mechanism is the\ntransient amplification induced by non-orthogonal eigenvectors: noise-driven\ndynamics are enhanced not by lowering energy barriers, but by increasing the\neffective shear of the flow, which renormalizes fluctuations and acts as an\nemergent temperature. Once the non-normality index $\\kappa$ exceeds a critical\nthreshold $\\kappa_c$, stable equilibria lose practical relevance, enabling\nescapes and abrupt transitions despite preserved spectral stability. This\npseudo-criticality generalizes Kramers' escape beyond potential barriers,\nproviding a fundamentally new route to critical phenomena. Its implications are\nbroad: in biology, DNA methylation dynamics reconcile long-term epigenetic\nmemory with rapid stochastic switching; in climate, ecology, finance, and\nengineered networks, abrupt tipping points can arise from the same mechanism.\nBy demonstrating that phase transitions can emerge from non-normal\namplification rather than eigenvalue instabilities, we introduce a predictive,\ncompact framework for sudden transitions in complex systems, establishing\nnon-normality as a defining principle of a new universality class of phase\ntransitions."}
{"id": "2510.07398", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07398", "abs": "https://arxiv.org/abs/2510.07398", "authors": ["Wei-En Tseng", "Rahul Nandkishore"], "title": "Measuring intrinsic relaxation rates in superconductors using nonlinear response", "comment": null, "summary": "We discuss intrinsic relaxation rates in superconductors, and how they may be\nmeasured using non-linear optical (terahertz) response. We consider both $s$\nand $d$-wave superconductors, both with and without a phenomenological (energy\ndependent) damping. Intrinsic relaxation rates of interest include the Higgs\nmode decay rate, the quasiparticle redistribution rate ($1/T_1$) and the\nquasiparticle dephasing rate ($1/T_2$), where the latter two rates are zero in\nthe pure BCS model, but non-zero in the presence of damping. Using the Anderson\npseudospin formalism, we illustrate how these intrinsic relaxation rates are\nrelated to measurable quantities such as the time-dependent gap function and\nthe non-linear current (a.k.a. third harmonic generation). Hence, we show how\nintrinsic relaxation rates may be experimentally extracted and discuss what one\nmay thereby learn about the underlying damping. We also discuss the effects of\npolarization control (viz. non-linear response to light polarized in different\ndirections), which offers a useful experimental knob, especially for $d$-wave\nsuperconductors, enabling selective excitation of modes in different\nirreducible representations (and readout of their corresponding relaxation\nrates)."}
{"id": "2510.07934", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07934", "abs": "https://arxiv.org/abs/2510.07934", "authors": ["Tianhao Li", "Yangjun Qin", "Dongkai Pan", "Han Meng", "Nuo Yang"], "title": "Modulating thermal conductivity of bulk BAs based on targeted phonon excitation", "comment": null, "summary": "This study proposes a reversible phonon excitation strategy to dynamically\nmodulate the thermal conductivity of boron arsenide (BAs), addressing the\nopposing thermal conductivity requirements in electronics and thermoelectrics.\nUsing first-principles calculations and Boltzmann transport equation, we\ndemonstrate that selective excitation of specific phonon modes enables active\ncontrol over thermal transport. At an excitation multiplier of 25, the thermal\nconductivity of BAs can be enhanced by up to 2% or suppressed by up to 35%\nrelative to its intrinsic value of 2235 W m^-1 K^-1. At a lower multiplier of\n5, thermal conductivity can be increased by 2% or decreased by 11%. The\nmodulation effect depends on excitation frequency, multiplier, and intrinsic\nphonon properties, with certain frequencies exhibiting opposite trends under\ndifferent excitation intensities. Mechanistic analysis shows that at low\nexcitation levels, phonon splitting suppresses Umklapp scattering, reducing the\nscattering rate, while at high levels, it enhances Normal scattering,\nincreasing the scattering rate. This approach offers a dynamic and reversible\nroute to tuning thermal conductivity, with applications in thermal management\nand thermoelectric energy conversion."}
{"id": "2510.08171", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08171", "abs": "https://arxiv.org/abs/2510.08171", "authors": ["Ignacio Sardinero", "Jorge Cayao", "Rubén Seoane Souto", "Pablo Burset"], "title": "Odd-frequency Pairing in Josephson Junctions Coupled by Magnetic Textures", "comment": "14 pages, 9 figures", "summary": "Josephson junctions coupled through magnetic textures provide a controllable\nplatform for odd-frequency superconductivity and Majorana physics. Within a\ntight-binding Green function framework, induced pair correlations and spectral\nproperties are analyzed under various magnetic and geometric conditions. When\nthe junction is in the topologically trivial regime, even-frequency singlet\npairing is dominant, whereas the topological phase is characterized by the\ncoexistence of Majorana bound states and robust odd-frequency equal-spin\ntriplet pairing at the interface edges. The odd-frequency polarized triplets\nreveal a divergent $1/\\omega$ behavior when the Majorana states are decoupled,\nwhich is intrinsically connected to their self-conjugation property. The\nzero-frequency divergence evolves into shifted resonances and linear\nlow-frequency behavior once hybridization occurs. A nonmagnetic interruption in\nthe texture separates the topological superconductor into two topological\nsegments and generates additional inner Majorana modes. When the nonmagnetic\nbarrier is comparable to the inner Majorana states localization length, they\nhybridize and modify their associated odd-frequency triplet pairing, while the\nouter edge modes preserve their self-conjugated nature. Tuning the\nsuperconducting phase difference further controls the onset of the topological\nregime and the stability of localized Majorana states. The results highlight\nthe central role of odd-frequency triplet correlations as a probe of\ntopological superconductivity in magnetically engineered Josephson junctions."}
{"id": "2510.07694", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07694", "abs": "https://arxiv.org/abs/2510.07694", "authors": ["Justin P. Bergfield"], "title": "Thermoelectric Enhancement of Series-Connected Cross-Conjugated Molecular Junctions", "comment": "18 pages, 5 figures", "summary": "We investigate the thermoelectric response of single-molecule junctions\ncomposed of acyclic cross-conjugated molecules, including dendralene analogues\nand related iso-poly(diacetylene) (iso-PDA) motifs, in which node-possessing\nrepeat units are connected in series. Using many-body quantum transport theory,\nwe show that increasing the number of repeat units leaves the fundamental gap\nessentially unchanged while giving rise to a split-node spectrum whose\ncumulative broadening dramatically enhances the thermopower. This form of\nquantum enhancement can exceed other interference-based mechanisms, such as the\ncoalescence of nodes into a supernode, suggesting new opportunities for\nscalable quantum-interference-based materials. Although illustrated here with\ncross-conjugated systems, the underlying principles apply broadly to\nseries-connected architectures hosting multiple interference nodes. Finally, we\nevaluate the scaling of the electronic figure of merit ZT and the maximum\nthermodynamic efficiency. Together, these results highlight the potential for\nsplit-node-based materials to realize quantum-enhanced thermoelectric response."}
{"id": "2510.07679", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07679", "abs": "https://arxiv.org/abs/2510.07679", "authors": ["Louis Beaudoin", "Aimé Verrier", "Youcef A. Bioud", "Mathieu Massicotte", "Bertrand Reulet", "Jeffrey A. Quilliam"], "title": "Superconducting meander-line surface coil for NMR spectroscopy of nanoscale thin films", "comment": "Submitted to Physical Review Applied", "summary": "Nuclear magnetic resonance (NMR) spectroscopy is a powerful technique to\nstudy local magnetism in a variety of materials. However, the inherently low\nsensitivity of conventional inductively detected solid state NMR typically\nrequires a large number of spins, reducing its applicability to two-dimensional\n(2D) materials and nanoscale thin films. To overcome this experimental\nchallenge, we introduce a novel probe based on a superconducting meander-line\nsurface coil that significantly enhances the NMR sensitivity for thin samples.\nUsing a NbN meander with an optimized geometry, we demonstrate the sensitivity\nof this technique by detecting the NMR signal of a 150-nm-thick boron film\ncontaining only $\\sim 2\\times10^{16}$ $^{11}$B nuclear spins. Spin-echo\nmeasurements and theoretical modeling offer insight into the parameters\nlimiting the coil's performance. This work lays the foundation for developing\nhighly sensitive NMR probes, potentially unlocking new opportunities for\nstudying atomically thin materials."}
{"id": "2510.07398", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07398", "abs": "https://arxiv.org/abs/2510.07398", "authors": ["Wei-En Tseng", "Rahul Nandkishore"], "title": "Measuring intrinsic relaxation rates in superconductors using nonlinear response", "comment": null, "summary": "We discuss intrinsic relaxation rates in superconductors, and how they may be\nmeasured using non-linear optical (terahertz) response. We consider both $s$\nand $d$-wave superconductors, both with and without a phenomenological (energy\ndependent) damping. Intrinsic relaxation rates of interest include the Higgs\nmode decay rate, the quasiparticle redistribution rate ($1/T_1$) and the\nquasiparticle dephasing rate ($1/T_2$), where the latter two rates are zero in\nthe pure BCS model, but non-zero in the presence of damping. Using the Anderson\npseudospin formalism, we illustrate how these intrinsic relaxation rates are\nrelated to measurable quantities such as the time-dependent gap function and\nthe non-linear current (a.k.a. third harmonic generation). Hence, we show how\nintrinsic relaxation rates may be experimentally extracted and discuss what one\nmay thereby learn about the underlying damping. We also discuss the effects of\npolarization control (viz. non-linear response to light polarized in different\ndirections), which offers a useful experimental knob, especially for $d$-wave\nsuperconductors, enabling selective excitation of modes in different\nirreducible representations (and readout of their corresponding relaxation\nrates)."}
{"id": "2510.08021", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.08021", "abs": "https://arxiv.org/abs/2510.08021", "authors": ["J. M. Alendouro Pinho", "B. Amorim", "J. M. Viana Parente Lopes"], "title": "Exact solution for the current generated by dissipative master equation in single-band tight-binding systems subject to time-dependent uniform electric fields", "comment": "12 pages, 6 figures", "summary": "The theory of open quantum systems is one of the most essential tools for the\ndevelopment of quantum technologies. A particular area of interest is in the\noptical response of solid state systems, where dissipation is introduced\nphenomenologically through the relaxation time approximation and its effects\nare usually gauged perturbatively. Analytical exact results for driven systems\nunder this approximation are scarce and tipically pertain only to the\nstationary regime. Here, we obtain the analytical solution for the current\nresponse of general single-band tight-binding system driven by a uniform\nelectric field with generic time-dependence under the relaxation time\napproximation. We explore the effects of dissipation in two limiting cases: A\nmonochromatic field, where we analytically deduce the effect of dissipation on\nHigh Harmonic Generation, and a constant electric field, where a generalization\nfor the Esaki-Tsu equation is presented for any single-band tight-binding\nsystem. We specify the results for a simple 2D nearest neighbours tight-binding\nlattice to emphasize the effect of the scale competition introduced by the two\ndifferent neighbours in both the monochromatic and constant field cases.\nFinally, we compare our exact result for the constant field to the one obtained\nfrom the usual perturbation theory calculation to probe the validity of the\nlatter."}
{"id": "2510.07401", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2510.07401", "abs": "https://arxiv.org/abs/2510.07401", "authors": ["Şener Özönder"], "title": "Attention to Order: Transformers Discover Phase Transitions via Learnability", "comment": null, "summary": "Phase transitions mark qualitative reorganizations of collective behavior,\nyet identifying their boundaries remains challenging whenever analytic\nsolutions are absent and conventional simulations fail. Here we introduce\nlearnability as a universal criterion, defined as the ability of a transformer\nmodel containing attention mechanism to extract structure from microscopic\nstates. Using self-supervised learning and Monte Carlo generated configurations\nof the two-dimensional Ising model, we show that ordered phases correspond to\nenhanced learnability, manifested in both reduced training loss and structured\nattention patterns, while disordered phases remain resistant to learning. Two\nunsupervised diagnostics, the sharp jump in training loss and the rise in\nattention entropy, recover the critical temperature in excellent agreement with\nthe exact value. Our results establish learnability as a data-driven marker of\nphase transitions and highlight deep parallels between long-range order in\ncondensed matter and the emergence of structure in modern language models."}
{"id": "2510.07947", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.07947", "abs": "https://arxiv.org/abs/2510.07947", "authors": ["Yuki Sato", "Soma Nagahama", "Shunsuke Kitou", "Hajime Sagayama", "Ilya Belopolski", "Ryutaro Yoshimi", "Minoru Kawamura", "Atsushi Tsukazaki", "Naoya Kanazawa", "Takuya Nomoto", "Ryotaro Arita", "Taka-hisa Arima", "Masashi Kawasaki", "Yoshinori Tokura"], "title": "Higher-order epitaxy: A pathway to suppressing structural instability and emergent superconductivity", "comment": null, "summary": "Molecular beam epitaxy enables the growth of thin film materials with novel\nproperties and functionalities. Typically, the lattice constants of films and\nsubstrates are designed to match to minimise disorders and strains. However,\nsignificant lattice mismatches can result in higher-order epitaxy, where\ncommensurate growth occurs with a period defined by integer multiples of the\nlattice constants. Despite its potential, higher-order epitaxy is rarely used\nto enhance material properties or induce emergent phenomena. Here, we report\nsingle-crystalline FeTe films grown via 6:5 commensurate higher-order epitaxy\non CdTe(001) substrates. Scanning transmission electron microscopy reveals\nself-organised periodic interstitials near the interface, arising from\nhigher-order lattice matching. Synchrotron x-ray diffraction shows that the\ntetragonal-to-monoclinic structural transition in bulk FeTe is strongly\nsuppressed. Remarkably, these films exhibit substrate-selective two-dimensional\nsuperconductivity, likely due to suppressed monoclinic distortion. These\nfindings demonstrate the potential of higher-order epitaxy as a tool to control\nmaterials and inducing emergent phenomena."}
{"id": "2510.08194", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08194", "abs": "https://arxiv.org/abs/2510.08194", "authors": ["Cui-Qun Chen", "Wenyuan Qiu", "Zhihui Luo", "Meng Wang", "Dao-Xin Yao"], "title": "Electronic structures and superconductivity in Nd-doped La$_3$Ni$_2$O$_7$", "comment": "8 pages, 5 figures", "summary": "The recent discovery of high-$T_c$ superconductivity in Ruddlesden-Popper\n(RP) nickelates has motivated extensive efforts to explore higher $T_c$\nsuperconductors. Here, we systematically investigate Nd-doped La$_3$Ni$_2$O$_7$\nusing density functional theory (DFT) and renormalized mean-field theory\n(RMFT). DFT calculations reveal that both the lattice constants and interlayer\nspacing decrease upon Nd substitution, similar to the effect of physical\npressure. However, the in-plane Ni-O-Ni bond angle evolves non-monotonically\nwith doping, increasing to a maximum at 70% (~2/3) Nd doping level and then\nfalling sharply at 80%, which leads to a reduction in orbital overlap.\nMoreover, Nd doping has a more pronounced effect on the Ni-$d{_{z^2}}$ orbital,\ndemonstrating an orbital-dependent effect of rare-earth substitution. Through\nthe bilayer two-orbital t-J model, RMFT analysis further shows an $s\\pm$-wave\npairing symmetry, with $T_c$ rising to a maximum at about 70% Nd substitution\nbefore declining, in agreement with the transport measurements. The variation\nin $T_c$ can be traced to the competition between continuously enhanced\ninterlayer superexchange coupling $J_\\perp^z$ and a gradual decrease in\nparticle density. These results highlight the delicate interplay among\nstructural tuning, orbital hybridization, and superconductivity, providing\nimportant clues to design higher-$T_c$ RP nickelate superconductors."}
{"id": "2510.07694", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07694", "abs": "https://arxiv.org/abs/2510.07694", "authors": ["Justin P. Bergfield"], "title": "Thermoelectric Enhancement of Series-Connected Cross-Conjugated Molecular Junctions", "comment": "18 pages, 5 figures", "summary": "We investigate the thermoelectric response of single-molecule junctions\ncomposed of acyclic cross-conjugated molecules, including dendralene analogues\nand related iso-poly(diacetylene) (iso-PDA) motifs, in which node-possessing\nrepeat units are connected in series. Using many-body quantum transport theory,\nwe show that increasing the number of repeat units leaves the fundamental gap\nessentially unchanged while giving rise to a split-node spectrum whose\ncumulative broadening dramatically enhances the thermopower. This form of\nquantum enhancement can exceed other interference-based mechanisms, such as the\ncoalescence of nodes into a supernode, suggesting new opportunities for\nscalable quantum-interference-based materials. Although illustrated here with\ncross-conjugated systems, the underlying principles apply broadly to\nseries-connected architectures hosting multiple interference nodes. Finally, we\nevaluate the scaling of the electronic figure of merit ZT and the maximum\nthermodynamic efficiency. Together, these results highlight the potential for\nsplit-node-based materials to realize quantum-enhanced thermoelectric response."}
{"id": "2510.07506", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07506", "abs": "https://arxiv.org/abs/2510.07506", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Efficiency of the superconducting diode effect of pair-density-wave states in two-dimensional $d$-wave altermagnets", "comment": "14 pages, 6 figures", "summary": "We systematically study the efficiency of the intrinsic superconducting diode\neffect of several pair-density-wave states that can emerge in two-dimensional\n$d$-wave metallic altermagnets. To this end, we investigate several scenarios\nusing an effective minimal microscopic model and Ginzburg-Landau analysis in\norder to derive the corresponding pairing phase diagrams. In addition, we\nexamine also whether the presence of a Rashba spin-orbit coupling and an\napplied external magnetic field are beneficial to this effect in these systems.\nAs a consequence, our results add further support to the fact that\naltermagnetic materials indeed provide a good platform for the pursuit of\nfinite-momentum superconductivity, which can lead to an optimization of the\ndiode efficiency in some physically interesting situations. The latter\nphenomenon has been recently proposed to be key in improving the applicability\nof new energy-efficient quantum electronic devices."}
{"id": "2510.08315", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.08315", "abs": "https://arxiv.org/abs/2510.08315", "authors": ["Jean-Luc Garden"], "title": "A nonequilibrium distribution for stochastic thermodynamics", "comment": "14 pages; 20 references", "summary": "The canonical distribution of Gibbs is extended to the case of systems\noutside equilibrium. The distribution of probabilities of a discrete energy\nlevels system is used to provide a microscopic definition of work, along with a\nmicroscopic definition of the uncompensated heat of Clausius involved in\nnonequilibrium processes. The later is related to the presence of\nnon-conservatives forces with regards to the variation of the external\nparameters. This new framework is used to investigate the nonequilibrium\nrelations in stochastic thermodynamics. A new relation is derived for the\nrandom quantity of heat associated to the nonequilibrium work protocol. We\nfinally show that the distributions of probabilities of work, heat and\nuncompensated heat are non-independent each other during a nonequilibrium\nprocess."}
{"id": "2510.07406", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07406", "abs": "https://arxiv.org/abs/2510.07406", "authors": ["Juan Daniel Torres Luna", "Sebastian Miles", "A. Mert Bozkurt", "Chun-Xiao Liu", "Antonio L. R. Manesco", "Anton R. Akhmerov", "Michael Wimmer"], "title": "Pareto-optimality of Majoranas in hybrid platforms", "comment": null, "summary": "To observe Majorana bound states, and especially to use them as a qubit,\nrequires careful optimization of competing quality metrics. We systematically\ncompare Majorana quality in proximitized semiconductor nanowires and quantum\ndot chains. Using multi-objective optimization, we analyze the fundamental\ntrade-offs between topological gap and localization length, two key metrics\nthat determine MBS coherence and operational fidelity. We demonstrate that\nthese quantities cannot be simultaneously optimized in realistic models,\ncreating Pareto frontiers that define the achievable parameter space. Our\nresults show that QD chains achieve both comparable quality as nanowires and a\nregime with a much shorter localization length, making them particularly\npromising for near-term quantum computing applications where device length and\ndisorder are limiting factors."}
{"id": "2510.07996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07996", "abs": "https://arxiv.org/abs/2510.07996", "authors": ["Yingchen Peng", "Yanan Ge", "Zihan Wang", "Kang Wang", "Kezhao Du", "Xingzhi Wang", "Ye Yang"], "title": "Magnon-mediated Radiation and Phonon-driven Quenching of Excitons in a Layered Semiconductor", "comment": null, "summary": "Layered van der Waals (vdW) magnetic semiconductors open a new avenue for\nexploring intertwined excitonic and magnetic phenomena. Here, we investigate\nthis interplay in the vdW MnPS3 antiferromagnet, uncovering an exceptionally\nlong exciton lifetime (~100 {\\mu}s) below the N\\'eel temperature (T_N). We\ndemonstrate that the exciton lifetime is governed by phonon-mediated\nnonradiative recombination and thus exhibits a strong temperature dependence.\nOn the contrary, the radiative recombination rate shows a distinct temperature\ndependence, which is dominated by magnon-assisted emission mechanism below T_N\nand by short-range spin correlations and phonons above T_N. These findings not\nonly establish MnPS3 as a compelling candidate for excitonic devices due to its\nlong-lifetime and correlation with magnetic orders but also provide crucial\ninsights into the interplay between excitons, spins, and lattice in vdW\nmagnetic semiconductors."}
{"id": "2510.08289", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.08289", "abs": "https://arxiv.org/abs/2510.08289", "authors": ["Yu. D. Panov", "V. A. Ulitko", "D. N. Yasinskaya", "A. S. Moskvin"], "title": "Modified Monte Carlo method with the heat bath algorithm for a model cuprate", "comment": "6 pages, 5 figures", "summary": "The results of numerical simulation using a modified Monte Carlo method with\na heat bath algorithm for the pseudospin model of cuprates are presented. The\ntemperature phase diagrams are constructed for various degrees of doping and\nfor various parameters of the model, and the effect of local correlations on\nthe critical temperatures of the model cuprate is investigated. It is shown\nthat, in qualitative agreement with the results of the mean field, the heat\nbath algorithm leads to a significant decrease in the estimate of critical\ntemperatures due to more complete accounting of fluctuations, and also makes it\npossible to detect phase inhomogeneous states. The possibility of using machine\nlearning to accelerate the heat bath algorithm is discussed."}
{"id": "2510.07826", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07826", "abs": "https://arxiv.org/abs/2510.07826", "authors": ["Sirui Yu", "Junrong Wang", "Huajin Zhao", "Hong Mao", "Jinshuang Jin"], "title": "Phase-controlled quantum transport signatures in a quantum dot-Majorana hybrid ring system", "comment": "11 pages, 4 figures", "summary": "We investigate the quantum transport in a hybrid ring system consisting of a\nquantum dot (QD) coupled to two Majorana bound states (MBSs) hosted in a\ntopological superconducting nanowire, threaded by a magnetic flux. Utilizing\nthe dissipaton equation-of-motion approach, we demonstrate that the\ndifferential conductance shows periodic behavior and its periodicity depends on\nboth the QD energy level and the MBS overlapping. A zero-bias peak (ZBP)\nemerges as a result of the balance between normal and anomalous tunneling\nprocesses, associated with the presence of a single MBS. Beyond the\nphase-dependent periodic behavior, the shot noise exhibits voltage-dependent\ntransitions between sub-Poissonian ($F = 0.5$), Poissonian ($F = 1$), and\nsuper-Poissonian ($F > 1$) regimes. Strikingly, we find a giant Fano factor\n($F\\gg1$) emerging at the balance point, accompanied by a peak in the shot\nnoise. This distinctive feature may serve as a supplementary signature for MBS\ndetection. However, both ZBP in the differential conductance and shot noise\npeak are degraded by thermal effects."}
{"id": "2510.07916", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07916", "abs": "https://arxiv.org/abs/2510.07916", "authors": ["Tomoki Hirosawa", "Pieter M. Gunnink", "Alexander Mook"], "title": "Topological Magnon-Plasmon Hybrids", "comment": "6+15 pages", "summary": "We study magnon-plasmon coupling in effectively two-dimensional stacks of van\nder Waals layers in the context of the band structure topology. Invoking the\nquasiparticle approximation, we show that the magnetic dipole coupling between\nthe plasmons in a metallic layer and the magnons in a neighboring magnetic\nlayer gives rise to a Berry curvature. As a result, the hybrid quasiparticles\nacquire an anomalous velocity, leading to intrinsic anomalous thermal Hall and\nspin-Nernst effects in ferromagnets and antiferromagnets. We propose magnetic\nlayers supporting skyrmion crystals as a platform to realize chiral\nmagnon-plasmon edge states, inviting the notion of topological\nmagnon-plasmonics."}
{"id": "2510.08502", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.08502", "abs": "https://arxiv.org/abs/2510.08502", "authors": ["Denis S. Goldobin", "Lyudmila S. Klimenko", "Irina V. Tyulkina", "Vasily A. Kostin", "Lev A. Smirnov"], "title": "Kinetic description of one-dimensional stochastic dynamics with small inertia", "comment": "24 pages, 5 figures", "summary": "We study single-variable approaches for describing stochastic dynamics with\nsmall inertia. The basic models we deal with describe passive Brownian\nparticles and phase elements (phase oscillators, rotators, superconducting\nJosephson junctions) with an effective inertia in the case of a linear\ndissipation term and active Brownian particles in the case of a nonlinear\ndissipation. Elimination of a fast variable (velocity) reduces the\ncharacterization of the system state to a single variable and is formulated in\nfour representations: moments, cumulants, the basis of Hermite functions, and\nthe formal cumulant variant of the last. This elimination provides rigorous\nmathematical description for the overdamped limit in the case of linear\ndissipation and the overactive limit of active Brownian particles. For the\nformer, we derive a low-dimensional equation system which generalizes the\nOtt-Antonsen Ansatz to systems with small effective inertia. In the latter\ncase, we derive a Fokker-Planck-type equation with a forced drift term and an\neffective diffusion in one dimension, where the standard two-/three-dimensional\nmechanism is impossible. In the four considered representations, truncated\nequation chains are demonstrated to be utilitary for numerical simulation for a\nsmall finite inertia."}
{"id": "2510.07410", "categories": ["cond-mat.supr-con", "cond-mat.quant-gas", "nucl-th"], "pdf": "https://arxiv.org/pdf/2510.07410", "abs": "https://arxiv.org/abs/2510.07410", "authors": ["Piotr Magierski"], "title": "Superfluidity in Fermi systems within the framework of Density Functional Theory", "comment": "37 pages, 6 figures", "summary": "This review is based on lectures given by the author at the Enrico Fermi\nSummer School in Varenna. It presents the basics of Density Functional Theory\n(DFT) for Fermi superfluids, with particular emphasis on nuclear systems.\nSpecial attention is given to the foundations of both DFT and time-dependent\nDFT (TDDFT). The review explores the advantages and challenges involved in the\npractical application of TDDFT to superfluid systems, as well as the typical\napproximations employed. Various applications of the TDDFT framework to the\ndescription of phenomena related to nonequilibrium superfluidity in atomic\nnuclei, neutron stars, and ultracold atoms are discussed."}
{"id": "2510.08018", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08018", "abs": "https://arxiv.org/abs/2510.08018", "authors": ["Priyanka Mondal", "Sonu Verma", "Wenze Lan", "Lukas Krelle", "Ryan Tan", "Regine von Klitzing", "Kenji Watanabe", "Takashi Taniguchi", "Kseniia Mosina", "Zdenek Sofer", "Akashdeep Kamra", "Bernhard Urbaszek"], "title": "Twist-tuned exchange and hysteresis in a bilayer van der Waals magnet", "comment": "Main and Supplement", "summary": "Moir\\'e superlattices in twisted bilayers enable profound reconstructions of\nthe electronic bandstructure, giving rise to correlated states with remarkable\ntunability. Extending this paradigm to van der Waals magnets, twisting creates\nspatially varying interlayer exchange interactions that stabilize emergent spin\ntextures and the coexistence of ferromagnetic and antiferromagnetic domains.\nHere, we demonstrate the emergence of robust magnetic hysteresis in bilayer\nCrSBr upon twisting by an angle of ~ 3{\\deg}. This is observed as the\ncorresponding hysteretic evolution of the exciton energy, that directly\ncorrelates with the bilayer magnetic state, in magnetic field dependent\nphotoluminescence measurements. A two-sublattice model captures this behavior,\nattributing it to the twist-induced reduction of interlayer exchange that\nstabilizes both parallel and antiparallel spin configurations across a broad\nfield range. Comparison with experiment enables quantitative extraction of the\neffective exchange strength. Remarkably, the system exhibits coherent averaging\nacross the moir\\'e supercell, yielding an effective monodomain response\ncharacterized by switching into the antiferromagnetic state, rather than\nforming spin textures or fragmented domains. Spatially resolved measurements\nfurther uncover local variations in hysteresis loops, consistent with\nposition-dependent modulation of the average exchange interaction. Our results\nestablish twist engineering as a powerful route to programmable magnetic\nmemories in two-dimensional magnets, harnessing the robustness of\nantiferromagnetic order."}
{"id": "2510.07947", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.07947", "abs": "https://arxiv.org/abs/2510.07947", "authors": ["Yuki Sato", "Soma Nagahama", "Shunsuke Kitou", "Hajime Sagayama", "Ilya Belopolski", "Ryutaro Yoshimi", "Minoru Kawamura", "Atsushi Tsukazaki", "Naoya Kanazawa", "Takuya Nomoto", "Ryotaro Arita", "Taka-hisa Arima", "Masashi Kawasaki", "Yoshinori Tokura"], "title": "Higher-order epitaxy: A pathway to suppressing structural instability and emergent superconductivity", "comment": null, "summary": "Molecular beam epitaxy enables the growth of thin film materials with novel\nproperties and functionalities. Typically, the lattice constants of films and\nsubstrates are designed to match to minimise disorders and strains. However,\nsignificant lattice mismatches can result in higher-order epitaxy, where\ncommensurate growth occurs with a period defined by integer multiples of the\nlattice constants. Despite its potential, higher-order epitaxy is rarely used\nto enhance material properties or induce emergent phenomena. Here, we report\nsingle-crystalline FeTe films grown via 6:5 commensurate higher-order epitaxy\non CdTe(001) substrates. Scanning transmission electron microscopy reveals\nself-organised periodic interstitials near the interface, arising from\nhigher-order lattice matching. Synchrotron x-ray diffraction shows that the\ntetragonal-to-monoclinic structural transition in bulk FeTe is strongly\nsuppressed. Remarkably, these films exhibit substrate-selective two-dimensional\nsuperconductivity, likely due to suppressed monoclinic distortion. These\nfindings demonstrate the potential of higher-order epitaxy as a tool to control\nmaterials and inducing emergent phenomena."}
{"id": "2510.07831", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.07831", "abs": "https://arxiv.org/abs/2510.07831", "authors": ["Nilesh Pandey", "Dipanjan Basu", "Leonard F Register", "Sanjay K Banerjee"], "title": "Three-Dimensional Electrostatic and Quantum-Confinement Modeling of Silicon Nanowire Double Quantum Dots", "comment": null, "summary": "We present a three-dimensional simulation study of silicon nanowire double\nquantum dots with leads, which extends beyond traditional effective-mass or\nquasi-1D and quasi-2D approaches typically applied to bulk or planar\ngeometries. Using the Sentaurus QTX, we self-consistently couple a 3-D Poisson\nsolver with two-dimensional Schr\\\"odinger solutions along the strongly confined\nwidth * thickness cross-sections normal to the transport direction, yielding\nbound-state energies and wavefunctions across the device cross-section. This\nmethod captures wavefunction evolution, subband formation, and valley splitting\nwhile retaining the full three-dimensional electrostatics of the device. Our\nresults show that narrow quantum dots (width = 5 nm) provide strong\nconfinement, enhanced valley splitting, and robust single-electron\nlocalization, whereas wider quantum dots (width = 20 nm) allow single-electron\noccupation at lower gate voltages but with shallower quantum wells and\nadditional higher-order modes in the wavefunction. Importantly, the quantum dot\nwidth also plays a key role in tunnel coupling: smaller channel widths enhance\nwavefunction overlap across the barrier, resulting in higher tunnel coupling,\nwhereas increasing the width reduces coupling, which eventually saturates once\nthe width is approximately twice the plunger-gate length. By systematically\nvarying the quantum dot width together with plunger- and barrier-gate lengths,\nwe investigate their combined influence on the conduction-band profile and\ninterdot coupling. Together, these simulations provide design guidelines for\ngeometry-driven control of confinement, valley splitting, and tunnel coupling\nin silicon nanowire double quantum dots."}
{"id": "2510.07947", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.07947", "abs": "https://arxiv.org/abs/2510.07947", "authors": ["Yuki Sato", "Soma Nagahama", "Shunsuke Kitou", "Hajime Sagayama", "Ilya Belopolski", "Ryutaro Yoshimi", "Minoru Kawamura", "Atsushi Tsukazaki", "Naoya Kanazawa", "Takuya Nomoto", "Ryotaro Arita", "Taka-hisa Arima", "Masashi Kawasaki", "Yoshinori Tokura"], "title": "Higher-order epitaxy: A pathway to suppressing structural instability and emergent superconductivity", "comment": null, "summary": "Molecular beam epitaxy enables the growth of thin film materials with novel\nproperties and functionalities. Typically, the lattice constants of films and\nsubstrates are designed to match to minimise disorders and strains. However,\nsignificant lattice mismatches can result in higher-order epitaxy, where\ncommensurate growth occurs with a period defined by integer multiples of the\nlattice constants. Despite its potential, higher-order epitaxy is rarely used\nto enhance material properties or induce emergent phenomena. Here, we report\nsingle-crystalline FeTe films grown via 6:5 commensurate higher-order epitaxy\non CdTe(001) substrates. Scanning transmission electron microscopy reveals\nself-organised periodic interstitials near the interface, arising from\nhigher-order lattice matching. Synchrotron x-ray diffraction shows that the\ntetragonal-to-monoclinic structural transition in bulk FeTe is strongly\nsuppressed. Remarkably, these films exhibit substrate-selective two-dimensional\nsuperconductivity, likely due to suppressed monoclinic distortion. These\nfindings demonstrate the potential of higher-order epitaxy as a tool to control\nmaterials and inducing emergent phenomena."}
{"id": "2510.07383", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07383", "abs": "https://arxiv.org/abs/2510.07383", "authors": ["Zhengzhi Wu", "Zhou-Quan Wan", "Shao-Kai Jian", "Hong Yao"], "title": "Emergent spacetime supersymmetry at 2D fractionalized quantum criticality", "comment": "4 pages, 1 figure", "summary": "While experimental evidence for spacetime supersymmetry (SUSY) in particle\nphysics remains elusive, condensed matter systems offer a promising arena for\nits emergence at quantum critical points (QCPs). Although there have been a\nvariety of proposals for emergent SUSY at symmetry-breaking QCPs, the emergence\nof SUSY at fractionalized QCPs remains largely unexplored. Here, we demonstrate\nemergent space-time SUSY at a fractionalized QCP in the Kitaev honeycomb model\nwith Su-Schrieffer-Heeger (SSH) spin-phonon coupling. Specifically, through\nnumerical computations and analytical analysis, we show that the anisotropic\nSSH-Kitaev model hosts a fractionalized QCP between a Dirac spin liquid and an\nincommensurate/commensurate valence-bond-solid phase coexisting with\n$\\mathbb{Z}_2$ topological order. A low-energy field theory incorporating\nphonon quantum fluctuations reveals that this fractionalized QCP features an\nemergent $\\mathcal{N}=2$ spacetime SUSY. We further discuss their universal\nexperimental signatures in thermal transport and viscosity, highlighting the\nconcrete lattice realization of emergent SUSY at a fractionalized QCP in 2D."}
{"id": "2510.07412", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07412", "abs": "https://arxiv.org/abs/2510.07412", "authors": ["J. D. Bondar", "L. Banszerus", "W. Marshall", "T. Lindemann", "T. Zhang", "M. J. Manfra", "C. M. Marcus", "S. Vaitiekėnas"], "title": "From two dimensions to wire networks in a dice-lattice Josephson array", "comment": "9 pages, 4+6 figures", "summary": "We investigate Josephson arrays consisting of a dice-lattice network of\nsuperconducting weak links surrounding rhombic plaquettes of proximitized\nsemiconductor. Josephson coupling of the weak links and electron density in the\nplaquettes are independently controlled by separate electrostatic gates.\nApplied magnetic flux results in an intricate pattern of switching currents\nassociated with frustration, $f$. For depleted plaquettes, the switching\ncurrent is nearly periodic in $f$, expected for a phase-only description, while\noccupied plaquettes yield a decreasing envelope of switching currents with\nincreasing $f$. A model of flux dependence based on ballistic small-area\njunctions and diffusive large-area plaquettes yields excellent agreement with\nexperiment."}
{"id": "2510.08130", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.08130", "abs": "https://arxiv.org/abs/2510.08130", "authors": ["Muhammad Imran", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman"], "title": "Rare-Earth Engineering of NaAlO3 Perovskites Unlocks Unified Optoelectronic, Thermoelectric, and Spintronic Functionalities", "comment": null, "summary": "Perovskite oxides are promising for energy and quantum technologies, but\nwide-gap hosts such as NaAlO3 suffer from deep-UV absorption and limited\ncarrier transport. Using first-principles GGA+U+SOC calculations, we\ninvestigate Eu3+-, Gd3+-, and Tb3+-doped NaAlO3 and evaluate their electronic,\noptical, elastic, and thermoelectric properties. Rare-earth substitution is\nthermodynamically favorable (formation energies 1.2-1.6 eV) and induces strong\nf-p hybridization, reducing the pristine band gap (about 6.2 eV) to about 3.1\neV for Tb. Spin-resolved band structures reveal Gd-driven half-metallicity,\nEu-induced spin-selective metallicity, and Tb-stabilized p-type semiconducting\nbehavior. The optical spectra show a red-shifted absorption edge (about 2.0-2.2\neV), a large static dielectric response (epsilon1(0) about 95 for Eu), and\nplasmonic resonances near 4 eV, enabling visible-light harvesting. Elastic\nanalysis indicates mild lattice softening with preserved ductility (Pugh ratio\nB/G about 1.56-1.57). Thermoelectric performance is enhanced, with Seebeck\ncoefficients greater than 210 uV/K for Eu and Tb and ZT about 0.45 at 500 K.\nThese results identify rare-earth-doped NaAlO3 as a multifunctional perovskite\nplatform for photovoltaics, photocatalysis, thermoelectrics, and spintronics."}
{"id": "2510.08030", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08030", "abs": "https://arxiv.org/abs/2510.08030", "authors": ["Lukas Danner", "Max Hofheinz", "Nicolas Bourlet", "Ciprian Padurariu", "Joachim Ankerhold", "Björn Kubala"], "title": "Amplification and Detection of Single Itinerant Microwave Photons", "comment": "15 pages, 9 figures", "summary": "Single-photon detectors are an essential part of the toolbox of modern\nquantum optics for implementing quantum technologies and enabling tests of\nfundamental physics. The low energy of microwave photons, the natural signal\npath for superconducting quantum devices, makes their detection much harder\nthan for visible light. Despite impressive progress in recent years and the\nproposal and realization of a number of different detector architectures, the\nreliable detection of a single itinerant microwave photon remains an open\ntopic.\n  Here, we investigate and simulate a detailed protocol for single-photon\nmultiplication and subsequent amplification and detection. At its heart lies a\nJosephson-photonics device which uses inelastic Cooper-pair tunneling driven by\na dc bias in combination with the energy of an incoming photon to create\nmultiple photons, thus compensating for the low-energy problem. Our analysis\nprovides clear design guidelines for utilizing such devices, which have\npreviously been operated in an amplifier mode with a continuous wave input, for\ncounting photons. Combining a formalism recently developed by M{\\o}lmer to\ndescribe the full quantum state of in- and outgoing photon pulses with\nstochastic Schr\\\"odinger equations, we can describe the full multiplication and\ndetection protocol and calculate performance parameters, such as detection\nprobabilities and dark count rates. With optimized parameters, a high\npopulation of a single output mode can be achieved that can then be easily\ndistinguished from vacuum noise in heterodyne measurements of quadratures with\na conventional linear amplifier. Realistic devices with two multiplication\nstages with multiplication of $16$ reach for an impinging Gaussian pulse of\nlength $T$ a detection probability of $84.5\\%$ with a dark count rate of\n$10^{-3}/T$, and promise to outperform competing schemes."}
{"id": "2510.07893", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07893", "abs": "https://arxiv.org/abs/2510.07893", "authors": ["Sauri Bhattacharyya", "Marco Grilli", "Bernard van Heck"], "title": "On the decoherence of Majorana zero modes mediated by gapless fermions", "comment": "21 pages, 8 figures", "summary": "We study the decoherence of a collection of Majorana zero modes weakly\ncoupled to a gapless reservoir of non-interacting fermions. Using the\nBorn-Markov approximation, we derive a Lindblad master equation for the\ndissipative dynamics of the Majorana zero modes. Due to the long-range coupling\nbetween Majorana zero modes mediated by the gapless reservoir, the Lindblad\njump operators are non-local linear combinations of the Majorana operators. We\nshow that, as a consequence, the dissipative dynamics can exhibit long\nrelaxation times, i.e. a slow decay of fermion parities. A spectral analysis of\nthe Liouvillian shows that the slow-down is suppressed as a power law of the\ndistance between Majorana zero modes. Finally, we validate the Lindblad\nequation by comparison with unbiased numerical simulations of the time\nevolution of the full density matrix. In particular, these illustrate that\nnon-Markovian dynamics establishes non-local correlations at small times."}
{"id": "2510.08194", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08194", "abs": "https://arxiv.org/abs/2510.08194", "authors": ["Cui-Qun Chen", "Wenyuan Qiu", "Zhihui Luo", "Meng Wang", "Dao-Xin Yao"], "title": "Electronic structures and superconductivity in Nd-doped La$_3$Ni$_2$O$_7$", "comment": "8 pages, 5 figures", "summary": "The recent discovery of high-$T_c$ superconductivity in Ruddlesden-Popper\n(RP) nickelates has motivated extensive efforts to explore higher $T_c$\nsuperconductors. Here, we systematically investigate Nd-doped La$_3$Ni$_2$O$_7$\nusing density functional theory (DFT) and renormalized mean-field theory\n(RMFT). DFT calculations reveal that both the lattice constants and interlayer\nspacing decrease upon Nd substitution, similar to the effect of physical\npressure. However, the in-plane Ni-O-Ni bond angle evolves non-monotonically\nwith doping, increasing to a maximum at 70% (~2/3) Nd doping level and then\nfalling sharply at 80%, which leads to a reduction in orbital overlap.\nMoreover, Nd doping has a more pronounced effect on the Ni-$d{_{z^2}}$ orbital,\ndemonstrating an orbital-dependent effect of rare-earth substitution. Through\nthe bilayer two-orbital t-J model, RMFT analysis further shows an $s\\pm$-wave\npairing symmetry, with $T_c$ rising to a maximum at about 70% Nd substitution\nbefore declining, in agreement with the transport measurements. The variation\nin $T_c$ can be traced to the competition between continuously enhanced\ninterlayer superexchange coupling $J_\\perp^z$ and a gradual decrease in\nparticle density. These results highlight the delicate interplay among\nstructural tuning, orbital hybridization, and superconductivity, providing\nimportant clues to design higher-$T_c$ RP nickelate superconductors."}
{"id": "2510.08490", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08490", "abs": "https://arxiv.org/abs/2510.08490", "authors": ["Zijian Wang", "Ruihua Fan", "Tianle Wang", "Samuel J. Garratt", "Ehud Altman"], "title": "Fractional quantum Hall states under density decoherence", "comment": "19 pages + 8 pages appendix + 3 figures", "summary": "Fractional quantum Hall states are promising platforms for topological\nquantum computation due to their capacity to encode quantum information in\ntopologically degenerate ground states and in the fusion space of non-abelian\nanyons. We investigate how the information encoded in two paradigmatic states,\nthe Laughlin and Moore-Read states, is affected by density decoherence --\ncoupling of local charge density to non-thermal noise. We identify a critical\nfilling factor $\\nu_c$, above which the quantum information remains fully\nrecoverable for arbitrarily strong decoherence. The $\\nu=1/3$ Laughlin state\nand $\\nu = 1/2$ Moore-Read state both lie within this range. Below $\\nu_c$ both\nclasses of states undergo a decoherence induced\nBerezinskii-Kosterlitz-Thousless (BKT) transition into a critical decohered\nphase. For Laughlin states, information encoded in the topological ground state\nmanifold degrades continuously with decoherence strength inside this critical\nphase, vanishing only in the limit of infinite decoherence strength. On the\nother hand, quantum information encoded in the fusion space of non-abelian\nanyons of the Moore-Read states remains fully recoverable for arbitrary strong\ndecoherence even beyond the BKT transition. These results lend further support\nto the promise of non-Abelian FQH states as platforms for topological quantum\ncomputation and raises the question of how errors in such states can be\ncorrected."}
{"id": "2510.07425", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07425", "abs": "https://arxiv.org/abs/2510.07425", "authors": ["Pavel A. Andreev"], "title": "Electric susceptibility of antiferromagnetic multiferroics with cycloidal spin order at magnetoelectric effect associated with collinear component of spins", "comment": "8 pages", "summary": "The contribution of magnetoelectric effect to Landau--Lifshitz-Gilbert\nequation is considered in case when medium polarization is caused by parallel\ncomponent of neighboring spins. The result is presented for ferromagnetic and\nantiferromagnetic materials. A comparison is given with the contribution of\nmagnetoelectric effect to Landau--Lifshitz-Gilbert equation when medium\npolarization is caused by perpendicular component of spins. The dispersion\ndependence of spin waves in antiferromagnets with cycloidal equilibrium spin\norder is derived. The electric susceptibility and permittivity of\nantiferromagnetic multiferroics in which magnetoelectric effect is caused by\ncollinear component of spins is obtained analytically."}
{"id": "2510.08186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08186", "abs": "https://arxiv.org/abs/2510.08186", "authors": ["Fernando Gómez-Ortiz", "Louis Bastogne", "Philippe Ghosez"], "title": "Multimodal Topological Textures Arising from Coupled Structural Orders in SrTiO$_3$", "comment": null, "summary": "Magnetic spin topological textures recently found their electrical\ncounterparts in polar topologies emerging from the condensation of\ninhomogeneous polar atomic distortions. Here, we further extend the concept to\nother non-polar atomic degrees of freedom. Taking SrTiO$_3$ as a prototypical\nexample, we investigate from second-principles atomistic simulations, the\nequilibrium domain structures and topological textures associated with the\nnatural antiferrodistortive rotations of its oxygen octahedra. % Besides the\ncommon 90$^\\circ$ antiferrodistortive domain walls (twin boundaries), we\nidentify new metastable 180$^\\circ$ domain walls oriented along the\n$\\lbrace100\\rbrace_\\mathrm{pc}$ direction, when compressive epitaxial strain is\napplied. These domains exhibit complex antiferrodistortive Bloch- and\nN\\'eel-like configurations with the later being the most favorable. We also\nstabilize antiferrodistortive vortex and antivortex structures which are\naccompanied by co-localized polarization vortices and a complex pattern of the\nlocal strain field, giving rise to a trimodal topological structures. Our\nresults extends the concept of topological ordering to non-polar structural\ndegrees of freedom and highlights the role of lattice-mediated couplings in\nstabilizing complex textures in perovskite oxides."}
{"id": "2510.07916", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07916", "abs": "https://arxiv.org/abs/2510.07916", "authors": ["Tomoki Hirosawa", "Pieter M. Gunnink", "Alexander Mook"], "title": "Topological Magnon-Plasmon Hybrids", "comment": "6+15 pages", "summary": "We study magnon-plasmon coupling in effectively two-dimensional stacks of van\nder Waals layers in the context of the band structure topology. Invoking the\nquasiparticle approximation, we show that the magnetic dipole coupling between\nthe plasmons in a metallic layer and the magnons in a neighboring magnetic\nlayer gives rise to a Berry curvature. As a result, the hybrid quasiparticles\nacquire an anomalous velocity, leading to intrinsic anomalous thermal Hall and\nspin-Nernst effects in ferromagnets and antiferromagnets. We propose magnetic\nlayers supporting skyrmion crystals as a platform to realize chiral\nmagnon-plasmon edge states, inviting the notion of topological\nmagnon-plasmonics."}
{"id": "2510.08557", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08557", "abs": "https://arxiv.org/abs/2510.08557", "authors": ["Jaroslaw Pawlowski", "Dickson Thian", "Repaka Maheswar", "Chai Jian Wei", "Pawan Kumar", "Sudhiranjan Tripathy", "Hugh O. H. Churchill", "Dharmraj Kotekar Patil"], "title": "Classical to Quantum Diffusive Transport in Atomically Thin Semiconductors Capped with High-k Dielectric", "comment": "4 figure, 6 supplemnetary figures", "summary": "The dielectric environment surrounding semiconductors plays a crucial role in\ndetermining device performance, a role that becomes especially pronounced in\natomically thin semiconductors where charge carriers are confined within a few\natomic layers and strongly interact with their surroundings. High-k\ndielectrics, such as hafnium oxide (HfO2), have been shown to enhance the\nperformance of two-dimensional (2D) materials by suppressing scattering from\ncharged impurities and phonons, but most studies to date have focused on\nroom-temperature transistor operation. Their influence on quantum transport\nproperties at low temperatures remains largely unexplored. In this work, we\ninvestigate how capping monolayer molybdenum disulfide (MoS2) with HfO2\nmodifies its electronic behavior in the quantum regime. By comparing devices\nwith and without HfO2 capping, we find that uncapped devices exhibit transport\ndominated by classical diffusive scattering, whereas capped devices show clear\nFabry-Perot interference patterns, providing direct evidence of phase-coherent\nquantum transport enabled by dielectric screening. To gain further insight, we\ndevelop a tight-binding interferometer model that captures the effect of\ndielectric screening on conductive modes and reproduces the experimental\ntrends. Our findings demonstrate that dielectric engineering provides a\npowerful route to control transport regimes in TMD devices."}
{"id": "2510.07461", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07461", "abs": "https://arxiv.org/abs/2510.07461", "authors": ["Joshua Hale", "Theja N. De Silva"], "title": "Quantum Filtering of Hydrogen Isotopes through Graphene", "comment": "10 pages with 11 figures", "summary": "Driven by the growing demand in the energy, medical, and industrial sectors,\nwe investigate a hydrogen isotope separation technique that offers both a high\nseparation factor and economic feasibility. Our findings reveal that filtering\nisotopes through two-dimensional graphene layers provides an exceptionally\nefficient quantum-mechanical method for isotope separation. Using a recently\ndeveloped analytical pairwise potential between hydrogen isotopes and carbon\natoms in graphene, we examine the classical trajectories of isotopes near the\ngraphene layer, as well as the quantum-mechanical tunneling properties of\nisotopes through the graphene layer. Using various quantum-mechanical methods,\nwe calculate both the isotope tunneling probabilities and the\nquantum-mechanical isotope sticking probabilities. Our study shows that quantum\nfiltering through graphene layers can be an effective technique for enriching\ndeuterium by separating it from protium."}
{"id": "2510.08216", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08216", "abs": "https://arxiv.org/abs/2510.08216", "authors": ["Fernando Gómez-Ortiz", "Louis Bastogne", "Xu He", "Philippe Ghosez"], "title": "Mechanical coupling of polar topologies and oxygen octahedra rotations in PbTiO$_3$/SrTiO$_3$ superlattices", "comment": null, "summary": "PbTiO$_3$/SrTiO$_3$ artificial superlattices recently emerged as a\nprototypical platform for the emergence and study of polar topologies. While\nprevious studies mainly focused on the polar textures inherent to the\nferroelectric PbTiO$_3$ layers, the oxygen octahedra rotations inherent to the\nparaelectric SrTiO$_3$ layers have attracted much little attention. Here, we\nhighlight a biunivocal relationship between distinct polar topologies --\nincluding $a_1/a_2$ domains, polar vortices, and skyrmions -- within the\nPbTiO$_3$ layers and specific patterns of oxygen octahedra rotations in the\nSrTiO$_3$ layers. This relationship arises from a strain-mediated coupling\nbetween the two materials and is shown to be reciprocal. Through\nsecond-principles atomistic simulations, we demonstrate that each polar texture\nimposes a corresponding rotation pattern, while conversely, a frozen oxygen\noctahedra rotation dictates the emergence of the associated polar state. This\nconfirms the strong coupling between oxygen octahedra rotations in SrTiO$_3$\nand polarization in PbTiO$_3$, highlighting their cooperative role in\nstabilizing complex polar textures in related superlattices."}
{"id": "2510.07970", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07970", "abs": "https://arxiv.org/abs/2510.07970", "authors": ["Ding-Ming Huang", "Jian-Huan Wang", "Jie-Yin Zhang", "Yuan Yao", "H. Q. Xu", "Jian-Jun Zhang"], "title": "Atomically resolved electron reflectivity at a metal/semiconductor interface", "comment": "24 pages, 12 figures", "summary": "An atomically flat interface is achieved between face-centered cubic Al and\ndiamond lattice Ge via molecular beam epitaxy (MBE). Based on the measurements\nof scanning tunneling microscopy (STM), we demonstrate an atomically resolved\nlateral periodic change of the electron reflectivity at the Al/Ge interface.\nThe variation of electron reflectivity is up to 24% in lateral 2 nm. We\nspeculate that the change of reflectivity results from the local electronic\nstates at the Al/Ge interface. This phenomenon provides an atomically\nnon-destructive method for detecting the buried interfacial states in\nhetero-structures by STM."}
{"id": "2510.07465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07465", "abs": "https://arxiv.org/abs/2510.07465", "authors": ["Hanchen Wang", "William Legrand", "Davit Petrosyan", "Min-Gu Kang", "Emir Karadža", "Hiroki Matsumoto", "Richard Schlitz", "Michaela Lammel", "Myriam H. Aguirre", "Pietro Gambardella"], "title": "Ultrathin bismuth-yttrium iron garnet films with tunable and compensated magnetic anisotropy", "comment": null, "summary": "We report on the epitaxial growth of nm-thick films of bismuth-substituted\nyttrium iron garnet (BiYIG) by high-temperature off-axis radio-frequency\nmagnetron sputtering. We demonstrate accurate control of the magnetic\nproperties by tuning of the sputtering parameters and epitaxial strain on\nvarious (111)-oriented garnet substrates. BiYIG films with up to -0.80\\%\nlattice mismatch with the substrate remain fully strained up to 60~nm-thick,\nmaintaining a high crystalline quality. Transmission electron microscopy and\nenergy-dispersive X-ray spectroscopy confirm coherent epitaxial growth, the\nabsence of defects, and limited interdiffusion at the BiYIG/substrate\ninterface. Varying the tensile or compressive strain between -0.80\\% and\n+0.56\\% in BiYIG allows for accurate compensation of the total magnetic\nanisotropy through magneto-elastic coupling. The effective magnetic anisotropy\nof sputtered BiYIG films can be further tuned via the off-axis deposition angle\nand the oxygen flow during growth, which determine the cation stoichiometry.\nUnder optimized growth conditions, a ferromagnetic resonance (FMR) linewidth of\n1~mT at 10~GHz is reliably obtained even for thicknesses as low as 10~nm. We\nalso report small FMR linewidths in ultrathin (2-5~nm) BiYIG films grown on\ndiamagnetic substrate yttrium scandium gallium garnet. These findings highlight\nthe promise of low-damping, strain-engineered nm-thick BiYIG films for\nimplementing advanced functionalities in spin-orbitronic and magnonic devices.\nSpecifically, the magnetic-anisotropy compensation and low damping enable large\ncone-angle magnetization dynamics immune to magnon-magnon nonlinear scattering."}
{"id": "2510.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08253", "abs": "https://arxiv.org/abs/2510.08253", "authors": ["Mohammad Amini", "Tiago V. C. Antão", "Liwei Jing", "Ziying Wang", "Antti Karjasilta", "Robert Drost", "Shawulienu Kezilebieke", "Jose L. Lado", "Adolfo O. Fumega", "Peter Liljeroth"], "title": "Observation of electromagnons in a monolayer multiferroic", "comment": null, "summary": "Van der Waals multiferroics have emerged as a promising platform to explore\nnovel magnetoelectric phenomena. Recently, it has been shown that monolayer\nNiI$_2$ hosts robust type-II multiferroicity down to the two-dimensional limit,\na giant dynamical magnetoelectric coupling at terahertz frequencies, and an\nelectrically switchable spin polarization. These developments present the\npossibility of engineering ultrafast, low-energy-consumption, and\nelectrically-tunable spintronic devices based on the collective excitations of\nthe multiferroic order, electromagnons. However, the direct visualization of\nthese bosonic modes in real space and within the monolayer limit remains\nelusive. Here, we report the atomic-scale observation of electromagnons in\nmonolayer NiI$_2$ using low-temperature scanning tunneling microscopy. By\ntracking the thermal evolution of the multiferroic phase, we establish the\nenergy scale and resolve coherent in-gap excitations of the symmetry-broken\nmultiferroic state. Comparison with first-principles and spin-model\ncalculations reveals that the low-energy modes originate from electromagnon\nexcitations. Spatially resolved inelastic tunneling spectroscopy maps show a\nstripe-like modulation of the local spectral function at electromagnon\nenergies, matching theoretical predictions. These results provide direct\nevidence of the internal structure of electromagnons and establish a\nmethodology to probe these modes at the atomic scale, opening avenues for\nelectrically tunable spintronics."}
{"id": "2510.07973", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07973", "abs": "https://arxiv.org/abs/2510.07973", "authors": ["Xingchen Guo Anqi Wang", "Xiutong Deng", "Yupeng Li", "Guoan Li", "Zhiyuan Zhang", "Xiaofan Shi", "Xiao Deng", "Ziwei Dou", "Guangtong Liu", "Fanming Qu", "Zhijun Wang", "Tian Qian", "Youguo Shi", "Li Lu", "Jie Shen"], "title": "Magnetic-Field Control of Tomonaga-Luttinger Liquids in Ta2Pd3Te5 Edge States", "comment": null, "summary": "Ta2Pd3Te5 is a quasi-one-dimensional transition-metal telluride whose heavy\natoms endow the material with strong spin-orbit coupling, while the Fermi level\ninside the bulk gap makes the low-energy electronic structure highly\ntunable.Theory and early experiments have already identified a wealth of\nemergent phases in this platform: an excitonic insulator driven by\nelectron-hole binding, a second-order topological insulator protected by\ncrystalline symmetry, a potential topological-protected quantum-spin-Hall edge,\nand proximity-induced edge supercurrents when coupled to a conventional s-wave\nsuperconductor. These properties make it a promising platform for hosting\nMajorana zero modes and quantum computation, provided that time-reversal\nsymmetry can be broken by a Zeeman gap. In this work, we demonstrate that the\none-dimensional edge channels of exfoliated Ta2Pd3Te5 host a robust and tunable\nTomonaga-Luttinger liquid by electrostatic gating because it shifts the\nchemical potential across the bulk gap without changing the gap size. More\nimportantly, the application of a magnetic field introduces a Zeeman gap that\nsystematically increases the TLL power-law exponent alpha. Furthermore,\nrotating the field reveals a pronounced twofold anisotropy--alpha is maximal\nfor a field parallel to the edge and minimal for a perpendicular\norientation--originating from an orientation-dependent edge g-factor that is\nlikely amplified by quantum-confinement-induced orbital-angular-moment\nquenching. The existence of gate-tunable edge supercurrents together with the\nfield-controlled Zeeman gap provides a direct route to break time-reversal\nsymmetry in a particle-hole-symmetric superconducting gap and thus to engineer\na topological superconducting phase, paving the way towards Majorana-based\nquantum devices."}
{"id": "2510.07506", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07506", "abs": "https://arxiv.org/abs/2510.07506", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Efficiency of the superconducting diode effect of pair-density-wave states in two-dimensional $d$-wave altermagnets", "comment": "14 pages, 6 figures", "summary": "We systematically study the efficiency of the intrinsic superconducting diode\neffect of several pair-density-wave states that can emerge in two-dimensional\n$d$-wave metallic altermagnets. To this end, we investigate several scenarios\nusing an effective minimal microscopic model and Ginzburg-Landau analysis in\norder to derive the corresponding pairing phase diagrams. In addition, we\nexamine also whether the presence of a Rashba spin-orbit coupling and an\napplied external magnetic field are beneficial to this effect in these systems.\nAs a consequence, our results add further support to the fact that\naltermagnetic materials indeed provide a good platform for the pursuit of\nfinite-momentum superconductivity, which can lead to an optimization of the\ndiode efficiency in some physically interesting situations. The latter\nphenomenon has been recently proposed to be key in improving the applicability\nof new energy-efficient quantum electronic devices."}
{"id": "2510.08397", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08397", "abs": "https://arxiv.org/abs/2510.08397", "authors": ["Jinhua Hong", "Alberto Guandalini", "Weibin Wu", "Haiming Sun", "Fuwei Wu", "Shulin Chen", "Chao Ma", "Kazu Suenaga", "Thomas Pichler", "Francesco Mauri"], "title": "Ultraviolet optical conductivity, exciton fine-structure and dispersion of freestanding monolayer h-BN", "comment": null, "summary": "Excitons govern the light-matter interaction in 2D gapped materials with\nintrinsically large binding energies. In spite of plentiful optical\nmeasurements in the visible for semiconducting transition-metal\ndichalcogenides, we still lack optical-absorption studies of the exciton\nstructure of insulating 2D materials that requires UV light. Moreover,\nmeasurements of the momentum dispersion of excitons in the vicinity of optical\nlimit are rare owing to low resolutions but hold the key to reveal\nquasiparticle interactions. To close this gap, we employ high momentum\nresolution electron energy loss spectroscopy ($q$-EELS) to explore exciton\ndispersions of mono- and few-layer hexagonal boron nitride. Surprisingly, we\nreveal a fine structure of the first bright exciton dispersion band composed by\ntwo features (A and A$'$), visible only at small momentum, not predicted by\nBethe-Salpeter calculations. Introducing an optical conductivity approximation\n(OCA), we extract from the experimental $q$-EELS spectra the ultraviolet (UV)\noptical conductivity at zero momentum, $\\sigma(\\omega)$, and discuss the\nexciton fine structure in $\\sigma(\\omega)$, consistent with previous\nphotoluminescence observations. Our findings establish a general methodology to\nprobe the fine structure of exciton dispersions, providing new insights into\nexciton-phonon sidebands and eventually polarons in low-dimensional materials."}
{"id": "2510.08014", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08014", "abs": "https://arxiv.org/abs/2510.08014", "authors": ["Yan Meng", "Kainan Chang", "Yanyan Qian", "Luxia Wang", "Jin Luo Cheng"], "title": "Gate Voltage Tunable Second Harmonic Generation in Mono- and Bi-layer Black Phosphene", "comment": null, "summary": "Black phosphorene (BP) has emerged as a promising platform for tunable\nnonlinear photonics due to its layer-dependent bandgap, high carrier mobility,\nand remarkable in-plane anisotropy. This study investigates the second-harmonic\ngeneration (SHG) of monolayer and bilayer BP under an external static electric\nfield, with describing the electronic states by a tight-binding model and the\ndynamics by semiconductor Bloch equations. Our results reveal that BP exhibits\nlarge second-order nonlinear optical response along the armchair direction,\nwith significant resonant enhancement when the incident photon energy\napproaches half of its bandgap. Under an applied electric field of $10^7$ V/m,\nthe effective second-order nonlinear susceptibility of BP can be as large as\n$10^3$ pm/V, surpassing that of the conventional nonlinear crystal AgGaSe$_2$\nby more than an order of magnitude. With respect to the static electric field\ninduced by gate voltage, we discuss the relation between the\nelectric-field-induced second harmonic (EFISH) generation and conventional SHG\n-- under lower gate voltage, the EFISH approach agrees well with the SHG\nsolutions, whereas the former is no longer applicable under higher gate\nvoltage. Specifically, as the increasing gate voltage, monolayer BP exhibits\nthe bandgap expansion and the corresponding blue-shift in the SHG resonant\npeak. In contrast, bilayer BP undergoes a semiconductor-to-semimetal\ntransition, forming Dirac cone and generating divergent SHG spectra as photon\nenergy goes to zero. Additionally, the chemical potential allows for precise\ncontrol over interband and intraband nonlinear responses. This work provides\nimportant theoretical foundations for the development of BP-based tunable\nnonlinear photonic devices and expands the application potential of anisotropic\ntwo-dimensional materials in nonlinear optics."}
{"id": "2510.07552", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2510.07552", "abs": "https://arxiv.org/abs/2510.07552", "authors": ["Marko Tesanovic", "Daniel M. Markiewitz", "Marcus L. Popp", "Martin Z. Bazant", "Sonja Berensmeier"], "title": "Thermodynamically Consistent Continuum Theory of Magnetic Particles in High-Gradient Fields", "comment": null, "summary": "Magnetic particles underpin a broad range of technologies, from water\npurification and mineral processing to bioseparations and targeted drug\ndelivery. The dynamics of magnetic particles in high-gradient magnetic\nfields-encompassing both their transport and eventual capture-arise from the\ncoupled interplay of field-driven drift, fluid advection, and particle-field\nfeedback. These processes remain poorly captured by existing models relying on\nempirical closures or discrete particle tracking. Here, we present a\nthermodynamically consistent continuum theory for collective magnetic particle\ntransport and capture in high-gradient fields. The framework derives from a\nfree-energy functional that couples magnetic energy, entropic mixing, and\nsteric interactions, yielding a concentration-dependent susceptibility via\nhomogenization theory. The resulting equations unify magnetism, mass transport,\nand momentum balances without ad hoc shut-off criteria, allowing field\nshielding, anisotropic deposition, and boundary-layer confinement to emerge\nnaturally. Simulations predict canonical capture morphologies-axially aligned\nplumes, crescent-shaped deposits, and nonlinear shielding-across field\nstrengths and flow regimes, consistent with trends reported in prior\nexperimental and modeling studies. By organizing captured particle mass data\ninto a dimensionless phase diagram based on the Mason number, we reveal three\ndistinct regimes-thermodynamically controlled, transitional, and dynamically\ncontrolled. This perspective provides a predictive platform for in silico\noptimization and extension to three-dimensional geometries, and informing\ndigital twin development for industrial-scale high-gradient magnetic separation\nprocesses."}
{"id": "2510.08401", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.08401", "abs": "https://arxiv.org/abs/2510.08401", "authors": ["Ekaterina A. Ilicheva", "Irina A. Chuyko", "Lev O. Luchnikov", "Polina K. Sukhorukova", "Nikita S. Saratovsky", "Anton A. Vasilev", "Luiza Alexanyan", "Anna A. Zarudnyaya", "Dmitri Yu. Dorofeev", "Sergey S. Kozlov", "Andrey P. Morozov", "Dmitry S. Muratov", "Yuriy N. Luponosov", "Danila S. Saranin"], "title": "Enhanced thermal stability of inverted perovskite solar cells by bulky passivation with pyridine-functionalized triphenylamine", "comment": null, "summary": "Despite competitive efficiency compared to Si solar cells and relevant\nstability at near room temperatures the rapid degradation at elevated\ntemperatures remains the critical obstacle for exploitation of perovskite\nphotovoltaics. In this work, a 4-(pyridin-4-yl)triphenylamine (TPA-Py) with\npyridine anchor group was employed for inter-grain bulk modification of\ndouble-cation CsCH(NH2)2PbI3 perovskite absorbers to enhance thermal stability.\nThrough coordination and dipole-dipole interactions, nitrogen-containing\nfragments (diphenylamine and pyridine) of TPA-Py passivate uncoordinated\ncations and improve the phase resilience of perovskite films against\nsegregation. This resulted in a power conversion efficiency of 21.3% with a\nhigh open-circuit voltage of 1.14 V. Notable impact of self-assembled monolayer\nincorporated into the bulk of perovskite film manifested in huge improvement of\nthermal stability at 85{\\deg}C (ISOS-D-2). TPA-Py modification improved\nextended the T80 lifetime to ~600 h compared to only 200 h for the reference\nunder harsh heating stress in ambient conditions. In-depth analysis using\nphotoinduced voltage transients and admittance spectroscopy after different\nstress periods revealed the screening of ion migration (0.45 eV) for devices\nwith TPA-Py. This work offers an important understanding of the bulk\nmodification of microcrystalline perovskite absorbers and guide for robust\ndesign of bulk and buried interfaces in highly efficient perovskite solar\ncells."}
{"id": "2510.08030", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08030", "abs": "https://arxiv.org/abs/2510.08030", "authors": ["Lukas Danner", "Max Hofheinz", "Nicolas Bourlet", "Ciprian Padurariu", "Joachim Ankerhold", "Björn Kubala"], "title": "Amplification and Detection of Single Itinerant Microwave Photons", "comment": "15 pages, 9 figures", "summary": "Single-photon detectors are an essential part of the toolbox of modern\nquantum optics for implementing quantum technologies and enabling tests of\nfundamental physics. The low energy of microwave photons, the natural signal\npath for superconducting quantum devices, makes their detection much harder\nthan for visible light. Despite impressive progress in recent years and the\nproposal and realization of a number of different detector architectures, the\nreliable detection of a single itinerant microwave photon remains an open\ntopic.\n  Here, we investigate and simulate a detailed protocol for single-photon\nmultiplication and subsequent amplification and detection. At its heart lies a\nJosephson-photonics device which uses inelastic Cooper-pair tunneling driven by\na dc bias in combination with the energy of an incoming photon to create\nmultiple photons, thus compensating for the low-energy problem. Our analysis\nprovides clear design guidelines for utilizing such devices, which have\npreviously been operated in an amplifier mode with a continuous wave input, for\ncounting photons. Combining a formalism recently developed by M{\\o}lmer to\ndescribe the full quantum state of in- and outgoing photon pulses with\nstochastic Schr\\\"odinger equations, we can describe the full multiplication and\ndetection protocol and calculate performance parameters, such as detection\nprobabilities and dark count rates. With optimized parameters, a high\npopulation of a single output mode can be achieved that can then be easily\ndistinguished from vacuum noise in heterodyne measurements of quadratures with\na conventional linear amplifier. Realistic devices with two multiplication\nstages with multiplication of $16$ reach for an impinging Gaussian pulse of\nlength $T$ a detection probability of $84.5\\%$ with a dark count rate of\n$10^{-3}/T$, and promise to outperform competing schemes."}
{"id": "2510.07571", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.07571", "abs": "https://arxiv.org/abs/2510.07571", "authors": ["Vasili Baranau"], "title": "What is the most optimal diffusion?", "comment": null, "summary": "What is the fastest possible \"diffusion\"? A trivial answer would be \"a\nprocess that converts a Dirac delta-function into a uniform distribution\ninfinitely fast\". Below, we consider a more reasonable formulation: a process\nthat maximizes differential entropy of a probability density function (pdf)\n$f(\\vec{x}, t)$ at every time $t$, under certain restrictions. Specifically, we\nfocus on a case when the rate of the Kullback-Leibler divergence\n$D_{\\text{KL}}$ is fixed. If $\\Delta(\\vec{x}, t, d{t}) = \\frac{\\partial f}{\n\\partial t} d{t}$ is the pdf change at a time step $d{t}$, we maximize the\ndifferential entropy $H[f + \\Delta]$ under the restriction $D_{\\text{KL}}(f +\n\\Delta || f) = A^2 d{t}^2$, $A = \\text{const} > 0$. It leads to the following\nequation: $\\frac{\\partial f}{ \\partial t} = - \\kappa f (\\ln{f} - \\int f \\ln{f}\nd{\\vec{x}})$, with $\\kappa = \\frac{A}{\\sqrt{ \\int f \\ln^2{f} d{\\vec{x}} -\n\\left( \\int f \\ln{f} d{\\vec{x}} \\right)^2 } }$. Notably, this is a non-local\nequation, so the process is different from the It\\^{o} diffusion and a\ncorresponding Fokker-Planck equation. We show that the normal and exponential\ndistributions are solutions to this equation, on $(-\\infty; \\infty)$ and $[0;\n\\infty)$, respectively, both with $\\text{variance} \\sim e^{2 A t}$, i.e.\ndiffusion is highly anomalous. We numerically demonstrate for sigmoid-like\nfunctions on a segment that the entropy change rate $\\frac{d H}{d t}$ produced\nby such an optimal \"diffusion\" is, as expected, higher than produced by the\n\"classical\" diffusion."}
{"id": "2510.08417", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08417", "abs": "https://arxiv.org/abs/2510.08417", "authors": ["Mariano Casas-Luna", "Dalibor Preisler", "Jiří Kozlík", "Josef Stráský"], "title": "Microstructure and phase stability within the AlMoNbTiZr system: design tools and compositional boundaries for a high-entropy alloy", "comment": null, "summary": "This study explores Ti-containing complex concentrated alloys (CCAs) within\nthe AlMoNbTiZr system, focusing on compositions located in regions of the Bo-Md\ndiagram characterized by low bond order (Bo) and d-orbital energy level (Md).\nFour alloys were designed near the line predicting stress-induced martensite\nformation in conventional Ti alloys, then cast, annealed at 1200{\\deg}C, and\nwater quenched. Their microstructures and phases were analyzed and compared\nagainst phase prediction tools commonly applied to high-entropy alloys (HEAs),\nnamely empirical parameters and CALPHAD simulations. Results highlight the\nstrong influence of chemical affinity, particularly the roles of Al, Mo, and Zr\nconcentrations, on solid-solution stability. A maximum Al content of 10 at% was\nidentified as the threshold for achieving a single-phase microstructure,\nobserved in the 10Al15Mo10Nb35Ti30Zr alloy. This alloy exhibited a bcc/b2\nstructure with high compressive strength (above 1300 MPa), low Young's modulus\n(28 GPa), and limited strain (<6%), but lacked the transformation-induced\nstrengthening mechanisms expected for Ti alloys with comparable Bo-Md values."}
{"id": "2510.08063", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.08063", "abs": "https://arxiv.org/abs/2510.08063", "authors": ["Álvaro Buendía", "José Luis Pura", "Vincenzo Giannini", "José Antonio Sánchez Gil"], "title": "Far-field radiation of bulk, edge and corner eigenmodes from a finite 2D Su-Schrieffer-Heeger plasmonic lattice", "comment": "14 pages, 8 figures", "summary": "Subwavelength arrays of plasmonic nanoparticles allow us to control the\nbehaviour of light at the nanoscale. Here, we develop an eigenmode analysis,\nemploying a coupled electromagnetic dipole formalism, which permits us to\nisolate the contribution to the far-field radiation of each array mode.\nSpecifically, we calculate the far-field radiation patterns by bulk, edge and\ncorner out-of-plane eigenmodes in a finite 2D Su-Schrieffer-Heeger (SSH) array\nof plasmonic nanoparticles with out-of-plane dipolar resonances. The breaking\nof symmetries in multipartite unit cells is exploited to tailor the optical\nproperties and far-field radiation of the resonant modes. We prove that the\nantisymmetric modes are darker and have higher Q-factors than their symmetric\ncounterparts. Also, the out-of-plane nature of the dipolar resonances imposes\nthat all bulk $\\Gamma$-modes are dark, while corner and edge states need extra\nin-plane symmetries to cancel the far-field radiation; radiation patterns in\nturn become more complex and concentrated along the array plane with increasing\narray size."}
{"id": "2510.07574", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07574", "abs": "https://arxiv.org/abs/2510.07574", "authors": ["Uladzislau Makartsou", "Mateusz Gołębiewski", "Attila Kákay", "Olena Tartakivska", "Maciej Krawczyk"], "title": "Nonreciprocal Spin-Wave Dynamics in Crescent-Shaped Ferromagnetic Nanowires", "comment": null, "summary": "Recent progress in the study of spin-wave propagation in ferromagnetic\nwaveguides has highlighted the role of nonreciprocity arising from both the\ninterfacial Dzyaloshinskii-Moriya interaction and the chiral nature of dipolar\ninteractions. In this paper, we examine how a nanowire with a crescent-shaped\ncross-section affects spin-wave propagation along its long axis when a bias\nmagnetic field is applied perpendicular to the axis. Employing micromagnetic\nsimulations supported by analytical modeling, we systematically analyze the\neffects of geometry and external magnetic field strength on the magnetization\ndynamics and spin-wave amplitude distribution. The results demonstrate that\nthese factors modify the dispersion relation of spin waves and influence its\nnonreciprocity, which can vary depending on the mode type. This work advances\nthe fundamental understanding of spin-wave dynamics in curved geometries and\noffers new perspectives for designing magnonic waveguides with tailored\nproperties."}
{"id": "2510.08422", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08422", "abs": "https://arxiv.org/abs/2510.08422", "authors": ["Glen P. Kiely", "Bruno Semião", "Evgeniia Ponomareva", "Rafael Nuñez-Palacio", "Unna Arpiainen", "Andrea E. Sand"], "title": "Trajectory-Dependent Electronic Energy Losses in Ion Range Simulations", "comment": "8 pages, 6 figures", "summary": "The energy losses of energetic ions in materials depend on both nuclear and\nelectronic interactions. In channeling geometries, the stopping effect of these\ninteractions can be highly reduced, resulting in deeper ion penetration.\nComprehensive, trajectory-dependent models for ion-material interactions are\ntherefore crucial for the accurate prediction of ion range profiles. We present\nthe implementation of a recent electron density-dependent energy-loss model in\nthe efficient molecular dynamics-based MDRANGE code. The model captures\n\\textit{ab initio} electron dynamics using a parametrized ion energy loss\nfunction, based on calculations for explicit trajectories using real-time\ntime-dependent density functional theory. We demonstrate the efficient\nsimulation of trajectory-dependent ion range profiles with this comprehensive\nmodel for electronic energy losses. Our results indicate that accurate\ntrajectory-dependent ion range profiles can be simulated using well-fitted\nparametrizations of this model. This method offers a unique tool for validation\nof the fitted energy-loss functions using energetic ion ranges, which can be\nmeasured experimentally but are beyond the capability of full MD simulations\ndue to the computational expense."}
{"id": "2510.08064", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08064", "abs": "https://arxiv.org/abs/2510.08064", "authors": ["Akashdeep Akashdeep", "Sachin Krishnia", "Jae-Hyun Ha", "Siyeon An", "Maik Gaerner", "Thomas Prokscha", "Andreas Suter", "Gianluca Janka", "Günter Reiss", "Timo Kuschel", "Dong-Soo Han", "Angelo Di Bernardo", "Zaher Salman", "Gerhard Jakob", "Mathias Kläui"], "title": "Surface-Localized Magnetic Order in RuO2 Thin Films Revealed by Low-Energy Muon Probes", "comment": null, "summary": "Ruthenium dioxide (RuO2) has recently emerged as a candidate altermagnet, yet\nits intrinsic magnetic ground state, particularly in thin films, remains\ndebated. This study aims to clarify the nature and spatial extent of the\nmagnetic order in RuO2 thin films grown under different conditions. Thin films\nof RuO2 with thicknesses of 30 nm and 33 nm are fabricated by pulsed laser\ndeposition and sputtering onto TiO2(110) and Al2O3(1-102) substrates,\nrespectively. Low-energy muon spin rotation/relaxation (LE-muSR) with\ndepth-resolved sensitivity measurements is performed in transverse magnetic\nfields (TF) from 4 K to 290 K. The muSR data collected with a muon implantation\nenergy of 1 keV reveal that magnetic signals originate from the near-surface\nregion of the film (<10 nm), and the affected volume fraction is at most about\n8.5%. The localized magnetic response is consistent across different\nsubstrates, growth techniques, and parameter sets, suggesting a common origin\nrelated to surface defects and dimensionality effects. The combined use of\nTF-muSR and the study of depth-dependent implantation with low-energy muons\nprovides direct evidence for surface-confined, inhomogeneous static magnetic\norder in RuO2 thin films, helping reconcile discrepancies. These findings\nunderscore the importance of considering reduced-dimensional contributions and\nmotivate further investigation into the role of defects, strain, and\nstoichiometry on the magnetic properties of RuO2, especially at the surface."}
{"id": "2510.07583", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2510.07583", "abs": "https://arxiv.org/abs/2510.07583", "authors": ["Sihan Chen", "Luca V. Delacretaz"], "title": "Quantizing Bosonized Fermi Surfaces", "comment": "45 pages, 5 figures", "summary": "Bosonization describes Fermi surface dynamics in terms of a collective field\nthat lives on a part of phase space. While sensible semiclassically, the\nchallenge of treating such a field quantum mechanically has prevented\nbosonization from providing as powerful a nonperturbative tool as in one\ndimension. We show that general Fermi surfaces can be exactly described by a\nparticular $N\\to \\infty$ limit of a $U(N)_1$ WZW model, with a tower of\nirrelevant corrections. This matrix-valued description encodes the\nnoncommutative nature of phase space, and its (solvable) strongly coupled\ndynamics resolves the naive overcounting of degrees of freedom of the\ncollective field without the need to cut the Fermi surface into patches. This\napproach furthermore provides a quantitative tool to systematically study\npower-law corrections to Fermi surface dynamics."}
{"id": "2510.07373", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07373", "abs": "https://arxiv.org/abs/2510.07373", "authors": ["Omri Lesser", "Yanjun Liu", "Natalie Maus", "Aaditya Panigrahi", "Krishnanand Mallayya", "Leslie M. Schoop", "Jacob R. Gardner", "Eun-Ah Kim"], "title": "Learning to predict superconductivity", "comment": "9+13 pages, 5+3 figures", "summary": "Predicting the superconducting transition temperature ($T_c$) of materials\nremains a major challenge in condensed matter physics due to the lack of a\ncomprehensive and quantitative theory. We present a data-driven approach that\ncombines chemistry-informed feature extraction with interpretable machine\nlearning to predict $T_c$ and classify superconducting materials. We develop a\nsystematic featurization scheme that integrates structural and elemental\ninformation through graphlet histograms and symmetry vectors. Using\nexperimentally validated structural data from the 3DSC database, we construct a\ncurated, featurized dataset and design a new kernel to incorporate histogram\nfeatures into Gaussian-process (GP) regression and classification. This\nframework yields an interpretable $T_c$ predictor with an $ R^2$ value of 0.93\nand a superconductor classifier with quantified uncertainties.\nFeature-significance analysis further reveals that GP $T_c$ predictor can\nachieve near-optimal performance only using four second-order graphlet\nfeatures. In particular, we discovered a previously overlooked feature of\nelectron affinity difference between neighboring atoms as a universally\npredictive descriptor. Our graphlet-histogram approach not only highlights\nbonding-related elemental descriptors as unexpectedly powerful predictors of\nsuperconductivity but also provides a broadly applicable framework for\npredictive modeling of diverse material properties."}
{"id": "2510.08220", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.08220", "abs": "https://arxiv.org/abs/2510.08220", "authors": ["Hsin-Wen Huang", "Xi-Jun Fang", "Edward Chen", "Yuh-Renn Wu"], "title": "Dominant scattering mechanisms and mobility peak in cryogenic 2D electron transport in Silicon (110) confinement by high-k oxides", "comment": "4 pages, 4 figures", "summary": "The performance of silicon nano-devices at cryogenic temperatures is critical\nfor quantum computing technologies. Through multi-valley Monte Carlo\nsimulations of Si (110) systems, we reveal a fundamental shift in electron\ntransport physics at low temperatures. Phonon scattering becomes negligible,\nand mobility is instead dictated by a competition between remote Coulomb\nscattering (RCS) at low carrier densities and surface roughness scattering\n(SRS) at high densities. This competition creates a distinct peak in electron\nmobility. Furthermore, we demonstrate a critical design trade-off for\nhigh-$\\kappa$ dielectrics like $\\mathrm{HfO_2}$: while enhancing gate control,\nthey introduce strong remote phonon scattering, which can suppress mobility.\nThese findings provide essential guidelines for the material selection and\ndesign of next-generation cryogenic nano-devices."}
{"id": "2510.07585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07585", "abs": "https://arxiv.org/abs/2510.07585", "authors": ["Dhruv C. Desai", "Lauren A. Tan", "Jin-Jian Zhou", "Shiyu Peng", "Jinsoo Park", "Marco Bernardi"], "title": "Magnetotransport in Topological Materials and Nonlinear Hall Effect via First-Principles Electronic Interactions and Band Topology", "comment": "8 pages, 3 figures", "summary": "Topological effects arising from the Berry curvature lead to intriguing\ntransport signatures in quantum materials. Two such phenomena are the chiral\nanomaly and nonlinear Hall effect (NLHE). A unified description of these\ntransport regimes requires a quantitative treatment of both band topology and\nelectron scattering. Here, we show accurate predictions of the\nmagnetoresistance in topological semimetals and NLHE in noncentrosymmetric\nmaterials by solving the Boltzmann transport equation (BTE) with\nelectron-phonon ($e$-ph) scattering and Berry curvature computed from first\nprinciples. We apply our method to study magnetotransport in a prototypical\nWeyl semimetal, TaAs, and the NLHE in strained monolayer WSe$_2$, bilayer\nWTe$_2$ and bulk BaMnSb$_2$. In TaAs, we find a chiral contribution to the\nmagnetoconductance which is positive and increases with magnetic field,\nconsistent with experiments. We show that $e$-ph interactions can significantly\nmodify the Berry curvature dipole and its dependence on temperature and Fermi\nlevel, highlighting the interplay of band topology and electronic interactions\nin nonlinear transport. The computed nonlinear Hall response in BaMnSb$_2$ is\nin agreement with experiments. By adding the Berry curvature to\nfirst-principles transport calculations, our work advances the quantitative\nanalysis of a wide range of linear and nonlinear transport phenomena in quantum\nmaterials."}
{"id": "2510.07461", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07461", "abs": "https://arxiv.org/abs/2510.07461", "authors": ["Joshua Hale", "Theja N. De Silva"], "title": "Quantum Filtering of Hydrogen Isotopes through Graphene", "comment": "10 pages with 11 figures", "summary": "Driven by the growing demand in the energy, medical, and industrial sectors,\nwe investigate a hydrogen isotope separation technique that offers both a high\nseparation factor and economic feasibility. Our findings reveal that filtering\nisotopes through two-dimensional graphene layers provides an exceptionally\nefficient quantum-mechanical method for isotope separation. Using a recently\ndeveloped analytical pairwise potential between hydrogen isotopes and carbon\natoms in graphene, we examine the classical trajectories of isotopes near the\ngraphene layer, as well as the quantum-mechanical tunneling properties of\nisotopes through the graphene layer. Using various quantum-mechanical methods,\nwe calculate both the isotope tunneling probabilities and the\nquantum-mechanical isotope sticking probabilities. Our study shows that quantum\nfiltering through graphene layers can be an effective technique for enriching\ndeuterium by separating it from protium."}
{"id": "2510.08334", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.08334", "abs": "https://arxiv.org/abs/2510.08334", "authors": ["Weixin Li", "Rundong Yuan", "Fenglin Zhong", "Bo Peng", "Jean-Philippe Ansermet", "Haiming Yu"], "title": "Topological surface magnon-polariton in an insulating canted antiferromagnet", "comment": "21 pages, 3 figures", "summary": "Excitation and control of antiferromagnetic magnon modes lie at the heart of\ncoherent antiferromagnetic spintronics. Here, we propose a topological surface\nmagnon-polariton as the potential means to excite antiferromagnetic magnons in\nthe prototypical magnonic material hematite. We show that in an insulating\ncanted antiferromagnet, where the magnons can strongly couple to photons using\nelectrical on-chip layouts, a surface magnon-polariton mode exists in the gap\nof the bulk magnon-photon bands. The emergence of surface magnon-polariton mode\nis further attributed to the nontrivial topology of bulk magnon-photon bands.\nMagnon-photon coupling enhances the Berry curvature near the anticrossing\npoints, leading to a topological bulk Chern band associated with the surface\nmagnon-polaritons. Our work provides a general principle for the utilisation of\noptomagnetic properties in antiferromagnets, with an illustration of its\nfeasibility in the particular case of hematite."}
{"id": "2510.07640", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07640", "abs": "https://arxiv.org/abs/2510.07640", "authors": ["A. O. Leonov", "G. Gödecke", "J. Grefe", "S. Süllow", "D. Menzel"], "title": "Low-Temperature Skyrmions and Spiral Reorientation Processes in Chiral Magnets with Cubic Anisotropy: Guidelines for Bridging Theory and Experiment", "comment": "13 pages, 8 figures", "summary": "We revisit the phenomenological Dzyaloshinskii framework, a central\ntheoretical approach for describing magnetization processes in bulk chiral\nmagnets, and demonstrate how magnetocrystalline cubic anisotropy reshapes the\nphase diagrams of states and provides the key mechanism stabilizing\nlow-temperature skyrmion phases. We show that, for magnetic field directions\nalong the easy anisotropy axes, the phase diagrams feature stable skyrmion\npockets for both signs of the anisotropy constant. We further analyze the\nnature of the transitions at the critical field $H_{c1}$, associated with the\nreorientation of stable and metastable spirals along the field. We also examine\nthe transition at $H_{c2}$, where the conical state closes into the homogeneous\nstate accompanied by a deviation of the wave vector from the field direction.\nBy mapping characteristic anisotropy-dependent parameters in the theoretical\nphase diagrams, we provide guidelines for connecting theory with experiment and\nfor estimating the cubic anisotropy constant in Fe$_{1-x}$Co$_x$Si and MnSi.\nOur results indicate that samples Fe$_{1-x}$Co$_x$Si with small $x \\sim 0.1$\npossess sufficiently strong cubic anisotropy to stabilize a low-temperature\nskyrmion phase. Overall, these theoretical findings establish a quantitative\nframework for predicting and interpreting skyrmion stability in other cubic\nhelimagnets as well."}
{"id": "2510.07694", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07694", "abs": "https://arxiv.org/abs/2510.07694", "authors": ["Justin P. Bergfield"], "title": "Thermoelectric Enhancement of Series-Connected Cross-Conjugated Molecular Junctions", "comment": "18 pages, 5 figures", "summary": "We investigate the thermoelectric response of single-molecule junctions\ncomposed of acyclic cross-conjugated molecules, including dendralene analogues\nand related iso-poly(diacetylene) (iso-PDA) motifs, in which node-possessing\nrepeat units are connected in series. Using many-body quantum transport theory,\nwe show that increasing the number of repeat units leaves the fundamental gap\nessentially unchanged while giving rise to a split-node spectrum whose\ncumulative broadening dramatically enhances the thermopower. This form of\nquantum enhancement can exceed other interference-based mechanisms, such as the\ncoalescence of nodes into a supernode, suggesting new opportunities for\nscalable quantum-interference-based materials. Although illustrated here with\ncross-conjugated systems, the underlying principles apply broadly to\nseries-connected architectures hosting multiple interference nodes. Finally, we\nevaluate the scaling of the electronic figure of merit ZT and the maximum\nthermodynamic efficiency. Together, these results highlight the potential for\nsplit-node-based materials to realize quantum-enhanced thermoelectric response."}
{"id": "2510.08557", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08557", "abs": "https://arxiv.org/abs/2510.08557", "authors": ["Jaroslaw Pawlowski", "Dickson Thian", "Repaka Maheswar", "Chai Jian Wei", "Pawan Kumar", "Sudhiranjan Tripathy", "Hugh O. H. Churchill", "Dharmraj Kotekar Patil"], "title": "Classical to Quantum Diffusive Transport in Atomically Thin Semiconductors Capped with High-k Dielectric", "comment": "4 figure, 6 supplemnetary figures", "summary": "The dielectric environment surrounding semiconductors plays a crucial role in\ndetermining device performance, a role that becomes especially pronounced in\natomically thin semiconductors where charge carriers are confined within a few\natomic layers and strongly interact with their surroundings. High-k\ndielectrics, such as hafnium oxide (HfO2), have been shown to enhance the\nperformance of two-dimensional (2D) materials by suppressing scattering from\ncharged impurities and phonons, but most studies to date have focused on\nroom-temperature transistor operation. Their influence on quantum transport\nproperties at low temperatures remains largely unexplored. In this work, we\ninvestigate how capping monolayer molybdenum disulfide (MoS2) with HfO2\nmodifies its electronic behavior in the quantum regime. By comparing devices\nwith and without HfO2 capping, we find that uncapped devices exhibit transport\ndominated by classical diffusive scattering, whereas capped devices show clear\nFabry-Perot interference patterns, providing direct evidence of phase-coherent\nquantum transport enabled by dielectric screening. To gain further insight, we\ndevelop a tight-binding interferometer model that captures the effect of\ndielectric screening on conductive modes and reproduces the experimental\ntrends. Our findings demonstrate that dielectric engineering provides a\npowerful route to control transport regimes in TMD devices."}
{"id": "2510.07679", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07679", "abs": "https://arxiv.org/abs/2510.07679", "authors": ["Louis Beaudoin", "Aimé Verrier", "Youcef A. Bioud", "Mathieu Massicotte", "Bertrand Reulet", "Jeffrey A. Quilliam"], "title": "Superconducting meander-line surface coil for NMR spectroscopy of nanoscale thin films", "comment": "Submitted to Physical Review Applied", "summary": "Nuclear magnetic resonance (NMR) spectroscopy is a powerful technique to\nstudy local magnetism in a variety of materials. However, the inherently low\nsensitivity of conventional inductively detected solid state NMR typically\nrequires a large number of spins, reducing its applicability to two-dimensional\n(2D) materials and nanoscale thin films. To overcome this experimental\nchallenge, we introduce a novel probe based on a superconducting meander-line\nsurface coil that significantly enhances the NMR sensitivity for thin samples.\nUsing a NbN meander with an optimized geometry, we demonstrate the sensitivity\nof this technique by detecting the NMR signal of a 150-nm-thick boron film\ncontaining only $\\sim 2\\times10^{16}$ $^{11}$B nuclear spins. Spin-echo\nmeasurements and theoretical modeling offer insight into the parameters\nlimiting the coil's performance. This work lays the foundation for developing\nhighly sensitive NMR probes, potentially unlocking new opportunities for\nstudying atomically thin materials."}
{"id": "2510.07704", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07704", "abs": "https://arxiv.org/abs/2510.07704", "authors": ["Shuming Yu", "Zhentao Fu", "Dingkun Qin", "Enting Li", "Hao Zhong", "Xingzhe Wang", "Keming Zhao", "Shangkun Mo", "Qiang Wan", "Yiwei Li", "Jie Li", "Jianxin Zhong", "Hong Ding", "Nan Xu"], "title": "Surface band-selective moiré effect induces flat band in mixed-dimensional heterostructures", "comment": "5 pages, 4 figures", "summary": "In this work, we reveal a curious type of moir\\'e effect that selectively\nmodifies the surface states of bulk crystal. We synthesize mixed-dimensional\nheterostructures consisting of a noble gas monolayer grow on the surface of\nbulk Bi(111), and determine the electronic structure of the heterostructures\nusing angle-resolved photoemission spectroscopy. We directly observe moir\\'e\nreplicas of the Bi(111) surface states, while the bulk states remain barely\nchanged. Meanwhile, we achieve control over the moir\\'e period in the range of\n25 {\\AA} to 80 {\\AA} by selecting monolayers of different noble gases and\nadjusting the annealing temperature. At large moir\\'e periods, we observe\nhybridization between the surface band replicas, which leads to the formation\nof a correlated flat band. Our results serve as a bridge for understanding the\nmoir\\'e modulation effect from 2D to 3D systems, and provide a feasible\napproach for the realization of correlated phenomena through the engineering of\nsurface states via moir\\'e effects."}
{"id": "2510.07465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07465", "abs": "https://arxiv.org/abs/2510.07465", "authors": ["Hanchen Wang", "William Legrand", "Davit Petrosyan", "Min-Gu Kang", "Emir Karadža", "Hiroki Matsumoto", "Richard Schlitz", "Michaela Lammel", "Myriam H. Aguirre", "Pietro Gambardella"], "title": "Ultrathin bismuth-yttrium iron garnet films with tunable and compensated magnetic anisotropy", "comment": null, "summary": "We report on the epitaxial growth of nm-thick films of bismuth-substituted\nyttrium iron garnet (BiYIG) by high-temperature off-axis radio-frequency\nmagnetron sputtering. We demonstrate accurate control of the magnetic\nproperties by tuning of the sputtering parameters and epitaxial strain on\nvarious (111)-oriented garnet substrates. BiYIG films with up to -0.80\\%\nlattice mismatch with the substrate remain fully strained up to 60~nm-thick,\nmaintaining a high crystalline quality. Transmission electron microscopy and\nenergy-dispersive X-ray spectroscopy confirm coherent epitaxial growth, the\nabsence of defects, and limited interdiffusion at the BiYIG/substrate\ninterface. Varying the tensile or compressive strain between -0.80\\% and\n+0.56\\% in BiYIG allows for accurate compensation of the total magnetic\nanisotropy through magneto-elastic coupling. The effective magnetic anisotropy\nof sputtered BiYIG films can be further tuned via the off-axis deposition angle\nand the oxygen flow during growth, which determine the cation stoichiometry.\nUnder optimized growth conditions, a ferromagnetic resonance (FMR) linewidth of\n1~mT at 10~GHz is reliably obtained even for thicknesses as low as 10~nm. We\nalso report small FMR linewidths in ultrathin (2-5~nm) BiYIG films grown on\ndiamagnetic substrate yttrium scandium gallium garnet. These findings highlight\nthe promise of low-damping, strain-engineered nm-thick BiYIG films for\nimplementing advanced functionalities in spin-orbitronic and magnonic devices.\nSpecifically, the magnetic-anisotropy compensation and low damping enable large\ncone-angle magnetization dynamics immune to magnon-magnon nonlinear scattering."}
{"id": "2510.07694", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.07694", "abs": "https://arxiv.org/abs/2510.07694", "authors": ["Justin P. Bergfield"], "title": "Thermoelectric Enhancement of Series-Connected Cross-Conjugated Molecular Junctions", "comment": "18 pages, 5 figures", "summary": "We investigate the thermoelectric response of single-molecule junctions\ncomposed of acyclic cross-conjugated molecules, including dendralene analogues\nand related iso-poly(diacetylene) (iso-PDA) motifs, in which node-possessing\nrepeat units are connected in series. Using many-body quantum transport theory,\nwe show that increasing the number of repeat units leaves the fundamental gap\nessentially unchanged while giving rise to a split-node spectrum whose\ncumulative broadening dramatically enhances the thermopower. This form of\nquantum enhancement can exceed other interference-based mechanisms, such as the\ncoalescence of nodes into a supernode, suggesting new opportunities for\nscalable quantum-interference-based materials. Although illustrated here with\ncross-conjugated systems, the underlying principles apply broadly to\nseries-connected architectures hosting multiple interference nodes. Finally, we\nevaluate the scaling of the electronic figure of merit ZT and the maximum\nthermodynamic efficiency. Together, these results highlight the potential for\nsplit-node-based materials to realize quantum-enhanced thermoelectric response."}
{"id": "2510.07970", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07970", "abs": "https://arxiv.org/abs/2510.07970", "authors": ["Ding-Ming Huang", "Jian-Huan Wang", "Jie-Yin Zhang", "Yuan Yao", "H. Q. Xu", "Jian-Jun Zhang"], "title": "Atomically resolved electron reflectivity at a metal/semiconductor interface", "comment": "24 pages, 12 figures", "summary": "An atomically flat interface is achieved between face-centered cubic Al and\ndiamond lattice Ge via molecular beam epitaxy (MBE). Based on the measurements\nof scanning tunneling microscopy (STM), we demonstrate an atomically resolved\nlateral periodic change of the electron reflectivity at the Al/Ge interface.\nThe variation of electron reflectivity is up to 24% in lateral 2 nm. We\nspeculate that the change of reflectivity results from the local electronic\nstates at the Al/Ge interface. This phenomenon provides an atomically\nnon-destructive method for detecting the buried interfacial states in\nhetero-structures by STM."}
{"id": "2510.07704", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07704", "abs": "https://arxiv.org/abs/2510.07704", "authors": ["Shuming Yu", "Zhentao Fu", "Dingkun Qin", "Enting Li", "Hao Zhong", "Xingzhe Wang", "Keming Zhao", "Shangkun Mo", "Qiang Wan", "Yiwei Li", "Jie Li", "Jianxin Zhong", "Hong Ding", "Nan Xu"], "title": "Surface band-selective moiré effect induces flat band in mixed-dimensional heterostructures", "comment": "5 pages, 4 figures", "summary": "In this work, we reveal a curious type of moir\\'e effect that selectively\nmodifies the surface states of bulk crystal. We synthesize mixed-dimensional\nheterostructures consisting of a noble gas monolayer grow on the surface of\nbulk Bi(111), and determine the electronic structure of the heterostructures\nusing angle-resolved photoemission spectroscopy. We directly observe moir\\'e\nreplicas of the Bi(111) surface states, while the bulk states remain barely\nchanged. Meanwhile, we achieve control over the moir\\'e period in the range of\n25 {\\AA} to 80 {\\AA} by selecting monolayers of different noble gases and\nadjusting the annealing temperature. At large moir\\'e periods, we observe\nhybridization between the surface band replicas, which leads to the formation\nof a correlated flat band. Our results serve as a bridge for understanding the\nmoir\\'e modulation effect from 2D to 3D systems, and provide a feasible\napproach for the realization of correlated phenomena through the engineering of\nsurface states via moir\\'e effects."}
{"id": "2510.07698", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07698", "abs": "https://arxiv.org/abs/2510.07698", "authors": ["Mack Wesley Cleveland", "Andrew Nelson", "Ericmoore Jossou"], "title": "Chromium-doped uranium dioxide fuels: A review", "comment": null, "summary": "UO2 doped with parts per million Cr2O3 powder is considered a potential near\nterm accident tolerant fuel candidate. Here, the results of decades of industry\nand academic research into Cr-doped UO2 are analyzed and their shortcomings are\ncritiqued. Focusing on the incorporation mechanisms of Cr into the fuel matrix,\nwe explore a mechanistic understanding of the characteristic properties of\nCr-doped UO2, notably, enhanced fission gas retention attributed to enlarged\ngrain sizes following sintering, along with marginal improvements in the\nthermophysical properties. The findings of recent X-ray Adsorption Near Edge\nSpectroscopy studies were compared and put into conversation with historic data\nregarding the incorporation of Cr in UO2. On the basis of defect mechanisms,\nthe case is made for the substitutional incorporation of Cr governing the\nlattice solubility but not the enhanced U diffusivity. Instead, Cr/Cr2O3 redox\nchemistry in a well-defined oxygen potential explains the differences in the U\ndiffusivity and O/M ratio. The primary mechanism of doping-enhanced grain\ngrowth is found to be liquid assisted sintering due to a CrO(l) eutectic phase\nat the grain boundaries. The role of inhomogeneities in Cr concentration in UO2\nat various length scales across the materials microstructure is highlighted and\nconnected to promising experimental and modeling work to fill in the gaps in\nthe current understanding of Cr-doped UO2. The review ends with an outline of\nfuture works that combine meticulous irradiation studies and high resolution\nexperiments with next generation modeling and simulations techniques empowered\nby machine learning advances to accelerate the fabrication and adoption of\nCr-doped UO2 light water reactors."}
{"id": "2510.07973", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07973", "abs": "https://arxiv.org/abs/2510.07973", "authors": ["Xingchen Guo Anqi Wang", "Xiutong Deng", "Yupeng Li", "Guoan Li", "Zhiyuan Zhang", "Xiaofan Shi", "Xiao Deng", "Ziwei Dou", "Guangtong Liu", "Fanming Qu", "Zhijun Wang", "Tian Qian", "Youguo Shi", "Li Lu", "Jie Shen"], "title": "Magnetic-Field Control of Tomonaga-Luttinger Liquids in Ta2Pd3Te5 Edge States", "comment": null, "summary": "Ta2Pd3Te5 is a quasi-one-dimensional transition-metal telluride whose heavy\natoms endow the material with strong spin-orbit coupling, while the Fermi level\ninside the bulk gap makes the low-energy electronic structure highly\ntunable.Theory and early experiments have already identified a wealth of\nemergent phases in this platform: an excitonic insulator driven by\nelectron-hole binding, a second-order topological insulator protected by\ncrystalline symmetry, a potential topological-protected quantum-spin-Hall edge,\nand proximity-induced edge supercurrents when coupled to a conventional s-wave\nsuperconductor. These properties make it a promising platform for hosting\nMajorana zero modes and quantum computation, provided that time-reversal\nsymmetry can be broken by a Zeeman gap. In this work, we demonstrate that the\none-dimensional edge channels of exfoliated Ta2Pd3Te5 host a robust and tunable\nTomonaga-Luttinger liquid by electrostatic gating because it shifts the\nchemical potential across the bulk gap without changing the gap size. More\nimportantly, the application of a magnetic field introduces a Zeeman gap that\nsystematically increases the TLL power-law exponent alpha. Furthermore,\nrotating the field reveals a pronounced twofold anisotropy--alpha is maximal\nfor a field parallel to the edge and minimal for a perpendicular\norientation--originating from an orientation-dependent edge g-factor that is\nlikely amplified by quantum-confinement-induced orbital-angular-moment\nquenching. The existence of gate-tunable edge supercurrents together with the\nfield-controlled Zeeman gap provides a direct route to break time-reversal\nsymmetry in a particle-hole-symmetric superconducting gap and thus to engineer\na topological superconducting phase, paving the way towards Majorana-based\nquantum devices."}
{"id": "2510.07717", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.07717", "abs": "https://arxiv.org/abs/2510.07717", "authors": ["Bingzheng Wu", "Jianming Wu", "Sai Duan", "Xin Xu"], "title": "Probing Phase Diagrams of Ordered Two-Dimensional Ice", "comment": "29 pages, 7 figures", "summary": "Water, a ubiquitous and fundamental substance, plays a critical role across a\nwide range of disciplines from physics and chemistry to biology and\nengineering. Despite theoretical predictions of several phases of\ntwo-dimensional (2D) ice confined between idealized hydrophobic walls,\nexperimental validation has been limited to the square phase, whose structural\norigin remains controversial. Here, we propose a realistic nanoconfinement\nsetup using wide-bandgap hexagonal boron nitride (h-BN) as the capping layer\nand Cu(111) as the substrate. This protocol enables scanning tunneling\nmicroscope (STM) to resolve the atomic-scale arrangement of water molecules\nbeneath the h-BN layer, overcoming the limitations of conventional techniques.\nSimulated STM images unambiguously identify all ordered flat 2D ice phases, as\nwell as coexisting phases, and effectively distinguish them from potential\ncontaminants. These findings establish a robust framework for experiment to\nsystematically probe the phase structures of 2D ice, opening an avenue for\nstudying nanoconfined water under ambient conditions."}
{"id": "2510.07704", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07704", "abs": "https://arxiv.org/abs/2510.07704", "authors": ["Shuming Yu", "Zhentao Fu", "Dingkun Qin", "Enting Li", "Hao Zhong", "Xingzhe Wang", "Keming Zhao", "Shangkun Mo", "Qiang Wan", "Yiwei Li", "Jie Li", "Jianxin Zhong", "Hong Ding", "Nan Xu"], "title": "Surface band-selective moiré effect induces flat band in mixed-dimensional heterostructures", "comment": "5 pages, 4 figures", "summary": "In this work, we reveal a curious type of moir\\'e effect that selectively\nmodifies the surface states of bulk crystal. We synthesize mixed-dimensional\nheterostructures consisting of a noble gas monolayer grow on the surface of\nbulk Bi(111), and determine the electronic structure of the heterostructures\nusing angle-resolved photoemission spectroscopy. We directly observe moir\\'e\nreplicas of the Bi(111) surface states, while the bulk states remain barely\nchanged. Meanwhile, we achieve control over the moir\\'e period in the range of\n25 {\\AA} to 80 {\\AA} by selecting monolayers of different noble gases and\nadjusting the annealing temperature. At large moir\\'e periods, we observe\nhybridization between the surface band replicas, which leads to the formation\nof a correlated flat band. Our results serve as a bridge for understanding the\nmoir\\'e modulation effect from 2D to 3D systems, and provide a feasible\napproach for the realization of correlated phenomena through the engineering of\nsurface states via moir\\'e effects."}
{"id": "2510.08064", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08064", "abs": "https://arxiv.org/abs/2510.08064", "authors": ["Akashdeep Akashdeep", "Sachin Krishnia", "Jae-Hyun Ha", "Siyeon An", "Maik Gaerner", "Thomas Prokscha", "Andreas Suter", "Gianluca Janka", "Günter Reiss", "Timo Kuschel", "Dong-Soo Han", "Angelo Di Bernardo", "Zaher Salman", "Gerhard Jakob", "Mathias Kläui"], "title": "Surface-Localized Magnetic Order in RuO2 Thin Films Revealed by Low-Energy Muon Probes", "comment": null, "summary": "Ruthenium dioxide (RuO2) has recently emerged as a candidate altermagnet, yet\nits intrinsic magnetic ground state, particularly in thin films, remains\ndebated. This study aims to clarify the nature and spatial extent of the\nmagnetic order in RuO2 thin films grown under different conditions. Thin films\nof RuO2 with thicknesses of 30 nm and 33 nm are fabricated by pulsed laser\ndeposition and sputtering onto TiO2(110) and Al2O3(1-102) substrates,\nrespectively. Low-energy muon spin rotation/relaxation (LE-muSR) with\ndepth-resolved sensitivity measurements is performed in transverse magnetic\nfields (TF) from 4 K to 290 K. The muSR data collected with a muon implantation\nenergy of 1 keV reveal that magnetic signals originate from the near-surface\nregion of the film (<10 nm), and the affected volume fraction is at most about\n8.5%. The localized magnetic response is consistent across different\nsubstrates, growth techniques, and parameter sets, suggesting a common origin\nrelated to surface defects and dimensionality effects. The combined use of\nTF-muSR and the study of depth-dependent implantation with low-energy muons\nprovides direct evidence for surface-confined, inhomogeneous static magnetic\norder in RuO2 thin films, helping reconcile discrepancies. These findings\nunderscore the importance of considering reduced-dimensional contributions and\nmotivate further investigation into the role of defects, strain, and\nstoichiometry on the magnetic properties of RuO2, especially at the surface."}
{"id": "2510.08171", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08171", "abs": "https://arxiv.org/abs/2510.08171", "authors": ["Ignacio Sardinero", "Jorge Cayao", "Rubén Seoane Souto", "Pablo Burset"], "title": "Odd-frequency Pairing in Josephson Junctions Coupled by Magnetic Textures", "comment": "14 pages, 9 figures", "summary": "Josephson junctions coupled through magnetic textures provide a controllable\nplatform for odd-frequency superconductivity and Majorana physics. Within a\ntight-binding Green function framework, induced pair correlations and spectral\nproperties are analyzed under various magnetic and geometric conditions. When\nthe junction is in the topologically trivial regime, even-frequency singlet\npairing is dominant, whereas the topological phase is characterized by the\ncoexistence of Majorana bound states and robust odd-frequency equal-spin\ntriplet pairing at the interface edges. The odd-frequency polarized triplets\nreveal a divergent $1/\\omega$ behavior when the Majorana states are decoupled,\nwhich is intrinsically connected to their self-conjugation property. The\nzero-frequency divergence evolves into shifted resonances and linear\nlow-frequency behavior once hybridization occurs. A nonmagnetic interruption in\nthe texture separates the topological superconductor into two topological\nsegments and generates additional inner Majorana modes. When the nonmagnetic\nbarrier is comparable to the inner Majorana states localization length, they\nhybridize and modify their associated odd-frequency triplet pairing, while the\nouter edge modes preserve their self-conjugated nature. Tuning the\nsuperconducting phase difference further controls the onset of the topological\nregime and the stability of localized Majorana states. The results highlight\nthe central role of odd-frequency triplet correlations as a probe of\ntopological superconductivity in magnetically engineered Josephson junctions."}
{"id": "2510.07717", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.07717", "abs": "https://arxiv.org/abs/2510.07717", "authors": ["Bingzheng Wu", "Jianming Wu", "Sai Duan", "Xin Xu"], "title": "Probing Phase Diagrams of Ordered Two-Dimensional Ice", "comment": "29 pages, 7 figures", "summary": "Water, a ubiquitous and fundamental substance, plays a critical role across a\nwide range of disciplines from physics and chemistry to biology and\nengineering. Despite theoretical predictions of several phases of\ntwo-dimensional (2D) ice confined between idealized hydrophobic walls,\nexperimental validation has been limited to the square phase, whose structural\norigin remains controversial. Here, we propose a realistic nanoconfinement\nsetup using wide-bandgap hexagonal boron nitride (h-BN) as the capping layer\nand Cu(111) as the substrate. This protocol enables scanning tunneling\nmicroscope (STM) to resolve the atomic-scale arrangement of water molecules\nbeneath the h-BN layer, overcoming the limitations of conventional techniques.\nSimulated STM images unambiguously identify all ordered flat 2D ice phases, as\nwell as coexisting phases, and effectively distinguish them from potential\ncontaminants. These findings establish a robust framework for experiment to\nsystematically probe the phase structures of 2D ice, opening an avenue for\nstudying nanoconfined water under ambient conditions."}
{"id": "2510.08334", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.08334", "abs": "https://arxiv.org/abs/2510.08334", "authors": ["Weixin Li", "Rundong Yuan", "Fenglin Zhong", "Bo Peng", "Jean-Philippe Ansermet", "Haiming Yu"], "title": "Topological surface magnon-polariton in an insulating canted antiferromagnet", "comment": "21 pages, 3 figures", "summary": "Excitation and control of antiferromagnetic magnon modes lie at the heart of\ncoherent antiferromagnetic spintronics. Here, we propose a topological surface\nmagnon-polariton as the potential means to excite antiferromagnetic magnons in\nthe prototypical magnonic material hematite. We show that in an insulating\ncanted antiferromagnet, where the magnons can strongly couple to photons using\nelectrical on-chip layouts, a surface magnon-polariton mode exists in the gap\nof the bulk magnon-photon bands. The emergence of surface magnon-polariton mode\nis further attributed to the nontrivial topology of bulk magnon-photon bands.\nMagnon-photon coupling enhances the Berry curvature near the anticrossing\npoints, leading to a topological bulk Chern band associated with the surface\nmagnon-polaritons. Our work provides a general principle for the utilisation of\noptomagnetic properties in antiferromagnets, with an illustration of its\nfeasibility in the particular case of hematite."}
{"id": "2510.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08253", "abs": "https://arxiv.org/abs/2510.08253", "authors": ["Mohammad Amini", "Tiago V. C. Antão", "Liwei Jing", "Ziying Wang", "Antti Karjasilta", "Robert Drost", "Shawulienu Kezilebieke", "Jose L. Lado", "Adolfo O. Fumega", "Peter Liljeroth"], "title": "Observation of electromagnons in a monolayer multiferroic", "comment": null, "summary": "Van der Waals multiferroics have emerged as a promising platform to explore\nnovel magnetoelectric phenomena. Recently, it has been shown that monolayer\nNiI$_2$ hosts robust type-II multiferroicity down to the two-dimensional limit,\na giant dynamical magnetoelectric coupling at terahertz frequencies, and an\nelectrically switchable spin polarization. These developments present the\npossibility of engineering ultrafast, low-energy-consumption, and\nelectrically-tunable spintronic devices based on the collective excitations of\nthe multiferroic order, electromagnons. However, the direct visualization of\nthese bosonic modes in real space and within the monolayer limit remains\nelusive. Here, we report the atomic-scale observation of electromagnons in\nmonolayer NiI$_2$ using low-temperature scanning tunneling microscopy. By\ntracking the thermal evolution of the multiferroic phase, we establish the\nenergy scale and resolve coherent in-gap excitations of the symmetry-broken\nmultiferroic state. Comparison with first-principles and spin-model\ncalculations reveals that the low-energy modes originate from electromagnon\nexcitations. Spatially resolved inelastic tunneling spectroscopy maps show a\nstripe-like modulation of the local spectral function at electromagnon\nenergies, matching theoretical predictions. These results provide direct\nevidence of the internal structure of electromagnons and establish a\nmethodology to probe these modes at the atomic scale, opening avenues for\nelectrically tunable spintronics."}
{"id": "2510.07771", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07771", "abs": "https://arxiv.org/abs/2510.07771", "authors": ["Long Zhang", "Guoying Gao"], "title": "Dimension- and Facet-Dependent Altermagnetic Triferroics and Biferroics in CrSb", "comment": "31 pages, 12 figures", "summary": "Altermagnets have recently garnered significant interest due to their\nvanishing net magnetic moment and non-relativistic momentum-dependent spin\nsplitting. However, altermagnetic (AM) multiferroics especially triferroics\nremain scarce. We investigate the experimentally synthesized non-van der Waals\nCrSb as a model system to explore the effects of dimensionality and facet\norientation on its ferroic properties. NiAs, MnP, wurtzite (WZ), zincblende\n(ZB), and rocksalt (RS) phases are considered. Using first-principles\ncalculations, we predict the altermagnetism of CrSb in MnP phase which has\ncomparable stability with experimental NiAs phase. Both NiAs- and MnP-phase\n(110) facets exhibit AM-ferroelastic (FC) biferroics, while the WZ-phase bulk\nand (001) facets host ferromagnetic (FM) or AM-ferroelectric (FE) biferroics.\nNotably, the WZ-phase (110) facets are identified as FM/AM-FE-FC triferroics,\nwith moderate energy barriers of 0.129 and 0.363 eV atom-1 for FE and FC\nswitching, respectively. Both FE and FC switching can reverse the AM spin\nsplitting in antiferromagnetic (AFM) configurations while preserving the high\nspin polarization in FM states. The magnetic anisotropy is highly tunable,\nexhibiting either uniaxial or in-plane behavior depending on the phase,\ndimension, and facet. This work establishes a framework for designing AM\nmultiferroics through polymorphic, dimensional, and facet engineering, offering\npromising avenues for multifunctional spintronic applications."}
{"id": "2510.08557", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08557", "abs": "https://arxiv.org/abs/2510.08557", "authors": ["Jaroslaw Pawlowski", "Dickson Thian", "Repaka Maheswar", "Chai Jian Wei", "Pawan Kumar", "Sudhiranjan Tripathy", "Hugh O. H. Churchill", "Dharmraj Kotekar Patil"], "title": "Classical to Quantum Diffusive Transport in Atomically Thin Semiconductors Capped with High-k Dielectric", "comment": "4 figure, 6 supplemnetary figures", "summary": "The dielectric environment surrounding semiconductors plays a crucial role in\ndetermining device performance, a role that becomes especially pronounced in\natomically thin semiconductors where charge carriers are confined within a few\natomic layers and strongly interact with their surroundings. High-k\ndielectrics, such as hafnium oxide (HfO2), have been shown to enhance the\nperformance of two-dimensional (2D) materials by suppressing scattering from\ncharged impurities and phonons, but most studies to date have focused on\nroom-temperature transistor operation. Their influence on quantum transport\nproperties at low temperatures remains largely unexplored. In this work, we\ninvestigate how capping monolayer molybdenum disulfide (MoS2) with HfO2\nmodifies its electronic behavior in the quantum regime. By comparing devices\nwith and without HfO2 capping, we find that uncapped devices exhibit transport\ndominated by classical diffusive scattering, whereas capped devices show clear\nFabry-Perot interference patterns, providing direct evidence of phase-coherent\nquantum transport enabled by dielectric screening. To gain further insight, we\ndevelop a tight-binding interferometer model that captures the effect of\ndielectric screening on conductive modes and reproduces the experimental\ntrends. Our findings demonstrate that dielectric engineering provides a\npowerful route to control transport regimes in TMD devices."}
{"id": "2510.08401", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.08401", "abs": "https://arxiv.org/abs/2510.08401", "authors": ["Ekaterina A. Ilicheva", "Irina A. Chuyko", "Lev O. Luchnikov", "Polina K. Sukhorukova", "Nikita S. Saratovsky", "Anton A. Vasilev", "Luiza Alexanyan", "Anna A. Zarudnyaya", "Dmitri Yu. Dorofeev", "Sergey S. Kozlov", "Andrey P. Morozov", "Dmitry S. Muratov", "Yuriy N. Luponosov", "Danila S. Saranin"], "title": "Enhanced thermal stability of inverted perovskite solar cells by bulky passivation with pyridine-functionalized triphenylamine", "comment": null, "summary": "Despite competitive efficiency compared to Si solar cells and relevant\nstability at near room temperatures the rapid degradation at elevated\ntemperatures remains the critical obstacle for exploitation of perovskite\nphotovoltaics. In this work, a 4-(pyridin-4-yl)triphenylamine (TPA-Py) with\npyridine anchor group was employed for inter-grain bulk modification of\ndouble-cation CsCH(NH2)2PbI3 perovskite absorbers to enhance thermal stability.\nThrough coordination and dipole-dipole interactions, nitrogen-containing\nfragments (diphenylamine and pyridine) of TPA-Py passivate uncoordinated\ncations and improve the phase resilience of perovskite films against\nsegregation. This resulted in a power conversion efficiency of 21.3% with a\nhigh open-circuit voltage of 1.14 V. Notable impact of self-assembled monolayer\nincorporated into the bulk of perovskite film manifested in huge improvement of\nthermal stability at 85{\\deg}C (ISOS-D-2). TPA-Py modification improved\nextended the T80 lifetime to ~600 h compared to only 200 h for the reference\nunder harsh heating stress in ambient conditions. In-depth analysis using\nphotoinduced voltage transients and admittance spectroscopy after different\nstress periods revealed the screening of ion migration (0.45 eV) for devices\nwith TPA-Py. This work offers an important understanding of the bulk\nmodification of microcrystalline perovskite absorbers and guide for robust\ndesign of bulk and buried interfaces in highly efficient perovskite solar\ncells."}
{"id": "2510.07795", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.07795", "abs": "https://arxiv.org/abs/2510.07795", "authors": ["Xiao-Han Yang", "Ji-Yao Chen", "Xiao-Yu Dong"], "title": "Chiral Edge Excitations of Fractional Chern Insulators", "comment": null, "summary": "Edge excitations are the defining signature of chiral topologically ordered\nsystems. In continuum fractional quantum Hall (FQH) states, these excitations\nare described by the chiral Luttinger liquid ($\\chi$LL) theory. Whether this\neffective description remains valid for fractional Chern insulators (FCIs) on\ndiscrete lattices has been a longstanding open question. Here we numerically\ndemonstrate that the charge-one edge spectral function of a $\\nu=1/2$ FCI on an\ninfinitely long strip with width $L_y=10$ quantitatively follows the\npredictions of $\\chi$LL theory. The edge spectrum is gapless, chiral, and\nlinear, with spectral weight increasing linearly with both momentum and energy.\nWe further analyze the influence of lattice size, particle number, trapping\npotential, and charge sector of excitations on the edge properties. Our results\nestablish a clear correspondence between lattice FCIs and continuum FQH systems\nand provide guidance for future experimental detection of chiral edge modes."}
{"id": "2510.07797", "categories": ["cond-mat.stat-mech", "q-bio.CB", "q-bio.MN"], "pdf": "https://arxiv.org/pdf/2510.07797", "abs": "https://arxiv.org/abs/2510.07797", "authors": ["Jianzhe Wei", "Jingwen Zhu", "Pan Chu", "Liang Luo", "Xiongfei Fu"], "title": "Non-Kramers State Transitions in a Synthetic Toggle Switch Biosystem", "comment": "5 pages, 3 figures in main text; 17 pages, 15 figures in supplemental\n  information", "summary": "State transitions are fundamental in biological systems but challenging to\nobserve directly. Here, we present the first single-cell observation of state\ntransitions in a synthetic bacterial genetic circuit. Using a mother machine,\nwe tracked over 1007 cells for 27 hours. First-passage analysis and dynamical\nreconstruction reveal that transitions occur outside the small-noise regime,\nchallenging the applicability of classical Kramers' theory. The process lacks a\nsingle characteristic rate, questioning the paradigm of transitions between\ndiscrete cell states. We observe significant multiplicative noise that distorts\nthe effective potential landscape yet increases transition times. These\nfindings necessitate theoretical frameworks for biological state transitions\nbeyond the small-noise assumption."}
{"id": "2510.07826", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07826", "abs": "https://arxiv.org/abs/2510.07826", "authors": ["Sirui Yu", "Junrong Wang", "Huajin Zhao", "Hong Mao", "Jinshuang Jin"], "title": "Phase-controlled quantum transport signatures in a quantum dot-Majorana hybrid ring system", "comment": "11 pages, 4 figures", "summary": "We investigate the quantum transport in a hybrid ring system consisting of a\nquantum dot (QD) coupled to two Majorana bound states (MBSs) hosted in a\ntopological superconducting nanowire, threaded by a magnetic flux. Utilizing\nthe dissipaton equation-of-motion approach, we demonstrate that the\ndifferential conductance shows periodic behavior and its periodicity depends on\nboth the QD energy level and the MBS overlapping. A zero-bias peak (ZBP)\nemerges as a result of the balance between normal and anomalous tunneling\nprocesses, associated with the presence of a single MBS. Beyond the\nphase-dependent periodic behavior, the shot noise exhibits voltage-dependent\ntransitions between sub-Poissonian ($F = 0.5$), Poissonian ($F = 1$), and\nsuper-Poissonian ($F > 1$) regimes. Strikingly, we find a giant Fano factor\n($F\\gg1$) emerging at the balance point, accompanied by a peak in the shot\nnoise. This distinctive feature may serve as a supplementary signature for MBS\ndetection. However, both ZBP in the differential conductance and shot noise\npeak are degraded by thermal effects."}
{"id": "2510.07831", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.07831", "abs": "https://arxiv.org/abs/2510.07831", "authors": ["Nilesh Pandey", "Dipanjan Basu", "Leonard F Register", "Sanjay K Banerjee"], "title": "Three-Dimensional Electrostatic and Quantum-Confinement Modeling of Silicon Nanowire Double Quantum Dots", "comment": null, "summary": "We present a three-dimensional simulation study of silicon nanowire double\nquantum dots with leads, which extends beyond traditional effective-mass or\nquasi-1D and quasi-2D approaches typically applied to bulk or planar\ngeometries. Using the Sentaurus QTX, we self-consistently couple a 3-D Poisson\nsolver with two-dimensional Schr\\\"odinger solutions along the strongly confined\nwidth * thickness cross-sections normal to the transport direction, yielding\nbound-state energies and wavefunctions across the device cross-section. This\nmethod captures wavefunction evolution, subband formation, and valley splitting\nwhile retaining the full three-dimensional electrostatics of the device. Our\nresults show that narrow quantum dots (width = 5 nm) provide strong\nconfinement, enhanced valley splitting, and robust single-electron\nlocalization, whereas wider quantum dots (width = 20 nm) allow single-electron\noccupation at lower gate voltages but with shallower quantum wells and\nadditional higher-order modes in the wavefunction. Importantly, the quantum dot\nwidth also plays a key role in tunnel coupling: smaller channel widths enhance\nwavefunction overlap across the barrier, resulting in higher tunnel coupling,\nwhereas increasing the width reduces coupling, which eventually saturates once\nthe width is approximately twice the plunger-gate length. By systematically\nvarying the quantum dot width together with plunger- and barrier-gate lengths,\nwe investigate their combined influence on the conduction-band profile and\ninterdot coupling. Together, these simulations provide design guidelines for\ngeometry-driven control of confinement, valley splitting, and tunnel coupling\nin silicon nanowire double quantum dots."}
{"id": "2510.07893", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.07893", "abs": "https://arxiv.org/abs/2510.07893", "authors": ["Sauri Bhattacharyya", "Marco Grilli", "Bernard van Heck"], "title": "On the decoherence of Majorana zero modes mediated by gapless fermions", "comment": "21 pages, 8 figures", "summary": "We study the decoherence of a collection of Majorana zero modes weakly\ncoupled to a gapless reservoir of non-interacting fermions. Using the\nBorn-Markov approximation, we derive a Lindblad master equation for the\ndissipative dynamics of the Majorana zero modes. Due to the long-range coupling\nbetween Majorana zero modes mediated by the gapless reservoir, the Lindblad\njump operators are non-local linear combinations of the Majorana operators. We\nshow that, as a consequence, the dissipative dynamics can exhibit long\nrelaxation times, i.e. a slow decay of fermion parities. A spectral analysis of\nthe Liouvillian shows that the slow-down is suppressed as a power law of the\ndistance between Majorana zero modes. Finally, we validate the Lindblad\nequation by comparison with unbiased numerical simulations of the time\nevolution of the full density matrix. In particular, these illustrate that\nnon-Markovian dynamics establishes non-local correlations at small times."}
{"id": "2510.07916", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.07916", "abs": "https://arxiv.org/abs/2510.07916", "authors": ["Tomoki Hirosawa", "Pieter M. Gunnink", "Alexander Mook"], "title": "Topological Magnon-Plasmon Hybrids", "comment": "6+15 pages", "summary": "We study magnon-plasmon coupling in effectively two-dimensional stacks of van\nder Waals layers in the context of the band structure topology. Invoking the\nquasiparticle approximation, we show that the magnetic dipole coupling between\nthe plasmons in a metallic layer and the magnons in a neighboring magnetic\nlayer gives rise to a Berry curvature. As a result, the hybrid quasiparticles\nacquire an anomalous velocity, leading to intrinsic anomalous thermal Hall and\nspin-Nernst effects in ferromagnets and antiferromagnets. We propose magnetic\nlayers supporting skyrmion crystals as a platform to realize chiral\nmagnon-plasmon edge states, inviting the notion of topological\nmagnon-plasmonics."}
{"id": "2510.07934", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.07934", "abs": "https://arxiv.org/abs/2510.07934", "authors": ["Tianhao Li", "Yangjun Qin", "Dongkai Pan", "Han Meng", "Nuo Yang"], "title": "Modulating thermal conductivity of bulk BAs based on targeted phonon excitation", "comment": null, "summary": "This study proposes a reversible phonon excitation strategy to dynamically\nmodulate the thermal conductivity of boron arsenide (BAs), addressing the\nopposing thermal conductivity requirements in electronics and thermoelectrics.\nUsing first-principles calculations and Boltzmann transport equation, we\ndemonstrate that selective excitation of specific phonon modes enables active\ncontrol over thermal transport. At an excitation multiplier of 25, the thermal\nconductivity of BAs can be enhanced by up to 2% or suppressed by up to 35%\nrelative to its intrinsic value of 2235 W m^-1 K^-1. At a lower multiplier of\n5, thermal conductivity can be increased by 2% or decreased by 11%. The\nmodulation effect depends on excitation frequency, multiplier, and intrinsic\nphonon properties, with certain frequencies exhibiting opposite trends under\ndifferent excitation intensities. Mechanistic analysis shows that at low\nexcitation levels, phonon splitting suppresses Umklapp scattering, reducing the\nscattering rate, while at high levels, it enhances Normal scattering,\nincreasing the scattering rate. This approach offers a dynamic and reversible\nroute to tuning thermal conductivity, with applications in thermal management\nand thermoelectric energy conversion."}
{"id": "2510.07938", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.07938", "abs": "https://arxiv.org/abs/2510.07938", "authors": ["Virgile Troude", "Didier Sornette"], "title": "Phase Transitions Without Instability: A Universal Mechanism from Non-Normal Dynamics", "comment": "Short letter (8 pages, 1 box and 1 figure) + supplementary document\n  of 21 pages and 5 figures", "summary": "We identify a new universality class of phase transitions that arises in\nnon-normal systems, challenging the classical view that transitions require\neigenvalue instabilities. In traditional bifurcation theory, critical phenomena\nemerge when spectral stability is lost; here, we show that transitions can\noccur even when all equilibria are spectrally stable. The key mechanism is the\ntransient amplification induced by non-orthogonal eigenvectors: noise-driven\ndynamics are enhanced not by lowering energy barriers, but by increasing the\neffective shear of the flow, which renormalizes fluctuations and acts as an\nemergent temperature. Once the non-normality index $\\kappa$ exceeds a critical\nthreshold $\\kappa_c$, stable equilibria lose practical relevance, enabling\nescapes and abrupt transitions despite preserved spectral stability. This\npseudo-criticality generalizes Kramers' escape beyond potential barriers,\nproviding a fundamentally new route to critical phenomena. Its implications are\nbroad: in biology, DNA methylation dynamics reconcile long-term epigenetic\nmemory with rapid stochastic switching; in climate, ecology, finance, and\nengineered networks, abrupt tipping points can arise from the same mechanism.\nBy demonstrating that phase transitions can emerge from non-normal\namplification rather than eigenvalue instabilities, we introduce a predictive,\ncompact framework for sudden transitions in complex systems, establishing\nnon-normality as a defining principle of a new universality class of phase\ntransitions."}
{"id": "2510.07947", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.07947", "abs": "https://arxiv.org/abs/2510.07947", "authors": ["Yuki Sato", "Soma Nagahama", "Shunsuke Kitou", "Hajime Sagayama", "Ilya Belopolski", "Ryutaro Yoshimi", "Minoru Kawamura", "Atsushi Tsukazaki", "Naoya Kanazawa", "Takuya Nomoto", "Ryotaro Arita", "Taka-hisa Arima", "Masashi Kawasaki", "Yoshinori Tokura"], "title": "Higher-order epitaxy: A pathway to suppressing structural instability and emergent superconductivity", "comment": null, "summary": "Molecular beam epitaxy enables the growth of thin film materials with novel\nproperties and functionalities. Typically, the lattice constants of films and\nsubstrates are designed to match to minimise disorders and strains. However,\nsignificant lattice mismatches can result in higher-order epitaxy, where\ncommensurate growth occurs with a period defined by integer multiples of the\nlattice constants. Despite its potential, higher-order epitaxy is rarely used\nto enhance material properties or induce emergent phenomena. Here, we report\nsingle-crystalline FeTe films grown via 6:5 commensurate higher-order epitaxy\non CdTe(001) substrates. Scanning transmission electron microscopy reveals\nself-organised periodic interstitials near the interface, arising from\nhigher-order lattice matching. Synchrotron x-ray diffraction shows that the\ntetragonal-to-monoclinic structural transition in bulk FeTe is strongly\nsuppressed. Remarkably, these films exhibit substrate-selective two-dimensional\nsuperconductivity, likely due to suppressed monoclinic distortion. These\nfindings demonstrate the potential of higher-order epitaxy as a tool to control\nmaterials and inducing emergent phenomena."}
{"id": "2510.07970", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07970", "abs": "https://arxiv.org/abs/2510.07970", "authors": ["Ding-Ming Huang", "Jian-Huan Wang", "Jie-Yin Zhang", "Yuan Yao", "H. Q. Xu", "Jian-Jun Zhang"], "title": "Atomically resolved electron reflectivity at a metal/semiconductor interface", "comment": "24 pages, 12 figures", "summary": "An atomically flat interface is achieved between face-centered cubic Al and\ndiamond lattice Ge via molecular beam epitaxy (MBE). Based on the measurements\nof scanning tunneling microscopy (STM), we demonstrate an atomically resolved\nlateral periodic change of the electron reflectivity at the Al/Ge interface.\nThe variation of electron reflectivity is up to 24% in lateral 2 nm. We\nspeculate that the change of reflectivity results from the local electronic\nstates at the Al/Ge interface. This phenomenon provides an atomically\nnon-destructive method for detecting the buried interfacial states in\nhetero-structures by STM."}
{"id": "2510.07973", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07973", "abs": "https://arxiv.org/abs/2510.07973", "authors": ["Xingchen Guo Anqi Wang", "Xiutong Deng", "Yupeng Li", "Guoan Li", "Zhiyuan Zhang", "Xiaofan Shi", "Xiao Deng", "Ziwei Dou", "Guangtong Liu", "Fanming Qu", "Zhijun Wang", "Tian Qian", "Youguo Shi", "Li Lu", "Jie Shen"], "title": "Magnetic-Field Control of Tomonaga-Luttinger Liquids in Ta2Pd3Te5 Edge States", "comment": null, "summary": "Ta2Pd3Te5 is a quasi-one-dimensional transition-metal telluride whose heavy\natoms endow the material with strong spin-orbit coupling, while the Fermi level\ninside the bulk gap makes the low-energy electronic structure highly\ntunable.Theory and early experiments have already identified a wealth of\nemergent phases in this platform: an excitonic insulator driven by\nelectron-hole binding, a second-order topological insulator protected by\ncrystalline symmetry, a potential topological-protected quantum-spin-Hall edge,\nand proximity-induced edge supercurrents when coupled to a conventional s-wave\nsuperconductor. These properties make it a promising platform for hosting\nMajorana zero modes and quantum computation, provided that time-reversal\nsymmetry can be broken by a Zeeman gap. In this work, we demonstrate that the\none-dimensional edge channels of exfoliated Ta2Pd3Te5 host a robust and tunable\nTomonaga-Luttinger liquid by electrostatic gating because it shifts the\nchemical potential across the bulk gap without changing the gap size. More\nimportantly, the application of a magnetic field introduces a Zeeman gap that\nsystematically increases the TLL power-law exponent alpha. Furthermore,\nrotating the field reveals a pronounced twofold anisotropy--alpha is maximal\nfor a field parallel to the edge and minimal for a perpendicular\norientation--originating from an orientation-dependent edge g-factor that is\nlikely amplified by quantum-confinement-induced orbital-angular-moment\nquenching. The existence of gate-tunable edge supercurrents together with the\nfield-controlled Zeeman gap provides a direct route to break time-reversal\nsymmetry in a particle-hole-symmetric superconducting gap and thus to engineer\na topological superconducting phase, paving the way towards Majorana-based\nquantum devices."}
{"id": "2510.07996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.07996", "abs": "https://arxiv.org/abs/2510.07996", "authors": ["Yingchen Peng", "Yanan Ge", "Zihan Wang", "Kang Wang", "Kezhao Du", "Xingzhi Wang", "Ye Yang"], "title": "Magnon-mediated Radiation and Phonon-driven Quenching of Excitons in a Layered Semiconductor", "comment": null, "summary": "Layered van der Waals (vdW) magnetic semiconductors open a new avenue for\nexploring intertwined excitonic and magnetic phenomena. Here, we investigate\nthis interplay in the vdW MnPS3 antiferromagnet, uncovering an exceptionally\nlong exciton lifetime (~100 {\\mu}s) below the N\\'eel temperature (T_N). We\ndemonstrate that the exciton lifetime is governed by phonon-mediated\nnonradiative recombination and thus exhibits a strong temperature dependence.\nOn the contrary, the radiative recombination rate shows a distinct temperature\ndependence, which is dominated by magnon-assisted emission mechanism below T_N\nand by short-range spin correlations and phonons above T_N. These findings not\nonly establish MnPS3 as a compelling candidate for excitonic devices due to its\nlong-lifetime and correlation with magnetic orders but also provide crucial\ninsights into the interplay between excitons, spins, and lattice in vdW\nmagnetic semiconductors."}
{"id": "2510.08014", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08014", "abs": "https://arxiv.org/abs/2510.08014", "authors": ["Yan Meng", "Kainan Chang", "Yanyan Qian", "Luxia Wang", "Jin Luo Cheng"], "title": "Gate Voltage Tunable Second Harmonic Generation in Mono- and Bi-layer Black Phosphene", "comment": null, "summary": "Black phosphorene (BP) has emerged as a promising platform for tunable\nnonlinear photonics due to its layer-dependent bandgap, high carrier mobility,\nand remarkable in-plane anisotropy. This study investigates the second-harmonic\ngeneration (SHG) of monolayer and bilayer BP under an external static electric\nfield, with describing the electronic states by a tight-binding model and the\ndynamics by semiconductor Bloch equations. Our results reveal that BP exhibits\nlarge second-order nonlinear optical response along the armchair direction,\nwith significant resonant enhancement when the incident photon energy\napproaches half of its bandgap. Under an applied electric field of $10^7$ V/m,\nthe effective second-order nonlinear susceptibility of BP can be as large as\n$10^3$ pm/V, surpassing that of the conventional nonlinear crystal AgGaSe$_2$\nby more than an order of magnitude. With respect to the static electric field\ninduced by gate voltage, we discuss the relation between the\nelectric-field-induced second harmonic (EFISH) generation and conventional SHG\n-- under lower gate voltage, the EFISH approach agrees well with the SHG\nsolutions, whereas the former is no longer applicable under higher gate\nvoltage. Specifically, as the increasing gate voltage, monolayer BP exhibits\nthe bandgap expansion and the corresponding blue-shift in the SHG resonant\npeak. In contrast, bilayer BP undergoes a semiconductor-to-semimetal\ntransition, forming Dirac cone and generating divergent SHG spectra as photon\nenergy goes to zero. Additionally, the chemical potential allows for precise\ncontrol over interband and intraband nonlinear responses. This work provides\nimportant theoretical foundations for the development of BP-based tunable\nnonlinear photonic devices and expands the application potential of anisotropic\ntwo-dimensional materials in nonlinear optics."}
{"id": "2510.08018", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08018", "abs": "https://arxiv.org/abs/2510.08018", "authors": ["Priyanka Mondal", "Sonu Verma", "Wenze Lan", "Lukas Krelle", "Ryan Tan", "Regine von Klitzing", "Kenji Watanabe", "Takashi Taniguchi", "Kseniia Mosina", "Zdenek Sofer", "Akashdeep Kamra", "Bernhard Urbaszek"], "title": "Twist-tuned exchange and hysteresis in a bilayer van der Waals magnet", "comment": "Main and Supplement", "summary": "Moir\\'e superlattices in twisted bilayers enable profound reconstructions of\nthe electronic bandstructure, giving rise to correlated states with remarkable\ntunability. Extending this paradigm to van der Waals magnets, twisting creates\nspatially varying interlayer exchange interactions that stabilize emergent spin\ntextures and the coexistence of ferromagnetic and antiferromagnetic domains.\nHere, we demonstrate the emergence of robust magnetic hysteresis in bilayer\nCrSBr upon twisting by an angle of ~ 3{\\deg}. This is observed as the\ncorresponding hysteretic evolution of the exciton energy, that directly\ncorrelates with the bilayer magnetic state, in magnetic field dependent\nphotoluminescence measurements. A two-sublattice model captures this behavior,\nattributing it to the twist-induced reduction of interlayer exchange that\nstabilizes both parallel and antiparallel spin configurations across a broad\nfield range. Comparison with experiment enables quantitative extraction of the\neffective exchange strength. Remarkably, the system exhibits coherent averaging\nacross the moir\\'e supercell, yielding an effective monodomain response\ncharacterized by switching into the antiferromagnetic state, rather than\nforming spin textures or fragmented domains. Spatially resolved measurements\nfurther uncover local variations in hysteresis loops, consistent with\nposition-dependent modulation of the average exchange interaction. Our results\nestablish twist engineering as a powerful route to programmable magnetic\nmemories in two-dimensional magnets, harnessing the robustness of\nantiferromagnetic order."}
{"id": "2510.08021", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.08021", "abs": "https://arxiv.org/abs/2510.08021", "authors": ["J. M. Alendouro Pinho", "B. Amorim", "J. M. Viana Parente Lopes"], "title": "Exact solution for the current generated by dissipative master equation in single-band tight-binding systems subject to time-dependent uniform electric fields", "comment": "12 pages, 6 figures", "summary": "The theory of open quantum systems is one of the most essential tools for the\ndevelopment of quantum technologies. A particular area of interest is in the\noptical response of solid state systems, where dissipation is introduced\nphenomenologically through the relaxation time approximation and its effects\nare usually gauged perturbatively. Analytical exact results for driven systems\nunder this approximation are scarce and tipically pertain only to the\nstationary regime. Here, we obtain the analytical solution for the current\nresponse of general single-band tight-binding system driven by a uniform\nelectric field with generic time-dependence under the relaxation time\napproximation. We explore the effects of dissipation in two limiting cases: A\nmonochromatic field, where we analytically deduce the effect of dissipation on\nHigh Harmonic Generation, and a constant electric field, where a generalization\nfor the Esaki-Tsu equation is presented for any single-band tight-binding\nsystem. We specify the results for a simple 2D nearest neighbours tight-binding\nlattice to emphasize the effect of the scale competition introduced by the two\ndifferent neighbours in both the monochromatic and constant field cases.\nFinally, we compare our exact result for the constant field to the one obtained\nfrom the usual perturbation theory calculation to probe the validity of the\nlatter."}
{"id": "2510.08030", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08030", "abs": "https://arxiv.org/abs/2510.08030", "authors": ["Lukas Danner", "Max Hofheinz", "Nicolas Bourlet", "Ciprian Padurariu", "Joachim Ankerhold", "Björn Kubala"], "title": "Amplification and Detection of Single Itinerant Microwave Photons", "comment": "15 pages, 9 figures", "summary": "Single-photon detectors are an essential part of the toolbox of modern\nquantum optics for implementing quantum technologies and enabling tests of\nfundamental physics. The low energy of microwave photons, the natural signal\npath for superconducting quantum devices, makes their detection much harder\nthan for visible light. Despite impressive progress in recent years and the\nproposal and realization of a number of different detector architectures, the\nreliable detection of a single itinerant microwave photon remains an open\ntopic.\n  Here, we investigate and simulate a detailed protocol for single-photon\nmultiplication and subsequent amplification and detection. At its heart lies a\nJosephson-photonics device which uses inelastic Cooper-pair tunneling driven by\na dc bias in combination with the energy of an incoming photon to create\nmultiple photons, thus compensating for the low-energy problem. Our analysis\nprovides clear design guidelines for utilizing such devices, which have\npreviously been operated in an amplifier mode with a continuous wave input, for\ncounting photons. Combining a formalism recently developed by M{\\o}lmer to\ndescribe the full quantum state of in- and outgoing photon pulses with\nstochastic Schr\\\"odinger equations, we can describe the full multiplication and\ndetection protocol and calculate performance parameters, such as detection\nprobabilities and dark count rates. With optimized parameters, a high\npopulation of a single output mode can be achieved that can then be easily\ndistinguished from vacuum noise in heterodyne measurements of quadratures with\na conventional linear amplifier. Realistic devices with two multiplication\nstages with multiplication of $16$ reach for an impinging Gaussian pulse of\nlength $T$ a detection probability of $84.5\\%$ with a dark count rate of\n$10^{-3}/T$, and promise to outperform competing schemes."}
{"id": "2510.08063", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.08063", "abs": "https://arxiv.org/abs/2510.08063", "authors": ["Álvaro Buendía", "José Luis Pura", "Vincenzo Giannini", "José Antonio Sánchez Gil"], "title": "Far-field radiation of bulk, edge and corner eigenmodes from a finite 2D Su-Schrieffer-Heeger plasmonic lattice", "comment": "14 pages, 8 figures", "summary": "Subwavelength arrays of plasmonic nanoparticles allow us to control the\nbehaviour of light at the nanoscale. Here, we develop an eigenmode analysis,\nemploying a coupled electromagnetic dipole formalism, which permits us to\nisolate the contribution to the far-field radiation of each array mode.\nSpecifically, we calculate the far-field radiation patterns by bulk, edge and\ncorner out-of-plane eigenmodes in a finite 2D Su-Schrieffer-Heeger (SSH) array\nof plasmonic nanoparticles with out-of-plane dipolar resonances. The breaking\nof symmetries in multipartite unit cells is exploited to tailor the optical\nproperties and far-field radiation of the resonant modes. We prove that the\nantisymmetric modes are darker and have higher Q-factors than their symmetric\ncounterparts. Also, the out-of-plane nature of the dipolar resonances imposes\nthat all bulk $\\Gamma$-modes are dark, while corner and edge states need extra\nin-plane symmetries to cancel the far-field radiation; radiation patterns in\nturn become more complex and concentrated along the array plane with increasing\narray size."}
{"id": "2510.08064", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08064", "abs": "https://arxiv.org/abs/2510.08064", "authors": ["Akashdeep Akashdeep", "Sachin Krishnia", "Jae-Hyun Ha", "Siyeon An", "Maik Gaerner", "Thomas Prokscha", "Andreas Suter", "Gianluca Janka", "Günter Reiss", "Timo Kuschel", "Dong-Soo Han", "Angelo Di Bernardo", "Zaher Salman", "Gerhard Jakob", "Mathias Kläui"], "title": "Surface-Localized Magnetic Order in RuO2 Thin Films Revealed by Low-Energy Muon Probes", "comment": null, "summary": "Ruthenium dioxide (RuO2) has recently emerged as a candidate altermagnet, yet\nits intrinsic magnetic ground state, particularly in thin films, remains\ndebated. This study aims to clarify the nature and spatial extent of the\nmagnetic order in RuO2 thin films grown under different conditions. Thin films\nof RuO2 with thicknesses of 30 nm and 33 nm are fabricated by pulsed laser\ndeposition and sputtering onto TiO2(110) and Al2O3(1-102) substrates,\nrespectively. Low-energy muon spin rotation/relaxation (LE-muSR) with\ndepth-resolved sensitivity measurements is performed in transverse magnetic\nfields (TF) from 4 K to 290 K. The muSR data collected with a muon implantation\nenergy of 1 keV reveal that magnetic signals originate from the near-surface\nregion of the film (<10 nm), and the affected volume fraction is at most about\n8.5%. The localized magnetic response is consistent across different\nsubstrates, growth techniques, and parameter sets, suggesting a common origin\nrelated to surface defects and dimensionality effects. The combined use of\nTF-muSR and the study of depth-dependent implantation with low-energy muons\nprovides direct evidence for surface-confined, inhomogeneous static magnetic\norder in RuO2 thin films, helping reconcile discrepancies. These findings\nunderscore the importance of considering reduced-dimensional contributions and\nmotivate further investigation into the role of defects, strain, and\nstoichiometry on the magnetic properties of RuO2, especially at the surface."}
{"id": "2510.08110", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.08110", "abs": "https://arxiv.org/abs/2510.08110", "authors": ["F. Colangelo", "M. Modestino", "F. Avitabile", "A. Galluzzi", "Z. Makhdoumi Kakhaki", "A. Kumar", "J. Linder", "M. Polichetti", "C. Attanasio", "C. Cirillo"], "title": "Unveiling Intrinsic Triplet Superconductivity in Noncentrosymmetric NbRe through Inverse Spin-Valve Effects", "comment": "Accepted for publication in Physical Review Letters", "summary": "NbRe is a non-centrosymmetric superconductor that has been proposed as a\ncandidate for intrinsic spin-triplet pairing. However, a conclusive\ndemonstration of triplet pairing in NbRe is yet to be found. To probe the\npresence of equal-spin triplet Cooper pairs, we fabricated Py/NbRe/Py trilayers\ncapped with an antiferromagnetic layer. Magnetic and electrical measurements\nreveal an inverse spin-valve effect, which could indicate equal-spin triplet\nsuperconductivity. The minimal sample structure and the lack of ad hoc\nengineered interfaces clearly associate our observation to intrinsic triplet\ncorrelations of NbRe. The availability of NbRe in thin-film form and the\nsimplicity of the heterostructure highlight its potential as a scalable\nplatform for superconducting spintronics."}
{"id": "2510.08130", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.08130", "abs": "https://arxiv.org/abs/2510.08130", "authors": ["Muhammad Imran", "Sikander Azam", "Qaiser Rafiq", "Amin Ur Rahman"], "title": "Rare-Earth Engineering of NaAlO3 Perovskites Unlocks Unified Optoelectronic, Thermoelectric, and Spintronic Functionalities", "comment": null, "summary": "Perovskite oxides are promising for energy and quantum technologies, but\nwide-gap hosts such as NaAlO3 suffer from deep-UV absorption and limited\ncarrier transport. Using first-principles GGA+U+SOC calculations, we\ninvestigate Eu3+-, Gd3+-, and Tb3+-doped NaAlO3 and evaluate their electronic,\noptical, elastic, and thermoelectric properties. Rare-earth substitution is\nthermodynamically favorable (formation energies 1.2-1.6 eV) and induces strong\nf-p hybridization, reducing the pristine band gap (about 6.2 eV) to about 3.1\neV for Tb. Spin-resolved band structures reveal Gd-driven half-metallicity,\nEu-induced spin-selective metallicity, and Tb-stabilized p-type semiconducting\nbehavior. The optical spectra show a red-shifted absorption edge (about 2.0-2.2\neV), a large static dielectric response (epsilon1(0) about 95 for Eu), and\nplasmonic resonances near 4 eV, enabling visible-light harvesting. Elastic\nanalysis indicates mild lattice softening with preserved ductility (Pugh ratio\nB/G about 1.56-1.57). Thermoelectric performance is enhanced, with Seebeck\ncoefficients greater than 210 uV/K for Eu and Tb and ZT about 0.45 at 500 K.\nThese results identify rare-earth-doped NaAlO3 as a multifunctional perovskite\nplatform for photovoltaics, photocatalysis, thermoelectrics, and spintronics."}
{"id": "2510.08171", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08171", "abs": "https://arxiv.org/abs/2510.08171", "authors": ["Ignacio Sardinero", "Jorge Cayao", "Rubén Seoane Souto", "Pablo Burset"], "title": "Odd-frequency Pairing in Josephson Junctions Coupled by Magnetic Textures", "comment": "14 pages, 9 figures", "summary": "Josephson junctions coupled through magnetic textures provide a controllable\nplatform for odd-frequency superconductivity and Majorana physics. Within a\ntight-binding Green function framework, induced pair correlations and spectral\nproperties are analyzed under various magnetic and geometric conditions. When\nthe junction is in the topologically trivial regime, even-frequency singlet\npairing is dominant, whereas the topological phase is characterized by the\ncoexistence of Majorana bound states and robust odd-frequency equal-spin\ntriplet pairing at the interface edges. The odd-frequency polarized triplets\nreveal a divergent $1/\\omega$ behavior when the Majorana states are decoupled,\nwhich is intrinsically connected to their self-conjugation property. The\nzero-frequency divergence evolves into shifted resonances and linear\nlow-frequency behavior once hybridization occurs. A nonmagnetic interruption in\nthe texture separates the topological superconductor into two topological\nsegments and generates additional inner Majorana modes. When the nonmagnetic\nbarrier is comparable to the inner Majorana states localization length, they\nhybridize and modify their associated odd-frequency triplet pairing, while the\nouter edge modes preserve their self-conjugated nature. Tuning the\nsuperconducting phase difference further controls the onset of the topological\nregime and the stability of localized Majorana states. The results highlight\nthe central role of odd-frequency triplet correlations as a probe of\ntopological superconductivity in magnetically engineered Josephson junctions."}
{"id": "2510.08186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08186", "abs": "https://arxiv.org/abs/2510.08186", "authors": ["Fernando Gómez-Ortiz", "Louis Bastogne", "Philippe Ghosez"], "title": "Multimodal Topological Textures Arising from Coupled Structural Orders in SrTiO$_3$", "comment": null, "summary": "Magnetic spin topological textures recently found their electrical\ncounterparts in polar topologies emerging from the condensation of\ninhomogeneous polar atomic distortions. Here, we further extend the concept to\nother non-polar atomic degrees of freedom. Taking SrTiO$_3$ as a prototypical\nexample, we investigate from second-principles atomistic simulations, the\nequilibrium domain structures and topological textures associated with the\nnatural antiferrodistortive rotations of its oxygen octahedra. % Besides the\ncommon 90$^\\circ$ antiferrodistortive domain walls (twin boundaries), we\nidentify new metastable 180$^\\circ$ domain walls oriented along the\n$\\lbrace100\\rbrace_\\mathrm{pc}$ direction, when compressive epitaxial strain is\napplied. These domains exhibit complex antiferrodistortive Bloch- and\nN\\'eel-like configurations with the later being the most favorable. We also\nstabilize antiferrodistortive vortex and antivortex structures which are\naccompanied by co-localized polarization vortices and a complex pattern of the\nlocal strain field, giving rise to a trimodal topological structures. Our\nresults extends the concept of topological ordering to non-polar structural\ndegrees of freedom and highlights the role of lattice-mediated couplings in\nstabilizing complex textures in perovskite oxides."}
{"id": "2510.08194", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08194", "abs": "https://arxiv.org/abs/2510.08194", "authors": ["Cui-Qun Chen", "Wenyuan Qiu", "Zhihui Luo", "Meng Wang", "Dao-Xin Yao"], "title": "Electronic structures and superconductivity in Nd-doped La$_3$Ni$_2$O$_7$", "comment": "8 pages, 5 figures", "summary": "The recent discovery of high-$T_c$ superconductivity in Ruddlesden-Popper\n(RP) nickelates has motivated extensive efforts to explore higher $T_c$\nsuperconductors. Here, we systematically investigate Nd-doped La$_3$Ni$_2$O$_7$\nusing density functional theory (DFT) and renormalized mean-field theory\n(RMFT). DFT calculations reveal that both the lattice constants and interlayer\nspacing decrease upon Nd substitution, similar to the effect of physical\npressure. However, the in-plane Ni-O-Ni bond angle evolves non-monotonically\nwith doping, increasing to a maximum at 70% (~2/3) Nd doping level and then\nfalling sharply at 80%, which leads to a reduction in orbital overlap.\nMoreover, Nd doping has a more pronounced effect on the Ni-$d{_{z^2}}$ orbital,\ndemonstrating an orbital-dependent effect of rare-earth substitution. Through\nthe bilayer two-orbital t-J model, RMFT analysis further shows an $s\\pm$-wave\npairing symmetry, with $T_c$ rising to a maximum at about 70% Nd substitution\nbefore declining, in agreement with the transport measurements. The variation\nin $T_c$ can be traced to the competition between continuously enhanced\ninterlayer superexchange coupling $J_\\perp^z$ and a gradual decrease in\nparticle density. These results highlight the delicate interplay among\nstructural tuning, orbital hybridization, and superconductivity, providing\nimportant clues to design higher-$T_c$ RP nickelate superconductors."}
{"id": "2510.08216", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08216", "abs": "https://arxiv.org/abs/2510.08216", "authors": ["Fernando Gómez-Ortiz", "Louis Bastogne", "Xu He", "Philippe Ghosez"], "title": "Mechanical coupling of polar topologies and oxygen octahedra rotations in PbTiO$_3$/SrTiO$_3$ superlattices", "comment": null, "summary": "PbTiO$_3$/SrTiO$_3$ artificial superlattices recently emerged as a\nprototypical platform for the emergence and study of polar topologies. While\nprevious studies mainly focused on the polar textures inherent to the\nferroelectric PbTiO$_3$ layers, the oxygen octahedra rotations inherent to the\nparaelectric SrTiO$_3$ layers have attracted much little attention. Here, we\nhighlight a biunivocal relationship between distinct polar topologies --\nincluding $a_1/a_2$ domains, polar vortices, and skyrmions -- within the\nPbTiO$_3$ layers and specific patterns of oxygen octahedra rotations in the\nSrTiO$_3$ layers. This relationship arises from a strain-mediated coupling\nbetween the two materials and is shown to be reciprocal. Through\nsecond-principles atomistic simulations, we demonstrate that each polar texture\nimposes a corresponding rotation pattern, while conversely, a frozen oxygen\noctahedra rotation dictates the emergence of the associated polar state. This\nconfirms the strong coupling between oxygen octahedra rotations in SrTiO$_3$\nand polarization in PbTiO$_3$, highlighting their cooperative role in\nstabilizing complex polar textures in related superlattices."}
{"id": "2510.08220", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.08220", "abs": "https://arxiv.org/abs/2510.08220", "authors": ["Hsin-Wen Huang", "Xi-Jun Fang", "Edward Chen", "Yuh-Renn Wu"], "title": "Dominant scattering mechanisms and mobility peak in cryogenic 2D electron transport in Silicon (110) confinement by high-k oxides", "comment": "4 pages, 4 figures", "summary": "The performance of silicon nano-devices at cryogenic temperatures is critical\nfor quantum computing technologies. Through multi-valley Monte Carlo\nsimulations of Si (110) systems, we reveal a fundamental shift in electron\ntransport physics at low temperatures. Phonon scattering becomes negligible,\nand mobility is instead dictated by a competition between remote Coulomb\nscattering (RCS) at low carrier densities and surface roughness scattering\n(SRS) at high densities. This competition creates a distinct peak in electron\nmobility. Furthermore, we demonstrate a critical design trade-off for\nhigh-$\\kappa$ dielectrics like $\\mathrm{HfO_2}$: while enhancing gate control,\nthey introduce strong remote phonon scattering, which can suppress mobility.\nThese findings provide essential guidelines for the material selection and\ndesign of next-generation cryogenic nano-devices."}
{"id": "2510.08253", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.08253", "abs": "https://arxiv.org/abs/2510.08253", "authors": ["Mohammad Amini", "Tiago V. C. Antão", "Liwei Jing", "Ziying Wang", "Antti Karjasilta", "Robert Drost", "Shawulienu Kezilebieke", "Jose L. Lado", "Adolfo O. Fumega", "Peter Liljeroth"], "title": "Observation of electromagnons in a monolayer multiferroic", "comment": null, "summary": "Van der Waals multiferroics have emerged as a promising platform to explore\nnovel magnetoelectric phenomena. Recently, it has been shown that monolayer\nNiI$_2$ hosts robust type-II multiferroicity down to the two-dimensional limit,\na giant dynamical magnetoelectric coupling at terahertz frequencies, and an\nelectrically switchable spin polarization. These developments present the\npossibility of engineering ultrafast, low-energy-consumption, and\nelectrically-tunable spintronic devices based on the collective excitations of\nthe multiferroic order, electromagnons. However, the direct visualization of\nthese bosonic modes in real space and within the monolayer limit remains\nelusive. Here, we report the atomic-scale observation of electromagnons in\nmonolayer NiI$_2$ using low-temperature scanning tunneling microscopy. By\ntracking the thermal evolution of the multiferroic phase, we establish the\nenergy scale and resolve coherent in-gap excitations of the symmetry-broken\nmultiferroic state. Comparison with first-principles and spin-model\ncalculations reveals that the low-energy modes originate from electromagnon\nexcitations. Spatially resolved inelastic tunneling spectroscopy maps show a\nstripe-like modulation of the local spectral function at electromagnon\nenergies, matching theoretical predictions. These results provide direct\nevidence of the internal structure of electromagnons and establish a\nmethodology to probe these modes at the atomic scale, opening avenues for\nelectrically tunable spintronics."}
{"id": "2510.08289", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.08289", "abs": "https://arxiv.org/abs/2510.08289", "authors": ["Yu. D. Panov", "V. A. Ulitko", "D. N. Yasinskaya", "A. S. Moskvin"], "title": "Modified Monte Carlo method with the heat bath algorithm for a model cuprate", "comment": "6 pages, 5 figures", "summary": "The results of numerical simulation using a modified Monte Carlo method with\na heat bath algorithm for the pseudospin model of cuprates are presented. The\ntemperature phase diagrams are constructed for various degrees of doping and\nfor various parameters of the model, and the effect of local correlations on\nthe critical temperatures of the model cuprate is investigated. It is shown\nthat, in qualitative agreement with the results of the mean field, the heat\nbath algorithm leads to a significant decrease in the estimate of critical\ntemperatures due to more complete accounting of fluctuations, and also makes it\npossible to detect phase inhomogeneous states. The possibility of using machine\nlearning to accelerate the heat bath algorithm is discussed."}
{"id": "2510.08315", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.08315", "abs": "https://arxiv.org/abs/2510.08315", "authors": ["Jean-Luc Garden"], "title": "A nonequilibrium distribution for stochastic thermodynamics", "comment": "14 pages; 20 references", "summary": "The canonical distribution of Gibbs is extended to the case of systems\noutside equilibrium. The distribution of probabilities of a discrete energy\nlevels system is used to provide a microscopic definition of work, along with a\nmicroscopic definition of the uncompensated heat of Clausius involved in\nnonequilibrium processes. The later is related to the presence of\nnon-conservatives forces with regards to the variation of the external\nparameters. This new framework is used to investigate the nonequilibrium\nrelations in stochastic thermodynamics. A new relation is derived for the\nrandom quantity of heat associated to the nonequilibrium work protocol. We\nfinally show that the distributions of probabilities of work, heat and\nuncompensated heat are non-independent each other during a nonequilibrium\nprocess."}
{"id": "2510.08334", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.08334", "abs": "https://arxiv.org/abs/2510.08334", "authors": ["Weixin Li", "Rundong Yuan", "Fenglin Zhong", "Bo Peng", "Jean-Philippe Ansermet", "Haiming Yu"], "title": "Topological surface magnon-polariton in an insulating canted antiferromagnet", "comment": "21 pages, 3 figures", "summary": "Excitation and control of antiferromagnetic magnon modes lie at the heart of\ncoherent antiferromagnetic spintronics. Here, we propose a topological surface\nmagnon-polariton as the potential means to excite antiferromagnetic magnons in\nthe prototypical magnonic material hematite. We show that in an insulating\ncanted antiferromagnet, where the magnons can strongly couple to photons using\nelectrical on-chip layouts, a surface magnon-polariton mode exists in the gap\nof the bulk magnon-photon bands. The emergence of surface magnon-polariton mode\nis further attributed to the nontrivial topology of bulk magnon-photon bands.\nMagnon-photon coupling enhances the Berry curvature near the anticrossing\npoints, leading to a topological bulk Chern band associated with the surface\nmagnon-polaritons. Our work provides a general principle for the utilisation of\noptomagnetic properties in antiferromagnets, with an illustration of its\nfeasibility in the particular case of hematite."}
{"id": "2510.08397", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08397", "abs": "https://arxiv.org/abs/2510.08397", "authors": ["Jinhua Hong", "Alberto Guandalini", "Weibin Wu", "Haiming Sun", "Fuwei Wu", "Shulin Chen", "Chao Ma", "Kazu Suenaga", "Thomas Pichler", "Francesco Mauri"], "title": "Ultraviolet optical conductivity, exciton fine-structure and dispersion of freestanding monolayer h-BN", "comment": null, "summary": "Excitons govern the light-matter interaction in 2D gapped materials with\nintrinsically large binding energies. In spite of plentiful optical\nmeasurements in the visible for semiconducting transition-metal\ndichalcogenides, we still lack optical-absorption studies of the exciton\nstructure of insulating 2D materials that requires UV light. Moreover,\nmeasurements of the momentum dispersion of excitons in the vicinity of optical\nlimit are rare owing to low resolutions but hold the key to reveal\nquasiparticle interactions. To close this gap, we employ high momentum\nresolution electron energy loss spectroscopy ($q$-EELS) to explore exciton\ndispersions of mono- and few-layer hexagonal boron nitride. Surprisingly, we\nreveal a fine structure of the first bright exciton dispersion band composed by\ntwo features (A and A$'$), visible only at small momentum, not predicted by\nBethe-Salpeter calculations. Introducing an optical conductivity approximation\n(OCA), we extract from the experimental $q$-EELS spectra the ultraviolet (UV)\noptical conductivity at zero momentum, $\\sigma(\\omega)$, and discuss the\nexciton fine structure in $\\sigma(\\omega)$, consistent with previous\nphotoluminescence observations. Our findings establish a general methodology to\nprobe the fine structure of exciton dispersions, providing new insights into\nexciton-phonon sidebands and eventually polarons in low-dimensional materials."}
{"id": "2510.08401", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.08401", "abs": "https://arxiv.org/abs/2510.08401", "authors": ["Ekaterina A. Ilicheva", "Irina A. Chuyko", "Lev O. Luchnikov", "Polina K. Sukhorukova", "Nikita S. Saratovsky", "Anton A. Vasilev", "Luiza Alexanyan", "Anna A. Zarudnyaya", "Dmitri Yu. Dorofeev", "Sergey S. Kozlov", "Andrey P. Morozov", "Dmitry S. Muratov", "Yuriy N. Luponosov", "Danila S. Saranin"], "title": "Enhanced thermal stability of inverted perovskite solar cells by bulky passivation with pyridine-functionalized triphenylamine", "comment": null, "summary": "Despite competitive efficiency compared to Si solar cells and relevant\nstability at near room temperatures the rapid degradation at elevated\ntemperatures remains the critical obstacle for exploitation of perovskite\nphotovoltaics. In this work, a 4-(pyridin-4-yl)triphenylamine (TPA-Py) with\npyridine anchor group was employed for inter-grain bulk modification of\ndouble-cation CsCH(NH2)2PbI3 perovskite absorbers to enhance thermal stability.\nThrough coordination and dipole-dipole interactions, nitrogen-containing\nfragments (diphenylamine and pyridine) of TPA-Py passivate uncoordinated\ncations and improve the phase resilience of perovskite films against\nsegregation. This resulted in a power conversion efficiency of 21.3% with a\nhigh open-circuit voltage of 1.14 V. Notable impact of self-assembled monolayer\nincorporated into the bulk of perovskite film manifested in huge improvement of\nthermal stability at 85{\\deg}C (ISOS-D-2). TPA-Py modification improved\nextended the T80 lifetime to ~600 h compared to only 200 h for the reference\nunder harsh heating stress in ambient conditions. In-depth analysis using\nphotoinduced voltage transients and admittance spectroscopy after different\nstress periods revealed the screening of ion migration (0.45 eV) for devices\nwith TPA-Py. This work offers an important understanding of the bulk\nmodification of microcrystalline perovskite absorbers and guide for robust\ndesign of bulk and buried interfaces in highly efficient perovskite solar\ncells."}
{"id": "2510.08417", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08417", "abs": "https://arxiv.org/abs/2510.08417", "authors": ["Mariano Casas-Luna", "Dalibor Preisler", "Jiří Kozlík", "Josef Stráský"], "title": "Microstructure and phase stability within the AlMoNbTiZr system: design tools and compositional boundaries for a high-entropy alloy", "comment": null, "summary": "This study explores Ti-containing complex concentrated alloys (CCAs) within\nthe AlMoNbTiZr system, focusing on compositions located in regions of the Bo-Md\ndiagram characterized by low bond order (Bo) and d-orbital energy level (Md).\nFour alloys were designed near the line predicting stress-induced martensite\nformation in conventional Ti alloys, then cast, annealed at 1200{\\deg}C, and\nwater quenched. Their microstructures and phases were analyzed and compared\nagainst phase prediction tools commonly applied to high-entropy alloys (HEAs),\nnamely empirical parameters and CALPHAD simulations. Results highlight the\nstrong influence of chemical affinity, particularly the roles of Al, Mo, and Zr\nconcentrations, on solid-solution stability. A maximum Al content of 10 at% was\nidentified as the threshold for achieving a single-phase microstructure,\nobserved in the 10Al15Mo10Nb35Ti30Zr alloy. This alloy exhibited a bcc/b2\nstructure with high compressive strength (above 1300 MPa), low Young's modulus\n(28 GPa), and limited strain (<6%), but lacked the transformation-induced\nstrengthening mechanisms expected for Ti alloys with comparable Bo-Md values."}
{"id": "2510.08422", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.08422", "abs": "https://arxiv.org/abs/2510.08422", "authors": ["Glen P. Kiely", "Bruno Semião", "Evgeniia Ponomareva", "Rafael Nuñez-Palacio", "Unna Arpiainen", "Andrea E. Sand"], "title": "Trajectory-Dependent Electronic Energy Losses in Ion Range Simulations", "comment": "8 pages, 6 figures", "summary": "The energy losses of energetic ions in materials depend on both nuclear and\nelectronic interactions. In channeling geometries, the stopping effect of these\ninteractions can be highly reduced, resulting in deeper ion penetration.\nComprehensive, trajectory-dependent models for ion-material interactions are\ntherefore crucial for the accurate prediction of ion range profiles. We present\nthe implementation of a recent electron density-dependent energy-loss model in\nthe efficient molecular dynamics-based MDRANGE code. The model captures\n\\textit{ab initio} electron dynamics using a parametrized ion energy loss\nfunction, based on calculations for explicit trajectories using real-time\ntime-dependent density functional theory. We demonstrate the efficient\nsimulation of trajectory-dependent ion range profiles with this comprehensive\nmodel for electronic energy losses. Our results indicate that accurate\ntrajectory-dependent ion range profiles can be simulated using well-fitted\nparametrizations of this model. This method offers a unique tool for validation\nof the fitted energy-loss functions using energetic ion ranges, which can be\nmeasured experimentally but are beyond the capability of full MD simulations\ndue to the computational expense."}
{"id": "2510.08490", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.08490", "abs": "https://arxiv.org/abs/2510.08490", "authors": ["Zijian Wang", "Ruihua Fan", "Tianle Wang", "Samuel J. Garratt", "Ehud Altman"], "title": "Fractional quantum Hall states under density decoherence", "comment": "19 pages + 8 pages appendix + 3 figures", "summary": "Fractional quantum Hall states are promising platforms for topological\nquantum computation due to their capacity to encode quantum information in\ntopologically degenerate ground states and in the fusion space of non-abelian\nanyons. We investigate how the information encoded in two paradigmatic states,\nthe Laughlin and Moore-Read states, is affected by density decoherence --\ncoupling of local charge density to non-thermal noise. We identify a critical\nfilling factor $\\nu_c$, above which the quantum information remains fully\nrecoverable for arbitrarily strong decoherence. The $\\nu=1/3$ Laughlin state\nand $\\nu = 1/2$ Moore-Read state both lie within this range. Below $\\nu_c$ both\nclasses of states undergo a decoherence induced\nBerezinskii-Kosterlitz-Thousless (BKT) transition into a critical decohered\nphase. For Laughlin states, information encoded in the topological ground state\nmanifold degrades continuously with decoherence strength inside this critical\nphase, vanishing only in the limit of infinite decoherence strength. On the\nother hand, quantum information encoded in the fusion space of non-abelian\nanyons of the Moore-Read states remains fully recoverable for arbitrary strong\ndecoherence even beyond the BKT transition. These results lend further support\nto the promise of non-Abelian FQH states as platforms for topological quantum\ncomputation and raises the question of how errors in such states can be\ncorrected."}
{"id": "2510.08502", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2510.08502", "abs": "https://arxiv.org/abs/2510.08502", "authors": ["Denis S. Goldobin", "Lyudmila S. Klimenko", "Irina V. Tyulkina", "Vasily A. Kostin", "Lev A. Smirnov"], "title": "Kinetic description of one-dimensional stochastic dynamics with small inertia", "comment": "24 pages, 5 figures", "summary": "We study single-variable approaches for describing stochastic dynamics with\nsmall inertia. The basic models we deal with describe passive Brownian\nparticles and phase elements (phase oscillators, rotators, superconducting\nJosephson junctions) with an effective inertia in the case of a linear\ndissipation term and active Brownian particles in the case of a nonlinear\ndissipation. Elimination of a fast variable (velocity) reduces the\ncharacterization of the system state to a single variable and is formulated in\nfour representations: moments, cumulants, the basis of Hermite functions, and\nthe formal cumulant variant of the last. This elimination provides rigorous\nmathematical description for the overdamped limit in the case of linear\ndissipation and the overactive limit of active Brownian particles. For the\nformer, we derive a low-dimensional equation system which generalizes the\nOtt-Antonsen Ansatz to systems with small effective inertia. In the latter\ncase, we derive a Fokker-Planck-type equation with a forced drift term and an\neffective diffusion in one dimension, where the standard two-/three-dimensional\nmechanism is impossible. In the four considered representations, truncated\nequation chains are demonstrated to be utilitary for numerical simulation for a\nsmall finite inertia."}
{"id": "2510.08557", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.08557", "abs": "https://arxiv.org/abs/2510.08557", "authors": ["Jaroslaw Pawlowski", "Dickson Thian", "Repaka Maheswar", "Chai Jian Wei", "Pawan Kumar", "Sudhiranjan Tripathy", "Hugh O. H. Churchill", "Dharmraj Kotekar Patil"], "title": "Classical to Quantum Diffusive Transport in Atomically Thin Semiconductors Capped with High-k Dielectric", "comment": "4 figure, 6 supplemnetary figures", "summary": "The dielectric environment surrounding semiconductors plays a crucial role in\ndetermining device performance, a role that becomes especially pronounced in\natomically thin semiconductors where charge carriers are confined within a few\natomic layers and strongly interact with their surroundings. High-k\ndielectrics, such as hafnium oxide (HfO2), have been shown to enhance the\nperformance of two-dimensional (2D) materials by suppressing scattering from\ncharged impurities and phonons, but most studies to date have focused on\nroom-temperature transistor operation. Their influence on quantum transport\nproperties at low temperatures remains largely unexplored. In this work, we\ninvestigate how capping monolayer molybdenum disulfide (MoS2) with HfO2\nmodifies its electronic behavior in the quantum regime. By comparing devices\nwith and without HfO2 capping, we find that uncapped devices exhibit transport\ndominated by classical diffusive scattering, whereas capped devices show clear\nFabry-Perot interference patterns, providing direct evidence of phase-coherent\nquantum transport enabled by dielectric screening. To gain further insight, we\ndevelop a tight-binding interferometer model that captures the effect of\ndielectric screening on conductive modes and reproduces the experimental\ntrends. Our findings demonstrate that dielectric engineering provides a\npowerful route to control transport regimes in TMD devices."}
{"id": "2510.07683", "categories": ["physics.comp-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.07683", "abs": "https://arxiv.org/abs/2510.07683", "authors": ["Zicheng Yan", "Jialiang Tao", "Christian Franck", "David L. Henann"], "title": "A Virtual Fields Method-Genetic Algorithm (VFM-GA) calibration framework for isotropic hyperelastic constitutive models with application to an elastomeric foam material", "comment": "36 pages with 11 figures", "summary": "This work introduces a calibration framework for material parameter\nidentification in isotropic hyperelastic constitutive models. The framework\nsynergizes the Virtual Fields Method (VFM) to define an objective function with\na Genetic Algorithm (GA) as the optimization method to facilitate automated\ncalibration. The formulation of the objective function uses experimental\ndisplacement fields measured from Digital Image Correlation (DIC) synchronized\nwith load cell data and can accommodate data from experiments involving\nhomogeneous or inhomogeneous deformation fields. The framework places no\nrestrictions on the target isotropic hyperelastic constitutive model,\naccommodating models with coupled dependencies on deformation invariants and\nspecialized functional forms with a number of material parameters, and assesses\nmaterial stability, eliminating sets of material parameters that potentially\nlead to non-physical behavior for the target hyperelastic constitutive model.\nTo minimize the objective function, a GA is deployed as the optimization tool\ndue to its ability to navigate the intricate landscape of material parameter\nspace. The VFM-GA framework is evaluated by applying it to a hyperelastic\nconstitutive model for compressible elastomeric foams. The evaluation process\nentails a number of tests that employ both homogeneous and inhomogeneous\ndisplacement fields collected from DIC experiments on open-cell foam specimens.\nThe results outperform manual fitting, demonstrating the framework's robust and\nefficient capability to handle material parameter identification for complex\nhyperelastic constitutive models."}
