{"id": "2509.25365", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.25365", "abs": "https://arxiv.org/abs/2509.25365", "authors": ["Maxence Arutkin", "Shlomi Reuveni"], "title": "Diffusion with doubly stochastic resetting", "comment": "13 pages, 3 figures", "summary": "Diffusion with stochastic resetting, instantaneous returns of a diffusing\nparticle to a reference point, creates a stationary probability distribution.\nThe paradigm is extended here to a doubly stochastic protocol in which the\nresetting rate itself fluctuates in time and relaxes on its own timescale. An\nexact steady-state solution reveals three spatial regimes: a\nfluctuation-dominated core near the origin, a power-law regime at intermediate\ndistances, and a far-field exponential decay fixed by the rate-relaxation time.\nThese results expose how the instantaneous rate, mean rate, and relaxation time\ncome together to determine the non-equilibrium steady state."}
{"id": "2509.26269", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cs.NE"], "pdf": "https://arxiv.org/pdf/2509.26269", "abs": "https://arxiv.org/abs/2509.26269", "authors": ["Qichen Xu", "Anna Delin"], "title": "A general optimization framework for mapping local transition-state networks", "comment": null, "summary": "Understanding how complex systems transition between states requires mapping\nthe energy landscape that governs these changes. Local transition-state\nnetworks reveal the barrier architecture that explains observed behaviour and\nenables mechanism-based prediction across computational chemistry, biology, and\nphysics, yet current practice either prescribes endpoints or randomly samples\nonly a few saddles around an initial guess. We present a general optimization\nframework that systematically expands local coverage by coupling a\nmulti-objective explorer with a bilayer minimum-mode kernel. The inner layer\nuses Hessian-vector products to recover the lowest-curvature subspace (smallest\nk eigenpairs), the outer layer optimizes on a reflected force to reach index-1\nsaddles, then a two-sided descent certifies connectivity. The GPU-based\npipeline is portable across autodiff backends and eigensolvers and, on large\natomistic-spin tests, matches explicit-Hessian accuracy while cutting peak\nmemory and wall time by orders of magnitude. Applied to a DFT-parameterized\nN\\'eel-type skyrmionic model, it recovers known routes and reveals previously\nunreported mechanisms, including meron-antimeron-mediated N\\'eel-type\nskyrmionic duplication, annihilation, and chiral-droplet formation, enabling up\nto 32 pathways between biskyrmion (Q=2) and biantiskyrmion (Q=-2). The same\ncore transfers to Cartesian atoms, automatically mapping canonical\nrearrangements of a Ni(111) heptamer, underscoring the framework's generality."}
{"id": "2509.25386", "categories": ["cond-mat.stat-mech", "physics.comp-ph", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2509.25386", "abs": "https://arxiv.org/abs/2509.25386", "authors": ["Alexander Leibenzon", "Samuel W. S. Johnson", "Ruth E. Baker", "Michael Assaf"], "title": "Spatial correlations in SIS processes on regular random graphs", "comment": "10 pages, 5 figures", "summary": "In network-based SIS models of infectious disease transmission, infection can\nonly occur between directly connected individuals. This constraint naturally\ngives rise to spatial correlations between the states of neighboring nodes, as\nthe infection status of connected individuals becomes interdependent. Although\nmean-field approximations are commonly invoked to simplify disease forecasting\non networks, they fail to account for these correlations by assuming that\ninfectious individuals are well-mixed within a population, leading to\ninaccurate predictions of infection numbers over time. As such, the development\nof mathematical frameworks that account for spatially correlated infections is\nof great interest, as they offer a compromise between accurate disease\nforecasting and analytic tractability. Here, we use existing corrections to\nmean-field theory on the regular lattice to construct a more general framework\nfor equivalent corrections on regular random graph topologies. We derive and\nsimulate a system of ordinary differential equations for the time evolution of\nthe spatial correlation function at various geodesic distances on random\nnetworks, and use solutions to this hierarchy of ordinary differential\nequations to predict the global infection density as a function of time,\nfinding good agreement with corresponding numerical simulations. Our results\nconstitute a substantial development on existing corrections to mean-field\ntheory for infectious individuals in SIS processes and provide an in-depth\ncharacterization of how structural randomness in networks affects the dynamical\ntrajectories of infectious diseases on networks."}
{"id": "2509.26304", "categories": ["physics.comp-ph", "78A50, 78M15, 65N38, 31A10"], "pdf": "https://arxiv.org/pdf/2509.26304", "abs": "https://arxiv.org/abs/2509.26304", "authors": ["Johan Helsing", "Anders Karlsson"], "title": "The uniqueness of inverse scattering problems, reciprocity principles, and nonradiating sources related to low-signature structures", "comment": "18 pages, 11 figures", "summary": "This paper is about perfectly electrically conducting structures designed to\nproduce negligible scattered power when exposed to a time-harmonic plane\nelectromagnetic wave. The structures feature cavities capable of concealing\nobjects. Theoretical investigations of the properties of the structures\ncombined with accurate numerical computations lead to three key findings: the\nfirst concerns the uniqueness of the solution to an inverse scattering problem,\nthe second establishes a reciprocity relation for the far-field scattering\namplitude, and the third reveals the existence of non-radiating sources that\ngenerate substantial electromagnetic fields near the source region. The results\nhave applications in low-observable technology."}
{"id": "2509.25486", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.25486", "abs": "https://arxiv.org/abs/2509.25486", "authors": ["Maximilian Schebek", "Jutta Rogal"], "title": "Scalable Boltzmann Generators for equilibrium sampling of large-scale materials", "comment": null, "summary": "The use of generative models to sample equilibrium distributions of many-body\nsystems, as first demonstrated by Boltzmann Generators, has attracted\nsubstantial interest due to their ability to produce unbiased and uncorrelated\nsamples in `one shot'. Despite their promise and impressive results across the\nnatural sciences, scaling these models to large systems remains a major\nchallenge. In this work, we introduce a Boltzmann Generator architecture that\naddresses this scalability bottleneck with a focus on applications in materials\nscience. We leverage augmented coupling flows in combination with graph neural\nnetworks to base the generation process on local environmental information,\nwhile allowing for energy-based training and fast inference. Compared to\nprevious architectures, our model trains significantly faster, requires far\nless computational resources, and achieves superior sampling efficiencies.\nCrucially, the architecture is transferable to larger system sizes, which\nallows for the efficient sampling of materials with simulation cells of\nunprecedented size. We demonstrate the potential of our approach by applying it\nto several materials systems, including Lennard-Jones crystals, ice phases of\nmW water, and the phase diagram of silicon, for system sizes well above one\nthousand atoms. The trained Boltzmann Generators produce highly accurate\nequilibrium ensembles for various crystal structures, as well as Helmholtz and\nGibbs free energies across a range of system sizes, able to reach scales where\nfinite-size effects become negligible."}
{"id": "2509.26309", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26309", "abs": "https://arxiv.org/abs/2509.26309", "authors": ["Yunhai Li", "Zewen Wu", "Miao Zhang", "Junyi Wang", "Shengjun Yuan"], "title": "TBPLaS 2.0: a Tight-Binding Package for Large-scale Simulation", "comment": null, "summary": "We introduce version 2.0 of TBPLaS, a package for large-scale simulation\nbased on the tight-binding propagation method (TBPM). This new version brings\nsignificant improvements with many new features. Existing Python/Cython\nmodeling tools have been thoroughly optimized, and a compatible C++\nimplementation of the modeling tools is now available, offering efficiency\nenhancement of several orders. The solvers have been rewritten in C++ from\nscratch, with the efficiency enhanced by several times or even by an order. The\nworkflow of utilizing solvers has also been unified into a more comprehensive\nand consistent manner. New features include spin texture, Berry curvature and\nChern number calculation, search of eigenvalues within a specific energy range,\nanalytical Hamiltonian, and GPU computing support. The documentation and\ntutorials have also been updated to the new version. In this paper, we discuss\nthe revisions with respect to version 1.3 and demonstrate the new features.\nBenchmarks on modeling tools and solvers are also provided."}
{"id": "2509.25511", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2509.25511", "abs": "https://arxiv.org/abs/2509.25511", "authors": ["Marco Bussoletti", "Mirko Gallo", "Amir Jafari", "Gregory L. Eyink"], "title": "Non-Gaussian statistics of concentration fluctuations in free liquid diffusion", "comment": null, "summary": "We show that the three-point skewness of concentration fluctuations is\nnon-vanishing in free liquid diffusion, even in the limit of vanishingly small\nmean concentration gradients. We exploit a high-Schmidt reduction of nonlinear\nLandau-Lifshitz hydrodynamics for a binary fluid, both analytically and by a\nmassively parallel Lagrangian Monte Carlo simulation. Non-Gaussian statistics\nresult from nonlinear coupling of concentration fluctuations to thermal\nvelocity fluctuations, analogous to the turbulent advection of a passive\nscalar. Concentration fluctuations obey no central limit theorem, counter to\nthe predictions of macroscopic fluctuation theory for generic diffusive\nsystems."}
{"id": "2509.26408", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.26408", "abs": "https://arxiv.org/abs/2509.26408", "authors": ["Aigbe Awenlimobor", "Jiajun Xu"], "title": "Method for backtracking the layer thermal conductivities of multilayer thin film structure using coupled Newton Raphson approach and 3-omega approach", "comment": null, "summary": "The thermal conductivity of thin films is commonly estimated using the\n3-omega experimental method. When calibrating the test setup, it is customary\nto use a specimen with a known thermal conductivity for validation. However,\nwhen determining the thermal conductivity of samples with unknown values,\nnumerical approximations can provide a means to validate experimental results\nand ensure the integrity of the setup. A simple analytical or finite element\nanalysis (FEA) method can be used to achieve this. For multilayer systems of\nunknown layer thermal conductivities, the 3-omega experimental setup only\nprovides information about the overall bulk thermal conductivity of the system.\nTo obtain the individual layer thermal conductivities, a combined experimental\nand numerical approach can be used. This article presents a novel method for\nbacktracking the layer thermal conductivities of a multilayer thin film\nstructure using a coupled 3-omega experimental and Newton-Raphson numerical\napproach. The method is validated using high-fidelity data obtained from\nliterature."}
{"id": "2509.25318", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.25318", "abs": "https://arxiv.org/abs/2509.25318", "authors": ["Veronika C. Stangier", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Strong-coupling superconductivity near Gross-Neveu quantum criticality in Dirac systems", "comment": "15 pages, 7 figures", "summary": "We study two-dimensional massless Dirac fermions at neutrality, coupled to\nbosonic modes through a Yukawa interaction. We then examine the intriguing\npossibility that such a system, devoid of carriers at zero temperature, might\nnevertheless exhibit superconductivity. Remarkably, we find that\nsuperconductivity emerges in the vicinity of Gross-Neveu quantum criticality,\nprovided the fermions cease to behave as well-defined quasiparticles, that is,\nonce their anomalous dimension in the normal state becomes sufficiently large.\nIn other words, well-defined fermions do not superconduct, whereas ill-defined\nones do. We analyze four symmetry-distinct bosonic modes, each capable of\ndriving normal-state criticality and, in three of the four cases, giving rise\nto a distinct superconducting phase. While phase fluctuations are strong in\nthis regime, we argue that they do not destroy the superconducting state. We\nfurther characterize the resulting pairing states for a concrete Dirac model of\nspin-orbit coupled systems with orbitals of different parity. Our results are\nobtained using the SYK-inspired framework for Dirac systems introduced by Kim\net al.[1], which provides a controlled approach to the strongly coupled regime\nof Dirac fluids near Gross-Neveu criticality."}
{"id": "2509.25251", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25251", "abs": "https://arxiv.org/abs/2509.25251", "authors": ["Todor M. Mishonov", "Albert M. Varonov", "Kaloian D. Lozanov"], "title": "Metal-insulator transition in a CuO chain created by Kondo interaction", "comment": "8 pages, 2 figures, 47 references", "summary": "Over twenty years ago Alexei Abrikosov [A.A. Abrikosov, Metal-insulator\ntransition in layered cuprates (SDW model), Physica C: Supercond. Vol. 391, 2,\n147-159 (2003)] considered the Spin-Density-Waves (SDW) model for the\nmetal-insulator transition in layered cuprates. In one of those cuprates,\nYBa$_2$Cu$_3$O$_{7-\\delta}$, there are one-dimensional (1D) CuO chains of\ncopper and oxygen ions. In the present work we consider the metal-insulator\ntransition in the model case of a 1D CuO chain in the regime of half-filling of\nthe band. Our model is essentially the same, but as an exchange interaction\ncausing the metal-insulator transition, we consider Kondo-Zener two-electron\nexchange, which successfully describes many of the electronic properties of the\nlayered cuprates."}
{"id": "2509.25281", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.25281", "abs": "https://arxiv.org/abs/2509.25281", "authors": ["Yingming Pu", "Tao Lin", "Hongyu Chen"], "title": "Mechanisms of Matter: Language Inferential Benchmark on Physicochemical Hypothesis in Materials Synthesis", "comment": null, "summary": "The capacity of Large Language Models (LLMs) to generate valid scientific\nhypotheses for materials synthesis remains largely unquantified, hindered by\nthe absence of benchmarks probing physicochemical logics reasoning. To address\nthis, we introduce MatterMech, a benchmark for evaluating LLM-generated\nhypotheses across eight nanomaterial synthesis domains. Our analysis reveals a\ncritical disconnect: LLMs are proficient in abstract logic yet fail to ground\ntheir reasoning in fundamental physicochemical principles. We demonstrate that\nour proposed principle-aware prompting methodology substantially outperforms\nstandard Chain-of-Thought, enhancing both hypothesis accuracy and computational\nefficiency. This work provides a methodological framework to advance LLMs\ntoward reliable scientific hypothesis generation in materials science. The\nMatterMech benchmark and associated code is publicly available at\n\\href{https://github.com/amair-lab/MatterMech}{GitHub}."}
{"id": "2509.25436", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.25436", "abs": "https://arxiv.org/abs/2509.25436", "authors": ["Matheus M. F. Moraes", "Lee M. Thompson"], "title": "Natural Excitation Framework for Defining the External Space: Uncontracted and Internally Contracted Multireference Nonorthogonal Wavefunction Theories", "comment": null, "summary": "In this communication, we examine new formalisms for the construction of the\nexternal space when correlating reference wavefunctions built from\nnonorthogonal determinant expansions. Defining the external space in\nnonorthogonal approaches is challenging, as every substitution from the\nreference wavefunction can potentially mix both internal and external\nconfigurations. As a result, post-nonorthogonal methods are plagued by internal\ncontamination and linear dependencies in the external space, which may lead to\ncorrelation double counting that results from overlap of the external and\nreference spaces. Removal of these internal configurations and\northonormalization of the excited space basis can be computationally expensive.\nIn particular, as the excitation operators cannot be subdivided by their action\non orbital subspaces, the external space cannot be partitioned into\nnon-overlapping subsets as is possible in orthogonal methods. To resolve these\nissues, we propose both uncontracted and internally-contracted approaches based\non a natural excitation framework that allows for reduced scaling, more\nstraightforward separation of excitation types that lead to external and\ninternal spaces, and allows for a facile translation of orthogonal methods to a\nnonorthogonal framework. Several proofs are provided to illustrate the\nviability of the proposed approach, using a method-agnostic presentation to\nhighlight the generality of the approach."}
{"id": "2509.25316", "categories": ["cond-mat.mes-hall", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2509.25316", "abs": "https://arxiv.org/abs/2509.25316", "authors": ["Zoltán Guba", "Robert-Jan Slager", "Lavi K. Upreti", "Tomáš Bzdušek"], "title": "Topological non-Abelian Gauge Structures in Cayley-Schreier Lattices", "comment": "11 pages (including 5 figures, bibliography, and supplementary\n  information file)", "summary": "Recently, novel crystalline constructions known as Cayley-Schreier lattices\nhave been suggested as a platform for realizing arbitrary gauge fields in\nsynthetic crystals with real hopping amplitudes. We show that Cayley-Schreier\nlattices can naturally give rise to implementable lattice systems that\nincorporate non-Abelian gauge structures transforming into a space-group\nsymmetry. We show that the symmetry sectors can, moreover, be interpreted as\nblocks of spin models that can effectively realize a wealth of different\ntopological invariants in a single setup. We underpin these general results\nwith concrete models and show how they can be implemented in current\nexperimental platforms. Our work sets the stage for a systematic investigation\nof topological insulators and metals with non-Abelian gauge structures."}
{"id": "2509.25251", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25251", "abs": "https://arxiv.org/abs/2509.25251", "authors": ["Todor M. Mishonov", "Albert M. Varonov", "Kaloian D. Lozanov"], "title": "Metal-insulator transition in a CuO chain created by Kondo interaction", "comment": "8 pages, 2 figures, 47 references", "summary": "Over twenty years ago Alexei Abrikosov [A.A. Abrikosov, Metal-insulator\ntransition in layered cuprates (SDW model), Physica C: Supercond. Vol. 391, 2,\n147-159 (2003)] considered the Spin-Density-Waves (SDW) model for the\nmetal-insulator transition in layered cuprates. In one of those cuprates,\nYBa$_2$Cu$_3$O$_{7-\\delta}$, there are one-dimensional (1D) CuO chains of\ncopper and oxygen ions. In the present work we consider the metal-insulator\ntransition in the model case of a 1D CuO chain in the regime of half-filling of\nthe band. Our model is essentially the same, but as an exchange interaction\ncausing the metal-insulator transition, we consider Kondo-Zener two-electron\nexchange, which successfully describes many of the electronic properties of the\nlayered cuprates."}
{"id": "2509.25714", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.25714", "abs": "https://arxiv.org/abs/2509.25714", "authors": ["Fang-Ming Cui", "Hui Dong"], "title": "Finite-Time Thermodynamics Perspective into Nuclear Power Plant Heat Cycle", "comment": "14 pages, 8 figures", "summary": "Nuclear power plants are prominent examples of heat-to-work conversion\nsystems, and optimizing their thermodynamic performance offers significant\npotential for enhancing energy efficiency. With a development history of less\nthan a century, optimization trends in nuclear power plants indicate that\nclassical thermodynamics alone may be insufficient, particularly when\nmaximizing output power rather than efficiency becomes the primary focus. This\npaper re-examines nuclear power plant thermodynamic cycles through the lens of\nfinite-time thermodynamics, an approach specifically developed to address the\npractical requirement of enhancing power output. Beginning with the simpler\nBrayton cycle without phase transitions, we obtain the famous Curzon-Ahlborn\nformula for efficiency at maximum power. Subsequently we analyze the more\ncomplex Rankine cycle, which incorporates phase transitions. By explicitly\nconsidering the working fluid undergoing phase transitions within the cycle, we\nuncover the inherent trade-off between output power and efficiency.\nAdditionally, we demonstrate that both the maximum attainable power and\nefficiency increase as latent heat rises. These findings shall provide insights\nand methodologies for future thermodynamic optimization of nuclear power plants\nand other Rankine-type cycle systems."}
{"id": "2509.25386", "categories": ["cond-mat.stat-mech", "physics.comp-ph", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2509.25386", "abs": "https://arxiv.org/abs/2509.25386", "authors": ["Alexander Leibenzon", "Samuel W. S. Johnson", "Ruth E. Baker", "Michael Assaf"], "title": "Spatial correlations in SIS processes on regular random graphs", "comment": "10 pages, 5 figures", "summary": "In network-based SIS models of infectious disease transmission, infection can\nonly occur between directly connected individuals. This constraint naturally\ngives rise to spatial correlations between the states of neighboring nodes, as\nthe infection status of connected individuals becomes interdependent. Although\nmean-field approximations are commonly invoked to simplify disease forecasting\non networks, they fail to account for these correlations by assuming that\ninfectious individuals are well-mixed within a population, leading to\ninaccurate predictions of infection numbers over time. As such, the development\nof mathematical frameworks that account for spatially correlated infections is\nof great interest, as they offer a compromise between accurate disease\nforecasting and analytic tractability. Here, we use existing corrections to\nmean-field theory on the regular lattice to construct a more general framework\nfor equivalent corrections on regular random graph topologies. We derive and\nsimulate a system of ordinary differential equations for the time evolution of\nthe spatial correlation function at various geodesic distances on random\nnetworks, and use solutions to this hierarchy of ordinary differential\nequations to predict the global infection density as a function of time,\nfinding good agreement with corresponding numerical simulations. Our results\nconstitute a substantial development on existing corrections to mean-field\ntheory for infectious individuals in SIS processes and provide an in-depth\ncharacterization of how structural randomness in networks affects the dynamical\ntrajectories of infectious diseases on networks."}
{"id": "2509.25322", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25322", "abs": "https://arxiv.org/abs/2509.25322", "authors": ["Adarsh S. Patri", "Josephine J. Yu", "Yi-Ming Wu", "T. Senthil", "Hart Goldman"], "title": "The Sound of Electrons Shattering: Current Noise Composition Laws for Electron Fractionalization", "comment": "5 + 6 pages; 1 figure", "summary": "We develop a theory of the non-equilibrium current response for metallic\nsystems near quantum critical points where electronic quasiparticles\nfractionalize, such as systems near continuous metal-insulator transitions or\ncomposite Fermi liquid to Fermi liquid transitions. Applying a generalized\nresponse theory within a Keldysh path integral framework, we derive a\nnon-perturbative current noise composition law, wherein the total noise is the\nsum of the noise of each fractionalized constituent (bosonic holons and\nfermionic spinons), weighted by their respective resistivities. We demonstrate\nthat the formally derived composition relations can be interpreted in terms of\na simple analogy with resistors in series. We leverage this composition rule\nnear certain quantum critical points to show that the shot noise can be\nsuppressed in long nanowires as compared to Fermi liquid expectations due to\nthe collusion of quantum criticality with fractionalization."}
{"id": "2509.25344", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25344", "abs": "https://arxiv.org/abs/2509.25344", "authors": ["Hao-Xin Wang", "Hanbit Oh", "Tobias Helbig", "Bai Yang Wang", "Jiarui Li", "Yijun Yu", "Harold Y. Hwang", "Hong-Chen Jiang", "Yi-Ming Wu", "S. Raghu"], "title": "Origin of Spin Stripes in Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "8 pages with 5 figures", "summary": "The bilayer nickelate La$_3$Ni$_2$O$_7$ has emerged as a new high temperature\nsuperconductor. We propose and study a microscopic Hamiltonian that addresses\nthe interplay of lattice structure and magnetism in this system. Using\nstate-of-the-art density matrix renormalization group calculations, we show\nthat $(\\pi/2,\\pi/2)$ spin stripe order emerges in our model and exhibits a\nhidden quasi-one dimensionality. The spin stripe order occurs over a range of\nelectron concentrations, but requires a sizable Hund's coupling $J_H$. Our\nmodel exhibits superconducting tendency only when the interlayer\nantiferromagnetic coupling $J_\\bot$ becomes sufficiently large, which naturally\noccurs under pressure. Our study unveils the microscopic origin of both the\nunusual spin stripes and superconductivity in La$_3$Ni$_2$O$_7$, and highlights\nthe indispensable role of Hund's coupling $J_H$ in this system."}
{"id": "2509.25303", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25303", "abs": "https://arxiv.org/abs/2509.25303", "authors": ["Wenlu Shi", "Gene D. Nelson", "Han-Hsuan Wu", "Yiwei Ju", "Xiaoqing Pan", "Wilson Ho", "Ilya N. Krivorotov"], "title": "High-efficiency Pt$_{75}$Au$_{25}$-based spintronic terahertz emitters", "comment": "7 pages, 4 figures", "summary": "Spintronic terahertz emitters (STEs) generate broadband THz radiation via\nultrafast spin-charge conversion in magnetic multilayers, offering spectral\ncoverage beyond that of photoconductive antennas and nonlinear optical\ncrystals. Here, we demonstrate a new type of STE based on PtxAu100-x alloy that\nachieves significantly higher THz output power than widely used Pt-based\ndevices. Alloy composition and layer thickness tuning yield Pt75Au25 as the\noptimal alloy providing a 30 % increase in THz power in CoFeB/Pt75Au25 bilayer\nSTEs compared to the optimized CoFeB/Pt reference STE. In\nW/CoFeB/Pt$_{75}$Au$_{25}$ trilayer STEs, we observe a 10 % higher THz power\nthan in the optimized W/CoFeB/Pt trilayer. The STE efficiency is reduced upon\nannealing for both Pt$_{75}$Au$_{25}$- and Pt-based STEs due to formation of\ninterfacial alloys. Our results establish Pt$_{75}$Au$_{25}$ as a promising\nplatform for high-performance STEs, where its giant spin Hall effect\nsignificantly enhances efficiency over conventional Pt-based devices."}
{"id": "2509.25724", "categories": ["physics.chem-ph", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.25724", "abs": "https://arxiv.org/abs/2509.25724", "authors": ["Zhe Liu", "Yuyan Ni", "Zhichen Pu", "Qiming Sun", "Siyuan Liu", "Wen Yan"], "title": "Towards A Universally Transferable Acceleration Method for Density Functional Theory", "comment": null, "summary": "Recently, sophisticated deep learning-based approaches have been developed\nfor generating efficient initial guesses to accelerate the convergence of\ndensity functional theory (DFT) calculations. While the actual initial guesses\nare often density matrices (DM), quantities that can convert into density\nmatrices also qualify as alternative forms of initial guesses. Hence, existing\nworks mostly rely on the prediction of the Hamiltonian matrix for obtaining\nhigh-quality initial guesses. However, the Hamiltonian matrix is both\nnumerically difficult to predict and intrinsically non-transferable, hindering\nthe application of such models in real scenarios. In light of this, we propose\na method that constructs DFT initial guesses by predicting the electron density\nin a compact auxiliary basis representation using E(3)-equivariant neural\nnetworks. Trained on small molecules with up to 20 atoms, our model is able to\nachieve an average 33.3% self-consistent field (SCF) step reduction on systems\nup to 60 atoms, substantially outperforming Hamiltonian-centric and DM-centric\nmodels. Critically, this acceleration remains nearly constant with increasing\nsystem sizes and exhibits strong transferring behaviors across orbital basis\nsets and exchange-correlation (XC) functionals. To the best of our knowledge,\nthis work represents the first and robust candidate for a universally\ntransferable DFT acceleration method. We are also releasing the SCFbench\ndataset and its accompanying code to facilitate future research in this\npromising direction."}
{"id": "2509.25330", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25330", "abs": "https://arxiv.org/abs/2509.25330", "authors": ["A. A. Burkov"], "title": "Chiral charge conservation and ballistic magnetotransport in a disordered Weyl semimetal", "comment": "8 pages", "summary": "We demonstrate that in an ideal Weyl semimetal, in which the Fermi energy\ncoincides with the band-touching nodes, weak direct inter-nodal scattering is\nirrelevant and, as a result, the chiral charge is (almost) exactly conserved.\nThis leads to an experimentally-observable effect: in an applied magnetic\nfield, the charge transport along the field becomes purely ballistic, with the\nconductance given by $e^2/h$ per magnetic flux quantum through the sample\ncross-section. This is the strongest experimental manifestation of nontrivial\ntopology in Weyl and Dirac semimetals."}
{"id": "2509.25281", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.25281", "abs": "https://arxiv.org/abs/2509.25281", "authors": ["Yingming Pu", "Tao Lin", "Hongyu Chen"], "title": "Mechanisms of Matter: Language Inferential Benchmark on Physicochemical Hypothesis in Materials Synthesis", "comment": null, "summary": "The capacity of Large Language Models (LLMs) to generate valid scientific\nhypotheses for materials synthesis remains largely unquantified, hindered by\nthe absence of benchmarks probing physicochemical logics reasoning. To address\nthis, we introduce MatterMech, a benchmark for evaluating LLM-generated\nhypotheses across eight nanomaterial synthesis domains. Our analysis reveals a\ncritical disconnect: LLMs are proficient in abstract logic yet fail to ground\ntheir reasoning in fundamental physicochemical principles. We demonstrate that\nour proposed principle-aware prompting methodology substantially outperforms\nstandard Chain-of-Thought, enhancing both hypothesis accuracy and computational\nefficiency. This work provides a methodological framework to advance LLMs\ntoward reliable scientific hypothesis generation in materials science. The\nMatterMech benchmark and associated code is publicly available at\n\\href{https://github.com/amair-lab/MatterMech}{GitHub}."}
{"id": "2509.26123", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.26123", "abs": "https://arxiv.org/abs/2509.26123", "authors": ["Fei Liu", "Jiayin Gu"], "title": "Computing Large Deviations of First-Passage-Time Statistics in Open Quantum Systems: Two Methods", "comment": "16 pages, 2 figures", "summary": "We propose two methods for computing the large deviations of the\nfirst-passage-time statistics in general open quantum systems. The first method\ndetermines the region of convergence of the joint Laplace transform and the\n$z$-transform of the first-passage time distribution by solving an equation of\npoles with respect to the $z$-transform parameter. The scaled cumulant\ngenerating function is then obtained as the logarithm of the boundary values\nwithin this region. The theoretical basis lies in the facts that the dynamics\nof the open quantum systems can be unraveled into a piecewise deterministic\nprocess and there exists a tilted Liouville master equation in Hilbert space.\nThe second method uses a simulation-based approach built on the wave function\ncloning algorithm. To validate both methods, we derive analytical expressions\nfor the scaled cumulant generating functions in field-driven two-level and\nthree-level systems. In addition, we present numerical results alongside\ncloning simulations for a field-driven system comprising two interacting\ntwo-level atoms."}
{"id": "2509.26397", "categories": ["physics.chem-ph", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.26397", "abs": "https://arxiv.org/abs/2509.26397", "authors": ["Siwoo Lee", "Adji Bousso Dieng"], "title": "Are neural scaling laws leading quantum chemistry astray?", "comment": null, "summary": "Neural scaling laws are driving the machine learning community toward\ntraining ever-larger foundation models across domains, assuring high accuracy\nand transferable representations for extrapolative tasks. We test this promise\nin quantum chemistry by scaling model capacity and training data from quantum\nchemical calculations. As a generalization task, we evaluate the resulting\nmodels' predictions of the bond dissociation energy of neutral H$_2$, the\nsimplest possible molecule. We find that, regardless of dataset size or model\ncapacity, models trained only on stable structures fail dramatically to even\nqualitatively reproduce the H$_2$ energy curve. Only when compressed and\nstretched geometries are explicitly included in training do the predictions\nroughly resemble the correct shape. Nonetheless, the largest foundation models\ntrained on the largest and most diverse datasets containing dissociating\ndiatomics exhibit serious failures on simple diatomic molecules. Most\nstrikingly, they cannot reproduce the trivial repulsive energy curve of two\nbare protons, revealing their failure to learn the basic Coulomb's law involved\nin electronic structure theory. These results suggest that scaling alone is\ninsufficient for building reliable quantum chemical models."}
{"id": "2509.25703", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.25703", "abs": "https://arxiv.org/abs/2509.25703", "authors": ["Ling-Feng Zhang", "Wing Chi Yu"], "title": "Probing phase transitions in non-Hermitian systems with quantum entanglement", "comment": "14 pages, 9 figures", "summary": "We study the quantum entanglement and quantum phase transition of the\nnon-Hermitian anisotropic spin-1/2 XY model and XXZ model with the staggered\nimaginary field by analytical methods and numerical exact diagonalization,\nrespectively. Various entanglement measures, including concurrence, negativity,\nmutual information, and quantum coherence, and both biorthogonal and\nself-normal quantities are investigated. Both the biorthogonal and self-normal\nentanglement quantities, except the biorthogonal concurrence, are found to be\ncapable of detecting the first-order and $\\mathcal{PT}$ transitions in the XXZ\nmodel, as well as the Ising and $\\mathcal{RT}$ transitions in the XY model. In\naddition, we introduce the unconstrained concurrence and demonstrate its\neffectiveness in detecting these transitions. On the other hand, the\nBeresinskii-Kosterlitz-Thoules (BKT) transition in the XXZ model is revealed\nthrough concurrence and negativity at small non-Hermiticity strengths. Notably,\nthe critical points observed in the Hermitian limit evolve into exceptional\npoints as the strength of the non-Hermiticity increases. Furthermore, we find\nthat the first-order transition survives up to a higher non-Hermiticity\nstrength compared to the BKT transition within the $\\mathcal{PT}$-symmetric\nregime of the XXZ model."}
{"id": "2509.25423", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.acc-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25423", "abs": "https://arxiv.org/abs/2509.25423", "authors": ["Oleksandr Hryhorenko", "Anne-Marie Valente-Feliciano", "Eric M. Lechner"], "title": "Electropolishing-Induced Topographic Defects in Niobium: Insights and Implications for Superconducting Radio Frequency Applications", "comment": null, "summary": "Electropolishing is the premier surface preparation method for high-Q,\nhigh-gradient superconducting RF cavities made of Nb. This leaves behind an\napparently smooth surface, yet the achievable peak magnetic fields fall well\nbelow the superheating field of Nb, in most cases. In this work, the ultimate\nsurface finish of electropolishing was investigated by studying its effect on\nhighly polished Nb samples. Electropolishing introduces high slope angle\nsloped-steps at grain boundaries. The magnetic field enhancement and\nsuperheating field suppression factors associated with such a geometry are\ncalculated in the London theory. Despite the by-eye smoothness of\nelectropolished Nb, such defects compromise the stability of the low-loss\nMeissner state, likely limiting the achievable peak accelerating fields in\nsuperconducting RF cavities. Finally, the impact of surface roughness on\nimpurity diffusion is investigated which can link surface roughness to the\neffectiveness of heat treatments like low-temperature baking or nitrogen\ninfusion in the vortex nucleation or hydride hypotheses. Surface roughness\ntends to decrease the effective dose of impurities as a result of the expansion\nof impurities into regions with greater internal angle. The effective dose of\nimpurities can be protected by minimizing slope angles and step heights,\nensuring uniformity."}
{"id": "2509.25371", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25371", "abs": "https://arxiv.org/abs/2509.25371", "authors": ["Brian Skinner", "Poulomi Chakraborty", "Joshua Scales", "Joseph P. Heremans"], "title": "Design Principles for Topological Thermoelectrics", "comment": "review article: 27 pages, 9 figures, 4 tables. Suggestions and\n  comments welcome", "summary": "Conventional metals, insulators, and semimetals are constrained by\nfundamental limitations in terms of their thermoelectric performance.\nTopological materials offer certain features that allow them to circumvent\nthese constraints, and potentially to form the basis for thermoelectric devices\nwith unprecedented efficiency. In this article we review the thermoelectric\nperformance of topological materials, focusing specifically on nodal\nsemimetals, such as Weyl and nodal-line semimetals. We discuss how certain\nunique ``topological'' features of these materials -- namely their\ntopologically protected band touching points, electron-hole degenerate lowest\nLandau level, and Berry curvature -- allow them to exhibit thermoelectric\nproperties that go beyond what is possible in conventional materials,\nparticularly in the presence of an applied magnetic field. We focus our\ndiscussion on the goal of achieving large figure of merit $zT$, and for each\nmaterial class we summarize optimal \\emph{design principles} for selecting\nmaterials that maximize thermoelectric efficiency.\n  We then use these optimal design principles to design and implement a\nhigh-throughput database search for topological semimetals that are promising\nas thermoelectrics. In addition to highlighting a number of materials that are\nalready known to have large magnetothermoelectric effects, our search uncovers\ntwelve additional materials that are especially promising for near-future\nexperiments."}
{"id": "2509.25798", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.25798", "abs": "https://arxiv.org/abs/2509.25798", "authors": ["Suhwan Song", "Heejae Kim", "Jaehee Jang", "Hyuntae Cho", "Gunhee Kim", "Geonu Kim"], "title": "Scalable Reactive Atomistic Dynamics with GAIA", "comment": null, "summary": "The groundbreaking advance in materials and chemical research has been driven\nby the development of atomistic simulations. However, the broader applicability\nof the atomistic simulations remains restricted, as they inherently depend on\nenergy models that are either inaccurate or computationally prohibitive.\nMachine learning interatomic potentials (MLIPs) have recently emerged as a\npromising class of energy models, but their deployment remains challenging due\nto the lack of systematic protocols for generating diverse training data. Here\nwe automate the construction of training datasets to enable the development of\ngeneral-purpose MLIPs, by introducing GAIA, an end-to-end framework to build a\nwide range of atomic arrangements. By employing systematic evaluation of\nmetadynamics for effective structural exploration, GAIA overcomes the heuristic\nnature of conventional dataset generation. Using GAIA, we constructed Titan25,\na benchmark-scale dataset, and trained MLIPs that closely match both static and\ndynamic density functional theory results. The models further reproduce\nexperimental observations across reactive regimes, including detonation,\ncoalescence, and catalytic activity. GAIA narrows the gap between experiment\nand simulation, and paves the way for the development of universal MLIPs that\ncan reliably describe a wide spectrum of materials and chemical processes."}
{"id": "2509.25635", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25635", "abs": "https://arxiv.org/abs/2509.25635", "authors": ["D. Quang To", "Dai Q. Ho", "Joshua M. O. Zide", "Lars Gundlach", "M. Benjamin Jungfleisch", "Garnett W. Bryant", "Anderson Janotti", "Matthew F. Doty"], "title": "Quantum geometric origins of the orbital degrees of freedom of hybrid bosonic quasiparticles in magnetic systems", "comment": "8 pages, 3 figures", "summary": "The orbital degree of freedom has recently attracted significant attention\ndue to the novel phenomena it enables in condensed matter systems. However, the\ninterpretation of the orbital degree of freedom in bosonic quasiparticles\nremains conceptually ambiguous and the mechanisms governing the transfer of\norbital angular moment (OAM) between distinct quasiparticles, such as magnons\nand phonons, are not yet fully understood. We investigate orbital dynamics in\nbosonic systems and identify two origins of OAM: (i) global rotational motion\nof the system, and (ii) the quantum geometry of wavefunctions. Focusing on the\nlatter, we study strongly coupled magnon-phonon systems in two-dimensional\nantiferromagnets as a test case. We uncover finite OAM arising from quantum\ngeometric effects via two mechanisms: (a) time-parity symmetry breaking,\nyielding intra band OAM, and (b) interband coupling, generating interband OAM.\nWe propose that an electrical detection scheme based on the transverse voltage\ngenerated by hybrid magnon phonon modes can be used to experimentally probe the\nbosonic orbital degree of freedom. Our results establish a foundation for the\nemerging field of phonon orbitronics, providing both a conceptual bridge\nbetween phonon and magnon orbitronics and a tool for better understanding\nmagnon-polarons. They also advance a unified framework for harnessing orbital\ndegrees of freedom in bosonic systems and pave the way toward electrical\ncontrol of magnetization and phononic transport."}
{"id": "2509.25303", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25303", "abs": "https://arxiv.org/abs/2509.25303", "authors": ["Wenlu Shi", "Gene D. Nelson", "Han-Hsuan Wu", "Yiwei Ju", "Xiaoqing Pan", "Wilson Ho", "Ilya N. Krivorotov"], "title": "High-efficiency Pt$_{75}$Au$_{25}$-based spintronic terahertz emitters", "comment": "7 pages, 4 figures", "summary": "Spintronic terahertz emitters (STEs) generate broadband THz radiation via\nultrafast spin-charge conversion in magnetic multilayers, offering spectral\ncoverage beyond that of photoconductive antennas and nonlinear optical\ncrystals. Here, we demonstrate a new type of STE based on PtxAu100-x alloy that\nachieves significantly higher THz output power than widely used Pt-based\ndevices. Alloy composition and layer thickness tuning yield Pt75Au25 as the\noptimal alloy providing a 30 % increase in THz power in CoFeB/Pt75Au25 bilayer\nSTEs compared to the optimized CoFeB/Pt reference STE. In\nW/CoFeB/Pt$_{75}$Au$_{25}$ trilayer STEs, we observe a 10 % higher THz power\nthan in the optimized W/CoFeB/Pt trilayer. The STE efficiency is reduced upon\nannealing for both Pt$_{75}$Au$_{25}$- and Pt-based STEs due to formation of\ninterfacial alloys. Our results establish Pt$_{75}$Au$_{25}$ as a promising\nplatform for high-performance STEs, where its giant spin Hall effect\nsignificantly enhances efficiency over conventional Pt-based devices."}
{"id": "2509.26318", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26318", "abs": "https://arxiv.org/abs/2509.26318", "authors": ["Yuriy Dublenych"], "title": "Classical Heisenberg and XY models on zigzag ladder lattices with nearest-neighbor bilinear-biquadratic exchange: Exact solution for the ground-state problem", "comment": "11 pages, one table, 12 figures", "summary": "An exact and complete solution of the ground-state problem for the classical\nHeisenberg and XY models with nearest-neighbor bilinear-biquadratic exchange on\ntwo- and three-dimensional lattices composed of isosceles triangles is\ndetermined with the use of a cluster method. It is shown how the geometric\nfrustration due to the presence of triangles as structural units leads to the\nemergence of a rich phase diagram with incommensurate spiral orderings and\ntheir collinear limits, as well as canted and noncoplanar (conical) structures.\nSurprisingly, there are two different spiral phases with both continuous and\ndiscontinuous phase transitions between them. One of these phases is degenerate\non two-dimensional partially anisotropic triangular lattice. This degeneracy is\nlifted on three-dimensional lattices. Canted phase is highly degenerate and\nthis degeneracy persists on three-dimensional lattices."}
{"id": "2509.25761", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25761", "abs": "https://arxiv.org/abs/2509.25761", "authors": ["Daiki Sasamoto", "Joji Nasu"], "title": "Schwinger boson theory for $S=1$ Kitaev quantum spin liquids", "comment": "17 pages, 8 figures", "summary": "The Kitaev model is an exactly solvable model with a quantum spin liquid\nground state. While this model was originally proposed as an $S=1/2$ spin model\non a honeycomb lattice, extensions to higher-spin systems have recently\nattracted attention. In contrast to the $S=1/2$ case, such higher-$S$ models\nare not exactly solvable and remain poorly understood, particularly for spin\nexcitations at finite temperatures. Here, we focus on the $S=1$ Kitaev model,\nwhich is proposed to host bosonic quasiparticles. We investigate this model\nusing Schwinger boson mean-field theory, introducing bosonic spinons as\nfractional quasiparticles by extending bond operators to address anisotropic\nspin interactions. We determine the mean-field parameters that realize a\nquantum spin liquid in both ferromagnetic and antiferromagnetic Kitaev models.\nBased on this ansatz, we calculate dynamical and equal-time spin structure\nfactors. We find that the conventional scheme based on Wick decoupling with\nrespect to spinons yields unphysical momentum dependence: it produces strong\nspectral weight indicating ferromagnetic (antiferromagnetic) correlations in\nthe antiferromagnetic (ferromagnetic) Kitaev model. To resolve this issue, we\npropose an alternative evaluation based on decoupling with respect to bond\noperators. We demonstrate that, in our scheme, such unphysical behavior\ndisappears and the momentum dependence of the spin structure factors is\nconsistent with the sign of the exchange constant. We also compute the\ntemperature evolution of the dynamical spin structure factor and find that the\nzero-temperature continuum splits into two distinct structures as temperature\nincreases, which can be understood in terms of the bandwidth narrowing of\nspinons. Finally, we clarify why the two decoupling schemes result in different\nmomentum dependences and discuss their relationship to previous studies."}
{"id": "2509.25772", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25772", "abs": "https://arxiv.org/abs/2509.25772", "authors": ["Shekhar Chandra Pandey", "Shilpam Sharma", "R. Venkatesh", "L. S. Sharath Chandra", "M. K. Chattopadhyay"], "title": "Effect of Deposition Pressure on the Superconductivity of Ti40V60 Alloy Thin Films", "comment": null, "summary": "The growth and characterization of high quality superconducting thin films is\nessential for fundamental understanding and also for the use of these films in\ntechnological applications. In the present study, Ti40V60 alloy thin films have\nbeen deposited using DC magnetron co sputtering of Ti and V at ambient\ntemperatures. The effect of deposition pressure on the film morphology,\nsuperconducting and normal state properties has been studied. Measurement of\nelectrical resistance as a function of temperature indicates that up to a\ncertain deposition pressure, the 20 nm thick Ti40V60 films exhibit metallic\nbehavior in the normal state and superconductivity at low temperatures. Beyond\na threshold pressure, the films show a negative temperature coefficient of\nresistance with a residual resistance ratio less than one. Electrical transport\nmeasurements in the presence of magnetic field were performed to find the\ncurrent voltage characteristics of the thin films. Analysis of the I V curves\nindicates that the Ti40V60 alloy thin films have a large transport critical\ncurrent density (JC) e.g. 1.475E10 A per m2 in zero magnetic field and 2.657E09\nA per m2 in 4 T (both at 4 K). Analysis of the field dependence of flux line\npinning force density indicates a combined effect of core delta k surface and\ncore delta k point pinning mechanisms (where k is the Ginzburg Landau\nparameter). Additionally, spatial variations in the superconducting critical\ntemperature (TC ) across the sample contribute to delta TC pinning. In higher\nmagnetic fields, a contribution from delta l pinning (where l is the electron\nmean free path) also becomes significant. The findings indicate the potential\nof Ti40V60 alloy thin film for superconducting device applications like\ncryogenic radiation detectors."}
{"id": "2509.25490", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25490", "abs": "https://arxiv.org/abs/2509.25490", "authors": ["Jacob Jeffries", "Himanshu Singh", "Romain Perriot", "Christian Negre", "Antonio Redondo", "Enrique Martinez"], "title": "Kinetic Monte Carlo prediction of the morphology of pentaerythritol tetranitrate", "comment": "10 pages, 3 figures", "summary": "In this work, we develop an atomistic, graph-based kinetic Monte Carlo (KMC)\nsimulation routine to predict crystal morphology. Within this routine, we\nencode the state of the supercell in a binary occupation vector and the\ntopology of the supercell in a simple nearest-neighbor graph. From this\nencoding, we efficiently compute the interaction energy of the system as a\nquadratic form of the binary occupation vector, representing pairwise\ninteractions. This encoding, coupled with a simple diffusion model for\nadsorption, is then used to model evaporation and adsorption dynamics at\nsolid-liquid interfaces. The resulting intermolecular interaction-breaking\nenergies are incorporated into a kinetic model to predict crystal morphology,\nwhich is implemented in the open-source Python package Crystal Growth Kinetic\nMonte Carlo (cgkmc). We then apply this routine to pentaerythritol tetranitrate\n(PETN), an important energetic material, showing excellent agreement with the\nattachment energy model."}
{"id": "2509.25840", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.25840", "abs": "https://arxiv.org/abs/2509.25840", "authors": ["Ryotaro Hoshino", "Yoshitaka Tanimura"], "title": "A Multimode Classical Hierarchical Fokker-Planck Equations Approach to Molecular Vibrations: Simulating Two-Dimensional Spectra", "comment": "12 pages, 3 figures", "summary": "The multimode Brownian model with nonlinear system-bath coupling offers a\nflexible framework for studying both intra- and intermolecular vibrational\nmodes in condensed-phase molecular systems. This approach allows us to\ncalculate linear and nonlinear spectra of molecular vibrations and to examine\nthermal effects-such as anharmonicity, energy relaxation, and dephasing-as\nreflected in the spectral peak profiles. In this study, we present a computer\nprogram based on classical hierarchical Fokker-Planck equations applied to\nthree vibrational modes of a molecular liquid. The primary objective of\ndeveloping this code was to simulate the two-dimensional correlation spectrum\nof the intramolecular modes of liquid water. [R. Hoshino and Y. Tanimura, J.\nChem. Phys. 162, 044105 (2025)]. The code has been further refined to optimize\ngrid selection and numerical integration routines for graphics processing units\n(GPUs). As a demonstration, we apply this setup to simulate three interacting\nmodes representing intermolecular vibrations in water, and calculate the\nresulting two-dimensional terahertz-Raman signals. The code and example\nroutines are available in the supplementary material."}
{"id": "2509.25691", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.25691", "abs": "https://arxiv.org/abs/2509.25691", "authors": ["Yaqing Yang", "Zhen Zhang", "Liwen Zhang", "Liantuan Xiao", "Suotang Jia", "Jun Chen", "Lei Zhang"], "title": "Electric-field control of pure spin photocurrent in germanene", "comment": null, "summary": "The electrical control of pure spin current remains a central challenge in\nspintronics, particularly in time-reversal symmetric systems composed of\nnonmagnetic elements, where spin and electric fields interact only indirectly.\nIn this work, we develop a theoretical framework for electrically tuning pure\nspin photocurrent in two-dimensional materials with time-reversal symmetry via\na gate electric field. Through theoretical analysis, we demonstrate that in\nsystems with spin-orbit coupling and in-plane mirror symmetry, an out-of-plane\nelectric field induces spin splitting and reversal in the band structure near\nthe Fermi energy, enabling magnitude control and direction reversal of the pure\nspin photocurrent. To validate this mechanism, we perform first-principles\ncalculations on germanene, an experimentally realized two-dimensional material.\nBeyond amplitude modulation, we reveal that reversing the direction of the\napplied electric field leads to a corresponding reversal of the pure spin\nphotocurrent. Furthermore, we show that the pure spin photocurrent can be tuned\nby varying the photon energy and the incident angle of light, providing\nadditional degrees of control over spin transport. These findings establish a\nrobust strategy for electric-field-controlled pure spin transport in\ntwo-dimensional materials, offering new possibilities for the development of\noptospintronic devices."}
{"id": "2509.25316", "categories": ["cond-mat.mes-hall", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2509.25316", "abs": "https://arxiv.org/abs/2509.25316", "authors": ["Zoltán Guba", "Robert-Jan Slager", "Lavi K. Upreti", "Tomáš Bzdušek"], "title": "Topological non-Abelian Gauge Structures in Cayley-Schreier Lattices", "comment": "11 pages (including 5 figures, bibliography, and supplementary\n  information file)", "summary": "Recently, novel crystalline constructions known as Cayley-Schreier lattices\nhave been suggested as a platform for realizing arbitrary gauge fields in\nsynthetic crystals with real hopping amplitudes. We show that Cayley-Schreier\nlattices can naturally give rise to implementable lattice systems that\nincorporate non-Abelian gauge structures transforming into a space-group\nsymmetry. We show that the symmetry sectors can, moreover, be interpreted as\nblocks of spin models that can effectively realize a wealth of different\ntopological invariants in a single setup. We underpin these general results\nwith concrete models and show how they can be implemented in current\nexperimental platforms. Our work sets the stage for a systematic investigation\nof topological insulators and metals with non-Abelian gauge structures."}
{"id": "2509.26608", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.26608", "abs": "https://arxiv.org/abs/2509.26608", "authors": ["M. Ali Saif", "Bassam M. Mughalles", "Ibrahim G. H. Loqman"], "title": "Comparative study of Wavelet transform and Fourier domain filtering for medical image denoising", "comment": "21 pages, 11 figures", "summary": "Denoising of images is a crucial preprocessing step in medical imaging,\nessential for improving diagnostic clarity. While deep learning methods offer\nstate-of-the-art performance, their computational complexity and data\nrequirements can be prohibitive. In this study we present a comprehensive\ncomparative analysis of two classical, computationally efficient\ntransform-domain techniques: Discrete Wavelet Transform (DWT) and Discrete\nFourier Cosine Transform (DFCT) filtering. We evaluated their efficacy in\ndenoising medical images which corrupted by Gaussian, Uniform, Poisson, and\nSalt-and-Pepper noise. Contrary to the common hypothesis favoring wavelets for\ntheir multi-resolution capabilities, our results demonstrate that a block-based\nDFCT approach consistently and significantly outperforms a global DWT approach\nacross all noise types and performance metrics (SNR, PSNR, IM). We attribute\nDFCT's superior performance to its localized processing strategy, which better\npreserves fine details by operating on small image blocks, effectively adapting\nto local statistics without introducing global artifacts. This finding\nunderscores the importance of algorithmic selection based on processing\nmethodology, not just transform properties, and positions DFCT as a highly\neffective and efficient denoising tool for practical medical imaging\napplications."}
{"id": "2509.26105", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26105", "abs": "https://arxiv.org/abs/2509.26105", "authors": ["Michelle Ocker", "Franziska Walther", "Nour Maraytta", "Matthieu Le Tacon", "Michael Merz", "Cornelius Krellner", "Kristin Kliemt"], "title": "Anisotropic antiferromagnetic order in EuPd$_3$Si$_2$", "comment": null, "summary": "Single crystals of EuPd$_3$Si$_2$ were grown using a high-temperature\nEuPd-flux method. The material was structurally and chemically characterized by\nsingle-crystal x-ray diffraction, powder x-ray diffraction, Laue method and\nenergy-dispersive x-ray spectroscopy. The structural analysis confirmed the\northorhombic crystal structure (space group $Imma$) but revealed differences in\nthe lattice parameters and bond distances in comparison to previous work by\nSharma et al.. The composition is close to the ideal 1:3:2 stoichiometry with\nan occupation of 7 % of the Si sites by Pd. The heat capacity, electrical\nresistivity, and magnetic susceptibility show two magnetic transitions\nindicating antiferromagnetic ordering below $T_{\\rm N1}= 61\\,\\rm K$ and a spin\nreorientation at $T_{\\rm N2}= 40\\,\\rm K$. The orthorhombic material shows\nmagnetic anisotropy with field applied along the three main symmetry axes,\nwhich is summarized in the temperature-field phase diagrams. The susceptibility\ndata hint to an alignment of the magnetic moments along $[100]$ between $T_{\\rm\nN1}$ and $T_{\\rm N2}$. Below $T_{\\rm N2}$ the magnetic structure changes to an\narrangement with moments canted away from $[100]$. In contrast to published\nwork by Sharma et al., the single crystals investigated in this study show AFM\norder below $T_{\\rm N1}$ instead of ferromagnetism that sets in at higher\n$T_{\\rm C1}=78\\,\\rm K$ which might originate from certain differences in the\nstructure, composition or defects that have an impact on the dominant coupling\nconstants of the RKKY interaction."}
{"id": "2509.25797", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25797", "abs": "https://arxiv.org/abs/2509.25797", "authors": ["Shekhar Chandra Pandey Shilpam Sharma", "M. K. Chattopadhyay"], "title": "Growth Optimization of MoSi Thin Film and Measurement of Transport Critical Current Density of its Meander Structure", "comment": null, "summary": "Amorphous thin film superconductors are promising alternatives for the\ndevelopment of superconducting radiation detectors, especially superconducting\nnanowire single photon detectors (SNSPDs) and superconducting microwire single\nphoton detectors (SWSPDs), due to their homogeneous nature, ease of deposition,\nand superconducting parameters comparable to the materials currently being\nused. A study on the optimization of the growth technology and superconducting\ntransition temperature (TC) of MoSi thin films grown on SiO2 coated Si\nsubstrate is reported here. These films have been synthesized by co sputtering\nof Mo and Si targets with varying compositions and thicknesses to achieve\noptimized TC values close to that of the bulk. Mo80Si20 and Mo83Si17\ncompositions of the film, each with a thickness of 17 nm, exhibited the highest\nTC of 6.4 K and 5.9 K, respectively. Additionally, a meander structure with a\n17 um wire width was patterned to estimate the transport critical current\ndensity (JC), which was measured to be 1.4E9 A per m2 at 4 K. Variation of the\nTC with film thickness and deposition pressure has been studied. Electrical\nresistance as a function of temperature of the film before and after meandering\nwas also studied. These properties are compatible with the fabrication of\nsuperconducting nanowire, microwire and wide strip single photon detectors."}
{"id": "2509.25634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25634", "abs": "https://arxiv.org/abs/2509.25634", "authors": ["Tapesh Gautam", "S. Satpathy"], "title": "Spin and Orbital Edelstein effect in gated monolayer transition metal dichalcogenides", "comment": null, "summary": "The Edelstein effect consists of the non-equilibrium accumulation of\nmagnetization in response to an applied electric field in systems with broken\ninversion symmetry. While the spin Edelstein effect (SEE), originating from\nspin moments, is well established, its orbital counterpart, where magnetization\narises from orbital moment, has only recently begun to attract attention. In\nthis work, we investigate the orbital Edelstein effect (OEE) in gated monolayer\ntransition-metal dichalcogenides (TMDs), such as MoS2, by using\nfirst-principles density-functional calculations with both electron and hole\ndoping. The gate-induced broken mirror symmetry produces a Rashba-type chiral\nspin/orbital angular momentum texture, which in turn leads to the Edelstein\neffect in response to an applied in-plane electric field. We find that for\nelectron doping the Edelstein response is dominated by the orbital channel,\nwhereas for hole doping the orbital and spin contributions are comparable. For\nthe case of hole doping, both OEE and SEE are strongly enhanced by a small\namount of strain, due to strain-driven shifts between the Gamma and K/K' valley\nenergies. We derive analytical expressions for the spin and orbital Edelstein\nsusceptibilities and evaluate their magnitudes from first-principles.\nRemarkably, the predicted OEE in gated monolayer TMDs is an order of magnitude\nlarger than values reported in previously studied systems. Our results identify\nTMDs as promising platforms for studying the orbital Edelstein effect and\nhighlight their potential applications in spintronics devices."}
{"id": "2509.26057", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.26057", "abs": "https://arxiv.org/abs/2509.26057", "authors": ["Jannis Kockläuner", "Majid Shaker", "Maximilian Muth", "Simon Steinbach", "Christoph Oleszak", "Ole Lytken", "Hans-Peter Steinrück", "Dorothea Golze"], "title": "Decoding Shake-up Satellites in XPS through Large-Scale ab initio Simulations: Spectral Signatures of Ring Fusion in Porphyrins", "comment": null, "summary": "In X-ray photoelectron spectroscopy (XPS), shake-up satellites arise when\ncore ionization is accompanied by simultaneous charge-neutral valence\nexcitations. Although these satellites can contain detailed structural\ninformation, they are rarely interpreted due to the lack of accurate and\nscalable theoretical methods. Here, we develop and apply a many-body\nperturbation theory framework within the $GW$ plus cumulant ($GW+C$) approach\nthat enables accurate predictions of shake-up satellites in large molecular\nsystems. For unfused, mono-fused, and doubly fused porphyrin derivatives with\nup to 170 atoms, we achieve excellent agreement with experiment, reproducing\nboth main photoionization signals and satellite features within $0.2-0.3$ eV.\nWe show that ring fusion strongly affects satellite features, whereas the N 1s\nphotoionization signals remain unchanged. Our calculations reveal the mechanism\nbehind these changes, identifying the spatial localization of valence\nexcitations as the driving force. This work not only deepens understanding of\nthe shake-up mechanism in porphyrins but also shows how predictive computations\ncan unlock the chemical information encoded in satellites."}
{"id": "2509.26228", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26228", "abs": "https://arxiv.org/abs/2509.26228", "authors": ["Martina Trahms", "Bharti Mahendru", "Clemens B. Winkelmann", "Katharina J. Franke"], "title": "From Shapiro steps to photon-assisted tunneling in microwave-driven atomic-scale Josephson junctions with a single (magnetic) adatom", "comment": null, "summary": "Ultra-small Josephson junctions are strongly influenced by noise and damping\ndue to energy dissipation into the environment, which are expected to suppress\nphase coherence. Here, we investigate the coherence properties of atomic-scale\nJosephson junctions in a scanning tunneling microscope under microwave\nexcitation. Plain Pb-Pb junctions exhibit hysteretic Shapiro steps as signature\nof a coherent resonant state. With increasing AC amplitude, phase coherence is\nreduced due to an increase of thermal fluctuations. In the presence of magnetic\nadatoms the Josephson coupling energy is reduced and quasi-particle tunneling\nis enhanced. With AC driving we observe a rapid suppression of coherence that\nwe ascribe to photon-assisted quasi-particle tunneling through Yu-Shiba-Rusinov\nstates. Our results highlight the presence of phase coherence and shed light on\nthe origin of the transition to incoherent transport, thereby revealing the\nimportance of controlling dissipation in nanoscale superconducting devices."}
{"id": "2509.25318", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.25318", "abs": "https://arxiv.org/abs/2509.25318", "authors": ["Veronika C. Stangier", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Strong-coupling superconductivity near Gross-Neveu quantum criticality in Dirac systems", "comment": "15 pages, 7 figures", "summary": "We study two-dimensional massless Dirac fermions at neutrality, coupled to\nbosonic modes through a Yukawa interaction. We then examine the intriguing\npossibility that such a system, devoid of carriers at zero temperature, might\nnevertheless exhibit superconductivity. Remarkably, we find that\nsuperconductivity emerges in the vicinity of Gross-Neveu quantum criticality,\nprovided the fermions cease to behave as well-defined quasiparticles, that is,\nonce their anomalous dimension in the normal state becomes sufficiently large.\nIn other words, well-defined fermions do not superconduct, whereas ill-defined\nones do. We analyze four symmetry-distinct bosonic modes, each capable of\ndriving normal-state criticality and, in three of the four cases, giving rise\nto a distinct superconducting phase. While phase fluctuations are strong in\nthis regime, we argue that they do not destroy the superconducting state. We\nfurther characterize the resulting pairing states for a concrete Dirac model of\nspin-orbit coupled systems with orbitals of different parity. Our results are\nobtained using the SYK-inspired framework for Dirac systems introduced by Kim\net al.[1], which provides a controlled approach to the strongly coupled regime\nof Dirac fluids near Gross-Neveu criticality."}
{"id": "2509.26176", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.26176", "abs": "https://arxiv.org/abs/2509.26176", "authors": ["Sizheng Cao", "Xian-Hui Ge"], "title": "Symmetry restoration in a fast scrambling system", "comment": "8 pages, 6 figures, 1 table", "summary": "Entanglement asymmetry -- used here as a direct probe of symmetry restoration\n-- provides a sharp diagnostic of post-quench dynamics. We test this idea in\nthe complex Sachdev--Ye--Kitaev (cSYK) model with a conserved U(1) charge.\nUsing exact diagonalization, we track the joint evolution of entanglement\nentropy and entanglement asymmetry after quenches from charge-asymmetric\nproduct states. We find rapid volume-law entanglement growth consistent with\nthe subsystem eigenstate thermalization hypothesis, accompanied by a concurrent\ndecay of entanglement asymmetry to a late-time plateau set by finite-size\neffects: small subsystems display near-complete restoration, while residual\ncross-sector weight yields a finite plateau. Notably, we uncover a quantum\nMpemba effect: states prepared further from symmetry relax faster and approach\nlower residual asymmetry; disorder in the couplings renders this behavior more\nrobust and monotonic across parameters. We further derive a Pinsker-type lower\nbound that ties the decay of asymmetry to differences in subsystem purity,\nidentifying dephasing between U(1) charge sectors as the operative mechanism.\nThese results establish entanglement asymmetry as a sensitive probe of symmetry\nrestoration and thermalization, clarifying finite-size limits in\nfast-scrambling, closed quantum systems."}
{"id": "2509.26151", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26151", "abs": "https://arxiv.org/abs/2509.26151", "authors": ["Yi Cui", "Zhanlong Wu", "Zhongcen Sun", "Kefan Du", "Jun Luo", "Shuo Li", "Jie Yang", "Jinchen Wang", "Rui Zhou", "Qian Chen", "Yoshimitsu Kohama", "Atsuhiko Miyata", "Zhuo Yang", "Rong Yu", "Weiqiang Yu"], "title": "Spin-supersolidity induced quantum criticality and magnetocaloric effect in the triangular-lattice antiferromagnet Rb$_2$Co(SeO$_3$)$_2$", "comment": "7 pages, 5 figures", "summary": "We performed high-field magnetization, magnetocaloric effect (MCE), and NMR\nmeasurements on the Ising triangular-lattice antiferromagnet\nRb$_2$Co(SeO$_3$)$_2$. The observations of the 1/3-magnetization plateau, the\nsplit NMR lines, and the thermal activation behaviors of the spin-lattice\nrelaxation rate $1/T_1$ between 2 T and 15.8 T provide unambiguous evidence of\na gapped up-up-down (UUD) magnetic ordered phase. For fields between 15.8 T and\n18.5 T, the anomaly in the magnetic susceptibility, the slow saturation of the\nNMR line spectral ratio with temperature, and the power-law temperature\ndependence of $1/T_1$ suggest the ground state to be a spin supersolid with\ngapless spin excitations. With further increasing the field, the Gr\\\"{u}neisen\nratio, extracted from the MCE data, reveals a continuous quantum phase\ntransition at $H_{\\rm C}\\approx$ 19.5 T and a universal quantum critical\nscaling with the exponents ${\\nu}z~\\approx~$1. Near $H_{\\rm C}$, the large\nhigh-temperature MCE signal and the broad peaks in the NMR Knight shift and\n$1/T_1$, manifest the strong spin fluctuations driven by both magnetic\nfrustration and quantum criticality. These results establish\nRb$_2$Co(SeO$_3$)$_2$ as a candidate platform for cryogenic magnetocaloric\ncooling."}
{"id": "2509.25823", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25823", "abs": "https://arxiv.org/abs/2509.25823", "authors": ["Kaito Yoda", "Ai Yamakage"], "title": "Superconducting gap structures in wallpaper fermion systems", "comment": "17 pages, 8 figures, proceedings of LT30", "summary": "We theoretically investigate the superconducting gap structures in wallpaper\nfermions, which are surface states of topological nonsymmorphic crystalline\ninsulators, based on a two-dimensional effective model. A symmetry analysis\nidentifies six types of momentum-independent pair potentials. One hosts a point\nnode, two host line nodes, and the remaining three are fully gapped. By\nclassifying the Bogoliubov--de Gennes Hamiltonian in the zero-dimensional\nsymmetry class, we show that the point and line nodes are protected by\n$\\mathbb{Z}_2$ topological invariants. In addition, for the\ntwofold-rotation-odd pair potential, nodes appear on the glide-invariant line\nand are protected by crystalline symmetries, as clarified by the\nMackey--Bradley theorem."}
{"id": "2509.25697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25697", "abs": "https://arxiv.org/abs/2509.25697", "authors": ["Naisargi Kanabar", "Seiichiro Higashiya", "Daniele Cherniak", "Devendra Sadana", "Stephen Bedell", "Haralabos Efstathiadis"], "title": "Lithium depth profiling in NMC/Graphite commercial coin cells under high C-rate cycling", "comment": null, "summary": "This study examines lithium distribution and its evolution in both anode and\ncathode materials of commercial lithium-ion coin cells subjected to high C-rate\ncycling, providing insights into lithium loss, trapping, and plating\nmechanisms. Cells were cycled at 1C to 3C rates, and post-mortem analysis were\nperformed using Li nuclear reaction Analysis (Li-NRA), x-ray diffraction (XRD),\nand scanning electron microscopy (SEM) equipped with energy-dispersive x-ray\nspectroscopy (EDS). Li-NRA using the resonant nuclear reaction between an\nincident high-energy proton and lithium was used to measure the depth\ndistribution of Li in the cathode and anode layers. The Li-NRA analysis\nrevealed a surface lithium peak on the anode, likely associated with SEI\nformation and lithium plating, while the cathode exhibited a decrease in\nlithium content by ~19.7%. XRD analysis of the cathode showed a contraction of\nthe c-lattice parameter and peak shifts consistent with lithium depletion and\nstructural deformation, supported by SEM imaging. In contrast, the dead\ngraphite anode shows an enhanced peak at 43.3{\\deg}, which corresponds to the\npresence of metallic lithium or possibly Cu. 3-C rate cycling also led to\ncapacity fade and an increase in internal resistance, highlighting the impact\nof lithium plating on cell performance."}
{"id": "2509.26397", "categories": ["physics.chem-ph", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.26397", "abs": "https://arxiv.org/abs/2509.26397", "authors": ["Siwoo Lee", "Adji Bousso Dieng"], "title": "Are neural scaling laws leading quantum chemistry astray?", "comment": null, "summary": "Neural scaling laws are driving the machine learning community toward\ntraining ever-larger foundation models across domains, assuring high accuracy\nand transferable representations for extrapolative tasks. We test this promise\nin quantum chemistry by scaling model capacity and training data from quantum\nchemical calculations. As a generalization task, we evaluate the resulting\nmodels' predictions of the bond dissociation energy of neutral H$_2$, the\nsimplest possible molecule. We find that, regardless of dataset size or model\ncapacity, models trained only on stable structures fail dramatically to even\nqualitatively reproduce the H$_2$ energy curve. Only when compressed and\nstretched geometries are explicitly included in training do the predictions\nroughly resemble the correct shape. Nonetheless, the largest foundation models\ntrained on the largest and most diverse datasets containing dissociating\ndiatomics exhibit serious failures on simple diatomic molecules. Most\nstrikingly, they cannot reproduce the trivial repulsive energy curve of two\nbare protons, revealing their failure to learn the basic Coulomb's law involved\nin electronic structure theory. These results suggest that scaling alone is\ninsufficient for building reliable quantum chemical models."}
{"id": "2509.26261", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.26261", "abs": "https://arxiv.org/abs/2509.26261", "authors": ["D. O. Oriekhov", "Stan Bergkamp", "Guliuxin Jin", "Juan Daniel Torres Luna", "Badr Zouggari", "Sibren van der Meer", "Naoual El Yazidi", "Eliska Greplova"], "title": "Why is topology hard to learn?", "comment": "5+8 pages, 4+7 figures", "summary": "Much attention has been devoted to the use of machine learning to approximate\nphysical concepts. Yet, due to challenges in interpretability of machine\nlearning techniques, the question of what physics machine learning models are\nable to learn remains open. Here we bridge the concept a physical quantity and\nits machine learning approximation in the context of the original application\nof neural networks in physics: topological phase classification. We construct a\nhybrid tensor-neural network object that exactly expresses real space\ntopological invariant and rigorously assess its trainability and\ngeneralization. Specifically, we benchmark the accuracy and trainability of a\ntensor-neural network to multiple types of neural networks, thus exemplifying\nthe differences in trainability and representational power. Our work highlights\nthe challenges in learning topological invariants and constitutes a stepping\nstone towards more accurate and better generalizable machine learning\nrepresentations in condensed matter physics."}
{"id": "2509.25322", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25322", "abs": "https://arxiv.org/abs/2509.25322", "authors": ["Adarsh S. Patri", "Josephine J. Yu", "Yi-Ming Wu", "T. Senthil", "Hart Goldman"], "title": "The Sound of Electrons Shattering: Current Noise Composition Laws for Electron Fractionalization", "comment": "5 + 6 pages; 1 figure", "summary": "We develop a theory of the non-equilibrium current response for metallic\nsystems near quantum critical points where electronic quasiparticles\nfractionalize, such as systems near continuous metal-insulator transitions or\ncomposite Fermi liquid to Fermi liquid transitions. Applying a generalized\nresponse theory within a Keldysh path integral framework, we derive a\nnon-perturbative current noise composition law, wherein the total noise is the\nsum of the noise of each fractionalized constituent (bosonic holons and\nfermionic spinons), weighted by their respective resistivities. We demonstrate\nthat the formally derived composition relations can be interpreted in terms of\na simple analogy with resistors in series. We leverage this composition rule\nnear certain quantum critical points to show that the shot noise can be\nsuppressed in long nanowires as compared to Fermi liquid expectations due to\nthe collusion of quantum criticality with fractionalization."}
{"id": "2509.26176", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.26176", "abs": "https://arxiv.org/abs/2509.26176", "authors": ["Sizheng Cao", "Xian-Hui Ge"], "title": "Symmetry restoration in a fast scrambling system", "comment": "8 pages, 6 figures, 1 table", "summary": "Entanglement asymmetry -- used here as a direct probe of symmetry restoration\n-- provides a sharp diagnostic of post-quench dynamics. We test this idea in\nthe complex Sachdev--Ye--Kitaev (cSYK) model with a conserved U(1) charge.\nUsing exact diagonalization, we track the joint evolution of entanglement\nentropy and entanglement asymmetry after quenches from charge-asymmetric\nproduct states. We find rapid volume-law entanglement growth consistent with\nthe subsystem eigenstate thermalization hypothesis, accompanied by a concurrent\ndecay of entanglement asymmetry to a late-time plateau set by finite-size\neffects: small subsystems display near-complete restoration, while residual\ncross-sector weight yields a finite plateau. Notably, we uncover a quantum\nMpemba effect: states prepared further from symmetry relax faster and approach\nlower residual asymmetry; disorder in the couplings renders this behavior more\nrobust and monotonic across parameters. We further derive a Pinsker-type lower\nbound that ties the decay of asymmetry to differences in subsystem purity,\nidentifying dephasing between U(1) charge sectors as the operative mechanism.\nThese results establish entanglement asymmetry as a sensitive probe of symmetry\nrestoration and thermalization, clarifying finite-size limits in\nfast-scrambling, closed quantum systems."}
{"id": "2509.26472", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26472", "abs": "https://arxiv.org/abs/2509.26472", "authors": ["Sixuan Chen", "Zhiheng Yao", "Ning Xia", "Shusen Ye", "Hongrui Zhang", "Jianfa Zhao", "Qingqing Liu", "Changqing Jin", "Shuo Yang", "Yayu Wang"], "title": "Half-filled metal and molecular-orbital-mediated pairing in cuprate", "comment": "12 pages, 4 figures", "summary": "The cuprates exhibit anomalous momentum-space structure with antinodal gap\nand nodal arc in the underdoped regime, which evolves into a complete hole-type\nFermi surface with a large Luttinger volume in the overdoped regime. The\nreal-space electronic structure is also quite complex, as characterized by\nmicroscopic inhomogeneities and intertwined density wave orders. Here we show\nthat doped holes in cuprate form localized electronic molecules consisting of\n4a0 plaquettes, and each plaquette contains approximately two holes. The\neffective local doping level is thus around 1/8, which is sufficient to destroy\nthe underlying AF order and more importantly, recovers the half-filled metallic\nstate of the original CuO2 plane. The restored Fermi surface, hosting one hole\nper unit cell, is consistent with experimental results and satisfies the\nLuttinger theorem. We then construct the momentum-space structure of the\nhalf-filled metal by considering the real-space configuration of electronic\nmolecules. We show that the electronic potential with 4a0 periodicity imposed\nby the plaquettes and the quantum size effect of electronic molecules\nobliterate the nested antinodal Fermi surface sheets, leaving behind short arcs\nwith coherent quasiparticles around the node. We propose that two doped holes\nin each plaquette occupy the shared molecular orbital and form a spin singlet,\nwhich can mediate the pairing of itinerant holes on the remnant Fermi surface\nof the half-filled metal. The electric dipole moment between the molecular\norbitals and the dopant ions may also provide a novel attractive interaction\nbetween itinerant holes. This phenomenological model for pair formation between\nitinerant holes on the half-filled Fermi surface mediated by localized\nmolecular orbitals resolves several core issues concerning the mechanism of\nsuperconductivity in cuprates."}
{"id": "2509.25728", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25728", "abs": "https://arxiv.org/abs/2509.25728", "authors": ["Yongxin Lyu", "Yifan Zhou", "Yu Zhang", "Yang Yang", "Bosen Zou", "Qiang Weng", "Tong Xie", "Claudio Cazorla", "Jianhua Hao", "Jun Yin", "Tom Wu"], "title": "Fingerprinting Organic Molecules for the Inverse Design of Two-Dimensional Hybrid Perovskites with Target Energetics", "comment": null, "summary": "Artificial intelligence (AI)-assisted workflows have transformed materials\ndiscovery, enabling rapid exploration of chemical spaces of functional\nmaterials. Endowed with extraordinary optoelectronic properties,\ntwo-dimensional (2D) hybrid perovskites represent an exciting frontier, but\ncurrent efforts to design 2D perovskites rely heavily on trial-and-error and\nexpert intuition approaches, leaving most of the chemical space unexplored and\ncompromising the design of hybrid materials with desired properties. Here, we\nintroduce an inverse design workflow for Dion-Jacobson perovskites that is\nbuilt on an invertible fingerprint representation for millions of conjugated\ndiammonium organic spacers. By incorporating high-throughput density functional\ntheory (DFT) calculations, interpretable machine learning, and synthesis\nfeasibility screening, we identified new organic spacer candidates with\ndeterministic energy level alignment between the organic and the inorganic\nmotifs in the 2D hybrid perovskites. These results highlight the power of\nintegrating invertible, physically meaningful molecular representations into\nAI-assisted design, streamlining the property-targeted design of hybrid\nmaterials."}
{"id": "2509.26407", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.26407", "abs": "https://arxiv.org/abs/2509.26407", "authors": ["Eduardus", "J. Wietze J. van Boven", "Charles Silva", "Philip Karageorghis", "D. Scott Bohle", "Benoît Darquié", "Anastasia Borschevsky", "Lukáš F. Pašteka"], "title": "Chiral Pt(Me-BPCH): Synthesis and theoretical investigation of parity violation sensitivity", "comment": null, "summary": "A complex of platinum and the tetra-coordinate chelating ligand,\nR,R'-6,6'-dimethyl-N,N'-bis(2'-pyridine-carboxamide)-1-cyclohexane (Me-BPCH) is\ninvestigated as a potential candidate for measurement of parity violation (PV)\nin chiral molecules. The synthesis of Pt(Me-BPCH) is presented alongside\ncomputational investigation of PV sensitivity in its vibrational spectrum.\nPt(Me-BPCH) is compared to other two derivatives of this complex, Au(Me-BPCH)\nand Pt(CF$_3$-BPCH) in terms of their PV response and suitability for\nmeasurement. We identify the most promising vibrational transitions based on\ntheir enhanced PV effects and practical experimental considerations and analyze\nthe relationship between the vibrational structure and the corresponding PV\nsensitivity for all three molecules."}
{"id": "2509.26285", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26285", "abs": "https://arxiv.org/abs/2509.26285", "authors": ["Hou-Jian Duan", "Miao-Sheng Fang", "Ming-Xun Deng", "Ruiqiang Wang"], "title": "Néel vector and Rashba SOC effects on RKKY interaction in 2D $d$-wave altermagnets", "comment": null, "summary": "Altermagnets possess two key features: non-relativistic alternating spin\nsplitting (i.e., altermagnetism) and a material-dependent N\\'{e}el vector. The\nformer naturally coexists with Rashba spin-orbit coupling (SOC) in real\nmaterials on substrates, prompting the question of how SOC affects the magnetic\nproperties of altermagnets. The latter is crucial for information storage,\nmaking it essential to determine its orientation. To address these issues, we\nstudy the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in two-dimensional\n(2D) $d$-wave altermagnets by independently varying the N\\'{e}el vector\norientation and the SOC strength. Our results demonstrate that the N\\'{e}el\nvector orientation can be accurately determined via the Ising term without SOC,\nor qualitatively inferred via the DM terms with SOC. Moreover, we observe a\nnovel Dzyaloshinskii-Moriya (DM) component distinct from previous reports,\nwhose emergence is attributed to the synergy between altermagnetism and SOC.\nAdditionally, through tuning SOC strength, we reveal the evolution of the RKKY\nspin models governed by five distinct mechanisms: the spin model may be\ndetermined solely by altermagnetism, solely by SOC, or solely by the kinetic\nterm; alternatively, altermagnetism may coincidentally yield the same\nmoderately anisotropic spin model as SOC, or compete with SOC to produce a spin\nmodel with maximal anisotropy. Beyond SOC strength, which mechanism operates\nalso relies on the N\\'{e}el vector orientation and impurity configurations. All\nresults are numerically verified. These findings -- which were inaccessible in\nprior studies due to the limitations of first-order SOC expansion and fixed\nN\\'{e}el vector orientation -- provide important new insights into the magnetic\nproperties of altermagnets."}
{"id": "2509.25330", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25330", "abs": "https://arxiv.org/abs/2509.25330", "authors": ["A. A. Burkov"], "title": "Chiral charge conservation and ballistic magnetotransport in a disordered Weyl semimetal", "comment": "8 pages", "summary": "We demonstrate that in an ideal Weyl semimetal, in which the Fermi energy\ncoincides with the band-touching nodes, weak direct inter-nodal scattering is\nirrelevant and, as a result, the chiral charge is (almost) exactly conserved.\nThis leads to an experimentally-observable effect: in an applied magnetic\nfield, the charge transport along the field becomes purely ballistic, with the\nconductance given by $e^2/h$ per magnetic flux quantum through the sample\ncross-section. This is the strongest experimental manifestation of nontrivial\ntopology in Weyl and Dirac semimetals."}
{"id": "2509.26320", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26320", "abs": "https://arxiv.org/abs/2509.26320", "authors": ["Abdiel de Jesús Espinosa-Champo", "Gerardo G. Naumis"], "title": "Magnetic phase transitions protected by topological quantum geometry transitions: effects of electron-electron interactions in the Creutz ladder system", "comment": null, "summary": "The interplay between electronic correlations and band topology is a central\ntheme in modern condensed matter physics. In this work, we investigate the\neffects of on-site Hubbard interactions on the topological, magnetic, and\nquantum geometric properties of the Creutz ladder, a paradigmatic model of a\none-dimensional topological insulator. Using a self-consistent mean-field\napproach, we uncover a first-order, interaction-driven phase transition that is\nsimultaneously magnetic and topological. We demonstrate that as the Hubbard\ninteraction $U$ is increased, the system's ground state abruptly switches from\nan anti-ferromagnetic (AF) configuration to a ferromagnetic (F) one. This\nmagnetic transition coincides with a topological transition, marked by a\nquantized jump in the Zak phase from $\\pm\\pi$ to $0$. We systematically compute\nthe phase diagrams in the parameter space of on-site energy staggering\n($\\epsilon$) and inter-chain hopping asymmetry ($\\lambda$), revealing the\ncritical interaction strength $U_c$. Furthermore, we analyze the quantum\ngeometry of the Bloch states by calculating the Fubini-Study metric,\ndemonstrating that its components exhibit divergences that precisely signal the\ntopological phase transition. By analyzing the full energy spectrum, we\ndistinguish the true ground state from metastable excited states that emerge\npast the critical point. Our results establish the Creutz-Hubbard ladder as a\nminimal model for studying interaction-induced topological phenomena and\nsuggest a potential route for controlling magnetic, topological, and geometric\nproperties via electronic correlations."}
{"id": "2509.26638", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26638", "abs": "https://arxiv.org/abs/2509.26638", "authors": ["Tzu-Chi Hsieh", "Cong Xiao", "Yi-Ting Hsu"], "title": "Intrinsic Nernst Effect from Berry Curvature in Superconductors", "comment": "8 pages; 3 figures", "summary": "The Nernst effect in superconductors is typically linked to fluctuating\nCooper pairs above $T_c$ or vortex motion below $T_c$. We show instead that\nBerry curvature of Bogoliubov quasiparticles can generate an intrinsic Nernst\nresponse in a clean, vortex-free superconducting state. Focusing on\ntwo-dimensional (2D) systems with Ising spin-orbit coupling, relevant to\ntransition-metal dichalcogenides, we identify two regimes: an intervalley\n$s$-wave paired state where a weak magnetic field activates the effect, and an\nintravalley chiral $p$-wave paired state that exhibits a spontaneous charge or\nspin Nernst response without a field. We propose an experimental setup that\ncircumvents screening and provide estimates of the signal magnitude. Our\nresults establish the Nernst effect as a direct probe of Berry curvature and\npairing symmetry in 2D spin-orbit-coupled superconductors."}
{"id": "2509.25763", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25763", "abs": "https://arxiv.org/abs/2509.25763", "authors": ["Seungwoo Hwang", "Jiho Lee", "Seungwu Han", "Youngho Kang", "Sungwoo Kang"], "title": "Discovery of oxide Li-conducting electrolytes in uncharted chemical space via topology-constrained crystal structure prediction", "comment": null, "summary": "Oxide Li-conducting solid-state electrolytes (SSEs) offer excellent chemical\nand thermal stability but typically exhibit lower ionic conductivity than\nsulfides and chlorides. This motivates the search for new oxide materials with\nenhanced conductivity. Crystal structure prediction is a powerful approach for\nidentifying such candidates. However, the structural complexity of oxide SSEs,\noften involving unit cells with more than 100 atoms, presents significant\nchallenges for conventional methods. In this study, we introduce TOPIC, a\nstructure prediction algorithm that reduces configurational complexity by\nenforcing corner-sharing (CS) bond topology constraints. We demonstrate that\nTOPIC successfully reproduces the ground-state and metastable structures of\nknown oxide SSEs, including LiTa$_2$PO$_8$ and Li$_7$La$_3$Zr$_2$O$_{12}$,\nwhich contain up to about 200 atoms per unit cell. By combining this approach\nwith a pretrained machine-learning interatomic potential, we systematically\nscreen quaternary oxide compositions and identify 92 promising candidates with\nCS frameworks. In particular, Li$_4$Hf$_2$Si$_3$O$_{12}$, which corresponds to\nthe ground state at its composition, exhibits an ionic conductivity of 14 mS\ncm$^{-1}$, a hull energy of 21 meV atom$^{-1}$, and a band gap of 6.5 eV.\nThrough our investigation, we identify the Li ratio as one of the key factors\ndetermining the stability of CS structures. Overall, our approach provides a\npractical and scalable pathway for discovering high-performance oxide solid\nelectrolytes in previously unexplored chemical spaces."}
{"id": "2509.26387", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26387", "abs": "https://arxiv.org/abs/2509.26387", "authors": ["Hikaru Yamazaki", "Masashi Uemura", "Haruhi Tanaka", "Tokuro Hata", "Chaojing Lin", "Takafumi Akiho", "Koji Muraki", "Toshimasa Fujisawa"], "title": "Efficient heat-energy conversion from a non-thermal Tomonaga-Luttinger liquid", "comment": "15 pages, 11 figures", "summary": "Energy harvesting is a technique that generates useful work from waste heat.\nConventional energy harvesters acting on local thermal equilibrium states are\nconstrained by thermodynamic limits, such as the Carnot efficiency. Quantum\nheat engines with non-thermal reservoirs are expected to exceed such limits.\nHere, we demonstrate energy harvesting from a nonthermal Tomonaga-Luttinger\n(TL) liquid in quantum Hall edge channels, where the non-thermal state is\nnaturally formed due to the absence of thermalization. The scheme is tested\nwith a quantum-dot energy harvester working on a non-thermal TL liquid supplied\nwith waste heat from a quantum-point-contact transistor. Compared to the\nquasi-thermalized TL liquid, the non-thermal state prepared under the same heat\nis capable of a larger electromotive force and higher conversion efficiency.\nThese characteristics can be understood by considering a binary Fermi\ndistribution function of the non-thermal state induced by entropy-conserving\nequilibration. TL liquids are attractive non-thermal carriers for excellent\nenergy harvesting."}
{"id": "2509.25344", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25344", "abs": "https://arxiv.org/abs/2509.25344", "authors": ["Hao-Xin Wang", "Hanbit Oh", "Tobias Helbig", "Bai Yang Wang", "Jiarui Li", "Yijun Yu", "Harold Y. Hwang", "Hong-Chen Jiang", "Yi-Ming Wu", "S. Raghu"], "title": "Origin of Spin Stripes in Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "8 pages with 5 figures", "summary": "The bilayer nickelate La$_3$Ni$_2$O$_7$ has emerged as a new high temperature\nsuperconductor. We propose and study a microscopic Hamiltonian that addresses\nthe interplay of lattice structure and magnetism in this system. Using\nstate-of-the-art density matrix renormalization group calculations, we show\nthat $(\\pi/2,\\pi/2)$ spin stripe order emerges in our model and exhibits a\nhidden quasi-one dimensionality. The spin stripe order occurs over a range of\nelectron concentrations, but requires a sizable Hund's coupling $J_H$. Our\nmodel exhibits superconducting tendency only when the interlayer\nantiferromagnetic coupling $J_\\bot$ becomes sufficiently large, which naturally\noccurs under pressure. Our study unveils the microscopic origin of both the\nunusual spin stripes and superconductivity in La$_3$Ni$_2$O$_7$, and highlights\nthe indispensable role of Hund's coupling $J_H$ in this system."}
{"id": "2509.26447", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26447", "abs": "https://arxiv.org/abs/2509.26447", "authors": ["David Haink", "Andreas A. Buchheit", "Benedikt Fauseweh"], "title": "Non-local edge mode hybridization in the long-range interacting Kitaev chain", "comment": "8 pages, 2 figures", "summary": "In one-dimensional p-wave superconductors with short-range interactions,\ntopologically protected Majorana modes emerge, whose mass decays exponentially\nwith system size, as first shown by Kitaev. In this work, we extend this\nprototypical model by including power law long-range interactions within a\nself-consistent framework, leading to the self-consistent long-range Kitaev\nchain (seco-LRKC). In this model, the gap matrix acquires a rich structure\nwhere short-range superconducting correlations coexist with long-range\ncorrelations that are exponentially localized at both chain edges\nsimultaneously. As a direct consequence, the topological edge modes hybridize\neven if their wavefunction overlap vanishes, and the edge mode mass inherits\nthe asymptotic scaling of the interaction. In contrast to models with imposed\npower law pairing, where massive Dirac modes emerge for exponents $\\nu < d$, we\nanalytically motivate and numerically demonstrate that, in the fully\nself-consistent model, algebraic edge mode decay with system size persists for\nall interaction exponents $\\nu > 0$, despite exponential wave function\nlocalization. While the edge mode remains massless in the thermodynamic limit,\nfinite-size corrections can be experimentally relevant in mesoscopic systems\nwith effective long-range interactions that decay sufficiently slowly."}
{"id": "2509.25318", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.25318", "abs": "https://arxiv.org/abs/2509.25318", "authors": ["Veronika C. Stangier", "Daniel E. Sheehy", "Jörg Schmalian"], "title": "Strong-coupling superconductivity near Gross-Neveu quantum criticality in Dirac systems", "comment": "15 pages, 7 figures", "summary": "We study two-dimensional massless Dirac fermions at neutrality, coupled to\nbosonic modes through a Yukawa interaction. We then examine the intriguing\npossibility that such a system, devoid of carriers at zero temperature, might\nnevertheless exhibit superconductivity. Remarkably, we find that\nsuperconductivity emerges in the vicinity of Gross-Neveu quantum criticality,\nprovided the fermions cease to behave as well-defined quasiparticles, that is,\nonce their anomalous dimension in the normal state becomes sufficiently large.\nIn other words, well-defined fermions do not superconduct, whereas ill-defined\nones do. We analyze four symmetry-distinct bosonic modes, each capable of\ndriving normal-state criticality and, in three of the four cases, giving rise\nto a distinct superconducting phase. While phase fluctuations are strong in\nthis regime, we argue that they do not destroy the superconducting state. We\nfurther characterize the resulting pairing states for a concrete Dirac model of\nspin-orbit coupled systems with orbitals of different parity. Our results are\nobtained using the SYK-inspired framework for Dirac systems introduced by Kim\net al.[1], which provides a controlled approach to the strongly coupled regime\nof Dirac fluids near Gross-Neveu criticality."}
{"id": "2509.25807", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25807", "abs": "https://arxiv.org/abs/2509.25807", "authors": ["Jaekyun Hwang", "Taehun Lee", "Yonghyuk Lee", "Su-Hyun Yoo"], "title": "Fine-Tuning Bulk-oriented Universal Interatomic Potentials for Surfaces: Accuracy, Efficiency, and Forgetting Control", "comment": "Main text: 21 pages, 6 figures, Supplementary information: 10 pages,\n  5 figures", "summary": "Accurate prediction of surface energies and stabilities is essential for\nmaterials design, yet first-principles calculations remain computationally\nexpensive and most existing interatomic potentials are trained only on bulk\nsystems. Here, we demonstrate that fine-tuning foundation machine learning\npotentials (MLPs) significantly improves both computational efficiency and\npredictive accuracy for surface modeling. While existing universal interatomic\npotentials (UIPs) have been solely trained and validated on bulk datasets, we\nextend their applicability to complex and scientifically significant unary,\nbinary, and ternary surface systems. We systematically compare models trained\nfrom scratch, zero-shot inference, conventional fine-tuning, and multi-head\nfine-tuning approach that enhances transferability and mitigates catastrophic\nforgetting. Fine-tuning consistently reduces prediction errors with\norders-of-magnitude fewer training configurations, and multi-head fine-tuning\ndelivers robust and generalizable predictions even for materials beyond the\ninitial training domain. These findings offer practical guidance for leveraging\npre-trained MLPs to accelerate surface modeling and highlight a scalable path\ntoward data-efficient, next-generation atomic-scale simulations in\ncomputational materials science."}
{"id": "2509.26582", "categories": ["cond-mat.mes-hall", "physics.bio-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2509.26582", "abs": "https://arxiv.org/abs/2509.26582", "authors": ["Tímea Nóra Török", "Roland Kövecs", "Ferenc Braun", "Zsigmond Pollner", "Tamás Zeffer", "Nguyen Quoc Khánh", "László Pósa", "Péter Révész", "Heungsoo Kim", "Alberto Piqué", "András Halbritter", "János Volk"], "title": "Memristor-Driven Spike Encoding for Fully Implantable Cochlear Implants", "comment": "8 pages, 8 figures", "summary": "Neurodynamic behavior of artificial neuron circuits made of Mott memristors\nprovides versatile opportunities to utilize them for artificial sensing. Their\nsmall size and energy efficiency of generating spiking electrical signals\nenable usage in fully implantable cochlear implants. Here, we propose an\nauditory sensing unit realized by a piezo-MEMS (micro-electromechanical\nsystems) cantilever connected to a VO$_2$ nanogap Mott memristor-based\noscillator circuit. This auditory sensing unit is capable of\nfrequency-selective detection of vibrations and subsequent emission of a neural\nspiking waveform. The auditory sensing unit is tested under biologically\nrealistic vibration amplitudes, and spike rate-encoding of the incoming\nstimulus is demonstrated, similarly to natural hearing processes. The\ntunability of the output spiking frequency and the shape of the spiking\nwaveform are also demonstrated to provide suitable voltage spikes for the\nnervous system."}
{"id": "2509.25365", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.25365", "abs": "https://arxiv.org/abs/2509.25365", "authors": ["Maxence Arutkin", "Shlomi Reuveni"], "title": "Diffusion with doubly stochastic resetting", "comment": "13 pages, 3 figures", "summary": "Diffusion with stochastic resetting, instantaneous returns of a diffusing\nparticle to a reference point, creates a stationary probability distribution.\nThe paradigm is extended here to a doubly stochastic protocol in which the\nresetting rate itself fluctuates in time and relaxes on its own timescale. An\nexact steady-state solution reveals three spatial regimes: a\nfluctuation-dominated core near the origin, a power-law regime at intermediate\ndistances, and a far-field exponential decay fixed by the rate-relaxation time.\nThese results expose how the instantaneous rate, mean rate, and relaxation time\ncome together to determine the non-equilibrium steady state."}
{"id": "2509.26478", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26478", "abs": "https://arxiv.org/abs/2509.26478", "authors": ["Caitlin S. Kengle", "Sean M. Thomas", "Roman Movshovich", "Shengzhi Zhang", "Eun Sang Choi", "Minseong Lee", "Priscila F. S. Rosa", "Allen O. Scheie"], "title": "YbCu$_{1.14}$Se$_2$: an exchange disordered 2D triangular random singlet phase?", "comment": "LA-UR-25-29531", "summary": "Quantum spin liquid (QSL) phases exist in theory, but real candidate QSL\nmaterials are often extraordinarily sensitive to structural defects which\ndisrupt the ground state. Here, we investigate candidate triangular QSL\nmaterial YbCu$_{1.14}$Se$_2$ and discover the absence of magnetic order, but\nalso no compelling evidence of a QSL ground state due to significant structural\ndisorder. We instead look at the results through a lens of a 2-dimensional (2D)\nrandom singlet phase. YbCu$_{1.14}$Se$_2$ behaves strikingly similar to other\ndisordered triangular lattice materials, suggesting universal behavior of\nrandom singlet formation in 2D frustrated systems."}
{"id": "2509.26095", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26095", "abs": "https://arxiv.org/abs/2509.26095", "authors": ["Davide Gambino", "Niccolò Di Eugenio", "Jesper Byggmästar", "Johan Klarbring", "Daniele Torsello", "Flyura Djurabekova", "Francesco Laviano"], "title": "The diffusion-driven orthorhombic to tetragonal transition in YBa$_2$Cu$_3$O$_7$ derived with a machine learning interatomic potential", "comment": "30 pages, 6 figures", "summary": "Defects in high temperature superconductors such as YBa$_2$Cu$_3$O$_7$ (YBCO)\ncritically influence their superconducting behavior, as they substantially\ndegrade or even suppress superconductivity. With the renewed interest in\ncuprates for next-generation superconducting magnets operating in\nradiation-harsh environments such as fusion reactors and particle accelerators,\naccurate atomistic modeling of defects and their dynamics has become essential.\nHere, we present a general-purpose machine-learning interatomic potential for\nYBCO, based on the Atomic Cluster Expansion (ACE) method and trained on Density\nFunctional Theory (DFT) data, with particular emphasis on defects and their\ndiffusion mechanisms. The potential is validated against DFT calculations of\nground-state properties, defect formation energies of oxygen Frenkel pairs and\ndiffusion barriers for their formation. Remarkably, the potential captures the\ndiffusion-driven orthorhombic to tetragonal transition at elevated\ntemperatures, a transformation that is difficult to describe with empirical\npotentials, elucidating how the formation of oxygen Frenkel pairs in the basal\nplane governs this order-disorder transition. The ACE potential introduced here\nenables large-scale, predictive atomistic simulations of defect dynamics and\ntransport processes in YBCO, providing a powerful tool to explore its\nstability, performance, and functionality under realistic operating conditions.\nMoreover, this work proves that machine learning interatomic potentials are\nsuitable for studies of quaternary oxides with complex chemistry."}
{"id": "2509.25887", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25887", "abs": "https://arxiv.org/abs/2509.25887", "authors": ["Dmitrii Moldarev", "Tuan T. Tran", "Max Wolff", "Daniel Primetzhofer"], "title": "Kinetics of the photochromic effect in oxygen-containing rare-earth hydrides", "comment": "5 pages, 4 figures", "summary": "The kinetics of the photochromic reaction of oxygen-containing rare-earth\nhydrides is commonly described by an exponential function assuming a\nsingle-step process. In this paper, we elaborate on the origin of the\nphotochromic effect in oxygen-containing rare-earth metal hydrides, considering\nthe kinetics of the reaction as a two-step process. We show that the fit to the\nexperimental data is improved drastically when two processes that cause the\nphotodarkening are assumed: a fast reaction rate-limited - for example,\nelectronic or local - process and a slow, e.g. diffusion-limited process."}
{"id": "2509.25371", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25371", "abs": "https://arxiv.org/abs/2509.25371", "authors": ["Brian Skinner", "Poulomi Chakraborty", "Joshua Scales", "Joseph P. Heremans"], "title": "Design Principles for Topological Thermoelectrics", "comment": "review article: 27 pages, 9 figures, 4 tables. Suggestions and\n  comments welcome", "summary": "Conventional metals, insulators, and semimetals are constrained by\nfundamental limitations in terms of their thermoelectric performance.\nTopological materials offer certain features that allow them to circumvent\nthese constraints, and potentially to form the basis for thermoelectric devices\nwith unprecedented efficiency. In this article we review the thermoelectric\nperformance of topological materials, focusing specifically on nodal\nsemimetals, such as Weyl and nodal-line semimetals. We discuss how certain\nunique ``topological'' features of these materials -- namely their\ntopologically protected band touching points, electron-hole degenerate lowest\nLandau level, and Berry curvature -- allow them to exhibit thermoelectric\nproperties that go beyond what is possible in conventional materials,\nparticularly in the presence of an applied magnetic field. We focus our\ndiscussion on the goal of achieving large figure of merit $zT$, and for each\nmaterial class we summarize optimal \\emph{design principles} for selecting\nmaterials that maximize thermoelectric efficiency.\n  We then use these optimal design principles to design and implement a\nhigh-throughput database search for topological semimetals that are promising\nas thermoelectrics. In addition to highlighting a number of materials that are\nalready known to have large magnetothermoelectric effects, our search uncovers\ntwelve additional materials that are especially promising for near-future\nexperiments."}
{"id": "2509.26596", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26596", "abs": "https://arxiv.org/abs/2509.26596", "authors": ["Anzumaan R. Chakraborty", "Fan Yang", "Turan Birol", "Rafael M. Fernandes"], "title": "Orbital altermagnetism on the kagome lattice and possible application to $A$V$_3$Sb$_5$", "comment": "8 pages, 3 figures", "summary": "Altermagnets, which encompass a broad landscape of materials, are compensated\ncollinear magnetic phases in which the antiparallel magnetic moments are\nrelated by a crystalline rotation. Here, we argue that collinear\naltermagnetic-like states can also be realized in lattices with an odd number\nof sublattices, provided that the electronic interactions promote non-uniform\nmagnetic moments. We demonstrate this idea for a kagome metal whose band\nfilling places the Fermi level close to the van Hove singularity. Combining\nphenomenological and microscopic modeling, we show that the intertwined charge\ndensity-wave and loop-current instabilities of this model lead to a wide\nparameter range in which orbital ferromagnetic, antiferromagnetic, and\naltermagnetic phases emerge inside the charge-ordered state. In the presence of\nspin-orbit coupling, their electronic structures display the usual spin-split\nfingerprints associated with the three types of collinear magnetic order. We\ndiscuss the possible realization of orbital altermagnetic phases in the\n$A$V$_3$Sb$_5$ family of kagome metals."}
{"id": "2509.26228", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26228", "abs": "https://arxiv.org/abs/2509.26228", "authors": ["Martina Trahms", "Bharti Mahendru", "Clemens B. Winkelmann", "Katharina J. Franke"], "title": "From Shapiro steps to photon-assisted tunneling in microwave-driven atomic-scale Josephson junctions with a single (magnetic) adatom", "comment": null, "summary": "Ultra-small Josephson junctions are strongly influenced by noise and damping\ndue to energy dissipation into the environment, which are expected to suppress\nphase coherence. Here, we investigate the coherence properties of atomic-scale\nJosephson junctions in a scanning tunneling microscope under microwave\nexcitation. Plain Pb-Pb junctions exhibit hysteretic Shapiro steps as signature\nof a coherent resonant state. With increasing AC amplitude, phase coherence is\nreduced due to an increase of thermal fluctuations. In the presence of magnetic\nadatoms the Josephson coupling energy is reduced and quasi-particle tunneling\nis enhanced. With AC driving we observe a rapid suppression of coherence that\nwe ascribe to photon-assisted quasi-particle tunneling through Yu-Shiba-Rusinov\nstates. Our results highlight the presence of phase coherence and shed light on\nthe origin of the transition to incoherent transport, thereby revealing the\nimportance of controlling dissipation in nanoscale superconducting devices."}
{"id": "2509.25910", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25910", "abs": "https://arxiv.org/abs/2509.25910", "authors": ["Yeri Lee", "Juseung Oh", "Kyung Yeol Ma", "Seung Jin Lee", "Eui Young Jung", "Yani Wang", "Kenji Watanabe", "Takashi Taniguchi", "Hailin Peng", "Hiroki Ago", "Ki Kang Kim", "Hyeon Suk Shin", "Sunmin Ryu"], "title": "Revealing Hidden Antiparallel Domains in Hexagonal Boron Nitride", "comment": "23 pages, 5 figures", "summary": "Hexagonal boron nitride (hBN) supports a wide range of two-dimensional (2D)\ntechnologies, yet assessing its crystalline quality over large areas remains a\nfundamental challenge. Both antiparallel domains, an intrinsic outcome of\nepitaxy on high-symmetry substrates, and orientational domains have long evaded\noptical detection. Here, we show that interferometric second-harmonic\ngeneration (SHG) polarimetry provides a powerful, non-destructive probe of\nlattice orientation and structural integrity in chemical vapor deposition-grown\nhBN. This approach reveals the ubiquitous formation of antiparallel domains and\nquantifies their impact on crystalline order. SHG intensity also emerges as a\ndirect optical metric of domain disorder, spanning three orders of magnitude\nacross films produced by ten different growth routes. Correlation with Raman\nspectroscopy establishes a unified framework for evaluating crystalline\nquality. Beyond hBN, this method offers a high-throughput route to wide-area\nstructural imaging in other non-centrosymmetric 2D materials, advancing their\ndeployment in electronics, photonics, and quantum technologies."}
{"id": "2509.25303", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25303", "abs": "https://arxiv.org/abs/2509.25303", "authors": ["Wenlu Shi", "Gene D. Nelson", "Han-Hsuan Wu", "Yiwei Ju", "Xiaoqing Pan", "Wilson Ho", "Ilya N. Krivorotov"], "title": "High-efficiency Pt$_{75}$Au$_{25}$-based spintronic terahertz emitters", "comment": "7 pages, 4 figures", "summary": "Spintronic terahertz emitters (STEs) generate broadband THz radiation via\nultrafast spin-charge conversion in magnetic multilayers, offering spectral\ncoverage beyond that of photoconductive antennas and nonlinear optical\ncrystals. Here, we demonstrate a new type of STE based on PtxAu100-x alloy that\nachieves significantly higher THz output power than widely used Pt-based\ndevices. Alloy composition and layer thickness tuning yield Pt75Au25 as the\noptimal alloy providing a 30 % increase in THz power in CoFeB/Pt75Au25 bilayer\nSTEs compared to the optimized CoFeB/Pt reference STE. In\nW/CoFeB/Pt$_{75}$Au$_{25}$ trilayer STEs, we observe a 10 % higher THz power\nthan in the optimized W/CoFeB/Pt trilayer. The STE efficiency is reduced upon\nannealing for both Pt$_{75}$Au$_{25}$- and Pt-based STEs due to formation of\ninterfacial alloys. Our results establish Pt$_{75}$Au$_{25}$ as a promising\nplatform for high-performance STEs, where its giant spin Hall effect\nsignificantly enhances efficiency over conventional Pt-based devices."}
{"id": "2509.25386", "categories": ["cond-mat.stat-mech", "physics.comp-ph", "q-bio.PE"], "pdf": "https://arxiv.org/pdf/2509.25386", "abs": "https://arxiv.org/abs/2509.25386", "authors": ["Alexander Leibenzon", "Samuel W. S. Johnson", "Ruth E. Baker", "Michael Assaf"], "title": "Spatial correlations in SIS processes on regular random graphs", "comment": "10 pages, 5 figures", "summary": "In network-based SIS models of infectious disease transmission, infection can\nonly occur between directly connected individuals. This constraint naturally\ngives rise to spatial correlations between the states of neighboring nodes, as\nthe infection status of connected individuals becomes interdependent. Although\nmean-field approximations are commonly invoked to simplify disease forecasting\non networks, they fail to account for these correlations by assuming that\ninfectious individuals are well-mixed within a population, leading to\ninaccurate predictions of infection numbers over time. As such, the development\nof mathematical frameworks that account for spatially correlated infections is\nof great interest, as they offer a compromise between accurate disease\nforecasting and analytic tractability. Here, we use existing corrections to\nmean-field theory on the regular lattice to construct a more general framework\nfor equivalent corrections on regular random graph topologies. We derive and\nsimulate a system of ordinary differential equations for the time evolution of\nthe spatial correlation function at various geodesic distances on random\nnetworks, and use solutions to this hierarchy of ordinary differential\nequations to predict the global infection density as a function of time,\nfinding good agreement with corresponding numerical simulations. Our results\nconstitute a substantial development on existing corrections to mean-field\ntheory for infectious individuals in SIS processes and provide an in-depth\ncharacterization of how structural randomness in networks affects the dynamical\ntrajectories of infectious diseases on networks."}
{"id": "2509.26607", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26607", "abs": "https://arxiv.org/abs/2509.26607", "authors": ["Ke Liu", "Fangyu Xiong", "Fa Wang"], "title": "Projected Holstein-Primakoff boson representation of quantum spins for spin wave theory", "comment": "12 pages, 2 figures, 1 table", "summary": "The Holstein-Primakoff boson representation of quantum spins and associated\nlarge-$S$ expansion have been the standard framework for describing the spin\nwave excitations in magnetically order phases of quantum spin systems. However,\nwe will show that the omission of projection operators and normal-ordering in\nthis representation can produce incorrect magnon hamiltonians for finite $S$.\nWe will present the exact normal-ordered forms of the finite-$S$ projection\noperators and projected Holstein-Primakoff boson representations of spin and\nquadrupole operators, which can produce exact two-magnon interaction terms\nunder ferromagnetic or fully polarized states. We will also discuss the\ndifficulties of applying this projected representation to antiferromagnetic\nspin wave theory."}
{"id": "2509.26447", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26447", "abs": "https://arxiv.org/abs/2509.26447", "authors": ["David Haink", "Andreas A. Buchheit", "Benedikt Fauseweh"], "title": "Non-local edge mode hybridization in the long-range interacting Kitaev chain", "comment": "8 pages, 2 figures", "summary": "In one-dimensional p-wave superconductors with short-range interactions,\ntopologically protected Majorana modes emerge, whose mass decays exponentially\nwith system size, as first shown by Kitaev. In this work, we extend this\nprototypical model by including power law long-range interactions within a\nself-consistent framework, leading to the self-consistent long-range Kitaev\nchain (seco-LRKC). In this model, the gap matrix acquires a rich structure\nwhere short-range superconducting correlations coexist with long-range\ncorrelations that are exponentially localized at both chain edges\nsimultaneously. As a direct consequence, the topological edge modes hybridize\neven if their wavefunction overlap vanishes, and the edge mode mass inherits\nthe asymptotic scaling of the interaction. In contrast to models with imposed\npower law pairing, where massive Dirac modes emerge for exponents $\\nu < d$, we\nanalytically motivate and numerically demonstrate that, in the fully\nself-consistent model, algebraic edge mode decay with system size persists for\nall interaction exponents $\\nu > 0$, despite exponential wave function\nlocalization. While the edge mode remains massless in the thermodynamic limit,\nfinite-size corrections can be experimentally relevant in mesoscopic systems\nwith effective long-range interactions that decay sufficiently slowly."}
{"id": "2509.26022", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26022", "abs": "https://arxiv.org/abs/2509.26022", "authors": ["Atsushi Takigawa", "Shin Kiyohara", "Yu Kumagai"], "title": "Accelerated Discovery of High-\\k{appa} Oxides with Physics-Based Factorized Machine Learning", "comment": "42 pages, 13 figures, 6 tables, submitted", "summary": "Considerable effort continues to be devoted to the exploration of\nnext-generation high-\\k{appa} materials that combine a high dielectric constant\nwith a wide band gap. However, machine learning (ML)-based virtual screening\nhas remained challenging, primarily due to the low accuracy in predicting the\nionic contribution to the dielectric tensor, which dominates the dielectric\nperformance of high-\\k{appa} materials. We here propose a joint ML model that\npredicts Born effective charges using an equivariant graph neural network, and\nphonon properties using a highly accurate pretrained ML potential. The ionic\ndielectric tensor is then computed analytically from these quantities. This\napproach significantly improves the accuracy of ionic contribution. Using the\nproposed model, we successfully identified 38 novel high-\\k{appa} oxides from a\nscreening pool of over 8,000 candidates."}
{"id": "2509.25322", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.25322", "abs": "https://arxiv.org/abs/2509.25322", "authors": ["Adarsh S. Patri", "Josephine J. Yu", "Yi-Ming Wu", "T. Senthil", "Hart Goldman"], "title": "The Sound of Electrons Shattering: Current Noise Composition Laws for Electron Fractionalization", "comment": "5 + 6 pages; 1 figure", "summary": "We develop a theory of the non-equilibrium current response for metallic\nsystems near quantum critical points where electronic quasiparticles\nfractionalize, such as systems near continuous metal-insulator transitions or\ncomposite Fermi liquid to Fermi liquid transitions. Applying a generalized\nresponse theory within a Keldysh path integral framework, we derive a\nnon-perturbative current noise composition law, wherein the total noise is the\nsum of the noise of each fractionalized constituent (bosonic holons and\nfermionic spinons), weighted by their respective resistivities. We demonstrate\nthat the formally derived composition relations can be interpreted in terms of\na simple analogy with resistors in series. We leverage this composition rule\nnear certain quantum critical points to show that the shot noise can be\nsuppressed in long nanowires as compared to Fermi liquid expectations due to\nthe collusion of quantum criticality with fractionalization."}
{"id": "2509.25423", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.acc-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25423", "abs": "https://arxiv.org/abs/2509.25423", "authors": ["Oleksandr Hryhorenko", "Anne-Marie Valente-Feliciano", "Eric M. Lechner"], "title": "Electropolishing-Induced Topographic Defects in Niobium: Insights and Implications for Superconducting Radio Frequency Applications", "comment": null, "summary": "Electropolishing is the premier surface preparation method for high-Q,\nhigh-gradient superconducting RF cavities made of Nb. This leaves behind an\napparently smooth surface, yet the achievable peak magnetic fields fall well\nbelow the superheating field of Nb, in most cases. In this work, the ultimate\nsurface finish of electropolishing was investigated by studying its effect on\nhighly polished Nb samples. Electropolishing introduces high slope angle\nsloped-steps at grain boundaries. The magnetic field enhancement and\nsuperheating field suppression factors associated with such a geometry are\ncalculated in the London theory. Despite the by-eye smoothness of\nelectropolished Nb, such defects compromise the stability of the low-loss\nMeissner state, likely limiting the achievable peak accelerating fields in\nsuperconducting RF cavities. Finally, the impact of surface roughness on\nimpurity diffusion is investigated which can link surface roughness to the\neffectiveness of heat treatments like low-temperature baking or nitrogen\ninfusion in the vortex nucleation or hydride hypotheses. Surface roughness\ntends to decrease the effective dose of impurities as a result of the expansion\nof impurities into regions with greater internal angle. The effective dose of\nimpurities can be protected by minimizing slope angles and step heights,\nensuring uniformity."}
{"id": "2509.26620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.26620", "abs": "https://arxiv.org/abs/2509.26620", "authors": ["Shouvik Sur", "Yiming Wang", "Mounica Mahankali", "Silke Paschen", "Qimiao Si"], "title": "Amplified response of cavity-coupled quantum-critical systems", "comment": "20+11 pages, 3+3 figures", "summary": "A quantum critical point develops when matter undergoes a continuous\ntransformation between distinct ground states at absolute zero. It hosts\npronounced quantum fluctuations, which render the system highly susceptible to\nexternal perturbations. While light-matter coupling has rapidly moved forward\nas a means to probe and control quantum materials, the capacity of quantum\ncritical fluctuations in the photon-mediated responses has been largely\nunexplored. Here we advance the notion that directly coupling a quantum\ncritical mode to a quantized cavity field dramatically facilitates the onset of\nsuperradiance. When the coupling between the two fields is bilinear, the\ntransition is found to occur at vanishingly small light-matter coupling and is\naccompanied by strongly enhanced intrinsic squeezing. Our results identify a\nparticularly favorable setting for realizing the elusive superradiant state,\nand point to a general principle by which quantum criticality amplifies\nphoton-matter entanglement and enhances the associated metrological\nperformance."}
{"id": "2509.26023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26023", "abs": "https://arxiv.org/abs/2509.26023", "authors": ["Florian Mayer"], "title": "Topological Textures in Zr-Substituted Barium Titanate", "comment": "16 pages, 4 figures, plus supplemental material", "summary": "Topological polarization textures in ferroelectrics offer pathways to dense\nmemory, neuromorphic computing, and controlled probes of topology in solids. In\nrhombohedral barium titanate, theory has identified stable antiskyrmions of\ntopological charge -2 that fractionalize into six -1/3 fractional hotspots,\ntermed topological quarks. Here we extend this landscape to Zr-substituted\nbarium titanate (BZT) using a first-principles parameterized\neffective-Hamiltonian framework. In an ordered 12.5% composition, the\nchemically doubled periodicity enforces an alternation along [111]: one half\nhosts the -2 antiskyrmion (six -1/3 quarks), the other a +4 skyrmion (six +2/3\nquarks). The two share the same six-vortex skeleton but differ by an integer +1\nper vortex in the plane-integrated slice charge. In random BZT, nanodomains\nremain inducible and cryogenically stable, yet quenched disorder pins and\ndistorts the vortices, producing a heterogeneous, skyrmion-glass like state\nwith fluctuations of the topological charge along the axis. Thermal stability\nmaps show that pure BT retains -2 textures up to ~100 K, whereas in BZT the\ncritical temperature is nonmonotonic, with a minimum near 6-8% Zr, reflecting\ncompetition between ferroelectric softening and disorder pinning. Importantly,\nthe 12.5% ordered arrangement remains rhombohedral above 300 K, enabling\nfield-stabilized nanodomains at 293 K. Under a local [111] bias, the ordered\nsystem carries +4 slice charge, while the random composition fragments under\nthe same conditions. These results establish BZT as a platform for chemically\nprogrammed, fractionalized ferroelectric topology from cryogenic to room\ntemperature and suggest routes to multistate, reconfigurable devices."}
{"id": "2509.26638", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26638", "abs": "https://arxiv.org/abs/2509.26638", "authors": ["Tzu-Chi Hsieh", "Cong Xiao", "Yi-Ting Hsu"], "title": "Intrinsic Nernst Effect from Berry Curvature in Superconductors", "comment": "8 pages; 3 figures", "summary": "The Nernst effect in superconductors is typically linked to fluctuating\nCooper pairs above $T_c$ or vortex motion below $T_c$. We show instead that\nBerry curvature of Bogoliubov quasiparticles can generate an intrinsic Nernst\nresponse in a clean, vortex-free superconducting state. Focusing on\ntwo-dimensional (2D) systems with Ising spin-orbit coupling, relevant to\ntransition-metal dichalcogenides, we identify two regimes: an intervalley\n$s$-wave paired state where a weak magnetic field activates the effect, and an\nintravalley chiral $p$-wave paired state that exhibits a spontaneous charge or\nspin Nernst response without a field. We propose an experimental setup that\ncircumvents screening and provide estimates of the signal magnitude. Our\nresults establish the Nernst effect as a direct probe of Berry curvature and\npairing symmetry in 2D spin-orbit-coupled superconductors."}
{"id": "2509.25486", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.25486", "abs": "https://arxiv.org/abs/2509.25486", "authors": ["Maximilian Schebek", "Jutta Rogal"], "title": "Scalable Boltzmann Generators for equilibrium sampling of large-scale materials", "comment": null, "summary": "The use of generative models to sample equilibrium distributions of many-body\nsystems, as first demonstrated by Boltzmann Generators, has attracted\nsubstantial interest due to their ability to produce unbiased and uncorrelated\nsamples in `one shot'. Despite their promise and impressive results across the\nnatural sciences, scaling these models to large systems remains a major\nchallenge. In this work, we introduce a Boltzmann Generator architecture that\naddresses this scalability bottleneck with a focus on applications in materials\nscience. We leverage augmented coupling flows in combination with graph neural\nnetworks to base the generation process on local environmental information,\nwhile allowing for energy-based training and fast inference. Compared to\nprevious architectures, our model trains significantly faster, requires far\nless computational resources, and achieves superior sampling efficiencies.\nCrucially, the architecture is transferable to larger system sizes, which\nallows for the efficient sampling of materials with simulation cells of\nunprecedented size. We demonstrate the potential of our approach by applying it\nto several materials systems, including Lennard-Jones crystals, ice phases of\nmW water, and the phase diagram of silicon, for system sizes well above one\nthousand atoms. The trained Boltzmann Generators produce highly accurate\nequilibrium ensembles for various crystal structures, as well as Helmholtz and\nGibbs free energies across a range of system sizes, able to reach scales where\nfinite-size effects become negligible."}
{"id": "2509.25251", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25251", "abs": "https://arxiv.org/abs/2509.25251", "authors": ["Todor M. Mishonov", "Albert M. Varonov", "Kaloian D. Lozanov"], "title": "Metal-insulator transition in a CuO chain created by Kondo interaction", "comment": "8 pages, 2 figures, 47 references", "summary": "Over twenty years ago Alexei Abrikosov [A.A. Abrikosov, Metal-insulator\ntransition in layered cuprates (SDW model), Physica C: Supercond. Vol. 391, 2,\n147-159 (2003)] considered the Spin-Density-Waves (SDW) model for the\nmetal-insulator transition in layered cuprates. In one of those cuprates,\nYBa$_2$Cu$_3$O$_{7-\\delta}$, there are one-dimensional (1D) CuO chains of\ncopper and oxygen ions. In the present work we consider the metal-insulator\ntransition in the model case of a 1D CuO chain in the regime of half-filling of\nthe band. Our model is essentially the same, but as an exchange interaction\ncausing the metal-insulator transition, we consider Kondo-Zener two-electron\nexchange, which successfully describes many of the electronic properties of the\nlayered cuprates."}
{"id": "2509.26044", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26044", "abs": "https://arxiv.org/abs/2509.26044", "authors": ["Markos Poulos", "Donatas Surblys", "Konstantinos Termentzidis"], "title": "Exact heat flux formula and its spectral decomposition in molecular dynamics for arbitrary many-body potentials", "comment": null, "summary": "In this study we have derived an exact framework for the calculation of the\nheat flux and its spectral decomposition in Molecular Dynamics (MD) for\narbitrary many-body potentials. This work addresses several lacks and\nlimitations of previous approaches and allows for the accurate computational\nstudy of thermal properties in a wide variety of many-body systems with MD. We\nhave tested our modifications with Green-Kubo (GK) and Non-Equilibrium MD\n(NEMD) simulations for various 2D and 3D material systems using the Tersoff and\nStillinger-Weber potentials as examples. The spectral decomposition of the heat\ncurrent was also calculated for monolayer graphene (1LG) and MoS2 , for\ndifferent system lengths. Our results show that the heat current calculated by\nour method is consistently in agreement with the thermostat current in NEMD,\nwhile previous implementations can estimate quite poorly the thermal\nconductivity both under GK and NEMD simulations, and both for 2D and 3D\nmaterials. The decomposition of the heat current also sheds light on the\ncontribution of different phonon modes to thermal conductivity and its\ndependence on length. Our methodology is implemented in the widely used LAMMPS\ncode specifically for the Tersoff and SW potentials, and it is readily\napplicable to the vast majority of many-body MD potentials."}
{"id": "2509.25490", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25490", "abs": "https://arxiv.org/abs/2509.25490", "authors": ["Jacob Jeffries", "Himanshu Singh", "Romain Perriot", "Christian Negre", "Antonio Redondo", "Enrique Martinez"], "title": "Kinetic Monte Carlo prediction of the morphology of pentaerythritol tetranitrate", "comment": "10 pages, 3 figures", "summary": "In this work, we develop an atomistic, graph-based kinetic Monte Carlo (KMC)\nsimulation routine to predict crystal morphology. Within this routine, we\nencode the state of the supercell in a binary occupation vector and the\ntopology of the supercell in a simple nearest-neighbor graph. From this\nencoding, we efficiently compute the interaction energy of the system as a\nquadratic form of the binary occupation vector, representing pairwise\ninteractions. This encoding, coupled with a simple diffusion model for\nadsorption, is then used to model evaporation and adsorption dynamics at\nsolid-liquid interfaces. The resulting intermolecular interaction-breaking\nenergies are incorporated into a kinetic model to predict crystal morphology,\nwhich is implemented in the open-source Python package Crystal Growth Kinetic\nMonte Carlo (cgkmc). We then apply this routine to pentaerythritol tetranitrate\n(PETN), an important energetic material, showing excellent agreement with the\nattachment energy model."}
{"id": "2509.25344", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25344", "abs": "https://arxiv.org/abs/2509.25344", "authors": ["Hao-Xin Wang", "Hanbit Oh", "Tobias Helbig", "Bai Yang Wang", "Jiarui Li", "Yijun Yu", "Harold Y. Hwang", "Hong-Chen Jiang", "Yi-Ming Wu", "S. Raghu"], "title": "Origin of Spin Stripes in Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "8 pages with 5 figures", "summary": "The bilayer nickelate La$_3$Ni$_2$O$_7$ has emerged as a new high temperature\nsuperconductor. We propose and study a microscopic Hamiltonian that addresses\nthe interplay of lattice structure and magnetism in this system. Using\nstate-of-the-art density matrix renormalization group calculations, we show\nthat $(\\pi/2,\\pi/2)$ spin stripe order emerges in our model and exhibits a\nhidden quasi-one dimensionality. The spin stripe order occurs over a range of\nelectron concentrations, but requires a sizable Hund's coupling $J_H$. Our\nmodel exhibits superconducting tendency only when the interlayer\nantiferromagnetic coupling $J_\\bot$ becomes sufficiently large, which naturally\noccurs under pressure. Our study unveils the microscopic origin of both the\nunusual spin stripes and superconductivity in La$_3$Ni$_2$O$_7$, and highlights\nthe indispensable role of Hund's coupling $J_H$ in this system."}
{"id": "2509.26084", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.26084", "abs": "https://arxiv.org/abs/2509.26084", "authors": ["Marvin Alexander Weiss", "Julius Schlegel", "Daniel Anić", "Emil Steiner", "Franz Stefan Herbst", "Makoto Nakajima", "Takayuki Kurihara", "Alfred Leitenstorfer", "Ulrich Nowak", "Sebastian T. B. Goennenwein"], "title": "Field-tuning of ultrafast magnetization fluctuations in Sm$_{0.7}$Er$_{0.3}$FeO$_{3}$", "comment": "11 pages, 10 figures", "summary": "The properties of spin fluctuations in antiferromagnets are largely\nunexplored, in particular at ultrafast timescales. Here, we employ femtosecond\nnoise correlation spectroscopy (FemNoC) to experimentally study magnetization\nfluctuations in the canted antiferromagnet Sm$_{0.7}$Er$_{0.3}$FeO$_{3}$ across\nits spin reorientation transition and under external magnetic fields. By\ncomparing our measurements to atomistic spin noise and Monte Carlo simulations,\nwe find that the amplitude of the spin noise is governed by the free energy,\nwith stronger fluctuations in regions where the potential landscape softens. We\nfurthermore demonstrate that external magnetic fields suppress spin\nfluctuations and enhance the quasi-ferromagnetic magnon frequency by\neffectively stiffening the potential. These results highlight an effective\nroute for tuning ultrafast magnetization fluctuations via external parameters."}
{"id": "2509.25511", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2509.25511", "abs": "https://arxiv.org/abs/2509.25511", "authors": ["Marco Bussoletti", "Mirko Gallo", "Amir Jafari", "Gregory L. Eyink"], "title": "Non-Gaussian statistics of concentration fluctuations in free liquid diffusion", "comment": null, "summary": "We show that the three-point skewness of concentration fluctuations is\nnon-vanishing in free liquid diffusion, even in the limit of vanishingly small\nmean concentration gradients. We exploit a high-Schmidt reduction of nonlinear\nLandau-Lifshitz hydrodynamics for a binary fluid, both analytically and by a\nmassively parallel Lagrangian Monte Carlo simulation. Non-Gaussian statistics\nresult from nonlinear coupling of concentration fluctuations to thermal\nvelocity fluctuations, analogous to the turbulent advection of a passive\nscalar. Concentration fluctuations obey no central limit theorem, counter to\nthe predictions of macroscopic fluctuation theory for generic diffusive\nsystems."}
{"id": "2509.26472", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26472", "abs": "https://arxiv.org/abs/2509.26472", "authors": ["Sixuan Chen", "Zhiheng Yao", "Ning Xia", "Shusen Ye", "Hongrui Zhang", "Jianfa Zhao", "Qingqing Liu", "Changqing Jin", "Shuo Yang", "Yayu Wang"], "title": "Half-filled metal and molecular-orbital-mediated pairing in cuprate", "comment": "12 pages, 4 figures", "summary": "The cuprates exhibit anomalous momentum-space structure with antinodal gap\nand nodal arc in the underdoped regime, which evolves into a complete hole-type\nFermi surface with a large Luttinger volume in the overdoped regime. The\nreal-space electronic structure is also quite complex, as characterized by\nmicroscopic inhomogeneities and intertwined density wave orders. Here we show\nthat doped holes in cuprate form localized electronic molecules consisting of\n4a0 plaquettes, and each plaquette contains approximately two holes. The\neffective local doping level is thus around 1/8, which is sufficient to destroy\nthe underlying AF order and more importantly, recovers the half-filled metallic\nstate of the original CuO2 plane. The restored Fermi surface, hosting one hole\nper unit cell, is consistent with experimental results and satisfies the\nLuttinger theorem. We then construct the momentum-space structure of the\nhalf-filled metal by considering the real-space configuration of electronic\nmolecules. We show that the electronic potential with 4a0 periodicity imposed\nby the plaquettes and the quantum size effect of electronic molecules\nobliterate the nested antinodal Fermi surface sheets, leaving behind short arcs\nwith coherent quasiparticles around the node. We propose that two doped holes\nin each plaquette occupy the shared molecular orbital and form a spin singlet,\nwhich can mediate the pairing of itinerant holes on the remnant Fermi surface\nof the half-filled metal. The electric dipole moment between the molecular\norbitals and the dopant ions may also provide a novel attractive interaction\nbetween itinerant holes. This phenomenological model for pair formation between\nitinerant holes on the half-filled Fermi surface mediated by localized\nmolecular orbitals resolves several core issues concerning the mechanism of\nsuperconductivity in cuprates."}
{"id": "2509.26095", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26095", "abs": "https://arxiv.org/abs/2509.26095", "authors": ["Davide Gambino", "Niccolò Di Eugenio", "Jesper Byggmästar", "Johan Klarbring", "Daniele Torsello", "Flyura Djurabekova", "Francesco Laviano"], "title": "The diffusion-driven orthorhombic to tetragonal transition in YBa$_2$Cu$_3$O$_7$ derived with a machine learning interatomic potential", "comment": "30 pages, 6 figures", "summary": "Defects in high temperature superconductors such as YBa$_2$Cu$_3$O$_7$ (YBCO)\ncritically influence their superconducting behavior, as they substantially\ndegrade or even suppress superconductivity. With the renewed interest in\ncuprates for next-generation superconducting magnets operating in\nradiation-harsh environments such as fusion reactors and particle accelerators,\naccurate atomistic modeling of defects and their dynamics has become essential.\nHere, we present a general-purpose machine-learning interatomic potential for\nYBCO, based on the Atomic Cluster Expansion (ACE) method and trained on Density\nFunctional Theory (DFT) data, with particular emphasis on defects and their\ndiffusion mechanisms. The potential is validated against DFT calculations of\nground-state properties, defect formation energies of oxygen Frenkel pairs and\ndiffusion barriers for their formation. Remarkably, the potential captures the\ndiffusion-driven orthorhombic to tetragonal transition at elevated\ntemperatures, a transformation that is difficult to describe with empirical\npotentials, elucidating how the formation of oxygen Frenkel pairs in the basal\nplane governs this order-disorder transition. The ACE potential introduced here\nenables large-scale, predictive atomistic simulations of defect dynamics and\ntransport processes in YBCO, providing a powerful tool to explore its\nstability, performance, and functionality under realistic operating conditions.\nMoreover, this work proves that machine learning interatomic potentials are\nsuitable for studies of quaternary oxides with complex chemistry."}
{"id": "2509.25634", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25634", "abs": "https://arxiv.org/abs/2509.25634", "authors": ["Tapesh Gautam", "S. Satpathy"], "title": "Spin and Orbital Edelstein effect in gated monolayer transition metal dichalcogenides", "comment": null, "summary": "The Edelstein effect consists of the non-equilibrium accumulation of\nmagnetization in response to an applied electric field in systems with broken\ninversion symmetry. While the spin Edelstein effect (SEE), originating from\nspin moments, is well established, its orbital counterpart, where magnetization\narises from orbital moment, has only recently begun to attract attention. In\nthis work, we investigate the orbital Edelstein effect (OEE) in gated monolayer\ntransition-metal dichalcogenides (TMDs), such as MoS2, by using\nfirst-principles density-functional calculations with both electron and hole\ndoping. The gate-induced broken mirror symmetry produces a Rashba-type chiral\nspin/orbital angular momentum texture, which in turn leads to the Edelstein\neffect in response to an applied in-plane electric field. We find that for\nelectron doping the Edelstein response is dominated by the orbital channel,\nwhereas for hole doping the orbital and spin contributions are comparable. For\nthe case of hole doping, both OEE and SEE are strongly enhanced by a small\namount of strain, due to strain-driven shifts between the Gamma and K/K' valley\nenergies. We derive analytical expressions for the spin and orbital Edelstein\nsusceptibilities and evaluate their magnitudes from first-principles.\nRemarkably, the predicted OEE in gated monolayer TMDs is an order of magnitude\nlarger than values reported in previously studied systems. Our results identify\nTMDs as promising platforms for studying the orbital Edelstein effect and\nhighlight their potential applications in spintronics devices."}
{"id": "2509.26288", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26288", "abs": "https://arxiv.org/abs/2509.26288", "authors": ["Tianzhao Xu", "Zhencai Li", "Kai Zheng", "Hanmeng Zhang", "Kenji Shinozaki", "Huotian Zhang", "Lars R. Jensen", "Feng Gao", "Jinjun Ren", "Yanfei Zhang", "Yuanzheng Yue"], "title": "Towards stable metal inorganic-organic complex glasses", "comment": null, "summary": "Metal inorganic-organic complex (MIOC) glasses have emerged as a new family\nof melt-quenched glasses. However, the vitrification of MIOC is challenging\nsince most of the crystalline MIOC precursors decompose before melting. The\ndecomposition problem severely narrows the compositional range of MIOC glass\nformation. Here, we report a novel approach for preparing the MIOC glasses that\ncombines slow-solvent-removal with subsequent quenching to avoid gel thermal\ndecomposition and crystallization. Specifically, the new approach utilizes an\naprotic solvent (acetone) to kinetically prevent the ordering of the\nmetal-ligand complex molecules in solution, thereby suppressing crystallization\nand forming a gel. The subsequent gradual drying process leads to the removal\nof the solvent to enhance the connections between molecules through hydrogen\nbonds, thus causing the formation of a hydrogen-bonded network. The increased\nnetwork connectivity lowers the mobility of the molecules, thereby avoiding gel\ncrystallization. Consequently, a disordered network is frozen-in during\nquenching of the dried gel from 130 {\\deg}C to room temperature, and finally\nMIOC glass forms. Structural analyses reveal that hydrogen bonds are\nresponsible for connecting the tetrahedral units. The as-prepared MIOC glass\nexhibits some fascinating behaviors, e.g., Tg increasing with rapid\nroom-temperature relaxation, CO2 uptake, and red-shift of photoluminescence.\nThis work not only presents a novel strategy for fabricating large-sized,\nstable, functional MIOC glasses, but also uncovers the critical role of\nhydrogen bonds in MIOC glass formation."}
{"id": "2509.25635", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25635", "abs": "https://arxiv.org/abs/2509.25635", "authors": ["D. Quang To", "Dai Q. Ho", "Joshua M. O. Zide", "Lars Gundlach", "M. Benjamin Jungfleisch", "Garnett W. Bryant", "Anderson Janotti", "Matthew F. Doty"], "title": "Quantum geometric origins of the orbital degrees of freedom of hybrid bosonic quasiparticles in magnetic systems", "comment": "8 pages, 3 figures", "summary": "The orbital degree of freedom has recently attracted significant attention\ndue to the novel phenomena it enables in condensed matter systems. However, the\ninterpretation of the orbital degree of freedom in bosonic quasiparticles\nremains conceptually ambiguous and the mechanisms governing the transfer of\norbital angular moment (OAM) between distinct quasiparticles, such as magnons\nand phonons, are not yet fully understood. We investigate orbital dynamics in\nbosonic systems and identify two origins of OAM: (i) global rotational motion\nof the system, and (ii) the quantum geometry of wavefunctions. Focusing on the\nlatter, we study strongly coupled magnon-phonon systems in two-dimensional\nantiferromagnets as a test case. We uncover finite OAM arising from quantum\ngeometric effects via two mechanisms: (a) time-parity symmetry breaking,\nyielding intra band OAM, and (b) interband coupling, generating interband OAM.\nWe propose that an electrical detection scheme based on the transverse voltage\ngenerated by hybrid magnon phonon modes can be used to experimentally probe the\nbosonic orbital degree of freedom. Our results establish a foundation for the\nemerging field of phonon orbitronics, providing both a conceptual bridge\nbetween phonon and magnon orbitronics and a tool for better understanding\nmagnon-polarons. They also advance a unified framework for harnessing orbital\ndegrees of freedom in bosonic systems and pave the way toward electrical\ncontrol of magnetization and phononic transport."}
{"id": "2509.26312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26312", "abs": "https://arxiv.org/abs/2509.26312", "authors": ["Luize Dipane", "Liora Kotlara", "Viktors Vibornijs", "Katrina Laganovska", "Aleksejs Zolotarjovs", "Eriks Dipans", "Jevgenijs Gabrusenoks", "Boris Polyakov", "Edgars Butanovs"], "title": "MoSe2 and WSe2 shell morphology control via temperature optimization during two-step growth of ZnSe-based core-shell nanowires", "comment": null, "summary": "Achieving uniform and controlled transition metal dichalcogenide (TMD) shell\ngrowth on nanowires (NWs) remains a key challenge, limiting the development of\nhigh-quality core-shell heterostructures for optoelectronic and photocatalytic\napplications. In this work, the fabrication of ZnSe-MoSe2 and ZnSe-WSe2\ncore-shell NWs was successfully demonstrated. ZnSe NWs were grown via the\nvapor-liquid-solid growth mechanism, while TMD (MoSe2 or WSe2) shells were\nformed through a two-step process of sacrificial oxide layer deposition via\nmagnetron sputtering followed by selenization process in a chemical vapor\ntransport reactor. As-grown nanostructures were characterized using X-ray\ndiffraction, transmission electron microscopy, X-ray photoelectron\nspectroscopy, Raman spectroscopy and photoluminescence spectroscopy. It was\nobserved that the TMD shell morphology can be controlled through the\nselenization process temperature optimization, which arises due to different\ngrowth mechanisms discussed here. The studied trends could be further extended\nto other semiconductor NW and TMD core-shell heterostructure growth, offering\npromising avenues for advanced nanoscale applications."}
{"id": "2509.25691", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.25691", "abs": "https://arxiv.org/abs/2509.25691", "authors": ["Yaqing Yang", "Zhen Zhang", "Liwen Zhang", "Liantuan Xiao", "Suotang Jia", "Jun Chen", "Lei Zhang"], "title": "Electric-field control of pure spin photocurrent in germanene", "comment": null, "summary": "The electrical control of pure spin current remains a central challenge in\nspintronics, particularly in time-reversal symmetric systems composed of\nnonmagnetic elements, where spin and electric fields interact only indirectly.\nIn this work, we develop a theoretical framework for electrically tuning pure\nspin photocurrent in two-dimensional materials with time-reversal symmetry via\na gate electric field. Through theoretical analysis, we demonstrate that in\nsystems with spin-orbit coupling and in-plane mirror symmetry, an out-of-plane\nelectric field induces spin splitting and reversal in the band structure near\nthe Fermi energy, enabling magnitude control and direction reversal of the pure\nspin photocurrent. To validate this mechanism, we perform first-principles\ncalculations on germanene, an experimentally realized two-dimensional material.\nBeyond amplitude modulation, we reveal that reversing the direction of the\napplied electric field leads to a corresponding reversal of the pure spin\nphotocurrent. Furthermore, we show that the pure spin photocurrent can be tuned\nby varying the photon energy and the incident angle of light, providing\nadditional degrees of control over spin transport. These findings establish a\nrobust strategy for electric-field-controlled pure spin transport in\ntwo-dimensional materials, offering new possibilities for the development of\noptospintronic devices."}
{"id": "2509.26412", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2509.26412", "abs": "https://arxiv.org/abs/2509.26412", "authors": ["Guangwu Zhang", "Xing Xiang", "Ziyan Qian", "Yixin Xu", "Shengying Yue", "Hyejin Jang", "Lin Yang", "Yanguang Zhou", "Xinyu Wang", "Qiye Zheng"], "title": "Strain-Gradient-Driven Decoupling of Thermal Suppression from Anisotropy in \\b{eta}-Ga2O3", "comment": null, "summary": "Strain gradients, ubiquitous in flexible devices and epitaxial\nnanostructures, are a major blind spot for thermal transport in \\b{eta}-Ga2O3.\nWe establish that strain gradient unlocks a thermal conductivity (k)\nsuppression mechanism fundamentally more potent than uniform strain: moderate\nuniaxial gradients (0.6%/nm) suppress k by 32-37% (27-30%) in thin films\n(nanowires), intensifying to 43.3% with biaxial gradients. This reduction far\nexceeds that from equivalent uniform strain and surpasses benchmark materials\nlike silicon and BAs. Critically, a surprising decoupling emerges: while 3%\nuniform strain alters thermal anisotropy by ~25%, strain gradient strongly\nsuppresses k with preserving this ratio. Mechanistically, strain\ngradients-induced symmetry breaking and enhanced mode coupling anisotropically\nactivate forbidden scattering channels, making gradient-driven scattering\ndominant over intrinsic phonon scattering below 6.25 THz. These findings\nredefine non-uniform strain from a parasitic flaw into a powerful design tool\nfor engineering thermal isolation and heat flux in next-generation flexible and\nhigh-power \\b{eta}-Ga2O3 electronics."}
{"id": "2509.25697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25697", "abs": "https://arxiv.org/abs/2509.25697", "authors": ["Naisargi Kanabar", "Seiichiro Higashiya", "Daniele Cherniak", "Devendra Sadana", "Stephen Bedell", "Haralabos Efstathiadis"], "title": "Lithium depth profiling in NMC/Graphite commercial coin cells under high C-rate cycling", "comment": null, "summary": "This study examines lithium distribution and its evolution in both anode and\ncathode materials of commercial lithium-ion coin cells subjected to high C-rate\ncycling, providing insights into lithium loss, trapping, and plating\nmechanisms. Cells were cycled at 1C to 3C rates, and post-mortem analysis were\nperformed using Li nuclear reaction Analysis (Li-NRA), x-ray diffraction (XRD),\nand scanning electron microscopy (SEM) equipped with energy-dispersive x-ray\nspectroscopy (EDS). Li-NRA using the resonant nuclear reaction between an\nincident high-energy proton and lithium was used to measure the depth\ndistribution of Li in the cathode and anode layers. The Li-NRA analysis\nrevealed a surface lithium peak on the anode, likely associated with SEI\nformation and lithium plating, while the cathode exhibited a decrease in\nlithium content by ~19.7%. XRD analysis of the cathode showed a contraction of\nthe c-lattice parameter and peak shifts consistent with lithium depletion and\nstructural deformation, supported by SEM imaging. In contrast, the dead\ngraphite anode shows an enhanced peak at 43.3{\\deg}, which corresponds to the\npresence of metallic lithium or possibly Cu. 3-C rate cycling also led to\ncapacity fade and an increase in internal resistance, highlighting the impact\nof lithium plating on cell performance."}
{"id": "2509.26528", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26528", "abs": "https://arxiv.org/abs/2509.26528", "authors": ["Nika Gribova", "Anatoly Zvezdin", "Vladimir Belotelov"], "title": "Peculiarities of spin dynamics excitation by magnetic field of a high-frequency electromagnetic pulse", "comment": null, "summary": "Terahertz (THz) electromagnetic pulses offer a promising route for the\nultrafast manipulation of magnetization in ferromagnetic materials. While\nprevious studies have demonstrated the excitation of spin dynamics using\nlinearly polarized THz fields, the role of circular polarization and the\neffects of rapidly oscillating, time-dependent field profiles remained\ninsufficiently understood. We have developed a unified theoretical framework\nfor describing the excitation of spin precession via Zeeman interaction in\nmagnetic materials by high frequency pulses of arbitrary polarization with\ntemporal Gaussian profile. In the regime of long pulses (at least several\noscillations are within the pulse duration), a circularly polarized magnetic\nfield acts as an effective rectified magnetic field along the pulse\npropagation, while linear polarized pulses excite no free precession. In the\nregime of short pulses (less than one oscillation is within the pulse\nduration), pulses of any polarization, including linear one can excite free\nspin precession. There is an optimal pulse duration which maximizes amplitude\nof the spin precession. It depends on magnetic parameters of the sample and the\nexternal magnetic field, as well as on the carrier frequency of the pulse and\nits amplitude. These findings bridge key gaps in the understanding of\nTHz-induced spin dynamics and provide insights into the design of\nlight-controlled magnetization schemes using tailored electromagnetic pulses."}
{"id": "2509.25703", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.25703", "abs": "https://arxiv.org/abs/2509.25703", "authors": ["Ling-Feng Zhang", "Wing Chi Yu"], "title": "Probing phase transitions in non-Hermitian systems with quantum entanglement", "comment": "14 pages, 9 figures", "summary": "We study the quantum entanglement and quantum phase transition of the\nnon-Hermitian anisotropic spin-1/2 XY model and XXZ model with the staggered\nimaginary field by analytical methods and numerical exact diagonalization,\nrespectively. Various entanglement measures, including concurrence, negativity,\nmutual information, and quantum coherence, and both biorthogonal and\nself-normal quantities are investigated. Both the biorthogonal and self-normal\nentanglement quantities, except the biorthogonal concurrence, are found to be\ncapable of detecting the first-order and $\\mathcal{PT}$ transitions in the XXZ\nmodel, as well as the Ising and $\\mathcal{RT}$ transitions in the XY model. In\naddition, we introduce the unconstrained concurrence and demonstrate its\neffectiveness in detecting these transitions. On the other hand, the\nBeresinskii-Kosterlitz-Thoules (BKT) transition in the XXZ model is revealed\nthrough concurrence and negativity at small non-Hermiticity strengths. Notably,\nthe critical points observed in the Hermitian limit evolve into exceptional\npoints as the strength of the non-Hermiticity increases. Furthermore, we find\nthat the first-order transition survives up to a higher non-Hermiticity\nstrength compared to the BKT transition within the $\\mathcal{PT}$-symmetric\nregime of the XXZ model."}
{"id": "2509.26548", "categories": ["cond-mat.mtrl-sci", "cs.CV"], "pdf": "https://arxiv.org/pdf/2509.26548", "abs": "https://arxiv.org/abs/2509.26548", "authors": ["Jian Guo Pan", "Lin Wang", "Xia Cai"], "title": "Automated and Scalable SEM Image Analysis of Perovskite Solar Cell Materials via a Deep Segmentation Framework", "comment": null, "summary": "Scanning Electron Microscopy (SEM) is indispensable for characterizing the\nmicrostructure of thin films during perovskite solar cell fabrication. Accurate\nidentification and quantification of lead iodide and perovskite phases are\ncritical because residual lead iodide strongly influences crystallization\npathways and defect formation, while the morphology of perovskite grains\ngoverns carrier transport and device stability. Yet current SEM image analysis\nis still largely manual, limiting throughput and consistency. Here, we present\nan automated deep learning-based framework for SEM image segmentation that\nenables precise and efficient identification of lead iodide, perovskite and\ndefect domains across diverse morphologies. Built upon an improved YOLOv8x\narchitecture, our model named PerovSegNet incorporates two novel modules: (i)\nAdaptive Shuffle Dilated Convolution Block, which enhances multi-scale and\nfine-grained feature extraction through group convolutions and channel mixing;\nand (ii) Separable Adaptive Downsampling module, which jointly preserves\nfine-scale textures and large-scale structures for more robust boundary\nrecognition. Trained on an augmented dataset of 10,994 SEM images, PerovSegNet\nachieves a mean Average Precision of 87.25% with 265.4 Giga Floating Point\nOperations, outperforming the baseline YOLOv8x-seg by 4.08%, while reducing\nmodel size and computational load by 24.43% and 25.22%, respectively. Beyond\nsegmentation, the framework provides quantitative grain-level metrics, such as\nlead iodide/perovskite area and count, which can serve as reliable indicators\nof crystallization efficiency and microstructural quality. These capabilities\nestablish PerovSegNet as a scalable tool for real-time process monitoring and\ndata-driven optimization of perovskite thin-film fabrication.The source code is\navailable at:https://github.com/wlyyj/PerovSegNet/tree/master."}
{"id": "2509.25714", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.25714", "abs": "https://arxiv.org/abs/2509.25714", "authors": ["Fang-Ming Cui", "Hui Dong"], "title": "Finite-Time Thermodynamics Perspective into Nuclear Power Plant Heat Cycle", "comment": "14 pages, 8 figures", "summary": "Nuclear power plants are prominent examples of heat-to-work conversion\nsystems, and optimizing their thermodynamic performance offers significant\npotential for enhancing energy efficiency. With a development history of less\nthan a century, optimization trends in nuclear power plants indicate that\nclassical thermodynamics alone may be insufficient, particularly when\nmaximizing output power rather than efficiency becomes the primary focus. This\npaper re-examines nuclear power plant thermodynamic cycles through the lens of\nfinite-time thermodynamics, an approach specifically developed to address the\npractical requirement of enhancing power output. Beginning with the simpler\nBrayton cycle without phase transitions, we obtain the famous Curzon-Ahlborn\nformula for efficiency at maximum power. Subsequently we analyze the more\ncomplex Rankine cycle, which incorporates phase transitions. By explicitly\nconsidering the working fluid undergoing phase transitions within the cycle, we\nuncover the inherent trade-off between output power and efficiency.\nAdditionally, we demonstrate that both the maximum attainable power and\nefficiency increase as latent heat rises. These findings shall provide insights\nand methodologies for future thermodynamic optimization of nuclear power plants\nand other Rankine-type cycle systems."}
{"id": "2509.26622", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26622", "abs": "https://arxiv.org/abs/2509.26622", "authors": ["Eka Nurfani", "Haifa Salsabila", "Dwiky I. Bakhtiar", "Wahyu S. Sipahutar", "M Alvien Ghifari", "Rishal Asri", "Meqorry Yusfi", "Tarmizi Taher", "Aditya Rianjanu", "Robi Kurniawan"], "title": "Effect of Mixed Ratios of Mangosteen Peel (Garcinia mangostana L.) and Grass Jelly Leaf (Cyclea barbata L. Miers) Natural Dyes on the Performance of Dye-Sensitized Solar Cells (DSSC)", "comment": null, "summary": "Dye-sensitized solar cells (DSSCs) are promising low-cost and environmentally\nfriendly photovoltaic devices, especially when utilizing natural sensitizers.\nThis study explores the effect of concentration ratios of natural dyes\nextracted from mangosteen peel (MP) and grass jelly leaves (GJL) on the\noptical, morphological, and photovoltaic properties of DSSCs. Dye solutions\nwere prepared at a fixed concentration of 0.6 g/mL, with the MP:GJL volume\nratio varied at 3:1, 2:1, 1:1, 1:2, and 1:3. As a result, UV-Vis absorption\nspectra showed that the MP contributes to the UV-blue region (350-450), while\nthe GJL contributes to the red region (650-700 nm). The current-voltage (J-V)\nanalysis showed that the power conversion efficiency (PCE) of MP and GJL dyes\nis 2.75% and 2.12%. The composite dye with a 1:3 (MP:GJL) ratio yielded the\nhighest PCE of 3.50%, demonstrating the synergistic effect of combining these\nnatural sensitizers to broaden the light absorption spectrum."}
{"id": "2509.25728", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25728", "abs": "https://arxiv.org/abs/2509.25728", "authors": ["Yongxin Lyu", "Yifan Zhou", "Yu Zhang", "Yang Yang", "Bosen Zou", "Qiang Weng", "Tong Xie", "Claudio Cazorla", "Jianhua Hao", "Jun Yin", "Tom Wu"], "title": "Fingerprinting Organic Molecules for the Inverse Design of Two-Dimensional Hybrid Perovskites with Target Energetics", "comment": null, "summary": "Artificial intelligence (AI)-assisted workflows have transformed materials\ndiscovery, enabling rapid exploration of chemical spaces of functional\nmaterials. Endowed with extraordinary optoelectronic properties,\ntwo-dimensional (2D) hybrid perovskites represent an exciting frontier, but\ncurrent efforts to design 2D perovskites rely heavily on trial-and-error and\nexpert intuition approaches, leaving most of the chemical space unexplored and\ncompromising the design of hybrid materials with desired properties. Here, we\nintroduce an inverse design workflow for Dion-Jacobson perovskites that is\nbuilt on an invertible fingerprint representation for millions of conjugated\ndiammonium organic spacers. By incorporating high-throughput density functional\ntheory (DFT) calculations, interpretable machine learning, and synthesis\nfeasibility screening, we identified new organic spacer candidates with\ndeterministic energy level alignment between the organic and the inorganic\nmotifs in the 2D hybrid perovskites. These results highlight the power of\nintegrating invertible, physically meaningful molecular representations into\nAI-assisted design, streamlining the property-targeted design of hybrid\nmaterials."}
{"id": "2509.25423", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.acc-ph", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25423", "abs": "https://arxiv.org/abs/2509.25423", "authors": ["Oleksandr Hryhorenko", "Anne-Marie Valente-Feliciano", "Eric M. Lechner"], "title": "Electropolishing-Induced Topographic Defects in Niobium: Insights and Implications for Superconducting Radio Frequency Applications", "comment": null, "summary": "Electropolishing is the premier surface preparation method for high-Q,\nhigh-gradient superconducting RF cavities made of Nb. This leaves behind an\napparently smooth surface, yet the achievable peak magnetic fields fall well\nbelow the superheating field of Nb, in most cases. In this work, the ultimate\nsurface finish of electropolishing was investigated by studying its effect on\nhighly polished Nb samples. Electropolishing introduces high slope angle\nsloped-steps at grain boundaries. The magnetic field enhancement and\nsuperheating field suppression factors associated with such a geometry are\ncalculated in the London theory. Despite the by-eye smoothness of\nelectropolished Nb, such defects compromise the stability of the low-loss\nMeissner state, likely limiting the achievable peak accelerating fields in\nsuperconducting RF cavities. Finally, the impact of surface roughness on\nimpurity diffusion is investigated which can link surface roughness to the\neffectiveness of heat treatments like low-temperature baking or nitrogen\ninfusion in the vortex nucleation or hydride hypotheses. Surface roughness\ntends to decrease the effective dose of impurities as a result of the expansion\nof impurities into regions with greater internal angle. The effective dose of\nimpurities can be protected by minimizing slope angles and step heights,\nensuring uniformity."}
{"id": "2509.25761", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.25761", "abs": "https://arxiv.org/abs/2509.25761", "authors": ["Daiki Sasamoto", "Joji Nasu"], "title": "Schwinger boson theory for $S=1$ Kitaev quantum spin liquids", "comment": "17 pages, 8 figures", "summary": "The Kitaev model is an exactly solvable model with a quantum spin liquid\nground state. While this model was originally proposed as an $S=1/2$ spin model\non a honeycomb lattice, extensions to higher-spin systems have recently\nattracted attention. In contrast to the $S=1/2$ case, such higher-$S$ models\nare not exactly solvable and remain poorly understood, particularly for spin\nexcitations at finite temperatures. Here, we focus on the $S=1$ Kitaev model,\nwhich is proposed to host bosonic quasiparticles. We investigate this model\nusing Schwinger boson mean-field theory, introducing bosonic spinons as\nfractional quasiparticles by extending bond operators to address anisotropic\nspin interactions. We determine the mean-field parameters that realize a\nquantum spin liquid in both ferromagnetic and antiferromagnetic Kitaev models.\nBased on this ansatz, we calculate dynamical and equal-time spin structure\nfactors. We find that the conventional scheme based on Wick decoupling with\nrespect to spinons yields unphysical momentum dependence: it produces strong\nspectral weight indicating ferromagnetic (antiferromagnetic) correlations in\nthe antiferromagnetic (ferromagnetic) Kitaev model. To resolve this issue, we\npropose an alternative evaluation based on decoupling with respect to bond\noperators. We demonstrate that, in our scheme, such unphysical behavior\ndisappears and the momentum dependence of the spin structure factors is\nconsistent with the sign of the exchange constant. We also compute the\ntemperature evolution of the dynamical spin structure factor and find that the\nzero-temperature continuum splits into two distinct structures as temperature\nincreases, which can be understood in terms of the bandwidth narrowing of\nspinons. Finally, we clarify why the two decoupling schemes result in different\nmomentum dependences and discuss their relationship to previous studies."}
{"id": "2509.25635", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25635", "abs": "https://arxiv.org/abs/2509.25635", "authors": ["D. Quang To", "Dai Q. Ho", "Joshua M. O. Zide", "Lars Gundlach", "M. Benjamin Jungfleisch", "Garnett W. Bryant", "Anderson Janotti", "Matthew F. Doty"], "title": "Quantum geometric origins of the orbital degrees of freedom of hybrid bosonic quasiparticles in magnetic systems", "comment": "8 pages, 3 figures", "summary": "The orbital degree of freedom has recently attracted significant attention\ndue to the novel phenomena it enables in condensed matter systems. However, the\ninterpretation of the orbital degree of freedom in bosonic quasiparticles\nremains conceptually ambiguous and the mechanisms governing the transfer of\norbital angular moment (OAM) between distinct quasiparticles, such as magnons\nand phonons, are not yet fully understood. We investigate orbital dynamics in\nbosonic systems and identify two origins of OAM: (i) global rotational motion\nof the system, and (ii) the quantum geometry of wavefunctions. Focusing on the\nlatter, we study strongly coupled magnon-phonon systems in two-dimensional\nantiferromagnets as a test case. We uncover finite OAM arising from quantum\ngeometric effects via two mechanisms: (a) time-parity symmetry breaking,\nyielding intra band OAM, and (b) interband coupling, generating interband OAM.\nWe propose that an electrical detection scheme based on the transverse voltage\ngenerated by hybrid magnon phonon modes can be used to experimentally probe the\nbosonic orbital degree of freedom. Our results establish a foundation for the\nemerging field of phonon orbitronics, providing both a conceptual bridge\nbetween phonon and magnon orbitronics and a tool for better understanding\nmagnon-polarons. They also advance a unified framework for harnessing orbital\ndegrees of freedom in bosonic systems and pave the way toward electrical\ncontrol of magnetization and phononic transport."}
{"id": "2509.25763", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25763", "abs": "https://arxiv.org/abs/2509.25763", "authors": ["Seungwoo Hwang", "Jiho Lee", "Seungwu Han", "Youngho Kang", "Sungwoo Kang"], "title": "Discovery of oxide Li-conducting electrolytes in uncharted chemical space via topology-constrained crystal structure prediction", "comment": null, "summary": "Oxide Li-conducting solid-state electrolytes (SSEs) offer excellent chemical\nand thermal stability but typically exhibit lower ionic conductivity than\nsulfides and chlorides. This motivates the search for new oxide materials with\nenhanced conductivity. Crystal structure prediction is a powerful approach for\nidentifying such candidates. However, the structural complexity of oxide SSEs,\noften involving unit cells with more than 100 atoms, presents significant\nchallenges for conventional methods. In this study, we introduce TOPIC, a\nstructure prediction algorithm that reduces configurational complexity by\nenforcing corner-sharing (CS) bond topology constraints. We demonstrate that\nTOPIC successfully reproduces the ground-state and metastable structures of\nknown oxide SSEs, including LiTa$_2$PO$_8$ and Li$_7$La$_3$Zr$_2$O$_{12}$,\nwhich contain up to about 200 atoms per unit cell. By combining this approach\nwith a pretrained machine-learning interatomic potential, we systematically\nscreen quaternary oxide compositions and identify 92 promising candidates with\nCS frameworks. In particular, Li$_4$Hf$_2$Si$_3$O$_{12}$, which corresponds to\nthe ground state at its composition, exhibits an ionic conductivity of 14 mS\ncm$^{-1}$, a hull energy of 21 meV atom$^{-1}$, and a band gap of 6.5 eV.\nThrough our investigation, we identify the Li ratio as one of the key factors\ndetermining the stability of CS structures. Overall, our approach provides a\npractical and scalable pathway for discovering high-performance oxide solid\nelectrolytes in previously unexplored chemical spaces."}
{"id": "2509.26269", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cs.NE"], "pdf": "https://arxiv.org/pdf/2509.26269", "abs": "https://arxiv.org/abs/2509.26269", "authors": ["Qichen Xu", "Anna Delin"], "title": "A general optimization framework for mapping local transition-state networks", "comment": null, "summary": "Understanding how complex systems transition between states requires mapping\nthe energy landscape that governs these changes. Local transition-state\nnetworks reveal the barrier architecture that explains observed behaviour and\nenables mechanism-based prediction across computational chemistry, biology, and\nphysics, yet current practice either prescribes endpoints or randomly samples\nonly a few saddles around an initial guess. We present a general optimization\nframework that systematically expands local coverage by coupling a\nmulti-objective explorer with a bilayer minimum-mode kernel. The inner layer\nuses Hessian-vector products to recover the lowest-curvature subspace (smallest\nk eigenpairs), the outer layer optimizes on a reflected force to reach index-1\nsaddles, then a two-sided descent certifies connectivity. The GPU-based\npipeline is portable across autodiff backends and eigensolvers and, on large\natomistic-spin tests, matches explicit-Hessian accuracy while cutting peak\nmemory and wall time by orders of magnitude. Applied to a DFT-parameterized\nN\\'eel-type skyrmionic model, it recovers known routes and reveals previously\nunreported mechanisms, including meron-antimeron-mediated N\\'eel-type\nskyrmionic duplication, annihilation, and chiral-droplet formation, enabling up\nto 32 pathways between biskyrmion (Q=2) and biantiskyrmion (Q=-2). The same\ncore transfers to Cartesian atoms, automatically mapping canonical\nrearrangements of a Ni(111) heptamer, underscoring the framework's generality."}
{"id": "2509.25772", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25772", "abs": "https://arxiv.org/abs/2509.25772", "authors": ["Shekhar Chandra Pandey", "Shilpam Sharma", "R. Venkatesh", "L. S. Sharath Chandra", "M. K. Chattopadhyay"], "title": "Effect of Deposition Pressure on the Superconductivity of Ti40V60 Alloy Thin Films", "comment": null, "summary": "The growth and characterization of high quality superconducting thin films is\nessential for fundamental understanding and also for the use of these films in\ntechnological applications. In the present study, Ti40V60 alloy thin films have\nbeen deposited using DC magnetron co sputtering of Ti and V at ambient\ntemperatures. The effect of deposition pressure on the film morphology,\nsuperconducting and normal state properties has been studied. Measurement of\nelectrical resistance as a function of temperature indicates that up to a\ncertain deposition pressure, the 20 nm thick Ti40V60 films exhibit metallic\nbehavior in the normal state and superconductivity at low temperatures. Beyond\na threshold pressure, the films show a negative temperature coefficient of\nresistance with a residual resistance ratio less than one. Electrical transport\nmeasurements in the presence of magnetic field were performed to find the\ncurrent voltage characteristics of the thin films. Analysis of the I V curves\nindicates that the Ti40V60 alloy thin films have a large transport critical\ncurrent density (JC) e.g. 1.475E10 A per m2 in zero magnetic field and 2.657E09\nA per m2 in 4 T (both at 4 K). Analysis of the field dependence of flux line\npinning force density indicates a combined effect of core delta k surface and\ncore delta k point pinning mechanisms (where k is the Ginzburg Landau\nparameter). Additionally, spatial variations in the superconducting critical\ntemperature (TC ) across the sample contribute to delta TC pinning. In higher\nmagnetic fields, a contribution from delta l pinning (where l is the electron\nmean free path) also becomes significant. The findings indicate the potential\nof Ti40V60 alloy thin film for superconducting device applications like\ncryogenic radiation detectors."}
{"id": "2509.26309", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26309", "abs": "https://arxiv.org/abs/2509.26309", "authors": ["Yunhai Li", "Zewen Wu", "Miao Zhang", "Junyi Wang", "Shengjun Yuan"], "title": "TBPLaS 2.0: a Tight-Binding Package for Large-scale Simulation", "comment": null, "summary": "We introduce version 2.0 of TBPLaS, a package for large-scale simulation\nbased on the tight-binding propagation method (TBPM). This new version brings\nsignificant improvements with many new features. Existing Python/Cython\nmodeling tools have been thoroughly optimized, and a compatible C++\nimplementation of the modeling tools is now available, offering efficiency\nenhancement of several orders. The solvers have been rewritten in C++ from\nscratch, with the efficiency enhanced by several times or even by an order. The\nworkflow of utilizing solvers has also been unified into a more comprehensive\nand consistent manner. New features include spin texture, Berry curvature and\nChern number calculation, search of eigenvalues within a specific energy range,\nanalytical Hamiltonian, and GPU computing support. The documentation and\ntutorials have also been updated to the new version. In this paper, we discuss\nthe revisions with respect to version 1.3 and demonstrate the new features.\nBenchmarks on modeling tools and solvers are also provided."}
{"id": "2509.25797", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25797", "abs": "https://arxiv.org/abs/2509.25797", "authors": ["Shekhar Chandra Pandey Shilpam Sharma", "M. K. Chattopadhyay"], "title": "Growth Optimization of MoSi Thin Film and Measurement of Transport Critical Current Density of its Meander Structure", "comment": null, "summary": "Amorphous thin film superconductors are promising alternatives for the\ndevelopment of superconducting radiation detectors, especially superconducting\nnanowire single photon detectors (SNSPDs) and superconducting microwire single\nphoton detectors (SWSPDs), due to their homogeneous nature, ease of deposition,\nand superconducting parameters comparable to the materials currently being\nused. A study on the optimization of the growth technology and superconducting\ntransition temperature (TC) of MoSi thin films grown on SiO2 coated Si\nsubstrate is reported here. These films have been synthesized by co sputtering\nof Mo and Si targets with varying compositions and thicknesses to achieve\noptimized TC values close to that of the bulk. Mo80Si20 and Mo83Si17\ncompositions of the film, each with a thickness of 17 nm, exhibited the highest\nTC of 6.4 K and 5.9 K, respectively. Additionally, a meander structure with a\n17 um wire width was patterned to estimate the transport critical current\ndensity (JC), which was measured to be 1.4E9 A per m2 at 4 K. Variation of the\nTC with film thickness and deposition pressure has been studied. Electrical\nresistance as a function of temperature of the film before and after meandering\nwas also studied. These properties are compatible with the fabrication of\nsuperconducting nanowire, microwire and wide strip single photon detectors."}
{"id": "2509.26318", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26318", "abs": "https://arxiv.org/abs/2509.26318", "authors": ["Yuriy Dublenych"], "title": "Classical Heisenberg and XY models on zigzag ladder lattices with nearest-neighbor bilinear-biquadratic exchange: Exact solution for the ground-state problem", "comment": "11 pages, one table, 12 figures", "summary": "An exact and complete solution of the ground-state problem for the classical\nHeisenberg and XY models with nearest-neighbor bilinear-biquadratic exchange on\ntwo- and three-dimensional lattices composed of isosceles triangles is\ndetermined with the use of a cluster method. It is shown how the geometric\nfrustration due to the presence of triangles as structural units leads to the\nemergence of a rich phase diagram with incommensurate spiral orderings and\ntheir collinear limits, as well as canted and noncoplanar (conical) structures.\nSurprisingly, there are two different spiral phases with both continuous and\ndiscontinuous phase transitions between them. One of these phases is degenerate\non two-dimensional partially anisotropic triangular lattice. This degeneracy is\nlifted on three-dimensional lattices. Canted phase is highly degenerate and\nthis degeneracy persists on three-dimensional lattices."}
{"id": "2509.25807", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25807", "abs": "https://arxiv.org/abs/2509.25807", "authors": ["Jaekyun Hwang", "Taehun Lee", "Yonghyuk Lee", "Su-Hyun Yoo"], "title": "Fine-Tuning Bulk-oriented Universal Interatomic Potentials for Surfaces: Accuracy, Efficiency, and Forgetting Control", "comment": "Main text: 21 pages, 6 figures, Supplementary information: 10 pages,\n  5 figures", "summary": "Accurate prediction of surface energies and stabilities is essential for\nmaterials design, yet first-principles calculations remain computationally\nexpensive and most existing interatomic potentials are trained only on bulk\nsystems. Here, we demonstrate that fine-tuning foundation machine learning\npotentials (MLPs) significantly improves both computational efficiency and\npredictive accuracy for surface modeling. While existing universal interatomic\npotentials (UIPs) have been solely trained and validated on bulk datasets, we\nextend their applicability to complex and scientifically significant unary,\nbinary, and ternary surface systems. We systematically compare models trained\nfrom scratch, zero-shot inference, conventional fine-tuning, and multi-head\nfine-tuning approach that enhances transferability and mitigates catastrophic\nforgetting. Fine-tuning consistently reduces prediction errors with\norders-of-magnitude fewer training configurations, and multi-head fine-tuning\ndelivers robust and generalizable predictions even for materials beyond the\ninitial training domain. These findings offer practical guidance for leveraging\npre-trained MLPs to accelerate surface modeling and highlight a scalable path\ntoward data-efficient, next-generation atomic-scale simulations in\ncomputational materials science."}
{"id": "2509.26478", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26478", "abs": "https://arxiv.org/abs/2509.26478", "authors": ["Caitlin S. Kengle", "Sean M. Thomas", "Roman Movshovich", "Shengzhi Zhang", "Eun Sang Choi", "Minseong Lee", "Priscila F. S. Rosa", "Allen O. Scheie"], "title": "YbCu$_{1.14}$Se$_2$: an exchange disordered 2D triangular random singlet phase?", "comment": "LA-UR-25-29531", "summary": "Quantum spin liquid (QSL) phases exist in theory, but real candidate QSL\nmaterials are often extraordinarily sensitive to structural defects which\ndisrupt the ground state. Here, we investigate candidate triangular QSL\nmaterial YbCu$_{1.14}$Se$_2$ and discover the absence of magnetic order, but\nalso no compelling evidence of a QSL ground state due to significant structural\ndisorder. We instead look at the results through a lens of a 2-dimensional (2D)\nrandom singlet phase. YbCu$_{1.14}$Se$_2$ behaves strikingly similar to other\ndisordered triangular lattice materials, suggesting universal behavior of\nrandom singlet formation in 2D frustrated systems."}
{"id": "2509.25823", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.25823", "abs": "https://arxiv.org/abs/2509.25823", "authors": ["Kaito Yoda", "Ai Yamakage"], "title": "Superconducting gap structures in wallpaper fermion systems", "comment": "17 pages, 8 figures, proceedings of LT30", "summary": "We theoretically investigate the superconducting gap structures in wallpaper\nfermions, which are surface states of topological nonsymmorphic crystalline\ninsulators, based on a two-dimensional effective model. A symmetry analysis\nidentifies six types of momentum-independent pair potentials. One hosts a point\nnode, two host line nodes, and the remaining three are fully gapped. By\nclassifying the Bogoliubov--de Gennes Hamiltonian in the zero-dimensional\nsymmetry class, we show that the point and line nodes are protected by\n$\\mathbb{Z}_2$ topological invariants. In addition, for the\ntwofold-rotation-odd pair potential, nodes appear on the glide-invariant line\nand are protected by crystalline symmetries, as clarified by the\nMackey--Bradley theorem."}
{"id": "2509.26596", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26596", "abs": "https://arxiv.org/abs/2509.26596", "authors": ["Anzumaan R. Chakraborty", "Fan Yang", "Turan Birol", "Rafael M. Fernandes"], "title": "Orbital altermagnetism on the kagome lattice and possible application to $A$V$_3$Sb$_5$", "comment": "8 pages, 3 figures", "summary": "Altermagnets, which encompass a broad landscape of materials, are compensated\ncollinear magnetic phases in which the antiparallel magnetic moments are\nrelated by a crystalline rotation. Here, we argue that collinear\naltermagnetic-like states can also be realized in lattices with an odd number\nof sublattices, provided that the electronic interactions promote non-uniform\nmagnetic moments. We demonstrate this idea for a kagome metal whose band\nfilling places the Fermi level close to the van Hove singularity. Combining\nphenomenological and microscopic modeling, we show that the intertwined charge\ndensity-wave and loop-current instabilities of this model lead to a wide\nparameter range in which orbital ferromagnetic, antiferromagnetic, and\naltermagnetic phases emerge inside the charge-ordered state. In the presence of\nspin-orbit coupling, their electronic structures display the usual spin-split\nfingerprints associated with the three types of collinear magnetic order. We\ndiscuss the possible realization of orbital altermagnetic phases in the\n$A$V$_3$Sb$_5$ family of kagome metals."}
{"id": "2509.25887", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.25887", "abs": "https://arxiv.org/abs/2509.25887", "authors": ["Dmitrii Moldarev", "Tuan T. Tran", "Max Wolff", "Daniel Primetzhofer"], "title": "Kinetics of the photochromic effect in oxygen-containing rare-earth hydrides", "comment": "5 pages, 4 figures", "summary": "The kinetics of the photochromic reaction of oxygen-containing rare-earth\nhydrides is commonly described by an exponential function assuming a\nsingle-step process. In this paper, we elaborate on the origin of the\nphotochromic effect in oxygen-containing rare-earth metal hydrides, considering\nthe kinetics of the reaction as a two-step process. We show that the fit to the\nexperimental data is improved drastically when two processes that cause the\nphotodarkening are assumed: a fast reaction rate-limited - for example,\nelectronic or local - process and a slow, e.g. diffusion-limited process."}
{"id": "2509.26620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.26620", "abs": "https://arxiv.org/abs/2509.26620", "authors": ["Shouvik Sur", "Yiming Wang", "Mounica Mahankali", "Silke Paschen", "Qimiao Si"], "title": "Amplified response of cavity-coupled quantum-critical systems", "comment": "20+11 pages, 3+3 figures", "summary": "A quantum critical point develops when matter undergoes a continuous\ntransformation between distinct ground states at absolute zero. It hosts\npronounced quantum fluctuations, which render the system highly susceptible to\nexternal perturbations. While light-matter coupling has rapidly moved forward\nas a means to probe and control quantum materials, the capacity of quantum\ncritical fluctuations in the photon-mediated responses has been largely\nunexplored. Here we advance the notion that directly coupling a quantum\ncritical mode to a quantized cavity field dramatically facilitates the onset of\nsuperradiance. When the coupling between the two fields is bilinear, the\ntransition is found to occur at vanishingly small light-matter coupling and is\naccompanied by strongly enhanced intrinsic squeezing. Our results identify a\nparticularly favorable setting for realizing the elusive superradiant state,\nand point to a general principle by which quantum criticality amplifies\nphoton-matter entanglement and enhances the associated metrological\nperformance."}
{"id": "2509.25910", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.25910", "abs": "https://arxiv.org/abs/2509.25910", "authors": ["Yeri Lee", "Juseung Oh", "Kyung Yeol Ma", "Seung Jin Lee", "Eui Young Jung", "Yani Wang", "Kenji Watanabe", "Takashi Taniguchi", "Hailin Peng", "Hiroki Ago", "Ki Kang Kim", "Hyeon Suk Shin", "Sunmin Ryu"], "title": "Revealing Hidden Antiparallel Domains in Hexagonal Boron Nitride", "comment": "23 pages, 5 figures", "summary": "Hexagonal boron nitride (hBN) supports a wide range of two-dimensional (2D)\ntechnologies, yet assessing its crystalline quality over large areas remains a\nfundamental challenge. Both antiparallel domains, an intrinsic outcome of\nepitaxy on high-symmetry substrates, and orientational domains have long evaded\noptical detection. Here, we show that interferometric second-harmonic\ngeneration (SHG) polarimetry provides a powerful, non-destructive probe of\nlattice orientation and structural integrity in chemical vapor deposition-grown\nhBN. This approach reveals the ubiquitous formation of antiparallel domains and\nquantifies their impact on crystalline order. SHG intensity also emerges as a\ndirect optical metric of domain disorder, spanning three orders of magnitude\nacross films produced by ten different growth routes. Correlation with Raman\nspectroscopy establishes a unified framework for evaluating crystalline\nquality. Beyond hBN, this method offers a high-throughput route to wide-area\nstructural imaging in other non-centrosymmetric 2D materials, advancing their\ndeployment in electronics, photonics, and quantum technologies."}
{"id": "2509.26022", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26022", "abs": "https://arxiv.org/abs/2509.26022", "authors": ["Atsushi Takigawa", "Shin Kiyohara", "Yu Kumagai"], "title": "Accelerated Discovery of High-\\k{appa} Oxides with Physics-Based Factorized Machine Learning", "comment": "42 pages, 13 figures, 6 tables, submitted", "summary": "Considerable effort continues to be devoted to the exploration of\nnext-generation high-\\k{appa} materials that combine a high dielectric constant\nwith a wide band gap. However, machine learning (ML)-based virtual screening\nhas remained challenging, primarily due to the low accuracy in predicting the\nionic contribution to the dielectric tensor, which dominates the dielectric\nperformance of high-\\k{appa} materials. We here propose a joint ML model that\npredicts Born effective charges using an equivariant graph neural network, and\nphonon properties using a highly accurate pretrained ML potential. The ionic\ndielectric tensor is then computed analytically from these quantities. This\napproach significantly improves the accuracy of ionic contribution. Using the\nproposed model, we successfully identified 38 novel high-\\k{appa} oxides from a\nscreening pool of over 8,000 candidates."}
{"id": "2509.26023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26023", "abs": "https://arxiv.org/abs/2509.26023", "authors": ["Florian Mayer"], "title": "Topological Textures in Zr-Substituted Barium Titanate", "comment": "16 pages, 4 figures, plus supplemental material", "summary": "Topological polarization textures in ferroelectrics offer pathways to dense\nmemory, neuromorphic computing, and controlled probes of topology in solids. In\nrhombohedral barium titanate, theory has identified stable antiskyrmions of\ntopological charge -2 that fractionalize into six -1/3 fractional hotspots,\ntermed topological quarks. Here we extend this landscape to Zr-substituted\nbarium titanate (BZT) using a first-principles parameterized\neffective-Hamiltonian framework. In an ordered 12.5% composition, the\nchemically doubled periodicity enforces an alternation along [111]: one half\nhosts the -2 antiskyrmion (six -1/3 quarks), the other a +4 skyrmion (six +2/3\nquarks). The two share the same six-vortex skeleton but differ by an integer +1\nper vortex in the plane-integrated slice charge. In random BZT, nanodomains\nremain inducible and cryogenically stable, yet quenched disorder pins and\ndistorts the vortices, producing a heterogeneous, skyrmion-glass like state\nwith fluctuations of the topological charge along the axis. Thermal stability\nmaps show that pure BT retains -2 textures up to ~100 K, whereas in BZT the\ncritical temperature is nonmonotonic, with a minimum near 6-8% Zr, reflecting\ncompetition between ferroelectric softening and disorder pinning. Importantly,\nthe 12.5% ordered arrangement remains rhombohedral above 300 K, enabling\nfield-stabilized nanodomains at 293 K. Under a local [111] bias, the ordered\nsystem carries +4 slice charge, while the random composition fragments under\nthe same conditions. These results establish BZT as a platform for chemically\nprogrammed, fractionalized ferroelectric topology from cryogenic to room\ntemperature and suggest routes to multistate, reconfigurable devices."}
{"id": "2509.26044", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26044", "abs": "https://arxiv.org/abs/2509.26044", "authors": ["Markos Poulos", "Donatas Surblys", "Konstantinos Termentzidis"], "title": "Exact heat flux formula and its spectral decomposition in molecular dynamics for arbitrary many-body potentials", "comment": null, "summary": "In this study we have derived an exact framework for the calculation of the\nheat flux and its spectral decomposition in Molecular Dynamics (MD) for\narbitrary many-body potentials. This work addresses several lacks and\nlimitations of previous approaches and allows for the accurate computational\nstudy of thermal properties in a wide variety of many-body systems with MD. We\nhave tested our modifications with Green-Kubo (GK) and Non-Equilibrium MD\n(NEMD) simulations for various 2D and 3D material systems using the Tersoff and\nStillinger-Weber potentials as examples. The spectral decomposition of the heat\ncurrent was also calculated for monolayer graphene (1LG) and MoS2 , for\ndifferent system lengths. Our results show that the heat current calculated by\nour method is consistently in agreement with the thermostat current in NEMD,\nwhile previous implementations can estimate quite poorly the thermal\nconductivity both under GK and NEMD simulations, and both for 2D and 3D\nmaterials. The decomposition of the heat current also sheds light on the\ncontribution of different phonon modes to thermal conductivity and its\ndependence on length. Our methodology is implemented in the widely used LAMMPS\ncode specifically for the Tersoff and SW potentials, and it is readily\napplicable to the vast majority of many-body MD potentials."}
{"id": "2509.26084", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.26084", "abs": "https://arxiv.org/abs/2509.26084", "authors": ["Marvin Alexander Weiss", "Julius Schlegel", "Daniel Anić", "Emil Steiner", "Franz Stefan Herbst", "Makoto Nakajima", "Takayuki Kurihara", "Alfred Leitenstorfer", "Ulrich Nowak", "Sebastian T. B. Goennenwein"], "title": "Field-tuning of ultrafast magnetization fluctuations in Sm$_{0.7}$Er$_{0.3}$FeO$_{3}$", "comment": "11 pages, 10 figures", "summary": "The properties of spin fluctuations in antiferromagnets are largely\nunexplored, in particular at ultrafast timescales. Here, we employ femtosecond\nnoise correlation spectroscopy (FemNoC) to experimentally study magnetization\nfluctuations in the canted antiferromagnet Sm$_{0.7}$Er$_{0.3}$FeO$_{3}$ across\nits spin reorientation transition and under external magnetic fields. By\ncomparing our measurements to atomistic spin noise and Monte Carlo simulations,\nwe find that the amplitude of the spin noise is governed by the free energy,\nwith stronger fluctuations in regions where the potential landscape softens. We\nfurthermore demonstrate that external magnetic fields suppress spin\nfluctuations and enhance the quasi-ferromagnetic magnon frequency by\neffectively stiffening the potential. These results highlight an effective\nroute for tuning ultrafast magnetization fluctuations via external parameters."}
{"id": "2509.26095", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26095", "abs": "https://arxiv.org/abs/2509.26095", "authors": ["Davide Gambino", "Niccolò Di Eugenio", "Jesper Byggmästar", "Johan Klarbring", "Daniele Torsello", "Flyura Djurabekova", "Francesco Laviano"], "title": "The diffusion-driven orthorhombic to tetragonal transition in YBa$_2$Cu$_3$O$_7$ derived with a machine learning interatomic potential", "comment": "30 pages, 6 figures", "summary": "Defects in high temperature superconductors such as YBa$_2$Cu$_3$O$_7$ (YBCO)\ncritically influence their superconducting behavior, as they substantially\ndegrade or even suppress superconductivity. With the renewed interest in\ncuprates for next-generation superconducting magnets operating in\nradiation-harsh environments such as fusion reactors and particle accelerators,\naccurate atomistic modeling of defects and their dynamics has become essential.\nHere, we present a general-purpose machine-learning interatomic potential for\nYBCO, based on the Atomic Cluster Expansion (ACE) method and trained on Density\nFunctional Theory (DFT) data, with particular emphasis on defects and their\ndiffusion mechanisms. The potential is validated against DFT calculations of\nground-state properties, defect formation energies of oxygen Frenkel pairs and\ndiffusion barriers for their formation. Remarkably, the potential captures the\ndiffusion-driven orthorhombic to tetragonal transition at elevated\ntemperatures, a transformation that is difficult to describe with empirical\npotentials, elucidating how the formation of oxygen Frenkel pairs in the basal\nplane governs this order-disorder transition. The ACE potential introduced here\nenables large-scale, predictive atomistic simulations of defect dynamics and\ntransport processes in YBCO, providing a powerful tool to explore its\nstability, performance, and functionality under realistic operating conditions.\nMoreover, this work proves that machine learning interatomic potentials are\nsuitable for studies of quaternary oxides with complex chemistry."}
{"id": "2509.26105", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26105", "abs": "https://arxiv.org/abs/2509.26105", "authors": ["Michelle Ocker", "Franziska Walther", "Nour Maraytta", "Matthieu Le Tacon", "Michael Merz", "Cornelius Krellner", "Kristin Kliemt"], "title": "Anisotropic antiferromagnetic order in EuPd$_3$Si$_2$", "comment": null, "summary": "Single crystals of EuPd$_3$Si$_2$ were grown using a high-temperature\nEuPd-flux method. The material was structurally and chemically characterized by\nsingle-crystal x-ray diffraction, powder x-ray diffraction, Laue method and\nenergy-dispersive x-ray spectroscopy. The structural analysis confirmed the\northorhombic crystal structure (space group $Imma$) but revealed differences in\nthe lattice parameters and bond distances in comparison to previous work by\nSharma et al.. The composition is close to the ideal 1:3:2 stoichiometry with\nan occupation of 7 % of the Si sites by Pd. The heat capacity, electrical\nresistivity, and magnetic susceptibility show two magnetic transitions\nindicating antiferromagnetic ordering below $T_{\\rm N1}= 61\\,\\rm K$ and a spin\nreorientation at $T_{\\rm N2}= 40\\,\\rm K$. The orthorhombic material shows\nmagnetic anisotropy with field applied along the three main symmetry axes,\nwhich is summarized in the temperature-field phase diagrams. The susceptibility\ndata hint to an alignment of the magnetic moments along $[100]$ between $T_{\\rm\nN1}$ and $T_{\\rm N2}$. Below $T_{\\rm N2}$ the magnetic structure changes to an\narrangement with moments canted away from $[100]$. In contrast to published\nwork by Sharma et al., the single crystals investigated in this study show AFM\norder below $T_{\\rm N1}$ instead of ferromagnetism that sets in at higher\n$T_{\\rm C1}=78\\,\\rm K$ which might originate from certain differences in the\nstructure, composition or defects that have an impact on the dominant coupling\nconstants of the RKKY interaction."}
{"id": "2509.26123", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.26123", "abs": "https://arxiv.org/abs/2509.26123", "authors": ["Fei Liu", "Jiayin Gu"], "title": "Computing Large Deviations of First-Passage-Time Statistics in Open Quantum Systems: Two Methods", "comment": "16 pages, 2 figures", "summary": "We propose two methods for computing the large deviations of the\nfirst-passage-time statistics in general open quantum systems. The first method\ndetermines the region of convergence of the joint Laplace transform and the\n$z$-transform of the first-passage time distribution by solving an equation of\npoles with respect to the $z$-transform parameter. The scaled cumulant\ngenerating function is then obtained as the logarithm of the boundary values\nwithin this region. The theoretical basis lies in the facts that the dynamics\nof the open quantum systems can be unraveled into a piecewise deterministic\nprocess and there exists a tilted Liouville master equation in Hilbert space.\nThe second method uses a simulation-based approach built on the wave function\ncloning algorithm. To validate both methods, we derive analytical expressions\nfor the scaled cumulant generating functions in field-driven two-level and\nthree-level systems. In addition, we present numerical results alongside\ncloning simulations for a field-driven system comprising two interacting\ntwo-level atoms."}
{"id": "2509.26151", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26151", "abs": "https://arxiv.org/abs/2509.26151", "authors": ["Yi Cui", "Zhanlong Wu", "Zhongcen Sun", "Kefan Du", "Jun Luo", "Shuo Li", "Jie Yang", "Jinchen Wang", "Rui Zhou", "Qian Chen", "Yoshimitsu Kohama", "Atsuhiko Miyata", "Zhuo Yang", "Rong Yu", "Weiqiang Yu"], "title": "Spin-supersolidity induced quantum criticality and magnetocaloric effect in the triangular-lattice antiferromagnet Rb$_2$Co(SeO$_3$)$_2$", "comment": "7 pages, 5 figures", "summary": "We performed high-field magnetization, magnetocaloric effect (MCE), and NMR\nmeasurements on the Ising triangular-lattice antiferromagnet\nRb$_2$Co(SeO$_3$)$_2$. The observations of the 1/3-magnetization plateau, the\nsplit NMR lines, and the thermal activation behaviors of the spin-lattice\nrelaxation rate $1/T_1$ between 2 T and 15.8 T provide unambiguous evidence of\na gapped up-up-down (UUD) magnetic ordered phase. For fields between 15.8 T and\n18.5 T, the anomaly in the magnetic susceptibility, the slow saturation of the\nNMR line spectral ratio with temperature, and the power-law temperature\ndependence of $1/T_1$ suggest the ground state to be a spin supersolid with\ngapless spin excitations. With further increasing the field, the Gr\\\"{u}neisen\nratio, extracted from the MCE data, reveals a continuous quantum phase\ntransition at $H_{\\rm C}\\approx$ 19.5 T and a universal quantum critical\nscaling with the exponents ${\\nu}z~\\approx~$1. Near $H_{\\rm C}$, the large\nhigh-temperature MCE signal and the broad peaks in the NMR Knight shift and\n$1/T_1$, manifest the strong spin fluctuations driven by both magnetic\nfrustration and quantum criticality. These results establish\nRb$_2$Co(SeO$_3$)$_2$ as a candidate platform for cryogenic magnetocaloric\ncooling."}
{"id": "2509.26176", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.26176", "abs": "https://arxiv.org/abs/2509.26176", "authors": ["Sizheng Cao", "Xian-Hui Ge"], "title": "Symmetry restoration in a fast scrambling system", "comment": "8 pages, 6 figures, 1 table", "summary": "Entanglement asymmetry -- used here as a direct probe of symmetry restoration\n-- provides a sharp diagnostic of post-quench dynamics. We test this idea in\nthe complex Sachdev--Ye--Kitaev (cSYK) model with a conserved U(1) charge.\nUsing exact diagonalization, we track the joint evolution of entanglement\nentropy and entanglement asymmetry after quenches from charge-asymmetric\nproduct states. We find rapid volume-law entanglement growth consistent with\nthe subsystem eigenstate thermalization hypothesis, accompanied by a concurrent\ndecay of entanglement asymmetry to a late-time plateau set by finite-size\neffects: small subsystems display near-complete restoration, while residual\ncross-sector weight yields a finite plateau. Notably, we uncover a quantum\nMpemba effect: states prepared further from symmetry relax faster and approach\nlower residual asymmetry; disorder in the couplings renders this behavior more\nrobust and monotonic across parameters. We further derive a Pinsker-type lower\nbound that ties the decay of asymmetry to differences in subsystem purity,\nidentifying dephasing between U(1) charge sectors as the operative mechanism.\nThese results establish entanglement asymmetry as a sensitive probe of symmetry\nrestoration and thermalization, clarifying finite-size limits in\nfast-scrambling, closed quantum systems."}
{"id": "2509.26228", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26228", "abs": "https://arxiv.org/abs/2509.26228", "authors": ["Martina Trahms", "Bharti Mahendru", "Clemens B. Winkelmann", "Katharina J. Franke"], "title": "From Shapiro steps to photon-assisted tunneling in microwave-driven atomic-scale Josephson junctions with a single (magnetic) adatom", "comment": null, "summary": "Ultra-small Josephson junctions are strongly influenced by noise and damping\ndue to energy dissipation into the environment, which are expected to suppress\nphase coherence. Here, we investigate the coherence properties of atomic-scale\nJosephson junctions in a scanning tunneling microscope under microwave\nexcitation. Plain Pb-Pb junctions exhibit hysteretic Shapiro steps as signature\nof a coherent resonant state. With increasing AC amplitude, phase coherence is\nreduced due to an increase of thermal fluctuations. In the presence of magnetic\nadatoms the Josephson coupling energy is reduced and quasi-particle tunneling\nis enhanced. With AC driving we observe a rapid suppression of coherence that\nwe ascribe to photon-assisted quasi-particle tunneling through Yu-Shiba-Rusinov\nstates. Our results highlight the presence of phase coherence and shed light on\nthe origin of the transition to incoherent transport, thereby revealing the\nimportance of controlling dissipation in nanoscale superconducting devices."}
{"id": "2509.26261", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.26261", "abs": "https://arxiv.org/abs/2509.26261", "authors": ["D. O. Oriekhov", "Stan Bergkamp", "Guliuxin Jin", "Juan Daniel Torres Luna", "Badr Zouggari", "Sibren van der Meer", "Naoual El Yazidi", "Eliska Greplova"], "title": "Why is topology hard to learn?", "comment": "5+8 pages, 4+7 figures", "summary": "Much attention has been devoted to the use of machine learning to approximate\nphysical concepts. Yet, due to challenges in interpretability of machine\nlearning techniques, the question of what physics machine learning models are\nable to learn remains open. Here we bridge the concept a physical quantity and\nits machine learning approximation in the context of the original application\nof neural networks in physics: topological phase classification. We construct a\nhybrid tensor-neural network object that exactly expresses real space\ntopological invariant and rigorously assess its trainability and\ngeneralization. Specifically, we benchmark the accuracy and trainability of a\ntensor-neural network to multiple types of neural networks, thus exemplifying\nthe differences in trainability and representational power. Our work highlights\nthe challenges in learning topological invariants and constitutes a stepping\nstone towards more accurate and better generalizable machine learning\nrepresentations in condensed matter physics."}
{"id": "2509.26285", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26285", "abs": "https://arxiv.org/abs/2509.26285", "authors": ["Hou-Jian Duan", "Miao-Sheng Fang", "Ming-Xun Deng", "Ruiqiang Wang"], "title": "Néel vector and Rashba SOC effects on RKKY interaction in 2D $d$-wave altermagnets", "comment": null, "summary": "Altermagnets possess two key features: non-relativistic alternating spin\nsplitting (i.e., altermagnetism) and a material-dependent N\\'{e}el vector. The\nformer naturally coexists with Rashba spin-orbit coupling (SOC) in real\nmaterials on substrates, prompting the question of how SOC affects the magnetic\nproperties of altermagnets. The latter is crucial for information storage,\nmaking it essential to determine its orientation. To address these issues, we\nstudy the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in two-dimensional\n(2D) $d$-wave altermagnets by independently varying the N\\'{e}el vector\norientation and the SOC strength. Our results demonstrate that the N\\'{e}el\nvector orientation can be accurately determined via the Ising term without SOC,\nor qualitatively inferred via the DM terms with SOC. Moreover, we observe a\nnovel Dzyaloshinskii-Moriya (DM) component distinct from previous reports,\nwhose emergence is attributed to the synergy between altermagnetism and SOC.\nAdditionally, through tuning SOC strength, we reveal the evolution of the RKKY\nspin models governed by five distinct mechanisms: the spin model may be\ndetermined solely by altermagnetism, solely by SOC, or solely by the kinetic\nterm; alternatively, altermagnetism may coincidentally yield the same\nmoderately anisotropic spin model as SOC, or compete with SOC to produce a spin\nmodel with maximal anisotropy. Beyond SOC strength, which mechanism operates\nalso relies on the N\\'{e}el vector orientation and impurity configurations. All\nresults are numerically verified. These findings -- which were inaccessible in\nprior studies due to the limitations of first-order SOC expansion and fixed\nN\\'{e}el vector orientation -- provide important new insights into the magnetic\nproperties of altermagnets."}
{"id": "2509.26288", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26288", "abs": "https://arxiv.org/abs/2509.26288", "authors": ["Tianzhao Xu", "Zhencai Li", "Kai Zheng", "Hanmeng Zhang", "Kenji Shinozaki", "Huotian Zhang", "Lars R. Jensen", "Feng Gao", "Jinjun Ren", "Yanfei Zhang", "Yuanzheng Yue"], "title": "Towards stable metal inorganic-organic complex glasses", "comment": null, "summary": "Metal inorganic-organic complex (MIOC) glasses have emerged as a new family\nof melt-quenched glasses. However, the vitrification of MIOC is challenging\nsince most of the crystalline MIOC precursors decompose before melting. The\ndecomposition problem severely narrows the compositional range of MIOC glass\nformation. Here, we report a novel approach for preparing the MIOC glasses that\ncombines slow-solvent-removal with subsequent quenching to avoid gel thermal\ndecomposition and crystallization. Specifically, the new approach utilizes an\naprotic solvent (acetone) to kinetically prevent the ordering of the\nmetal-ligand complex molecules in solution, thereby suppressing crystallization\nand forming a gel. The subsequent gradual drying process leads to the removal\nof the solvent to enhance the connections between molecules through hydrogen\nbonds, thus causing the formation of a hydrogen-bonded network. The increased\nnetwork connectivity lowers the mobility of the molecules, thereby avoiding gel\ncrystallization. Consequently, a disordered network is frozen-in during\nquenching of the dried gel from 130 {\\deg}C to room temperature, and finally\nMIOC glass forms. Structural analyses reveal that hydrogen bonds are\nresponsible for connecting the tetrahedral units. The as-prepared MIOC glass\nexhibits some fascinating behaviors, e.g., Tg increasing with rapid\nroom-temperature relaxation, CO2 uptake, and red-shift of photoluminescence.\nThis work not only presents a novel strategy for fabricating large-sized,\nstable, functional MIOC glasses, but also uncovers the critical role of\nhydrogen bonds in MIOC glass formation."}
{"id": "2509.26312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26312", "abs": "https://arxiv.org/abs/2509.26312", "authors": ["Luize Dipane", "Liora Kotlara", "Viktors Vibornijs", "Katrina Laganovska", "Aleksejs Zolotarjovs", "Eriks Dipans", "Jevgenijs Gabrusenoks", "Boris Polyakov", "Edgars Butanovs"], "title": "MoSe2 and WSe2 shell morphology control via temperature optimization during two-step growth of ZnSe-based core-shell nanowires", "comment": null, "summary": "Achieving uniform and controlled transition metal dichalcogenide (TMD) shell\ngrowth on nanowires (NWs) remains a key challenge, limiting the development of\nhigh-quality core-shell heterostructures for optoelectronic and photocatalytic\napplications. In this work, the fabrication of ZnSe-MoSe2 and ZnSe-WSe2\ncore-shell NWs was successfully demonstrated. ZnSe NWs were grown via the\nvapor-liquid-solid growth mechanism, while TMD (MoSe2 or WSe2) shells were\nformed through a two-step process of sacrificial oxide layer deposition via\nmagnetron sputtering followed by selenization process in a chemical vapor\ntransport reactor. As-grown nanostructures were characterized using X-ray\ndiffraction, transmission electron microscopy, X-ray photoelectron\nspectroscopy, Raman spectroscopy and photoluminescence spectroscopy. It was\nobserved that the TMD shell morphology can be controlled through the\nselenization process temperature optimization, which arises due to different\ngrowth mechanisms discussed here. The studied trends could be further extended\nto other semiconductor NW and TMD core-shell heterostructure growth, offering\npromising avenues for advanced nanoscale applications."}
{"id": "2509.26318", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26318", "abs": "https://arxiv.org/abs/2509.26318", "authors": ["Yuriy Dublenych"], "title": "Classical Heisenberg and XY models on zigzag ladder lattices with nearest-neighbor bilinear-biquadratic exchange: Exact solution for the ground-state problem", "comment": "11 pages, one table, 12 figures", "summary": "An exact and complete solution of the ground-state problem for the classical\nHeisenberg and XY models with nearest-neighbor bilinear-biquadratic exchange on\ntwo- and three-dimensional lattices composed of isosceles triangles is\ndetermined with the use of a cluster method. It is shown how the geometric\nfrustration due to the presence of triangles as structural units leads to the\nemergence of a rich phase diagram with incommensurate spiral orderings and\ntheir collinear limits, as well as canted and noncoplanar (conical) structures.\nSurprisingly, there are two different spiral phases with both continuous and\ndiscontinuous phase transitions between them. One of these phases is degenerate\non two-dimensional partially anisotropic triangular lattice. This degeneracy is\nlifted on three-dimensional lattices. Canted phase is highly degenerate and\nthis degeneracy persists on three-dimensional lattices."}
{"id": "2509.26320", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26320", "abs": "https://arxiv.org/abs/2509.26320", "authors": ["Abdiel de Jesús Espinosa-Champo", "Gerardo G. Naumis"], "title": "Magnetic phase transitions protected by topological quantum geometry transitions: effects of electron-electron interactions in the Creutz ladder system", "comment": null, "summary": "The interplay between electronic correlations and band topology is a central\ntheme in modern condensed matter physics. In this work, we investigate the\neffects of on-site Hubbard interactions on the topological, magnetic, and\nquantum geometric properties of the Creutz ladder, a paradigmatic model of a\none-dimensional topological insulator. Using a self-consistent mean-field\napproach, we uncover a first-order, interaction-driven phase transition that is\nsimultaneously magnetic and topological. We demonstrate that as the Hubbard\ninteraction $U$ is increased, the system's ground state abruptly switches from\nan anti-ferromagnetic (AF) configuration to a ferromagnetic (F) one. This\nmagnetic transition coincides with a topological transition, marked by a\nquantized jump in the Zak phase from $\\pm\\pi$ to $0$. We systematically compute\nthe phase diagrams in the parameter space of on-site energy staggering\n($\\epsilon$) and inter-chain hopping asymmetry ($\\lambda$), revealing the\ncritical interaction strength $U_c$. Furthermore, we analyze the quantum\ngeometry of the Bloch states by calculating the Fubini-Study metric,\ndemonstrating that its components exhibit divergences that precisely signal the\ntopological phase transition. By analyzing the full energy spectrum, we\ndistinguish the true ground state from metastable excited states that emerge\npast the critical point. Our results establish the Creutz-Hubbard ladder as a\nminimal model for studying interaction-induced topological phenomena and\nsuggest a potential route for controlling magnetic, topological, and geometric\nproperties via electronic correlations."}
{"id": "2509.26387", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26387", "abs": "https://arxiv.org/abs/2509.26387", "authors": ["Hikaru Yamazaki", "Masashi Uemura", "Haruhi Tanaka", "Tokuro Hata", "Chaojing Lin", "Takafumi Akiho", "Koji Muraki", "Toshimasa Fujisawa"], "title": "Efficient heat-energy conversion from a non-thermal Tomonaga-Luttinger liquid", "comment": "15 pages, 11 figures", "summary": "Energy harvesting is a technique that generates useful work from waste heat.\nConventional energy harvesters acting on local thermal equilibrium states are\nconstrained by thermodynamic limits, such as the Carnot efficiency. Quantum\nheat engines with non-thermal reservoirs are expected to exceed such limits.\nHere, we demonstrate energy harvesting from a nonthermal Tomonaga-Luttinger\n(TL) liquid in quantum Hall edge channels, where the non-thermal state is\nnaturally formed due to the absence of thermalization. The scheme is tested\nwith a quantum-dot energy harvester working on a non-thermal TL liquid supplied\nwith waste heat from a quantum-point-contact transistor. Compared to the\nquasi-thermalized TL liquid, the non-thermal state prepared under the same heat\nis capable of a larger electromotive force and higher conversion efficiency.\nThese characteristics can be understood by considering a binary Fermi\ndistribution function of the non-thermal state induced by entropy-conserving\nequilibration. TL liquids are attractive non-thermal carriers for excellent\nenergy harvesting."}
{"id": "2509.26412", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2509.26412", "abs": "https://arxiv.org/abs/2509.26412", "authors": ["Guangwu Zhang", "Xing Xiang", "Ziyan Qian", "Yixin Xu", "Shengying Yue", "Hyejin Jang", "Lin Yang", "Yanguang Zhou", "Xinyu Wang", "Qiye Zheng"], "title": "Strain-Gradient-Driven Decoupling of Thermal Suppression from Anisotropy in \\b{eta}-Ga2O3", "comment": null, "summary": "Strain gradients, ubiquitous in flexible devices and epitaxial\nnanostructures, are a major blind spot for thermal transport in \\b{eta}-Ga2O3.\nWe establish that strain gradient unlocks a thermal conductivity (k)\nsuppression mechanism fundamentally more potent than uniform strain: moderate\nuniaxial gradients (0.6%/nm) suppress k by 32-37% (27-30%) in thin films\n(nanowires), intensifying to 43.3% with biaxial gradients. This reduction far\nexceeds that from equivalent uniform strain and surpasses benchmark materials\nlike silicon and BAs. Critically, a surprising decoupling emerges: while 3%\nuniform strain alters thermal anisotropy by ~25%, strain gradient strongly\nsuppresses k with preserving this ratio. Mechanistically, strain\ngradients-induced symmetry breaking and enhanced mode coupling anisotropically\nactivate forbidden scattering channels, making gradient-driven scattering\ndominant over intrinsic phonon scattering below 6.25 THz. These findings\nredefine non-uniform strain from a parasitic flaw into a powerful design tool\nfor engineering thermal isolation and heat flux in next-generation flexible and\nhigh-power \\b{eta}-Ga2O3 electronics."}
{"id": "2509.26447", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.26447", "abs": "https://arxiv.org/abs/2509.26447", "authors": ["David Haink", "Andreas A. Buchheit", "Benedikt Fauseweh"], "title": "Non-local edge mode hybridization in the long-range interacting Kitaev chain", "comment": "8 pages, 2 figures", "summary": "In one-dimensional p-wave superconductors with short-range interactions,\ntopologically protected Majorana modes emerge, whose mass decays exponentially\nwith system size, as first shown by Kitaev. In this work, we extend this\nprototypical model by including power law long-range interactions within a\nself-consistent framework, leading to the self-consistent long-range Kitaev\nchain (seco-LRKC). In this model, the gap matrix acquires a rich structure\nwhere short-range superconducting correlations coexist with long-range\ncorrelations that are exponentially localized at both chain edges\nsimultaneously. As a direct consequence, the topological edge modes hybridize\neven if their wavefunction overlap vanishes, and the edge mode mass inherits\nthe asymptotic scaling of the interaction. In contrast to models with imposed\npower law pairing, where massive Dirac modes emerge for exponents $\\nu < d$, we\nanalytically motivate and numerically demonstrate that, in the fully\nself-consistent model, algebraic edge mode decay with system size persists for\nall interaction exponents $\\nu > 0$, despite exponential wave function\nlocalization. While the edge mode remains massless in the thermodynamic limit,\nfinite-size corrections can be experimentally relevant in mesoscopic systems\nwith effective long-range interactions that decay sufficiently slowly."}
{"id": "2509.26472", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26472", "abs": "https://arxiv.org/abs/2509.26472", "authors": ["Sixuan Chen", "Zhiheng Yao", "Ning Xia", "Shusen Ye", "Hongrui Zhang", "Jianfa Zhao", "Qingqing Liu", "Changqing Jin", "Shuo Yang", "Yayu Wang"], "title": "Half-filled metal and molecular-orbital-mediated pairing in cuprate", "comment": "12 pages, 4 figures", "summary": "The cuprates exhibit anomalous momentum-space structure with antinodal gap\nand nodal arc in the underdoped regime, which evolves into a complete hole-type\nFermi surface with a large Luttinger volume in the overdoped regime. The\nreal-space electronic structure is also quite complex, as characterized by\nmicroscopic inhomogeneities and intertwined density wave orders. Here we show\nthat doped holes in cuprate form localized electronic molecules consisting of\n4a0 plaquettes, and each plaquette contains approximately two holes. The\neffective local doping level is thus around 1/8, which is sufficient to destroy\nthe underlying AF order and more importantly, recovers the half-filled metallic\nstate of the original CuO2 plane. The restored Fermi surface, hosting one hole\nper unit cell, is consistent with experimental results and satisfies the\nLuttinger theorem. We then construct the momentum-space structure of the\nhalf-filled metal by considering the real-space configuration of electronic\nmolecules. We show that the electronic potential with 4a0 periodicity imposed\nby the plaquettes and the quantum size effect of electronic molecules\nobliterate the nested antinodal Fermi surface sheets, leaving behind short arcs\nwith coherent quasiparticles around the node. We propose that two doped holes\nin each plaquette occupy the shared molecular orbital and form a spin singlet,\nwhich can mediate the pairing of itinerant holes on the remnant Fermi surface\nof the half-filled metal. The electric dipole moment between the molecular\norbitals and the dopant ions may also provide a novel attractive interaction\nbetween itinerant holes. This phenomenological model for pair formation between\nitinerant holes on the half-filled Fermi surface mediated by localized\nmolecular orbitals resolves several core issues concerning the mechanism of\nsuperconductivity in cuprates."}
{"id": "2509.26478", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26478", "abs": "https://arxiv.org/abs/2509.26478", "authors": ["Caitlin S. Kengle", "Sean M. Thomas", "Roman Movshovich", "Shengzhi Zhang", "Eun Sang Choi", "Minseong Lee", "Priscila F. S. Rosa", "Allen O. Scheie"], "title": "YbCu$_{1.14}$Se$_2$: an exchange disordered 2D triangular random singlet phase?", "comment": "LA-UR-25-29531", "summary": "Quantum spin liquid (QSL) phases exist in theory, but real candidate QSL\nmaterials are often extraordinarily sensitive to structural defects which\ndisrupt the ground state. Here, we investigate candidate triangular QSL\nmaterial YbCu$_{1.14}$Se$_2$ and discover the absence of magnetic order, but\nalso no compelling evidence of a QSL ground state due to significant structural\ndisorder. We instead look at the results through a lens of a 2-dimensional (2D)\nrandom singlet phase. YbCu$_{1.14}$Se$_2$ behaves strikingly similar to other\ndisordered triangular lattice materials, suggesting universal behavior of\nrandom singlet formation in 2D frustrated systems."}
{"id": "2509.26528", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26528", "abs": "https://arxiv.org/abs/2509.26528", "authors": ["Nika Gribova", "Anatoly Zvezdin", "Vladimir Belotelov"], "title": "Peculiarities of spin dynamics excitation by magnetic field of a high-frequency electromagnetic pulse", "comment": null, "summary": "Terahertz (THz) electromagnetic pulses offer a promising route for the\nultrafast manipulation of magnetization in ferromagnetic materials. While\nprevious studies have demonstrated the excitation of spin dynamics using\nlinearly polarized THz fields, the role of circular polarization and the\neffects of rapidly oscillating, time-dependent field profiles remained\ninsufficiently understood. We have developed a unified theoretical framework\nfor describing the excitation of spin precession via Zeeman interaction in\nmagnetic materials by high frequency pulses of arbitrary polarization with\ntemporal Gaussian profile. In the regime of long pulses (at least several\noscillations are within the pulse duration), a circularly polarized magnetic\nfield acts as an effective rectified magnetic field along the pulse\npropagation, while linear polarized pulses excite no free precession. In the\nregime of short pulses (less than one oscillation is within the pulse\nduration), pulses of any polarization, including linear one can excite free\nspin precession. There is an optimal pulse duration which maximizes amplitude\nof the spin precession. It depends on magnetic parameters of the sample and the\nexternal magnetic field, as well as on the carrier frequency of the pulse and\nits amplitude. These findings bridge key gaps in the understanding of\nTHz-induced spin dynamics and provide insights into the design of\nlight-controlled magnetization schemes using tailored electromagnetic pulses."}
{"id": "2509.26548", "categories": ["cond-mat.mtrl-sci", "cs.CV"], "pdf": "https://arxiv.org/pdf/2509.26548", "abs": "https://arxiv.org/abs/2509.26548", "authors": ["Jian Guo Pan", "Lin Wang", "Xia Cai"], "title": "Automated and Scalable SEM Image Analysis of Perovskite Solar Cell Materials via a Deep Segmentation Framework", "comment": null, "summary": "Scanning Electron Microscopy (SEM) is indispensable for characterizing the\nmicrostructure of thin films during perovskite solar cell fabrication. Accurate\nidentification and quantification of lead iodide and perovskite phases are\ncritical because residual lead iodide strongly influences crystallization\npathways and defect formation, while the morphology of perovskite grains\ngoverns carrier transport and device stability. Yet current SEM image analysis\nis still largely manual, limiting throughput and consistency. Here, we present\nan automated deep learning-based framework for SEM image segmentation that\nenables precise and efficient identification of lead iodide, perovskite and\ndefect domains across diverse morphologies. Built upon an improved YOLOv8x\narchitecture, our model named PerovSegNet incorporates two novel modules: (i)\nAdaptive Shuffle Dilated Convolution Block, which enhances multi-scale and\nfine-grained feature extraction through group convolutions and channel mixing;\nand (ii) Separable Adaptive Downsampling module, which jointly preserves\nfine-scale textures and large-scale structures for more robust boundary\nrecognition. Trained on an augmented dataset of 10,994 SEM images, PerovSegNet\nachieves a mean Average Precision of 87.25% with 265.4 Giga Floating Point\nOperations, outperforming the baseline YOLOv8x-seg by 4.08%, while reducing\nmodel size and computational load by 24.43% and 25.22%, respectively. Beyond\nsegmentation, the framework provides quantitative grain-level metrics, such as\nlead iodide/perovskite area and count, which can serve as reliable indicators\nof crystallization efficiency and microstructural quality. These capabilities\nestablish PerovSegNet as a scalable tool for real-time process monitoring and\ndata-driven optimization of perovskite thin-film fabrication.The source code is\navailable at:https://github.com/wlyyj/PerovSegNet/tree/master."}
{"id": "2509.26582", "categories": ["cond-mat.mes-hall", "physics.bio-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2509.26582", "abs": "https://arxiv.org/abs/2509.26582", "authors": ["Tímea Nóra Török", "Roland Kövecs", "Ferenc Braun", "Zsigmond Pollner", "Tamás Zeffer", "Nguyen Quoc Khánh", "László Pósa", "Péter Révész", "Heungsoo Kim", "Alberto Piqué", "András Halbritter", "János Volk"], "title": "Memristor-Driven Spike Encoding for Fully Implantable Cochlear Implants", "comment": "8 pages, 8 figures", "summary": "Neurodynamic behavior of artificial neuron circuits made of Mott memristors\nprovides versatile opportunities to utilize them for artificial sensing. Their\nsmall size and energy efficiency of generating spiking electrical signals\nenable usage in fully implantable cochlear implants. Here, we propose an\nauditory sensing unit realized by a piezo-MEMS (micro-electromechanical\nsystems) cantilever connected to a VO$_2$ nanogap Mott memristor-based\noscillator circuit. This auditory sensing unit is capable of\nfrequency-selective detection of vibrations and subsequent emission of a neural\nspiking waveform. The auditory sensing unit is tested under biologically\nrealistic vibration amplitudes, and spike rate-encoding of the incoming\nstimulus is demonstrated, similarly to natural hearing processes. The\ntunability of the output spiking frequency and the shape of the spiking\nwaveform are also demonstrated to provide suitable voltage spikes for the\nnervous system."}
{"id": "2509.26596", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26596", "abs": "https://arxiv.org/abs/2509.26596", "authors": ["Anzumaan R. Chakraborty", "Fan Yang", "Turan Birol", "Rafael M. Fernandes"], "title": "Orbital altermagnetism on the kagome lattice and possible application to $A$V$_3$Sb$_5$", "comment": "8 pages, 3 figures", "summary": "Altermagnets, which encompass a broad landscape of materials, are compensated\ncollinear magnetic phases in which the antiparallel magnetic moments are\nrelated by a crystalline rotation. Here, we argue that collinear\naltermagnetic-like states can also be realized in lattices with an odd number\nof sublattices, provided that the electronic interactions promote non-uniform\nmagnetic moments. We demonstrate this idea for a kagome metal whose band\nfilling places the Fermi level close to the van Hove singularity. Combining\nphenomenological and microscopic modeling, we show that the intertwined charge\ndensity-wave and loop-current instabilities of this model lead to a wide\nparameter range in which orbital ferromagnetic, antiferromagnetic, and\naltermagnetic phases emerge inside the charge-ordered state. In the presence of\nspin-orbit coupling, their electronic structures display the usual spin-split\nfingerprints associated with the three types of collinear magnetic order. We\ndiscuss the possible realization of orbital altermagnetic phases in the\n$A$V$_3$Sb$_5$ family of kagome metals."}
{"id": "2509.26607", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.26607", "abs": "https://arxiv.org/abs/2509.26607", "authors": ["Ke Liu", "Fangyu Xiong", "Fa Wang"], "title": "Projected Holstein-Primakoff boson representation of quantum spins for spin wave theory", "comment": "12 pages, 2 figures, 1 table", "summary": "The Holstein-Primakoff boson representation of quantum spins and associated\nlarge-$S$ expansion have been the standard framework for describing the spin\nwave excitations in magnetically order phases of quantum spin systems. However,\nwe will show that the omission of projection operators and normal-ordering in\nthis representation can produce incorrect magnon hamiltonians for finite $S$.\nWe will present the exact normal-ordered forms of the finite-$S$ projection\noperators and projected Holstein-Primakoff boson representations of spin and\nquadrupole operators, which can produce exact two-magnon interaction terms\nunder ferromagnetic or fully polarized states. We will also discuss the\ndifficulties of applying this projected representation to antiferromagnetic\nspin wave theory."}
{"id": "2509.26608", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.26608", "abs": "https://arxiv.org/abs/2509.26608", "authors": ["M. Ali Saif", "Bassam M. Mughalles", "Ibrahim G. H. Loqman"], "title": "Comparative study of Wavelet transform and Fourier domain filtering for medical image denoising", "comment": "21 pages, 11 figures", "summary": "Denoising of images is a crucial preprocessing step in medical imaging,\nessential for improving diagnostic clarity. While deep learning methods offer\nstate-of-the-art performance, their computational complexity and data\nrequirements can be prohibitive. In this study we present a comprehensive\ncomparative analysis of two classical, computationally efficient\ntransform-domain techniques: Discrete Wavelet Transform (DWT) and Discrete\nFourier Cosine Transform (DFCT) filtering. We evaluated their efficacy in\ndenoising medical images which corrupted by Gaussian, Uniform, Poisson, and\nSalt-and-Pepper noise. Contrary to the common hypothesis favoring wavelets for\ntheir multi-resolution capabilities, our results demonstrate that a block-based\nDFCT approach consistently and significantly outperforms a global DWT approach\nacross all noise types and performance metrics (SNR, PSNR, IM). We attribute\nDFCT's superior performance to its localized processing strategy, which better\npreserves fine details by operating on small image blocks, effectively adapting\nto local statistics without introducing global artifacts. This finding\nunderscores the importance of algorithmic selection based on processing\nmethodology, not just transform properties, and positions DFCT as a highly\neffective and efficient denoising tool for practical medical imaging\napplications."}
{"id": "2509.26620", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.26620", "abs": "https://arxiv.org/abs/2509.26620", "authors": ["Shouvik Sur", "Yiming Wang", "Mounica Mahankali", "Silke Paschen", "Qimiao Si"], "title": "Amplified response of cavity-coupled quantum-critical systems", "comment": "20+11 pages, 3+3 figures", "summary": "A quantum critical point develops when matter undergoes a continuous\ntransformation between distinct ground states at absolute zero. It hosts\npronounced quantum fluctuations, which render the system highly susceptible to\nexternal perturbations. While light-matter coupling has rapidly moved forward\nas a means to probe and control quantum materials, the capacity of quantum\ncritical fluctuations in the photon-mediated responses has been largely\nunexplored. Here we advance the notion that directly coupling a quantum\ncritical mode to a quantized cavity field dramatically facilitates the onset of\nsuperradiance. When the coupling between the two fields is bilinear, the\ntransition is found to occur at vanishingly small light-matter coupling and is\naccompanied by strongly enhanced intrinsic squeezing. Our results identify a\nparticularly favorable setting for realizing the elusive superradiant state,\nand point to a general principle by which quantum criticality amplifies\nphoton-matter entanglement and enhances the associated metrological\nperformance."}
{"id": "2509.26622", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26622", "abs": "https://arxiv.org/abs/2509.26622", "authors": ["Eka Nurfani", "Haifa Salsabila", "Dwiky I. Bakhtiar", "Wahyu S. Sipahutar", "M Alvien Ghifari", "Rishal Asri", "Meqorry Yusfi", "Tarmizi Taher", "Aditya Rianjanu", "Robi Kurniawan"], "title": "Effect of Mixed Ratios of Mangosteen Peel (Garcinia mangostana L.) and Grass Jelly Leaf (Cyclea barbata L. Miers) Natural Dyes on the Performance of Dye-Sensitized Solar Cells (DSSC)", "comment": null, "summary": "Dye-sensitized solar cells (DSSCs) are promising low-cost and environmentally\nfriendly photovoltaic devices, especially when utilizing natural sensitizers.\nThis study explores the effect of concentration ratios of natural dyes\nextracted from mangosteen peel (MP) and grass jelly leaves (GJL) on the\noptical, morphological, and photovoltaic properties of DSSCs. Dye solutions\nwere prepared at a fixed concentration of 0.6 g/mL, with the MP:GJL volume\nratio varied at 3:1, 2:1, 1:1, 1:2, and 1:3. As a result, UV-Vis absorption\nspectra showed that the MP contributes to the UV-blue region (350-450), while\nthe GJL contributes to the red region (650-700 nm). The current-voltage (J-V)\nanalysis showed that the power conversion efficiency (PCE) of MP and GJL dyes\nis 2.75% and 2.12%. The composite dye with a 1:3 (MP:GJL) ratio yielded the\nhighest PCE of 3.50%, demonstrating the synergistic effect of combining these\nnatural sensitizers to broaden the light absorption spectrum."}
{"id": "2509.26638", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.26638", "abs": "https://arxiv.org/abs/2509.26638", "authors": ["Tzu-Chi Hsieh", "Cong Xiao", "Yi-Ting Hsu"], "title": "Intrinsic Nernst Effect from Berry Curvature in Superconductors", "comment": "8 pages; 3 figures", "summary": "The Nernst effect in superconductors is typically linked to fluctuating\nCooper pairs above $T_c$ or vortex motion below $T_c$. We show instead that\nBerry curvature of Bogoliubov quasiparticles can generate an intrinsic Nernst\nresponse in a clean, vortex-free superconducting state. Focusing on\ntwo-dimensional (2D) systems with Ising spin-orbit coupling, relevant to\ntransition-metal dichalcogenides, we identify two regimes: an intervalley\n$s$-wave paired state where a weak magnetic field activates the effect, and an\nintravalley chiral $p$-wave paired state that exhibits a spontaneous charge or\nspin Nernst response without a field. We propose an experimental setup that\ncircumvents screening and provide estimates of the signal magnitude. Our\nresults establish the Nernst effect as a direct probe of Berry curvature and\npairing symmetry in 2D spin-orbit-coupled superconductors."}
{"id": "2509.26269", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cs.NE"], "pdf": "https://arxiv.org/pdf/2509.26269", "abs": "https://arxiv.org/abs/2509.26269", "authors": ["Qichen Xu", "Anna Delin"], "title": "A general optimization framework for mapping local transition-state networks", "comment": null, "summary": "Understanding how complex systems transition between states requires mapping\nthe energy landscape that governs these changes. Local transition-state\nnetworks reveal the barrier architecture that explains observed behaviour and\nenables mechanism-based prediction across computational chemistry, biology, and\nphysics, yet current practice either prescribes endpoints or randomly samples\nonly a few saddles around an initial guess. We present a general optimization\nframework that systematically expands local coverage by coupling a\nmulti-objective explorer with a bilayer minimum-mode kernel. The inner layer\nuses Hessian-vector products to recover the lowest-curvature subspace (smallest\nk eigenpairs), the outer layer optimizes on a reflected force to reach index-1\nsaddles, then a two-sided descent certifies connectivity. The GPU-based\npipeline is portable across autodiff backends and eigensolvers and, on large\natomistic-spin tests, matches explicit-Hessian accuracy while cutting peak\nmemory and wall time by orders of magnitude. Applied to a DFT-parameterized\nN\\'eel-type skyrmionic model, it recovers known routes and reveals previously\nunreported mechanisms, including meron-antimeron-mediated N\\'eel-type\nskyrmionic duplication, annihilation, and chiral-droplet formation, enabling up\nto 32 pathways between biskyrmion (Q=2) and biantiskyrmion (Q=-2). The same\ncore transfers to Cartesian atoms, automatically mapping canonical\nrearrangements of a Ni(111) heptamer, underscoring the framework's generality."}
{"id": "2509.26309", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.26309", "abs": "https://arxiv.org/abs/2509.26309", "authors": ["Yunhai Li", "Zewen Wu", "Miao Zhang", "Junyi Wang", "Shengjun Yuan"], "title": "TBPLaS 2.0: a Tight-Binding Package for Large-scale Simulation", "comment": null, "summary": "We introduce version 2.0 of TBPLaS, a package for large-scale simulation\nbased on the tight-binding propagation method (TBPM). This new version brings\nsignificant improvements with many new features. Existing Python/Cython\nmodeling tools have been thoroughly optimized, and a compatible C++\nimplementation of the modeling tools is now available, offering efficiency\nenhancement of several orders. The solvers have been rewritten in C++ from\nscratch, with the efficiency enhanced by several times or even by an order. The\nworkflow of utilizing solvers has also been unified into a more comprehensive\nand consistent manner. New features include spin texture, Berry curvature and\nChern number calculation, search of eigenvalues within a specific energy range,\nanalytical Hamiltonian, and GPU computing support. The documentation and\ntutorials have also been updated to the new version. In this paper, we discuss\nthe revisions with respect to version 1.3 and demonstrate the new features.\nBenchmarks on modeling tools and solvers are also provided."}
