{"id": "2512.05255", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05255", "abs": "https://arxiv.org/abs/2512.05255", "authors": ["Linda Bolay", "Omar Mendoza-Hernandez", "Eiji Hosono", "Daisuke Asakura", "Sayoko Shironita", "Minoru Umeda", "Yoshitsugu Sone", "Arnulf Latz", "Birger Horstmann"], "title": "Nested State and Degradation Estimation of a Satellite Battery with In-flight Data", "comment": null, "summary": "Li-ion batteries are essential for the energy supply of satellites. The accurate estimation of their states is important for\n  the reliable and safe operation in space. This paper introduces a new algorithm for the estimation of SOC and SOH.\n  The multi-timescale algorithm combines Kalman filters and physics-based models for batteries. We use a P2D model\n  combined with a degradation model that describes capacity fading due to SEI growth. The state estimation algorithm\n  combines two extended Kalman filters for the two states evolving on different timescales, with one filter nested within\n  the other one. We test the algorithm with synthetic data as well as with in-flight data from Japanese satellite REIMEI.\n  The algorithm adequately estimates the SOC and SOH in both cases. Furthermore it gives insight into the reliability of\n  the chosen model."}
{"id": "2512.05441", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05441", "abs": "https://arxiv.org/abs/2512.05441", "authors": ["Sindhana Pannir-Sivajothi", "David T. Limmer"], "title": "Spin Polarization from Circularly Polarized Light Induced Charge Transfer", "comment": null, "summary": "We show how a spin polarization can be generated through the photo-induced electron transfer of an achiral donor-acceptor complex following chiral light excitation. In particular, we illustrate the basic energetic and symmetry requirements for chirality induced spin selectivity where the chirality emerges from the electronic degrees of freedom following excitation with circularly polarized light. We study this effect in a simple model of a metalloporphyrin complex with an axial acceptor ligand using quantum mechanical rate theories and numerical simulations. We find that the spin polarization emerges due to the selective excitation of a ring current within the porphryin, breaking the degeneracy of the two degenerate spin states. The resultant spin polarization increases with the spin orbit coupling between the metal in the porphyrin and the axial ligand, and is transient, with a lifetime dependent on the rate of dephasing from the Jahn-Teller distortion mode. This proposed effect should be observable in spin-resolved photoemission spectroscopy."}
{"id": "2512.05632", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05632", "abs": "https://arxiv.org/abs/2512.05632", "authors": ["Hongwen Zhang", "Long Ma", "Di Liu", "Tianyi Sui", "Zuzanna S. Siwy", "Yinghua Qiu"], "title": "Modulation of Ionic Current Rectification in Short Unipolar Nanopores", "comment": "31 pages, 6 figures", "summary": "With controlled ionic current rectification (ICR) achieved through a strategically designed non-uniform surface charge distribution, short unipolar nanopores exhibit promising applications in nanofluidic sensors, ionic circuits, and ion amplifiers. By systematically investigating how the charged length on inner pore walls modulates ion transport, we found that both the maximum ICR degree and the corresponding charged-length proportion were influenced by nanopore parameters and simulation conditions. For 100 nm-long unipolar nanopores, the highest ICR degree is obtained at a charged-length proportion of ~0.3, due to the corresponding most significant ion enrichment and depletion inside the nanopore under opposite biases. This charged-length proportion of ~0.3 consistently appears as a characteristic value across most considered cases. For short unipolar nanopores, the presence of exterior surface charges significantly enhances the ICR degree by facilitating ion transport through nanopores. The effective widths of charged regions beyond nanopore borders on outer surfaces exhibit direct proportionality to the pore diameter, surface charge density, and applied voltage, and inverse proportionality to the pore length and salt concentration. Our research may provide useful guidance for the design of unipolar nanopores and porous membranes incorporating such charge configurations."}
{"id": "2512.05641", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05641", "abs": "https://arxiv.org/abs/2512.05641", "authors": ["Chao Zhang", "Xiaomei Zhang", "Hongwen Zhang", "Zekun Gong", "Xiuhua Ren", "Mengnan Guo", "Yinghua Qiu"], "title": "Modulation of Electroosmotic Flow through Short Nanopores by Charged Exterior Surfaces", "comment": "31 pages, 7 figures", "summary": "Electroosmotic flow (EOF) through nanoporous membranes has broad applications in micro- and nanofluidic systems, particularly in biomedical diagnostics and chemical analysis. The use of short nanopores enables high fluid flux, and the presence of exterior surface charges can further enhance ion flux through short nanopores. Here, systematic simulations are conducted to explore the modulation of EOF by exterior surface charges. Our results indicate that charged exterior surfaces can provide an additional effective pathway for fluid flow, significantly increasing both the EOF velocity and output pressure. By analyzing the dependence of EOF velocity on the area of the charged exterior surface, we derive the effective width (Lcs_eff) of the charged ring region extending beyond the pore boundary. This parameter is quantitatively examined under various nanopore configurations and applied conditions. Lcs_eff is found to be proportional to the pore diameter, surface charge density, and applied voltage, while inversely proportional to pore length and salt concentration. These findings provide valuable insights into the modulation of EOF by exterior surface charges and offer theoretical guidance for optimizing the structural and functional properties of nanoporous membranes in practical applications of EOF."}
{"id": "2512.05177", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05177", "abs": "https://arxiv.org/abs/2512.05177", "authors": ["Mohammad Azam", "Tatiana Zajarniuk", "Ryszard Diduszko", "Taras Palasyuk", "Cezariusz Jastrzebski", "Andrzej Szewczyk", "Hiraku Ogino", "Shiv J. Singh"], "title": "Superconductivity enhancement and doping-dependent phase diagram of Sm-based oxypnictides by high-pressure growth technique", "comment": "31 pages, 8 figures", "summary": "A series of SmFeAsO1-xFx (Sm1111) bulk samples are synthesized using an in-situ cubic-anvil high-pressure (CA-HP) technique at 4 GPa and are characterized through structural, microstructural, Raman, transport, and magnetic measurements. A systematic reduction of lattice parameters and unit-cell volume confirms effective fluorine substitution at oxygen sites, while Raman spectroscopy reveals electron doping and subtle changes in local bonding environments. In the underdoped regime, the superconducting transition temperature (Tc) is enhanced by 10-17 K and the critical current density (Jc) is increased by up to an order of magnitude. The upper critical field (Hc2), estimated using the Werthamer-Helfand-Hohenberg model, reaches ~200 T, indicating strong spin paramagnetic effects and multiband superconductivity. Resistive broadening under applied fields follows Arrhenius behavior, with the activation energy showing a power-law field dependence that decreases rapidly at higher fields, consistent with collective vortex pinning. The superconducting phase diagram constructed from Tc and Jc versus fluorine content reveals a dome-like trend, with a maximum Tc of 57 K and Jc of 10^4 A-cm^-2 at the optimal doped region. A direct comparison with CSP samples demonstrates that high-pressure synthesis simultaneously enhances both Tc and Jc across the entire fluorine-doping range. These findings establish high-pressure growth as a highly effective approach for optimizing iron-based superconductors and underscore its potential for both fundamental research and future high field applications."}
{"id": "2512.05393", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05393", "abs": "https://arxiv.org/abs/2512.05393", "authors": ["Ali Tozar"], "title": "Interaction-Induced Breakdown of Anderson Localization: Thermodynamic Segregation disguised as the Skin Effect", "comment": "12 pages, 4 figures", "summary": "We investigate the interplay between strong disorder and repulsive interactions in the one-dimensional Fermi-Hubbard model under open boundary conditions. While uncorrelated disorder is widely accepted to localize all single-particle eigenstates, a phenomenon typically reinforced by interactions in the Many-Body Localization (MBL) regime, we report a counter-intuitive breakdown of this paradigm. We demonstrate that strong repulsive interactions can overcome disorder-induced localization, driving the system into a macroscopically segregated phase where spin species accumulate at opposite boundaries. Although this boundary accumulation phenomenologically mimics the Non-Hermitian Skin Effect (NHSE) observed in non-reciprocal systems, our comprehensive analysis reveals a fundamentally different origin. By performing a rigorous control experiment in the Hermitian limit, we prove that the segregation persists without non-reciprocity, identifying many-body energy minimization as the primary driver. This \"interaction-induced segregation\" manifests as a sharp thermodynamic crossover, characterized by a divergent energy susceptibility, challenging the conventional understanding of disorder-interaction competition in open quantum systems."}
{"id": "2512.05298", "categories": ["physics.comp-ph", "gr-qc", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2512.05298", "abs": "https://arxiv.org/abs/2512.05298", "authors": ["Grant Johnson", "Ammar Hakim", "James Juno"], "title": "A Conservative Discontinuous Galerkin Algorithm for Particle Kinetics on Smooth Manifolds", "comment": null, "summary": "A novel, conservative discontinuous Galerkin algorithm is presented for particle kinetics on manifolds. The motion of particles on the manifold is represented using using both canonical and non-canonical Hamiltonian formulations. Our schemes apply to either formulations, but the canonical formulation results in a particularly efficient scheme that also conserves particle density and energy exactly. The collisionless update is coupled to a Bhatnagar-Gross-Krook (BGK) collision operator that provides a simplified model for relaxation to local thermodynamic equilibrium. An iterative scheme is constructed to ensure collisional invariants (density, momentum and energy) are preserved numerically. Rotation of the manifold is incorporated by modifying the Hamiltonian while ensuring a canonical formulation. Several test problems, including a kinetic version of the classical Sod-shock problem, Kelvin-Helmholtz instability on the surfaces of a sphere and a paraboloid, with and without rotations, is presented. A prospectus for further development of this approach to simulation of kinetic theory in general relativity is presented."}
{"id": "2512.05236", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05236", "abs": "https://arxiv.org/abs/2512.05236", "authors": ["Supriya Mandal", "Krishnendu Maji", "Lucky N. Kapoor", "Souvik Sasmal", "Soham Manni", "John Jesudasan", "Pratap Raychaudhuri", "Arumugam Thamizhavel", "Mandar M. Deshmukh"], "title": "Cavity based sensing of antiferromagnetic canting and nonzero-momentum spin waves in a van der Waals cavity-magnon-polariton system", "comment": "24 pages, 8 figures", "summary": "Cavity-magnon-polaritons are hybrid excitations from the interaction between cavity photons and magnons, the quanta of collective spin oscillations. Along with the tunability of the magnon-photon coupling strength, fast information transfer and conversion speed are desired in hybrid devices. This can be achieved utilizing the propagating nature of spin waves with non-zero momentum for their ultra-fast time dynamics and reduced ohmic dissipation. Antiferromagnets are particularly interesting as hosts for magnons since stray-field interactions are minimized, and they support multiple modes with distinctive magnetic-field behavior across the phase diagram. CrCl3 is a van der Waals antiferromagnet having a strong easy-plane anisotropy and a weak in-plane easy-axis anisotropy. Despite some magnetic resonance studies, the impact of magnetic reorientation of spins in CrCl3 on cavity-magnon-polariton interaction strength as a function of magnetic field remains largely unexplored. In this study, we investigate the coupling between magnons in CrCl3 and photons in a coplanar waveguide resonator as a function of magnetic field. In particular, we find that the magnon-photon coupling strength varies nonmonotonically and distinctly with the magnetic field for both acoustic and optical magnons, enabling tuning of the coupling strength with an external magnetic field as a knob. We find the signature of spin-flop transition in two harmonics of the cavity due to a stronger dispersive coupling between optical magnons and cavity photons at lower fields. Additionally, we find standing modes formed by spin waves with nonzero momentum associated with the two hybrid magnons when the external field is applied at an angle with the crystal plane. These modes do not undergo substantial coupling with the cavity mode unlike the antiferromagnetic modes and can be used as low-loss propagation channels in hybrid devices."}
{"id": "2512.05129", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05129", "abs": "https://arxiv.org/abs/2512.05129", "authors": ["Martín-Olalla", "José María"], "title": "Thermal stability originates the vanishing of the specific heats at the absolute zero", "comment": "4pages, 1figure, in press, spanish version available elsewhere. Physica Scripta 2025", "summary": "The relationship between the vanishing of the heat capacities as $T\\to0^+$ and the thermal stability is examined. The heat capacities vanish as fast as or faster than $T$ as $T\\to0^+$ for states at the phase space boundary ($T=0$) to sustain the standard thermal stability criterion $U_{ss}>0$. Conversely, weakly vanishing heat capacities, which signify a loss of curvature in $U(S)$ at $T=0$, are the signature of a critical condition precisely at $T=0$, as exemplified in marginal Fermi liquids. Therefore, the vanishing of the specific heat should be viewed not as a new law but as a confirmatory result of the existing framework of thermodynamics."}
{"id": "2512.05166", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05166", "abs": "https://arxiv.org/abs/2512.05166", "authors": ["Hossein Darban"], "title": "Mechanical Stability of 2D Ti2COx MXenes Under Compression Using Reactive Molecular Dynamics", "comment": null, "summary": "The compressive and post-buckling behavior of Ti2C and Ti2CO2 MXene nanosheets is studied using large-scale reactive molecular dynamics simulations. Nanosheets are subjected to uniaxial, biaxial, and shear loads to investigate their buckling modes, atomic-level deformation mechanisms, and failure characteristics. The results indicate that classical continuum mechanics significantly overestimates the buckling strains. Nanosheets exhibit higher resistance to buckling along the armchair direction than along the zigzag direction. Although atomic-scale defects reduce the buckling stress, they influence deformation only locally and do not alter the global buckling mode shapes. Lateral confinement pressure, such as that caused by polymerization-induced shrinkage in MXene-polymer composites, substantially increases the buckling stress. Oxygen surface termination increases the buckling stress from approximately 1 GPa to 3.5 GPa and reduces directional anisotropy in the elastic response. Under large compressive strains, Ti2CO2 nanosheets fracture, whereas Ti2C nanosheets retain structural integrity at strains exceeding 0.35. Atomistic analysis reveals opposite stress states in the top and bottom Ti layers due to curvature-induced strain gradients. Under biaxial compression, the nanosheet buckles in a dome-like shape, whereas shear loads produce elliptical deflection modes. The presented findings stimulate future studies on MXene morphological transformations, such as the development of nanotube, nanoscroll, and folded architectures."}
{"id": "2512.05129", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05129", "abs": "https://arxiv.org/abs/2512.05129", "authors": ["Martín-Olalla", "José María"], "title": "Thermal stability originates the vanishing of the specific heats at the absolute zero", "comment": "4pages, 1figure, in press, spanish version available elsewhere. Physica Scripta 2025", "summary": "The relationship between the vanishing of the heat capacities as $T\\to0^+$ and the thermal stability is examined. The heat capacities vanish as fast as or faster than $T$ as $T\\to0^+$ for states at the phase space boundary ($T=0$) to sustain the standard thermal stability criterion $U_{ss}>0$. Conversely, weakly vanishing heat capacities, which signify a loss of curvature in $U(S)$ at $T=0$, are the signature of a critical condition precisely at $T=0$, as exemplified in marginal Fermi liquids. Therefore, the vanishing of the specific heat should be viewed not as a new law but as a confirmatory result of the existing framework of thermodynamics."}
{"id": "2512.05643", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05643", "abs": "https://arxiv.org/abs/2512.05643", "authors": ["Bowen Ai", "Zekun Gong", "Long Ma", "Hongwen Zhang", "Tianyi Sui", "Yinghua Qiu"], "title": "Characteristics of mono-, di-, and trivalent cations in electric double layers: a molecular dynamic investigation", "comment": "35 pages, 7 figures", "summary": "Ionic behaviors, including ion distributions and hydration characteristics at solid-liquid interfaces, are important research interests in many important applications, such as electric double-layer capacitors and water lubrication. Here, we systematically investigated the concentration distributions, hydration numbers, and screening properties of Li+, Na+, K+, Ca2+, Mg2+, and La3+ ions inside electric double layers (EDLs) at various charge densities. For the surface charge density weaker than -0.16 C m-2, monovalent cations mainly accumulate in the outer Helmholtz plane (OHP). As the charge density magnitude increases, monovalent cations start to dehydrate and migrate to the inner Helmholtz plane (IHP), following the order of K+, Na+, and Li+. This size-dependent behavior arises from the lower hydration energy of larger ions. While for the di- and trivalent ions, no obvious IHP appears. Based on ion distributions, the screening effect of counterions on surface charges is evaluated by analyzing the net charge distributions. As the charge density changes from 0 to -0.32 C m-2, due to the stronger accumulation of cations in EDLs, the location of the neutral plane changes from ~1.2 to ~0.4 nm. When the charge density reaches a threshold, excessive accumulation of cations can induce charge inversion. The threshold value and the maximum reversed charge are found to correlate with the ion size, cation valence, and concentration."}
{"id": "2512.05427", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05427", "abs": "https://arxiv.org/abs/2512.05427", "authors": ["Nan Jiang", "Masaki Maeda", "Yuhi Yamaguchi", "Mori Watanabe", "Masashi Tokuda", "Kensuke Takaki", "Sebun Masaki", "Takumi Ikushima", "Takayoshi Koyanagi", "Masakazu Matsubara", "Kazutaka Kudo", "Yasuhiro Niim"], "title": "Zero-field superconducting diode effect induced by magnetic flux in a van der Waals superconductor trigonal PtBi$_2$", "comment": "14 pages, 14 figures", "summary": "The superconducting diode effect is one of the nonreciprocal transport phenomena, where the critical current depends on the current direction. This effect is typically realized in superconductors with broken spatial-inversion and time-reversal symmetry. To break the time-reversal symmetry, external magnetic fields are commonly used. Here, we demonstrate a sign-controllable superconducting diode effect under zero external magnetic field in a van der Waals superconductor trigonal PtBi$_2$. The sign of the zero-field superconducting diode effect is controlled by the poling magnetic field, that is a large magnetic field applied prior to measurements. This result indicates that trapped magnetic flux are responsible for breaking the time-reversal symmetry. Our findings highlight the crucial role of trapped magnetic flux in generating the superconducting diode effect and provide a general pathway for realizing a zero-field superconducting diode effect."}
{"id": "2512.05550", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05550", "abs": "https://arxiv.org/abs/2512.05550", "authors": ["Marvin Klinger", "Tim Treu", "Felix Kreisberger", "Christian Heil", "Anna Klinger", "Anton Jesche", "Philipp Gegenwart"], "title": "Sub 1 K Adiabatic Demagnetization Refrigeration with Rare-Earth Borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$, X = (Yb, Gd)", "comment": "10 pages, 7 figures, 3 tables, submitted to MDPI/Applied Sciences", "summary": "Adiabatic demagnetization refrigeration (ADR) is regaining relevance for the refrigeration to temperatures below 1 K as global helium-3 supply is increasingly strained. While ADR at these temperatures is long established with paramagnetic hydrated salts, more recently frustrated rare-earth oxides were found to offer higher entropy densities and practical advantages since they do not degrade under heating or evacuation. We report structural, magnetic and thermodynamic properties of the rare-earth borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$ with X = (Yb, Gd). Except for Ba$_3$GdB$_9$O$_{18}$, which orders at 108 mK, the three other materials remain paramagnetic down to their lowest measured temperatures. ADR performance starting at 2 K in a field of 5 T is analyzed and compared to literature results."}
{"id": "2512.05346", "categories": ["physics.comp-ph", "physics.med-ph", "physics.optics", "q-bio.QM"], "pdf": "https://arxiv.org/pdf/2512.05346", "abs": "https://arxiv.org/abs/2512.05346", "authors": ["Neil H. Kim", "Xiao-Liu Chu", "Joseph B. DeGrandchamp", "Matthew R. Foreman"], "title": "Hypothesis-Based Particle Detection for Accurate Nanoparticle Counting and Digital Diagnostics", "comment": "Main text (14 pages, 5 figures, 1 table) and supplementary information (5 pages, 3 figures, 2 tables). Supporting code at https://github.com/Optical-Theory-Group/Hypothesis-Test-Based-Particle-Detection", "summary": "Digital assays represent a shift from traditional diagnostics and enable the precise detection of low-abundance analytes, critical for early disease diagnosis and personalized medicine, through discrete counting of biomolecular reporters. Within this paradigm, we present a particle counting algorithm for nanoparticle based imaging assays, formulated as a multiple-hypothesis statistical test under an explicit image-formation model and evaluated using a penalized likelihood rule. In contrast to thresholding or machine learning methods, this approach requires no training data or empirical parameter tuning, and its outputs remain interpretable through direct links to imaging physics and statistical decision theory.\n  Through numerical simulations we demonstrate robust count accuracy across weak signals, variable backgrounds, magnification changes and moderate PSF mismatch. Particle resolvability tests further reveal characteristic error modes, including under-counting at very small separations and localized over-counting near the resolution limit. Practically, we also confirm the algorithm's utility, through application to experimental dark-field images comprising a nanoparticle-based assay for detection of DNA biomarkers derived from SARS-CoV-2. Statistically significant differences in particle count distributions are observed between control and positive samples. Full count statistics obtained further exhibit consistent over-dispersion, and provide insight into non-specific and target-induced particle aggregation. These results establish our method as a reliable framework for nanoparticle-based detection assays in digital molecular diagnostics."}
{"id": "2512.05264", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.05264", "abs": "https://arxiv.org/abs/2512.05264", "authors": ["Yurii M. Lyaschuk", "Vadym V. Korotyeyev", "Viacheslav A. Kochelap"], "title": "Plasmonic enhancement of the infrared radiation absorption in an ultrathin InSb layer", "comment": null, "summary": "Indium antimonide (InSb) is a fundamental material for infrared radiation detectors based on interband transitions. Its narrow bandgap enables detection of infrared radiation within the $3-5 μm$ atmospheric window, while its high quantum efficiency ensures excellent sensitivity in InSb-based detectors. We propose a plasmonic structure that significantly enhances infrared absorption in an ultrathin InSb film. The resonant characteristics of this plasmonic enhancement effect could serve as a foundation for developing highly sensitive multi-color detectors."}
{"id": "2512.05168", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.05168", "abs": "https://arxiv.org/abs/2512.05168", "authors": ["Miroslav Grmela", "Michal Pavelka"], "title": "Some frameworks for dissipative evolution in multiscale non-equilibrium thermodynamics", "comment": null, "summary": "In this paper, we review and compare some frameworks for dissipation in non-equilibrium thermodynamics. We start with a brief overview of classical irreversible thermodynamics and gradient dynamics. Then we discuss several specific frameworks including Rayleigh dissipation potential and the dissipative d'Alembert framework, showing their relations with gradient dynamics. Finally, we discuss frameworks for dissipative evolution generated from Poisson brackets."}
{"id": "2512.05221", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05221", "abs": "https://arxiv.org/abs/2512.05221", "authors": ["Jiayan Xu", "Abhirup Patra", "Amar Deep Pathak", "Sharan Shetty", "Detlef Hohl", "Roberto Car"], "title": "Benchmarking Universal Machine Learning Interatomic Potentials for Supported Nanoparticles: Decoupling Energy Accuracy from Structural Exploration", "comment": "28 pages, 5 figures, 2 tables", "summary": "Supported nanoparticle catalysts are widely used in the chemical industry. Computational modeling of supported nanoparticles based on density functional theory (DFT) often involves structural searches of stable local minimum energy configurations and molecular dynamics simulations at finite temperature. These are computationally demanding tasks that are intractable within DFT for large systems. In the last two decades, machine learning interatomic potentials (MLIPs) have been successfully used to substantially increase the size and time scales accessible to simulations that retain DFT accuracy. However, training reliable MLIPs is non-trivial as it requires many costly DFT calculations. Recently, several universal MLIPs (uMLIPs) have been developed, which are trained on large datasets that cover a wide range of molecules and materials. Here, we benchmark the accuracy and the efficiency of these uMLIPs in describing Cu nanoparticles supported on Al$_2$O$_3$ surfaces against our domain-specific DP-UniAlCu model. We find that the MACE-OMAT can reproduce reasonably well the low-energy configurations found in global optimization at an energy accuracy comparable to DP-UniAlCu. Interestingly, the MatterSim-v1.0.0-1M model, which exhibits larger deviations in the binding energies, can find even more stable configurations than the other two models in some supported nanoparticle sizes, showing its capability in structure exploration. For MD simulations, MACE-OMAT and MatterSim-v1.0.0-1M can qualitatively reproduce the mean-squared displacements of Cu atoms (MSD$_\\mathrm{Cu}$) predicted by DP-UniAlCu, albeit at roughly two orders of magnitude higher cost. We demonstrate that the uMLIPs can be very useful in simulating supported nanoparticles even without any fine-tuning, though their reduced efficiency remains a limiting factor for large-scale simulations."}
{"id": "2512.05166", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05166", "abs": "https://arxiv.org/abs/2512.05166", "authors": ["Hossein Darban"], "title": "Mechanical Stability of 2D Ti2COx MXenes Under Compression Using Reactive Molecular Dynamics", "comment": null, "summary": "The compressive and post-buckling behavior of Ti2C and Ti2CO2 MXene nanosheets is studied using large-scale reactive molecular dynamics simulations. Nanosheets are subjected to uniaxial, biaxial, and shear loads to investigate their buckling modes, atomic-level deformation mechanisms, and failure characteristics. The results indicate that classical continuum mechanics significantly overestimates the buckling strains. Nanosheets exhibit higher resistance to buckling along the armchair direction than along the zigzag direction. Although atomic-scale defects reduce the buckling stress, they influence deformation only locally and do not alter the global buckling mode shapes. Lateral confinement pressure, such as that caused by polymerization-induced shrinkage in MXene-polymer composites, substantially increases the buckling stress. Oxygen surface termination increases the buckling stress from approximately 1 GPa to 3.5 GPa and reduces directional anisotropy in the elastic response. Under large compressive strains, Ti2CO2 nanosheets fracture, whereas Ti2C nanosheets retain structural integrity at strains exceeding 0.35. Atomistic analysis reveals opposite stress states in the top and bottom Ti layers due to curvature-induced strain gradients. Under biaxial compression, the nanosheet buckles in a dome-like shape, whereas shear loads produce elliptical deflection modes. The presented findings stimulate future studies on MXene morphological transformations, such as the development of nanotube, nanoscroll, and folded architectures."}
{"id": "2512.05697", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05697", "abs": "https://arxiv.org/abs/2512.05697", "authors": ["Adrian Hjältén", "Vinicius Silva de Oliveira", "Michael Rey", "Isak Silander", "Kevin K. Lehmann", "Aleksandra Foltynowicz"], "title": "Measurement and assignment of E-symmetry states in the 6010-6110 cm$^{-1}$ and 8940-9150 cm$^{-1}$ ranges of methane using optical frequency comb double-resonance spectroscopy", "comment": null, "summary": "We use sub-Doppler optical-optical double-resonance (OODR) spectroscopy with a 3.3 $μ$m single-frequency pump and a cavity-enhanced 1.65 $μ$m comb probe to measure 33 ladder-type (3$ν$${_3}$ ${\\leftarrow}$ $ν$${_3}$) and 8 V-type (2$ν$${_3}$) transitions in the 5880-6090 cm$^{-1}$ range of methane, reaching states with rotational E symmetry in the region of the P6 and P4 polyads, respectively. We assign the ladder-type transitions using new Hamiltonian predictions and the ExoMol line list, and the V-type transitions using the new Hamiltonian, ExoMol, HITRAN2020, and the WKLMC line lists. While 7 of the states in the 3$ν$${_3}$ range have been previously observed either in earlier OODR work (without cavity enhancement) with 1.5 MHz accuracy or in FTIR measurements of cold bands with 150 MHz resolution, the states reported here have uncertainties down to 150 kHz (5 $\\times$ 10$^{-6}$ cm$^{-1}$). The E-symmetry states exhibit first-order Stark splitting, which will be reported in our future work."}
{"id": "2512.05497", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.05497", "abs": "https://arxiv.org/abs/2512.05497", "authors": ["Xianghui Meng", "Yanqing Shen", "Xin Yang", "Xinyu Wang", "Qing Ai", "Yong Shuai", "Zhongxiang Zhou"], "title": "Guest metal-driven quantum anharmonic effects on stability and two-gap superconductivity in carbon-boron clathrates", "comment": null, "summary": "Traditionally, strong quantum anharmonic effects have been considered a characteristic of hydrogen-rich compounds. Here we propose that these effects also play a decisive role in boron-carbon clathrates. The stability and superconducting transition temperature (Tc) of carbon-boron clathrates XYB6C6, whose metal atoms have an average oxidation state of +1.5, have long remained under debate. At this oxidation state, some combinations (e.g., RbSrB6C6) are dynamically stable, whereas others (e.g., RbPbB6C6) are not. Using the stochastic self-consistent harmonic approximation combined with machine learning, we find that the anharmonicity originates primarily from guest metal atoms. For comparison, we find that quantum fluctuations have negligible influence on SrB3C3, but remove the lattice instability of RbPbB6C6. The predicted Tc of RbPbB6C6 (88 K) is nearly twice that of SrB3C3. Moreover, RbPbB6C6 exhibits two-gap superconductivity due to the higher C/B ratio in the density of states at the Fermi level compared to SrB3C3, weakening the sp3 hybridization. These findings demonstrate that quantum anharmonicity crucially governs the stability and superconductivity of XYB6C6 clathrates."}
{"id": "2512.05563", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05563", "abs": "https://arxiv.org/abs/2512.05563", "authors": ["Prasanta Chowdhury", "Jyotirmoy Sau", "Mohamad Numan", "Jhuma Sannigrahi", "Matthias Gutmann", "Gangadhar Das", "D. T. Adroja", "Saurav Giri", "Manoranjan Kumar", "Subham Majumdar"], "title": "Interplay of Orbital Degeneracy and Vacancies in Stabilizing Collinear Magnetic Order in Cr$_{1+δ}$Te$_2$", "comment": "18 pages, 12 figures", "summary": "Cr$_{1+δ}$Te$_2$, a two-dimensional van der Waals ferromagnet, displays a contested magnetic structure, poised between collinear and non-collinear spin configurations. In this work, we investigate the magnetic structure of Cr$_{1.33}$Te$_2$ at the microscopic level by combining single-crystal neutron diffraction, X-ray absorption spectroscopy, and first-principles calculations. Neutron diffraction measurements reveal a distinct collinear spin alignment, whereas spectroscopic analyses reveal inherent structural vacancies at both Cr and Te sites. These vacancies lead to local symmetry breaking that elevates the orbital degeneracy of the Cr 3$d$ states, as demonstrated by our first-principles analysis. The resulting modification of magnetocrystalline anisotropy emerges as the key mechanism stabilising the collinear magnetic ground state over the non-collinear one in the presence of vacancies. Our findings uncover a vacancy-driven route to control spin anisotropy and magnetic ordering in layered ferromagnets, offering new insights into the design of tunable 2D magnetic materials."}
{"id": "2512.05489", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05489", "abs": "https://arxiv.org/abs/2512.05489", "authors": ["Xiaoqing Liu", "Yangshuai Wang", "Teng Zhao"], "title": "Beyond Adam: Disentangling Optimizer Effects in the Fine-Tuning of Atomistic Foundation Models", "comment": null, "summary": "Atomistic foundation models constitute a paradigm shift in computational materials science by providing universal machine-learned interatomic potentials with broad transferability across chemical spaces. Although fine-tuning is essential for adapting these pretrained models to specific target systems, the influence of the optimization algorithm on this process remains insufficiently characterized. In this work, we perform a rigorous benchmark of seven first-order optimizers, including Adam, AdamW, RAdam, SGD, LAMB, Ranger, and ScheduleFree, for the fine-tuning of foundation models across molecular, crystalline, and liquid regimes. We evaluate these algorithms based on energy and force accuracy for both in-distribution and out-of-distribution configurations, as well as their impact on downstream physical properties such as elastic moduli, phonon spectra, and interfacial dynamics. We interpret these empirical results through a preconditioning framework that views each optimizer as a data-dependent linear transformation of the gradient. This analysis clarifies how different update rules impose specific spectral filters on the effective loss Hessian. Across all regimes, AdamW and ScheduleFree achieve superior curvature conditioning and force accuracy, whereas stochastic gradient descent exhibits slow convergence and instability. Furthermore, we demonstrate that a brief second-order refinement stage reduces residual anisotropy in the loss landscape and enhances the fidelity of physical observables without increasing inference costs. These findings provide conceptual insight and practical guidance for selecting and designing optimizers to ensure the stable and efficient fine-tuning of universal interatomic potentials."}
{"id": "2512.05408", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.05408", "abs": "https://arxiv.org/abs/2512.05408", "authors": ["Wenhao Li", "Junyao Wu", "Ning Han", "Rui Zhao", "Fujia Chen", "Yuang Pan", "Yudong Ren", "Hongsheng Chen", "Zhen Gao", "Ce Shang", "Yihao Yang"], "title": "Observation of Custodial Chiral Symmetry in Memristive Topological Insulators", "comment": "8 pages, 4 figures", "summary": "The concept of custodial symmetry, a residual symmetry that protects physical observables from large quantum corrections, has been a cornerstone of high-energy physics, but its experimental observation has remained unexplored. Building on recent theoretical work [Phys. Rev. Lett. 128, 097701 (2022)], we report the first experimental observation of classical analog of custodial chiral symmetry in a memristive Su-Schrieffer-Heeger (SSH) circuit. We provide direct experimental evidence for custodial symmetry through the measurement of the correction to the Lagrangian. This Lagrangian correction, which mimics a mass term in field theory, vanishes smoothly as the perturbation is reduced. We also demonstrate that topological edge states in the memristive SSH circuit remain localized at the boundary, protected by custodial chiral symmetry. This work opens new avenues for emulating field-theoretic symmetries and nonlinear dynamics in memristive platforms."}
{"id": "2512.05465", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.05465", "abs": "https://arxiv.org/abs/2512.05465", "authors": ["Samudro Ghosh", "Moupriya Das"], "title": "Dynamic hysteresis and transitions induced by potential asymmetry", "comment": "8 pages, 4 figures", "summary": "The influence of an external periodic field in a bistable system gives rise to a very interesting phenomenon of dynamic hysteresis, which has extensive applications in technologies. Environmental noise also has a crucial role in controlling this class of hysteresis. The relaxational delay of the system's response towards the periodic drive manifests in the response function-field hysteresis loops. These hysteresis loops are generally symmetric in the range of the external force and the response function. Symmetry breaking is observed under extreme conditions of the noise strength, amplitude and frequency of the periodic force. This symmetric-asymmetric dynamic transition is interpreted in terms of the relevant order parameter defined for the system under study. In our present work, we importantly identify that it is possible to induce symmetry breaking in the hysteresis loops, and consequently to observe dynamic transitions under moderate conditions as well if appropriate asymmetry is implemented in the design of the underlying potential. We develop a quantitative understanding of the variation of the hysteresis loop area and the order parameter with respect to the degree of asymmetry in the potential. Our study suggests an ingenious way to get the desired outputs in the processes related to dynamic hysteresis by effectively controlling the asymmetry of the intrinsic potential governing the dynamics. These findings not only direct a new and impactful path for technological advances involving hysteresis but also provide the basic understanding of the precise role of the underlying potential in regulating this fundamental process, which manifests frequently in natural and designed systems."}
{"id": "2512.05296", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05296", "abs": "https://arxiv.org/abs/2512.05296", "authors": ["Philip N. H. Nakashima", "Yu-Tsun Shao", "Zezhong Zhang", "Andrew E. Smith", "Tianyu Liu", "Nikhil V. Medhekar", "Joanne Etheridge", "Laure Bourgeois", "Jian-Min Zuo"], "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids", "comment": "69 pages, 4 main figures, 11 extended data figures, 9 supplementary figures, 1 main table, 1 supplementary table, 96 references", "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."}
{"id": "2512.05168", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.05168", "abs": "https://arxiv.org/abs/2512.05168", "authors": ["Miroslav Grmela", "Michal Pavelka"], "title": "Some frameworks for dissipative evolution in multiscale non-equilibrium thermodynamics", "comment": null, "summary": "In this paper, we review and compare some frameworks for dissipation in non-equilibrium thermodynamics. We start with a brief overview of classical irreversible thermodynamics and gradient dynamics. Then we discuss several specific frameworks including Rayleigh dissipation potential and the dissipative d'Alembert framework, showing their relations with gradient dynamics. Finally, we discuss frameworks for dissipative evolution generated from Poisson brackets."}
{"id": "2512.05717", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.05717", "abs": "https://arxiv.org/abs/2512.05717", "authors": ["Sofiia Chorna", "Davide Tisi", "Cesare Malosso", "Wei Bin How", "Michele Ceriotti", "Sanggyu Chong"], "title": "Comparing the latent features of universal machine-learning interatomic potentials", "comment": null, "summary": "The past few years have seen the development of ``universal'' machine-learning interatomic potentials (uMLIPs) capable of approximating the ground-state potential energy surface across a wide range of chemical structures and compositions with reasonable accuracy. While these models differ in the architecture and the dataset used, they share the ability to compress a staggering amount of chemical information into descriptive latent features. Herein, we systematically analyze what the different uMLIPs have learned by quantitatively assessing the relative information content of their latent features with feature reconstruction errors as metrics, and observing how the trends are affected by the choice of training set and training protocol. We find that the uMLIPs encode chemical space in significantly distinct ways, with substantial cross-model feature reconstruction errors. When variants of the same model architecture are considered, trends become dependent on the dataset, target, and training protocol of choice. We also observe that fine-tuning of a uMLIP retains a strong pre-training bias in the latent features. Finally, we discuss how atom-level features, which are directly output by MLIPs, can be compressed into global structure-level features via concatenation of progressive cumulants, each adding significantly new information about the variability across the atomic environments within a given system."}
{"id": "2512.05871", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05871", "abs": "https://arxiv.org/abs/2512.05871", "authors": ["D. S. Annenkov", "A. A. Kopasov", "A. S. Mel'nikov"], "title": "Interplay of ferroelectricity and interlayer superconductivity in van der Waals bilayers", "comment": "34 pages, 9 figures", "summary": "We study the distinctive features of the interplay between the interlayer superconductivity and ferroelectricity in van der Waals heterostructures. Corresponding analysis is carried out within the framework of the quasiclassical Eilenberger equations for a tunnel coupled bilayer with inhomogeneous relative shift of the conduction bands between the layers, which describes the net charge transfer in sliding ferroelectrics. It is shown that the critical temperature of the interlayer superconductivity can be significantly enhanced for superconducting nuclei localized in the vicinity of ferroelectric domain walls. We demonstrate that the increase in the tunneling amplitude leads to the decrease (increase) in the difference between the critical temperatures for localized and homogeneous superconducting states for the spin-singlet (spin-triplet) interlayer superconductivity. We also perform an extensive analysis of the effects of the in-plane magnetic field on the interlayer superconductivity. It is shown that the orbital effect can result in the suppression of the spin-singlet interlayer superconductivity and to the enhancement of the spin-triplet one. We find that possible manifestations of the paramagnetic effect include the suppression of the interlayer superconductivity by rather weak Zeeman fields, the two-fold anisotropy of the critical magnetic field for the spin-triplet states as well as the appearance of the reentrant superconducting phases. It is shown that the joint influence of the orbital and paramagnetic mechanisms on the spin-triplet interlayer superconductivity can even lead to a nonmonotonic behavior of the superconducting critical temperature as a function of the external magnetic field. The obtained results are discussed in the context of recent experimental data on van der Waals structures with coexisting superconductivity and sliding ferroelectricity."}
{"id": "2512.05696", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05696", "abs": "https://arxiv.org/abs/2512.05696", "authors": ["Paula Mellado", "Francisco Muñoz", "Javiera Cabezas-Escares"], "title": "Excitonic Charge Density Waves in Moire Ladders", "comment": "6 pages, 4 figures", "summary": "An incommensurate charge density wave (CDW) is a periodic modulation of charge that breaks translational symmetry incongruently with the underlying lattice. Its low-energy excitations, the phason, are collective, gapless phase fluctuations. We study a half-filled, four-band ladder model where a shift $δ=p/q$ between the legs leads to a supercell of q composite cells. The moiré potential narrows minibands near the Fermi level, resulting in additional peaks in the density of states, whose separation is controlled by $δ$. The inclusion of short-range Coulomb interactions leads to an excitonic incommensurate CDW state. We identify the oscillations in its amplitude with a gapped Higgs collective mode and a lowest-energy Goldstone mode, realized by long-lived neutral phasons whose propagation velocity is governed by the shift δ and the inter-leg tunneling amplitude. Our results show that even the slightest interlayer mismatches can strongly modify both charge-ordering patterns and low-energy bosonic excitations in layered materials, and suggest that the enigmatic CDW phase in the quasi-one-dimensional compound HfTe3 is excitonic in nature."}
{"id": "2512.05852", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05852", "abs": "https://arxiv.org/abs/2512.05852", "authors": ["Phil Duxbury", "Carlile Lavor", "Luiz Leduino de Salles-Neto"], "title": "A Continuous Nonlinear Optimization Perspective on the Spin Glass Problem", "comment": null, "summary": "We present a continuous nonlinear optimization model for the Spin Glass Problem (SGP), building on a classical result by Rosenberg (1972), which shows that for a class of multilinear polynomial problems the optimal values of the continuous relaxation and the corresponding discrete model coincide. Using the SGP as a case study, we provide a simple, problem-specific argument showing how any optimal solution returned by a continuous solver can be converted into an optimal discrete spin configuration, even when the solver outputs non-integer values. The relaxed model remains nonconvex and does not alter the inherent computational hardness of the problem, but it offers a direct and conceptually transparent continuous formulation that can be handled by modern global optimization software. Computational experiments on standard benchmark instances indicate that this approach can match, and in several cases surpass, recent integer programming linearization techniques, making it a practical and complementary tool for researchers working at the interface between statistical physics and combinatorial optimization."}
{"id": "2512.05425", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05425", "abs": "https://arxiv.org/abs/2512.05425", "authors": ["Pradeep R. Nair"], "title": "Sub Band Gap Operation Limits for Perovskite Light Emitting Diodes", "comment": null, "summary": "Ultra low voltage operation of Perovskite light emitting diodes (PeLEDs) has been demonstrated in recent years as high radiance with minimal power consumption is a desired feature. However, the light output at such conditions from PeLEDs is typically very low, and the maximum in external quantum efficiency (EQE) and energy conversion efficiency (ECE) are achieved at large biases with significant power consumption. Here, we explore the possibility of achieving maximums in EQE and ECE at sub band gap voltages for PeLEDs. Our analysis consistently interprets otherwise scattered experimental data from literature, identifies the limits for low voltage operation, and elucidates optimization routes for sub band gap high radiance operation of PeLEDs."}
{"id": "2512.05471", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.05471", "abs": "https://arxiv.org/abs/2512.05471", "authors": ["Masahiro Shirataki", "Takuma Akimoto"], "title": "Observation-Time-Induced Crossover from Fluctuating Diffusivity", "comment": "6 pages, 2 figures + 6 pages of supplemental material", "summary": "A dynamical transition -- seen as a sudden increase in the mean-squared displacement at a characteristic temperature that depends on the observation time -- is widely reported in neutron-scattering experiments and molecular dynamics simulations of hydrated proteins. However, its physical origin remains elusive. We show that fluctuating diffusivity in a Langevin framework leads to an observation-time-induced crossover, where the effective diffusion coefficient exhibits a temperature-dependent transition whose crossover point shifts with observation time. Analytical and numerical analyses reveal the mechanism of this crossover and delineate the conditions under which it emerges. Our findings provide a unified nonequilibrium interpretation for observation-time-induced crossover, and suggest that the protein dynamical transition can be viewed as an instance of this general crossover mechanism."}
{"id": "2512.05347", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05347", "abs": "https://arxiv.org/abs/2512.05347", "authors": ["Pablo Galaviz", "Dehong Yu", "Nicolas de Souza", "Sho Kimura", "Yoshitomo Kojima", "Seiji Mori", "Akira Yamaguchi"], "title": "Phonon density of states of silica (SiO2) nanopore via molecular dynamics simulations", "comment": "41 pages, 15 figures", "summary": "This study presents a comprehensive computational investigation of the vibration density of states (VDOS) of a silica nanopore, systematically evaluating a range of force fields against inelastic neutron scattering results. We analyze the influence of temperature, crustal structure, and surface-adsorbed water molecules on the nanopore's structural and dynamic properties. We performed classical molecular dynamics simulations of nanopore and bulk silica, and used density functional theory (DFT) calculations for bulk silica for comparison. The resulting VDOS shows relatively good agreement with DFT and experimental data. The temperature has a relatively low effect on the dry nanopore. The inclusion of H2O molecules significantly affects the VDOS. The low-energy modes are dominated by H2O VDOS and increase with loading. This work is an essential step towards characterizing silica nanopores via molecular dynamics and provides a valuable reference for experimental comparison with X-ray and neutron scattering VDOS results."}
{"id": "2512.05177", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05177", "abs": "https://arxiv.org/abs/2512.05177", "authors": ["Mohammad Azam", "Tatiana Zajarniuk", "Ryszard Diduszko", "Taras Palasyuk", "Cezariusz Jastrzebski", "Andrzej Szewczyk", "Hiraku Ogino", "Shiv J. Singh"], "title": "Superconductivity enhancement and doping-dependent phase diagram of Sm-based oxypnictides by high-pressure growth technique", "comment": "31 pages, 8 figures", "summary": "A series of SmFeAsO1-xFx (Sm1111) bulk samples are synthesized using an in-situ cubic-anvil high-pressure (CA-HP) technique at 4 GPa and are characterized through structural, microstructural, Raman, transport, and magnetic measurements. A systematic reduction of lattice parameters and unit-cell volume confirms effective fluorine substitution at oxygen sites, while Raman spectroscopy reveals electron doping and subtle changes in local bonding environments. In the underdoped regime, the superconducting transition temperature (Tc) is enhanced by 10-17 K and the critical current density (Jc) is increased by up to an order of magnitude. The upper critical field (Hc2), estimated using the Werthamer-Helfand-Hohenberg model, reaches ~200 T, indicating strong spin paramagnetic effects and multiband superconductivity. Resistive broadening under applied fields follows Arrhenius behavior, with the activation energy showing a power-law field dependence that decreases rapidly at higher fields, consistent with collective vortex pinning. The superconducting phase diagram constructed from Tc and Jc versus fluorine content reveals a dome-like trend, with a maximum Tc of 57 K and Jc of 10^4 A-cm^-2 at the optimal doped region. A direct comparison with CSP samples demonstrates that high-pressure synthesis simultaneously enhances both Tc and Jc across the entire fluorine-doping range. These findings establish high-pressure growth as a highly effective approach for optimizing iron-based superconductors and underscore its potential for both fundamental research and future high field applications."}
{"id": "2512.05741", "categories": ["physics.chem-ph", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2512.05741", "abs": "https://arxiv.org/abs/2512.05741", "authors": ["Jing Shen", "Ming-Zheng Du", "Dong H. Zhang", "Venkat Kapil", "Wei Fang"], "title": "On the role of nuclear quantum effects on the stability of peptides", "comment": null, "summary": "Nuclear quantum effects (NQEs) arising from the light mass of hydrogen can influence the structure and stability of hydrogen-bonded biomolecules, yet their role in determining peptide and protein folding remains unclear. Experiments show that substituting H$_2$O with D$_2$O often stabilizes folded states, but the microscopic mechanism associated with this phenomena remains unresolved. Through ab initio-level path-integral molecular dynamics simulations enabled by machine-learning interatomic potentials, we address the fundamental question of the role of NQEs in peptides by investigating both their overall impact and isotope substitution effects. Overall, NQEs systematically destabilize compact three-dimensional structures across peptide systems, independent of secondary structure type or side-chain interactions. Contrary to the conventional picture that places central importance on hydrogen bonds, we find that the dominant destabilization instead arises from the quantum C-H vibrations. In addition, we reveal microscopic insights into the stabilization of folded peptides upon H$_2$O to D$_2$O substitution, showing that the H/D isotope substitution of active peptide hydrogens, previously considered unimportant, produces free-energy changes within the range of experimentally observed shifts. These findings provide a new interpretation of isotope effects in biological systems, indicating that seemingly small H$\\to$D substitutions within peptides can be as important as, or even outweigh, solvent contributions."}
{"id": "2512.05956", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.05956", "abs": "https://arxiv.org/abs/2512.05956", "authors": ["Zheng-Duo Fan", "Ashvin Vishwanath"], "title": "Minimal two band model and experimental proposals to distinguish pairing mechanisms of the high-T$_c$ superconductor La$_3$Ni$_2$O$_7$", "comment": null, "summary": "The discovery of high-T$_c$ superconductivity in La$_3$Ni$_2$O$_7$ has opened the door to a new route to high temperature superconductivity, distinct from that in cuprates and iron-based materials. Yet, despite intense recent activity, we lack experimentally testable protocols for distinguishing between different pairing scenarios. In this Letter, we construct a minimal two-band model that reproduces the Fermi-surface topology observed in recent ARPES measurements and DFT calculations, and we analyze superconductivity arising from two distinct pairing mechanisms. We show that these mechanisms yield sharply different responses to an applied perpendicular electric field. Thus, La$_3$Ni$_2$O$_7$ offers the unique opportunity to cleanly distinguish between different pairing scenarios. Finally, we propose three concrete experimental proposals designed to distinguish these scenarios and thereby identify the pairing mechanism most relevant to the real material."}
{"id": "2512.05735", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05735", "abs": "https://arxiv.org/abs/2512.05735", "authors": ["Paula Mellado", "Francisco Muñoz", "Javiera Cabezas-Escares"], "title": "Sliding phasons in Moiré Ladders", "comment": "21 pages, 9 figures", "summary": "An incommensurate charge density wave is a periodic modulation of charge that breaks translational symmetry at a momentum that does not coincide with the primitive lattice vectors. Its Goldstone excitation, the phason, comprises collective gapless phase fluctuations. Aiming to unveil the mechanism behind the onset of incommensurate charge order in layered materials, we study a half-filled, four-band tight-binding model on a ladder with a relative shift $δ=p/q$ between the legs, induced by the dimerization of one of them. The shift results in a moiré supercell comprising q composite cells and a modulated inter-leg tunneling. The moiré potential compresses the leg bands into flat minibands near the Fermi level, resulting in additional low-energy peaks in the density of states. Including Coulomb interactions, we find an incommensurate charge-density-wave phase in which the charge modulation is out of phase between the legs. The collective excitations of this state are long-lived neutral, acoustic phasons whose speed is controlled by the moiré parameter $δ$ and the inter-leg tunneling amplitude. This model sheds light on the role of interlayer incongruities in the formation of excitonic charge-ordered phases in van der Waals and heterostructured materials."}
{"id": "2512.05166", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05166", "abs": "https://arxiv.org/abs/2512.05166", "authors": ["Hossein Darban"], "title": "Mechanical Stability of 2D Ti2COx MXenes Under Compression Using Reactive Molecular Dynamics", "comment": null, "summary": "The compressive and post-buckling behavior of Ti2C and Ti2CO2 MXene nanosheets is studied using large-scale reactive molecular dynamics simulations. Nanosheets are subjected to uniaxial, biaxial, and shear loads to investigate their buckling modes, atomic-level deformation mechanisms, and failure characteristics. The results indicate that classical continuum mechanics significantly overestimates the buckling strains. Nanosheets exhibit higher resistance to buckling along the armchair direction than along the zigzag direction. Although atomic-scale defects reduce the buckling stress, they influence deformation only locally and do not alter the global buckling mode shapes. Lateral confinement pressure, such as that caused by polymerization-induced shrinkage in MXene-polymer composites, substantially increases the buckling stress. Oxygen surface termination increases the buckling stress from approximately 1 GPa to 3.5 GPa and reduces directional anisotropy in the elastic response. Under large compressive strains, Ti2CO2 nanosheets fracture, whereas Ti2C nanosheets retain structural integrity at strains exceeding 0.35. Atomistic analysis reveals opposite stress states in the top and bottom Ti layers due to curvature-induced strain gradients. Under biaxial compression, the nanosheet buckles in a dome-like shape, whereas shear loads produce elliptical deflection modes. The presented findings stimulate future studies on MXene morphological transformations, such as the development of nanotube, nanoscroll, and folded architectures."}
{"id": "2512.05477", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "math-ph", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05477", "abs": "https://arxiv.org/abs/2512.05477", "authors": ["Motohiko Ezawa"], "title": "Quantum geometry and $X$-wave magnets with $X=p,d,f,g,i$", "comment": "45 pages, 5 figures", "summary": "Quantum geometry is a differential geometry based on quantum mechanics. It is related to various transport and optical properties in condensed matter physics. The Zeeman quantum geometry is a generalization of quantum geometry including the spin degrees of freedom. It is related to electromagnetic cross responses. Quantum geometry is generalized to non-Hermitian systems and density matrices. Especially, the latter is quantum information geometry, where the quantum Fisher information naturally arises as quantum metric. We apply these results to the $X$-wave magnets, which include $d$-wave, $g$-wave and $i$-wave altermagnets as well as $p$-wave and $f$-wave magnets. They have universal physics for anomalous Hall conductivity, tunneling magneto-resistance and planar Hall effect. We obtain various analytic formulas based on the two-band Hamiltonian."}
{"id": "2512.05627", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05627", "abs": "https://arxiv.org/abs/2512.05627", "authors": ["Hua Yan"], "title": "Sticky eigenstates in systems with sharply-divided phase space", "comment": null, "summary": "We investigate mixed eigenstates in systems with sharply-divided phase space, using different piecewise-linear maps whose regular-chaotic boundaries are formed by marginally unstable periodic orbits (MUPOs) or by quasi-periodic orbits. With the overlap index and the entropy localization length, we classify mixed eigenstates and show that the contribution from dynamical tunneling scales as $\\sim \\hbar\\, \\exp(-b/\\hbar)$, with $b>0$ associated with the relative size of the regular region. The dominant fraction of states that remain sticky to the boundaries, referred to as sticky eigenstates, scales as $\\hbar^{1/2}$ in the MUPO case and oscillates around this algebraic behavior in the quasi-periodic case. This behavior generalizes established predictions for hierarchical states in KAM systems, which scale as $\\hbar^{1 - 1/γ}$, with $γ$ set by the corresponding classical stickiness reflected in the algebraic decay of cumulative RTDs $t^{-γ}$. For the piecewise-linear maps studied here, $γ= 2$. These results reveal a clear quantum signature of classical stickiness in non-KAM systems."}
{"id": "2512.05349", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05349", "abs": "https://arxiv.org/abs/2512.05349", "authors": ["Zhenzhu Li", "Aron Walsh"], "title": "Platonic representation of foundation machine learning interatomic potentials", "comment": null, "summary": "Foundation machine learning interatomic potentials (MLIPs) are trained on overlapping chemical spaces, yet their latent representations remain model-specific. Here, we show that independently developed MLIPs exhibit statistically consistent geometric organisation of atomic environments, which we term the Platonic representation. By projecting embeddings relative to a set of atomic anchors, we unify the latent spaces of seven MLIPs (spanning equivariant, non-equivariant, conservative, and non-conservative architectures) into a common metric space that preserves chemical periodicity and structural invariants. This unified framework enables direct cross-model optimal transport, interpretable embedding arithmetic, and the detection of representational biases. Furthermore, we demonstrate that geometric distortions in this space can indicate physical prediction failures, including symmetry breaking and incorrect phonon dispersions. Our results show that the latent spaces of diverse MLIPs present consistent statistical geometry shaped by shared physical and chemical constraints, suggesting that the Platonic representation offers a practical route toward interoperable, comparable, and interpretable foundation models for materials science."}
{"id": "2512.05221", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05221", "abs": "https://arxiv.org/abs/2512.05221", "authors": ["Jiayan Xu", "Abhirup Patra", "Amar Deep Pathak", "Sharan Shetty", "Detlef Hohl", "Roberto Car"], "title": "Benchmarking Universal Machine Learning Interatomic Potentials for Supported Nanoparticles: Decoupling Energy Accuracy from Structural Exploration", "comment": "28 pages, 5 figures, 2 tables", "summary": "Supported nanoparticle catalysts are widely used in the chemical industry. Computational modeling of supported nanoparticles based on density functional theory (DFT) often involves structural searches of stable local minimum energy configurations and molecular dynamics simulations at finite temperature. These are computationally demanding tasks that are intractable within DFT for large systems. In the last two decades, machine learning interatomic potentials (MLIPs) have been successfully used to substantially increase the size and time scales accessible to simulations that retain DFT accuracy. However, training reliable MLIPs is non-trivial as it requires many costly DFT calculations. Recently, several universal MLIPs (uMLIPs) have been developed, which are trained on large datasets that cover a wide range of molecules and materials. Here, we benchmark the accuracy and the efficiency of these uMLIPs in describing Cu nanoparticles supported on Al$_2$O$_3$ surfaces against our domain-specific DP-UniAlCu model. We find that the MACE-OMAT can reproduce reasonably well the low-energy configurations found in global optimization at an energy accuracy comparable to DP-UniAlCu. Interestingly, the MatterSim-v1.0.0-1M model, which exhibits larger deviations in the binding energies, can find even more stable configurations than the other two models in some supported nanoparticle sizes, showing its capability in structure exploration. For MD simulations, MACE-OMAT and MatterSim-v1.0.0-1M can qualitatively reproduce the mean-squared displacements of Cu atoms (MSD$_\\mathrm{Cu}$) predicted by DP-UniAlCu, albeit at roughly two orders of magnitude higher cost. We demonstrate that the uMLIPs can be very useful in simulating supported nanoparticles even without any fine-tuning, though their reduced efficiency remains a limiting factor for large-scale simulations."}
{"id": "2512.05758", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05758", "abs": "https://arxiv.org/abs/2512.05758", "authors": ["M. G. Izzo"], "title": "Ferroelectricity in dipolar liquids: from an exactly solvable model in the large-dimensional limit to finite dimensions", "comment": null, "summary": "A medium, liquid in its positional degrees of freedom, exhibits in real space a homogeneous single-particle density and an isotropic linear response to perturbations of the density field. Under the hypothesis that, if the anisotropic dipolar interaction is a weak perturbation of the isotropic reference system potential, this condition persists in a dipolar liquid for any dipole configuration, a regularization of the dipolar potential can be introduced. This developments lead to the definition of a screened dipolar interaction that is isotropic, short-ranged, and ferroelectric-like. In a classical density functional theory framework the model is exactly solvable in the limit of infinite dimensions, whereas approximations can be obtained in the case of finite dimensions $d \\geq 3$ in the optimized cluster expansion scheme. In both cases, it is shown that the system can support a ferroelectric phase transition. The study relates the emergence of ferroelectricity in dipolar liquids to a constitutive property of the liquid state, i.e. annealed positional disorder."}
{"id": "2512.05778", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05778", "abs": "https://arxiv.org/abs/2512.05778", "authors": ["Guilherme Kuhl-Soares", "Otávio Canton", "Eduardo Granado", "Diego Carranza-Célis", "Marcelo Knobel", "Gabriel Gomide", "Juan Gabriel Ramirez", "Diego Muraca"], "title": "Irreversible phase reconfiguration and thermal-memory effects in a highly-correlated manganite", "comment": "19 pages, 13 figures, 2 tables", "summary": "Phase separated manganites provide a unique platform to study the dynamics of competing electronic and structural orders in correlated systems. In $La_{0.275}Pr_{0.35}Ca_{0.375}MnO_{3}$ (LPCMO), we use temperature cycling Raman spectroscopy to uncover a previously unidentified regime of structural irreversibility, emerging from the interplay between lattice distortions and phase competition across the phase separation and charge and orbital ordering temperatures. This irreversible behavior encodes a thermal memory effect reflecting the system's history dependent energy landscape. Correlated magnetic and transport responses confirm the coupling between lattice and electronic degrees of freedom, revealing a nem form of nonequilibrium phase dynamics in mixed valence oxides. These results advance the understanding of metastability and memory phenomena in strongly correlated materials, opening pathways toward adaptive and neuromorphic functionalities in quantum materials."}
{"id": "2512.05296", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05296", "abs": "https://arxiv.org/abs/2512.05296", "authors": ["Philip N. H. Nakashima", "Yu-Tsun Shao", "Zezhong Zhang", "Andrew E. Smith", "Tianyu Liu", "Nikhil V. Medhekar", "Joanne Etheridge", "Laure Bourgeois", "Jian-Min Zuo"], "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids", "comment": "69 pages, 4 main figures, 11 extended data figures, 9 supplementary figures, 1 main table, 1 supplementary table, 96 references", "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."}
{"id": "2512.05617", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05617", "abs": "https://arxiv.org/abs/2512.05617", "authors": ["Salvador Cardona-Serra"], "title": "Toward a Theoretical Roadmap for Organic Memristive Materials", "comment": null, "summary": "Neuromorphic computing aspires to overcome the intrinsic inefficiencies of von Neumann architectures by co-locating memory and computation in physical devices that emulate biological neurons and synapses. Memristive materials stand at the core of this paradigm, enabling non-volatile, history-dependent electronic responses. While inorganic oxides currently dominate the field, molecular and polymeric systems can offer untapped advantages in terms of chemical tunability, structural flexibility, low-cost processing, and biocompatibility. However, progress has been hindered by the absence of a theoretical framework able to rationalize how molecular structure translates into memristive function. Here, a multiscale computational perspective is presented, outlining how quantum chemistry and molecular dynamics, among other approaches, can be integrated into a coherent methodology to design next-generation organic memristors. Three mechanisms, ionic migration, redox-driven switching, and conduction interplay in chiral molecules are examined as representative routes toward molecular neuromorphic hardware. The opportunities and challenges associated with each mechanism are discussed, together with a view on how a theoretically guided roadmap can accelerate the emergence of chemically engineered synaptic materials."}
{"id": "2512.05637", "categories": ["cond-mat.stat-mech", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05637", "abs": "https://arxiv.org/abs/2512.05637", "authors": ["Denis S. Grebenkov", "Yilin Ye"], "title": "Geometric control of boundary-catalytic branching processes", "comment": null, "summary": "Boundary-catalytic branching processes describe a broad class of natural phenomena where the population of diffusing particles grows due to their spontaneous binary branching (e.g., division, fission or splitting) on a catalytic boundary located in a complex environment. We investigate the possibility of geometric control of the population growth by compensating the proliferation of particles due to branching events by their absorptions in the bulk or on boundary absorbing regions. We identify an appropriate Steklov spectral problem to obtain the phase diagram of this out-of-equilibrium stochastic process. The principal eigenvalue determines the critical line that separates an exponential growth of the population from its extinction. In other words, we establish a powerful tool for calculating the optimal absorption rate that equilibrates the opposite effects of branching and absorption events and thus results in steady-state behavior of this diffusion-reaction system. Moreover, we show the existence of a critical catalytic rate above which no compensation is possible, so that the population cannot be controlled and keeps growing exponentially. The proposed framework opens promising perspectives for better understanding, modeling and control of various boundary-catalytic branching processes, with applications in physics and life sciences."}
{"id": "2512.05352", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05352", "abs": "https://arxiv.org/abs/2512.05352", "authors": ["San-Dong Guo", "Qiqi Luo", "Shi-Hao Zhang", "Peng Jiang"], "title": "External-field-induced transition from altermagnetic metal to fully-compensated ferrimagnetic metal in monolayer $\\mathrm{Cr_2O}$", "comment": "8 pages, 6 figures", "summary": "Altermagnets and fully-compensated ferrimagnets are two canonical classes of zero-net-moment magnets. An altermagnetic (AM) half-metal cannot exist due to its AM spin splitting, while a fully-compensated ferrimagnetic (FC-FIM) metal seems impossible to realize because both spin channels remain gapless. Here, we propose that an FC-FIM metal can be realized by breaking the rotational or mirror symmetry that links two spin-opposite magnetic atoms in an AM metal. We further demonstrate that charge-carrier doping is fundamentally unable to generate a net magnetic moment in an altermagnet, whereas such a net moment can be readily induced in a fully-compensated ferrimagnet. We use the AM monolayer $\\mathrm{Cr_2O}$ as a concrete example to validate our proposal. Either electric field or uniaxial strain can break the $S_{4z}$ symmetry of $\\mathrm{Cr_2O}$, thereby inducing a transition from an AM metal to an FC-FIM metal. Uniaxial strain plus carrier doping creates a net moment in an altermagnet, and the so-called piezomagnetism is essentially a strain-driven switch from altermagnetism to fully-compensated ferrimagnetism. By analogy, we advance the concept of electromagnetism: an electric field drives the transition from altermagnetism to fully-compensated ferrimagnetism, and subsequent charge-carrier doping stabilizes a net magnetization. Our work provides a roadmap for further exploring the connection and distinction between altermagnet and fully-compensated ferrimagnet, and confirms the feasibility of FC-FIM metal."}
{"id": "2512.05236", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05236", "abs": "https://arxiv.org/abs/2512.05236", "authors": ["Supriya Mandal", "Krishnendu Maji", "Lucky N. Kapoor", "Souvik Sasmal", "Soham Manni", "John Jesudasan", "Pratap Raychaudhuri", "Arumugam Thamizhavel", "Mandar M. Deshmukh"], "title": "Cavity based sensing of antiferromagnetic canting and nonzero-momentum spin waves in a van der Waals cavity-magnon-polariton system", "comment": "24 pages, 8 figures", "summary": "Cavity-magnon-polaritons are hybrid excitations from the interaction between cavity photons and magnons, the quanta of collective spin oscillations. Along with the tunability of the magnon-photon coupling strength, fast information transfer and conversion speed are desired in hybrid devices. This can be achieved utilizing the propagating nature of spin waves with non-zero momentum for their ultra-fast time dynamics and reduced ohmic dissipation. Antiferromagnets are particularly interesting as hosts for magnons since stray-field interactions are minimized, and they support multiple modes with distinctive magnetic-field behavior across the phase diagram. CrCl3 is a van der Waals antiferromagnet having a strong easy-plane anisotropy and a weak in-plane easy-axis anisotropy. Despite some magnetic resonance studies, the impact of magnetic reorientation of spins in CrCl3 on cavity-magnon-polariton interaction strength as a function of magnetic field remains largely unexplored. In this study, we investigate the coupling between magnons in CrCl3 and photons in a coplanar waveguide resonator as a function of magnetic field. In particular, we find that the magnon-photon coupling strength varies nonmonotonically and distinctly with the magnetic field for both acoustic and optical magnons, enabling tuning of the coupling strength with an external magnetic field as a knob. We find the signature of spin-flop transition in two harmonics of the cavity due to a stronger dispersive coupling between optical magnons and cavity photons at lower fields. Additionally, we find standing modes formed by spin waves with nonzero momentum associated with the two hybrid magnons when the external field is applied at an angle with the crystal plane. These modes do not undergo substantial coupling with the cavity mode unlike the antiferromagnetic modes and can be used as low-loss propagation channels in hybrid devices."}
{"id": "2512.05834", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05834", "abs": "https://arxiv.org/abs/2512.05834", "authors": ["José Campos-Martínez", "Marta I. Hernández"], "title": "Enhanced quantum transport in bilayer two-dimensional materials", "comment": null, "summary": "Two-dimensional (2D) materials have been proposed, among many other applications, as a efficient tool for the separation of atomic and molecular species and their corresponding isotopes, given the confinement provided by their subnanometric dimensions. In this work we present three dimensional quantum wave packet calculations revealing an enhancement in the quantum transport in bilayer over monolayer graphdiyne membranes, one of the most popular 2D materials which is commonly employed for this purpose. Besides, resonances emerge superimposed over the typical monolayer profile for transmission probabilities, a feature that is general to other bilayer nanoporous 2D heterostructures and that shows a strong dependence on the interlayer separation."}
{"id": "2512.05862", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05862", "abs": "https://arxiv.org/abs/2512.05862", "authors": ["Jörn W. F. Venderbos", "Paola Gentile", "Carmine Ortix"], "title": "Topological spin multipolization and linear magnetoelectric coupling in two-dimensional antiferromagnets", "comment": "22 pages; 11 figures; 7 appendices", "summary": "In this paper we predict that the magnetoelectric response of two-dimensional (2D) antiferromagnets is determined by the topology of the ground state. This topological magnetoelectric response, encoded in the spin magnetoelectric polarizability and its closely related spin multipolization, occurs when the electronic structure of the antiferromagnetic insulator is described by massive 2D Dirac fermions, and is therefore native to 2D, unlike the topological magnetoelectric effect of three-dimensional topological insulators. To demonstrate the topological contribution to the (spin) magnetoelectric polarizability, we compute the magnetoelectric polarizability microscopically for two distinct minimal lattice models: a spin-orbit coupled Néel antiferromagnet and a spin-orbit-free noncollinear antiferromagnet with double-$Q$ spin order. We show that the topological origin of the revealed magnetoelectric effect can be traced back to the electromagnetic response of topological semimetals in two dimensions, and hence is ultimately governed by a strong topological invariant in one dimension. Given this dimensional hierarchy, we further consider two minimal lattice models in one dimension, both one-dimensional variants of the 2D lattice models, and show that the magnetoelectric polarizability exhibits a clear signature of nontrivial crystalline topology. Possible material realizations are discussed."}
{"id": "2512.05917", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05917", "abs": "https://arxiv.org/abs/2512.05917", "authors": ["Junyi Liu", "Xu Zhang", "Gang Lu"], "title": "Magnetic and moiré Proximity Effects in WSe2/WSe2/CrI3 Trilayers", "comment": null, "summary": "Integrating magnetic order to moiré superlattices is of significant scientific and technological interest. Based on first-principles calculations, we study the interplay of magnetic proximity and moiré proximity in WSe2/WSe2/CrI3 trilayers with different stackings and twist angles. Large valley splitting is observed due to redistribution of the exciton charge density across layers via a super-exchange-like mechanism, and its electric-field dependence bears similarity to electrically tunable and valley-selective Feshbach resonances. The valley splitting can be magnified in moiré superlattices owing to the superposition of Umklapp excitons folded from moiré minibands, yielding spatially modulated and enhanced magnetic proximity. The moiré proximity effect is demonstrated via an imprinted moiré potential on CrI3 layer and its feedback to the direct moiré potential on WSe2 bilayers is observed. The cooperation between the direct and imprinted moiré potentials is shown to yield novel topological and correlated states."}
{"id": "2512.05644", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05644", "abs": "https://arxiv.org/abs/2512.05644", "authors": ["Clare C. Yu", "M. C. Goffage", "Yifan Wang", "A. Alase", "M. C. Cassidy", "S. N. Coppersmith"], "title": "Excitation of quasiparticle pairs in superconducting nanodevices by 1/f noise", "comment": null, "summary": "Superconducting nanodevices such as qubits, resonators, and photodetectors, have revolutionized our capabilities for probing and controlling quantum phenomena. Nonequilibrium quasiparticles, which are broken Cooper pairs that cause decoherence and energy loss, can limit their performance. The number of these quasiparticles is often tens of orders of magnitude greater than would be present in thermal equilibrium. Background radiation has been shown to excite quasiparticles, but quasiparticles are observed even when the devices are carefully shielded. Here we show that the high-frequency components of 1/f noise can excite quasiparticle pairs and that this mechanism is consistent with previously unexplained experimental results. We also propose new experiments that exploit this quasiparticle excitation mechanism to non-invasively characterize high-frequency charge noise as well as the locations and nature of the defects producing the noise. The proposed experiments would also investigate how this noise changes as the defects that give rise to it evolve towards thermal equilibrium."}
{"id": "2512.05363", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05363", "abs": "https://arxiv.org/abs/2512.05363", "authors": ["Jegon Lee", "Dohyun Kim", "Seulgi Ji", "Sangmoon Yoon", "Seung Hyun Nam", "Jucheol Park", "Jin Young Oh", "Seung Gyo Jeong", "Jong-Seong Bae", "Sang A Lee", "Heechae Choi", "Woo Seok Choi"], "title": "Awakening catalytically active surface of BaRuO3 thin film for alkaline hydrogen evolution", "comment": "24 pages, 5 figures. This work has been accepted for publication in Chinese journal of catalysis in October 2025. Jegon Lee, Dohyun Kim and Seulgi Ji contributed equally to this work. Woo Seok Choi, Heechae Choi and Sang A Lee are corresponding authors", "summary": "The dynamic reconstruction of surfaces during electrochemical reactions plays a crucial role in determining the performance of electrocatalysts. However, because reconstructions occur at the atomic level, direct observation and elucidation of the underlying mechanism are challenging for conventional powder type catalysts with ill defined lattices. In this study, the catalytically active surface of 3C BaRuO3 (BRO) epitaxial thin films emerges upon the dynamic introduction of surface Ru clusters, for the alkaline hydrogen evolution reaction (HER). Based on the mass activity at overpotential 100 mV, the intrinsic HER performance increases dramatically from 0.11 to 7.72 A/mg immediately after the initial HER cycle and eventually saturates at 1.05 A/mg after continuous operation. The formation of Ru clusters on the catalyst surface, driven by selective Ba leaching under alkaline HER conditions, is observed experimentally. Density functional theory calculations demonstrate that HER activity increased with enhanced H* adsorption owing to the dynamic Ru6 cluster formation. A strategy for stabilizing the 'awakened' active surface of BRO is further proposed by validating that the atomic-scale control of the film thickness can effectively maintain the highly active state. This study offers fundamental insights into the design and stabilization of the highly active Ru-based electrocatalysts for the alkaline HER."}
{"id": "2512.05264", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.05264", "abs": "https://arxiv.org/abs/2512.05264", "authors": ["Yurii M. Lyaschuk", "Vadym V. Korotyeyev", "Viacheslav A. Kochelap"], "title": "Plasmonic enhancement of the infrared radiation absorption in an ultrathin InSb layer", "comment": null, "summary": "Indium antimonide (InSb) is a fundamental material for infrared radiation detectors based on interband transitions. Its narrow bandgap enables detection of infrared radiation within the $3-5 μm$ atmospheric window, while its high quantum efficiency ensures excellent sensitivity in InSb-based detectors. We propose a plasmonic structure that significantly enhances infrared absorption in an ultrathin InSb film. The resonant characteristics of this plasmonic enhancement effect could serve as a foundation for developing highly sensitive multi-color detectors."}
{"id": "2512.05129", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05129", "abs": "https://arxiv.org/abs/2512.05129", "authors": ["Martín-Olalla", "José María"], "title": "Thermal stability originates the vanishing of the specific heats at the absolute zero", "comment": "4pages, 1figure, in press, spanish version available elsewhere. Physica Scripta 2025", "summary": "The relationship between the vanishing of the heat capacities as $T\\to0^+$ and the thermal stability is examined. The heat capacities vanish as fast as or faster than $T$ as $T\\to0^+$ for states at the phase space boundary ($T=0$) to sustain the standard thermal stability criterion $U_{ss}>0$. Conversely, weakly vanishing heat capacities, which signify a loss of curvature in $U(S)$ at $T=0$, are the signature of a critical condition precisely at $T=0$, as exemplified in marginal Fermi liquids. Therefore, the vanishing of the specific heat should be viewed not as a new law but as a confirmatory result of the existing framework of thermodynamics."}
{"id": "2512.05875", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05875", "abs": "https://arxiv.org/abs/2512.05875", "authors": ["H. Radhakrishnan", "C. Ortix", "J. W. F. Venderbos"], "title": "Layer dipole magnetoelectric polarizability of antiferromagnetic bilayers", "comment": "5 pages; 4 figures; 2 appendices", "summary": "In this paper we study magnetoelectric effects in two-dimensional magnetic bilayers and introduce the notion of a layer dipole magnetoelectric polarizability. This magnetoelectric polarizability describes the magnetization response to an applied electric field perpendicular to the bilayer. As such, it represents the electric analog of the spin magnetoelectric polarizability, governing the charge polarization response to an applied Zeeman field. Starting from the orbital magnetization produced by a perpendicular displacement field, we derive a microscopic expression for the layer dipole magnetoelectric polarizability and apply it to two minimal models for bilayer magnets, i.e., a buckled square lattice model and a magnetic topological insulator model. In the case of the buckled square lattice model we show that the layer dipole magnetoelectric polarizability has a (quasi-)topological contribution, revealing a topological magnetoelectric response of two-dimensional antiferromagnets associated with the layer pseudospin degree of freedom."}
{"id": "2512.05799", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05799", "abs": "https://arxiv.org/abs/2512.05799", "authors": ["Alessandro Veneri", "Francesco Quintavalle", "Thierry Valet", "Roberto Raimondi"], "title": "Microscopic theory of the inverse spin galvanic effect in anisotropic Rashba models", "comment": null, "summary": "The Rashba spin-orbit coupling (SOC) is a well-known mechanism for the spin-charge interconversion via the inverse and direct spin galvanic effects. The lack of a full inversion symmetry allows the coupling of the charge current and spin density. In this paper we investigate this phenomenon when the in-plane rotational symmetry is lowered to the $C_{2v}$ and $C_{3v}$ symmetry groups, whereby the electron spectrum becomes anisotropic. We find that in the $C_{2v}$ case, depending on the ratio between the Rashba SOC strengths along the principal axes, the non-equilibrium spin density deviates notably from the $90^o$ degrees rotation, with respect to the applied electric field, familiar in the isotropic case. In the $C_{3v}$ case, when a warping cubic-in-momentum term is present, whereas the standard $90^o$ degrees rotation of the spin density remains, the spin-charge interconversion depends on the intensity of the warping itself. The microscopic theory takes into account disorder including vertex corrections, both via the diagrammatic implementation of the Kubo formula and via the quantum kinetic theory. We show that vertex corrections are crucial to capture the details of the inverse spin galvanic effect in contrast to previous treatments based on the constant broadening approximation."}
{"id": "2512.05396", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05396", "abs": "https://arxiv.org/abs/2512.05396", "authors": ["Joseph Falvo", "Brooke Henry", "Bernardo Langa", "Rohit Pant", "Ashish Alexander", "Jason Dong", "Kasra Sardashti"], "title": "An evaluation of A15 Nb3Al superconducting thin films for application in quantum circuits", "comment": null, "summary": "A15 superconductors are distinguished by their high critical temperatures, magnetic fields, and current-carrying capabilities. Among them, Nb$_3$Al is of particular interest for superconducting quantum circuits as a means to extend device operating temperatures, provided that its electrodynamic properties are well understood. Here, we report on the synthesis of Nb$_3$Al thin films by magnetron co-sputtering followed by rapid thermal processing, yielding superconducting transition temperatures above 16~K. Microwire devices patterned from these films exhibit a coherence length of $3.2\\,\\mathrm{nm}$ and superfluid densities as low as $1.1\\times 10^{26}\\,\\mathrm{m}^{-3}$, suggesting that Nb$_3$Al may enable high kinetic inductance in thinner films. Coplanar waveguide resonators fabricated on Nb$_3$Al demonstrate single-photon internal quality factors up to $2.26\\times 10^{5}$. These results establish Nb$_3$Al as a promising material platform for the development of superconducting quantum circuits operating at elevated temperatures, contingent on appropriate control of interfacial chemistry and surface morphology."}
{"id": "2512.05296", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05296", "abs": "https://arxiv.org/abs/2512.05296", "authors": ["Philip N. H. Nakashima", "Yu-Tsun Shao", "Zezhong Zhang", "Andrew E. Smith", "Tianyu Liu", "Nikhil V. Medhekar", "Joanne Etheridge", "Laure Bourgeois", "Jian-Min Zuo"], "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids", "comment": "69 pages, 4 main figures, 11 extended data figures, 9 supplementary figures, 1 main table, 1 supplementary table, 96 references", "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."}
{"id": "2512.05221", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05221", "abs": "https://arxiv.org/abs/2512.05221", "authors": ["Jiayan Xu", "Abhirup Patra", "Amar Deep Pathak", "Sharan Shetty", "Detlef Hohl", "Roberto Car"], "title": "Benchmarking Universal Machine Learning Interatomic Potentials for Supported Nanoparticles: Decoupling Energy Accuracy from Structural Exploration", "comment": "28 pages, 5 figures, 2 tables", "summary": "Supported nanoparticle catalysts are widely used in the chemical industry. Computational modeling of supported nanoparticles based on density functional theory (DFT) often involves structural searches of stable local minimum energy configurations and molecular dynamics simulations at finite temperature. These are computationally demanding tasks that are intractable within DFT for large systems. In the last two decades, machine learning interatomic potentials (MLIPs) have been successfully used to substantially increase the size and time scales accessible to simulations that retain DFT accuracy. However, training reliable MLIPs is non-trivial as it requires many costly DFT calculations. Recently, several universal MLIPs (uMLIPs) have been developed, which are trained on large datasets that cover a wide range of molecules and materials. Here, we benchmark the accuracy and the efficiency of these uMLIPs in describing Cu nanoparticles supported on Al$_2$O$_3$ surfaces against our domain-specific DP-UniAlCu model. We find that the MACE-OMAT can reproduce reasonably well the low-energy configurations found in global optimization at an energy accuracy comparable to DP-UniAlCu. Interestingly, the MatterSim-v1.0.0-1M model, which exhibits larger deviations in the binding energies, can find even more stable configurations than the other two models in some supported nanoparticle sizes, showing its capability in structure exploration. For MD simulations, MACE-OMAT and MatterSim-v1.0.0-1M can qualitatively reproduce the mean-squared displacements of Cu atoms (MSD$_\\mathrm{Cu}$) predicted by DP-UniAlCu, albeit at roughly two orders of magnitude higher cost. We demonstrate that the uMLIPs can be very useful in simulating supported nanoparticles even without any fine-tuning, though their reduced efficiency remains a limiting factor for large-scale simulations."}
{"id": "2512.05886", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05886", "abs": "https://arxiv.org/abs/2512.05886", "authors": ["A. De Vita", "J. Bakkelund", "H. Świątek", "M. J. Winiarski", "S. Malick", "C. V. B. Nielsen", "F. Bertran", "A. J. H. Jones", "P. Majchrzak", "F. Miletto Granozio", "J. A. Miwa", "R. Ernstorfer", "T. Pincelli", "T. Klimczuk", "C. Bigi", "F. Mazzola"], "title": "Uncovering surface states of the Dirac semimetal BaMg2Bi2", "comment": null, "summary": "BaMg2Bi2 is a Dirac semimetal characterized by a simple Dirac cone crossing the Fermi level at the center of the Brillouin zone, protected by C3 rotational symmetry. Together with its Sr-based analogue SrMg2Bi2, it has been proposed as a promising candidate for a chemically driven topological switch: while SrMg2Bi2 is an insulator, BaMg2Bi2 exhibits non-trivial topological features. A detailed understanding of its electronic structure is essential to elucidate its electronic and transport properties. Previous photoemission studies confirmed the Dirac nature of BaMg2Bi2, but were limited to high photon energies, which hindered direct comparison with density functional theory calculations (DFT), due to reduced resolution and higher-frequency matrix-element modulation in that regime. In this work, we combine high-resolution angle-resolved photoemission spectroscopy (ARPES) and DFT calculations to get full insight on the valence band states, providing a comprehensive picture of the low-energy electronic structure. Our measurements reveal the presence of previously unobserved surface states. We found that they are topologically trivial, but they unlock a more comprehensive understanding of the material's behavior, reconciling previous discrepancies between experiment and theory."}
{"id": "2512.05813", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05813", "abs": "https://arxiv.org/abs/2512.05813", "authors": ["Klaiv Mertiri", "Yuli V. Nazarov"], "title": "Quantized transconductance emerges from non-symmetric quantum fluctuations: theoretical prediction", "comment": null, "summary": "We show theoretically that weak quantum fluctuations induced by a non-symmetric electromagnetic environment may lead to a quantized transconductance of a multi-terminal quantum contact rather than to a blockade of transport in the contact. The result suggests the possibility to realize Quantum Hall phenomenology without its common ingredients and/or a topological quantum state."}
{"id": "2512.05436", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05436", "abs": "https://arxiv.org/abs/2512.05436", "authors": ["Hidetoshi Masuda", "Yutaro Yanagisawa", "Kazuki Ohishi", "Yusuke Nambu", "Yoichi Nii", "Yoshinori Onose"], "title": "Direct demonstration of electric chirality control in a helimagnetic YMn$_6$Sn$_6$ by spin-polarized neutron scattering", "comment": "18 pages, 9 figures", "summary": "The spiral handedness of magnetic moments, referred to as chirality, gives rise to emergent electromagnetic phenomena in helimagnets. In insulating helimagnets, known as multiferroics, the cycloidal spin structure induces electric polarization by utilizing the inverse Dzyaloshinskii-Moriya mechanism. Spin-polarized neutron diffraction experiments, which directly probe circular spin arrangements, clearly demonstrated that an electric field controlled the chirality in multiferroic helimagnets. On the other hand, it was unclear until recently how the chirality could be controlled in metallic helimagnets where a large electric field cannot be applied, while the chirality control technique in metallic helimagnets should enable the exploration of chirality-dependent spintronic functionalities. Recently, Jiang et al. succeeded in controlling the chirality of a spiral structure by the simultaneous application of a magnetic field and electric current in a metallic helimagnet, utilizing the nonreciprocal electronic transport as an indirect probe of chirality, highlighting the need for a neutron diffraction experiment that directly probes the chirality. Here, we directly demonstrate the chirality control in a metallic helimagnet YMn$_6$Sn$_6$ by means of spin-polarized neutron diffraction, which should give rise to a firm basis for the development of future helimagnetic spintronics."}
{"id": "2512.05347", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05347", "abs": "https://arxiv.org/abs/2512.05347", "authors": ["Pablo Galaviz", "Dehong Yu", "Nicolas de Souza", "Sho Kimura", "Yoshitomo Kojima", "Seiji Mori", "Akira Yamaguchi"], "title": "Phonon density of states of silica (SiO2) nanopore via molecular dynamics simulations", "comment": "41 pages, 15 figures", "summary": "This study presents a comprehensive computational investigation of the vibration density of states (VDOS) of a silica nanopore, systematically evaluating a range of force fields against inelastic neutron scattering results. We analyze the influence of temperature, crustal structure, and surface-adsorbed water molecules on the nanopore's structural and dynamic properties. We performed classical molecular dynamics simulations of nanopore and bulk silica, and used density functional theory (DFT) calculations for bulk silica for comparison. The resulting VDOS shows relatively good agreement with DFT and experimental data. The temperature has a relatively low effect on the dry nanopore. The inclusion of H2O molecules significantly affects the VDOS. The low-energy modes are dominated by H2O VDOS and increase with loading. This work is an essential step towards characterizing silica nanopores via molecular dynamics and provides a valuable reference for experimental comparison with X-ray and neutron scattering VDOS results."}
{"id": "2512.05296", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05296", "abs": "https://arxiv.org/abs/2512.05296", "authors": ["Philip N. H. Nakashima", "Yu-Tsun Shao", "Zezhong Zhang", "Andrew E. Smith", "Tianyu Liu", "Nikhil V. Medhekar", "Joanne Etheridge", "Laure Bourgeois", "Jian-Min Zuo"], "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids", "comment": "69 pages, 4 main figures, 11 extended data figures, 9 supplementary figures, 1 main table, 1 supplementary table, 96 references", "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."}
{"id": "2512.05956", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.05956", "abs": "https://arxiv.org/abs/2512.05956", "authors": ["Zheng-Duo Fan", "Ashvin Vishwanath"], "title": "Minimal two band model and experimental proposals to distinguish pairing mechanisms of the high-T$_c$ superconductor La$_3$Ni$_2$O$_7$", "comment": null, "summary": "The discovery of high-T$_c$ superconductivity in La$_3$Ni$_2$O$_7$ has opened the door to a new route to high temperature superconductivity, distinct from that in cuprates and iron-based materials. Yet, despite intense recent activity, we lack experimentally testable protocols for distinguishing between different pairing scenarios. In this Letter, we construct a minimal two-band model that reproduces the Fermi-surface topology observed in recent ARPES measurements and DFT calculations, and we analyze superconductivity arising from two distinct pairing mechanisms. We show that these mechanisms yield sharply different responses to an applied perpendicular electric field. Thus, La$_3$Ni$_2$O$_7$ offers the unique opportunity to cleanly distinguish between different pairing scenarios. Finally, we propose three concrete experimental proposals designed to distinguish these scenarios and thereby identify the pairing mechanism most relevant to the real material."}
{"id": "2512.05835", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05835", "abs": "https://arxiv.org/abs/2512.05835", "authors": ["Zakhar A. Iakovlev", "Akashdeep Kamra", "Mikhail M. Glazov1"], "title": "Boltzmann transport theory of magnon-exciton drag", "comment": null, "summary": "We develop a microscopic theory of magnon-exciton drag effect in a bilayer van der Waals antiferromagnetic semiconductor CrSBr. Effective exciton-magnon coupling arises from an orbital mechanism: Magnons tilt the layer magnetizations, enabling charge carrier tunneling that mixes intra- and interlayer excitons and thereby modulate the exciton energy. We derive the effective Hamiltonian of exciton-magnon coupling, based on our calculation of the magnon spectrum taking into account short-range exchange interaction between Cr-ion spins, single-ion anisotropy, and long-range dipole-dipole interactions. The latter produces a negative group velocity of magnons at small wavevectors. We show that despite rather small renormalization of exciton's energy and effective mass by the exciton-magnon interaction, the three key two-magnon processes: exciton-magnon scattering, two-magnon absorption by exciton, and two-magnon emission are highly efficient. By solving the Boltzmann kinetic equation, we evaluate short exciton-magnon scattering time which is in the sub-ps range and strongly decreases with the increase of magnon population. Hence, exciton-magnon scattering is likely to be dominant over other scattering processes related to the exciton-phonon and exciton-disorder interactions. We demonstrate that magnons can efficiently drag excitons, resulting in a large and nearly isotropic exciton propagation that can significantly exceed the intrinsic anisotropic diffusion. Our results provide a theoretical basis for recent observations of anomalous exciton transport in CrSBr [F. Dirnberger, et al., Nat. Nano. (2025)] and establish magnon-exciton drag as a powerful mechanism for controlling exciton propagation in magnetic systems."}
{"id": "2512.05455", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05455", "abs": "https://arxiv.org/abs/2512.05455", "authors": ["Anshuman Mondal", "Katharina Mohrbach", "Konstantin Glazyrin", "Hanns-Peter Liermann", "Carmen Sanchez-Valle"], "title": "Compressional rate-dependent stability of ammonia hydrates crystallized from water-rich ammonia-water solutions", "comment": "Main text (17 Pages and 6 figures) and Supplementary information (Figure S1-S3 and Table S1-S2)", "summary": "Understanding the crystallization pathways of water-rich ammonia-water (NH3-H2O) solutions and the stability of ammonia hydrates is key to unraveling the behavior of complex hydrogen-bonding networks as well as for planetary interior modelling. Yet, there are still inconsistencies in the crystallization sequence reported upon pressure-induced crystallization of H2O-rich NH3-H2O solutions at room temperature. Here, we investigate the effect of compression rates on the crystallization pathways of 25 wt% NH3 aqueous solutions at room temperature using dynamically compressed diamond anvil cells (dDAC) coupled with time-resolved X-ray diffraction. We show that compression rates exceeding 0.5 GPa/sec promote direct crystallization of a body-centered cubic (bcc) phase (DMA') with possible AMH stoichiometry coexisting with H2O ice VII, while rates below 0.2 GPa/sec stabilize monoclinic NH3-rich AHH-II and ice VII phases. Intermediate rates between 0.2-0.5 GPa/sec produce a mixture of both hydrates alongside ice VII, hence demonstrating the role of compression rate on the crystallization sequence of ammonia solutions. The compression behavior and phase stability of the distinct phase assemblies (AHH-II/DMA' + ice VII) are investigated further to place constraints on the composition of the DMA' phase, the effect of ice VII on the compressibility of ammonia hydrates, and the plausible incorporation of NH3 impurities within the lattice of high-pressure ice phases."}
{"id": "2512.05349", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05349", "abs": "https://arxiv.org/abs/2512.05349", "authors": ["Zhenzhu Li", "Aron Walsh"], "title": "Platonic representation of foundation machine learning interatomic potentials", "comment": null, "summary": "Foundation machine learning interatomic potentials (MLIPs) are trained on overlapping chemical spaces, yet their latent representations remain model-specific. Here, we show that independently developed MLIPs exhibit statistically consistent geometric organisation of atomic environments, which we term the Platonic representation. By projecting embeddings relative to a set of atomic anchors, we unify the latent spaces of seven MLIPs (spanning equivariant, non-equivariant, conservative, and non-conservative architectures) into a common metric space that preserves chemical periodicity and structural invariants. This unified framework enables direct cross-model optimal transport, interpretable embedding arithmetic, and the detection of representational biases. Furthermore, we demonstrate that geometric distortions in this space can indicate physical prediction failures, including symmetry breaking and incorrect phonon dispersions. Our results show that the latent spaces of diverse MLIPs present consistent statistical geometry shaped by shared physical and chemical constraints, suggesting that the Platonic representation offers a practical route toward interoperable, comparable, and interpretable foundation models for materials science."}
{"id": "2512.05637", "categories": ["cond-mat.stat-mech", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05637", "abs": "https://arxiv.org/abs/2512.05637", "authors": ["Denis S. Grebenkov", "Yilin Ye"], "title": "Geometric control of boundary-catalytic branching processes", "comment": null, "summary": "Boundary-catalytic branching processes describe a broad class of natural phenomena where the population of diffusing particles grows due to their spontaneous binary branching (e.g., division, fission or splitting) on a catalytic boundary located in a complex environment. We investigate the possibility of geometric control of the population growth by compensating the proliferation of particles due to branching events by their absorptions in the bulk or on boundary absorbing regions. We identify an appropriate Steklov spectral problem to obtain the phase diagram of this out-of-equilibrium stochastic process. The principal eigenvalue determines the critical line that separates an exponential growth of the population from its extinction. In other words, we establish a powerful tool for calculating the optimal absorption rate that equilibrates the opposite effects of branching and absorption events and thus results in steady-state behavior of this diffusion-reaction system. Moreover, we show the existence of a critical catalytic rate above which no compensation is possible, so that the population cannot be controlled and keeps growing exponentially. The proposed framework opens promising perspectives for better understanding, modeling and control of various boundary-catalytic branching processes, with applications in physics and life sciences."}
{"id": "2512.05129", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05129", "abs": "https://arxiv.org/abs/2512.05129", "authors": ["Martín-Olalla", "José María"], "title": "Thermal stability originates the vanishing of the specific heats at the absolute zero", "comment": "4pages, 1figure, in press, spanish version available elsewhere. Physica Scripta 2025", "summary": "The relationship between the vanishing of the heat capacities as $T\\to0^+$ and the thermal stability is examined. The heat capacities vanish as fast as or faster than $T$ as $T\\to0^+$ for states at the phase space boundary ($T=0$) to sustain the standard thermal stability criterion $U_{ss}>0$. Conversely, weakly vanishing heat capacities, which signify a loss of curvature in $U(S)$ at $T=0$, are the signature of a critical condition precisely at $T=0$, as exemplified in marginal Fermi liquids. Therefore, the vanishing of the specific heat should be viewed not as a new law but as a confirmatory result of the existing framework of thermodynamics."}
{"id": "2512.05873", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05873", "abs": "https://arxiv.org/abs/2512.05873", "authors": ["Thomas Luschmann", "Tahereh Sadat Parvini", "Lukas Niekamp", "Achim Marx", "Rudolf Gross", "Hans Huebl"], "title": "Resolving Abrikosov vortex entry in superconducting nano-string resonators via displacement-noise spectroscopy in cavity-optomechanics", "comment": "8 pages, 4 figures", "summary": "Abrikosov vortices in type-II superconductors critically influence current flow and coherence, thereby imposing fundamental limits on superconducting quantum technologies. Quantum circuits employ superconducting elements at micro- and mesoscopic scales, where individual vortices can significantly impact device performance, necessitating investigation of vortex entry, motion, and pinning in these constrained geometries. Cavity-optomechanical platforms combining flux-tunable microwave resonators with superconducting nanomechanical elements offer a promising route to the single-photon strong-coupling regime and enable highly sensitive probing of the mechanical degree of freedom under elevated magnetic fields. Here, we exploit this platform to investigate vortex entry processes at the single-event level. We observe discrete jumps of the mechanical resonance frequency attributable to individual vortex entry, corresponding to attonewton-scale forces and allowing quantitative extraction of single-vortex pinning energies. These signatures are superimposed on a smooth power-law background characteristic of the collective Campbell-regime of vortex elasticity. Our results establish optomechanics-inspired sensing as a powerful method for exploring fundamental superconducting properties and identifying decoherence pathways in quantum circuits. Beyond advancing vortex physics, this work opens new opportunities for integrating mechanical sensing into superconducting device architectures, bridging condensed matter physics and quantum information science."}
{"id": "2512.05522", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05522", "abs": "https://arxiv.org/abs/2512.05522", "authors": ["Jae Sik Jin"], "title": "Mode-resolved logarithmic quasiballistic heat transport in thin silicon layers: Semianalytic and Boltzmann transport analysis", "comment": "37 pages, 5 figures, 2 tables. Submitted to Journal of Applied Physics", "summary": "Nonequilibrium phonon transport driven by nanoscale hotspot heating in silicon device layers governs heat dissipation in advanced microelectronics and underscores the need for a better microscopic understanding of such processes. Yet the origin of the frequently observed logarithmic (ln) dependence of the apparent thermal response on hotspot size in crystalline silicon, and the role of individual phonon modes in this regime, remain unclear. Here, we develop a semianalytical, mode-resolved framework in the spectral phonon mean free path (MFP) domain and validate it against a full-phonon-dispersion Boltzmann transport model for heat removal from a 10 x 10 nm^2 hotspot in a thin Si layer (thicknesses of 41, 78, and 177 nm) representative of a silicon-on-insulator transistor. We show that ln-type quasiballistic scaling arises only for modes that lie on a log-uniform conductivity plateau and are diffusive-side or quasiballistic with respect to the hotspot size, whereas fully ballistic long-MFP modes contribute a saturated, nonlogarithmic background, leading to extremely slow suppression of their heat-carrying capability. The resulting phonon-modal nonlocal spectrum establishes spectral selection rules for ln-regime transport in confined Si and provides a compact basis for incorporating mode-selective quasiballistic corrections into continuum thermal models and for interpreting phonon-resolved thermometry experiments."}
{"id": "2512.05352", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05352", "abs": "https://arxiv.org/abs/2512.05352", "authors": ["San-Dong Guo", "Qiqi Luo", "Shi-Hao Zhang", "Peng Jiang"], "title": "External-field-induced transition from altermagnetic metal to fully-compensated ferrimagnetic metal in monolayer $\\mathrm{Cr_2O}$", "comment": "8 pages, 6 figures", "summary": "Altermagnets and fully-compensated ferrimagnets are two canonical classes of zero-net-moment magnets. An altermagnetic (AM) half-metal cannot exist due to its AM spin splitting, while a fully-compensated ferrimagnetic (FC-FIM) metal seems impossible to realize because both spin channels remain gapless. Here, we propose that an FC-FIM metal can be realized by breaking the rotational or mirror symmetry that links two spin-opposite magnetic atoms in an AM metal. We further demonstrate that charge-carrier doping is fundamentally unable to generate a net magnetic moment in an altermagnet, whereas such a net moment can be readily induced in a fully-compensated ferrimagnet. We use the AM monolayer $\\mathrm{Cr_2O}$ as a concrete example to validate our proposal. Either electric field or uniaxial strain can break the $S_{4z}$ symmetry of $\\mathrm{Cr_2O}$, thereby inducing a transition from an AM metal to an FC-FIM metal. Uniaxial strain plus carrier doping creates a net moment in an altermagnet, and the so-called piezomagnetism is essentially a strain-driven switch from altermagnetism to fully-compensated ferrimagnetism. By analogy, we advance the concept of electromagnetism: an electric field drives the transition from altermagnetism to fully-compensated ferrimagnetism, and subsequent charge-carrier doping stabilizes a net magnetization. Our work provides a roadmap for further exploring the connection and distinction between altermagnet and fully-compensated ferrimagnet, and confirms the feasibility of FC-FIM metal."}
{"id": "2512.05879", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05879", "abs": "https://arxiv.org/abs/2512.05879", "authors": ["Ya-Ru Wang", "Marko Mladenović", "Eugene Kotomin", "Kersten Hahn", "Jaehyun Lee", "Wilfried Sigle", "Jovana V. Milić", "Peter A. van Aken", "Ursula Rothlisberger", "Michael Grätzel", "Davide Moia", "Joachim Maier"], "title": "Relating the dynamics of photo de-mixing in mixed bromide-iodide perovskites to ionic and electronic transport", "comment": "54 pages, 44 figures", "summary": "The observation of reversible de-mixing phenomena in mixed-halide perovskites under illumination is one of the most challenging as well as intriguing aspects of this class of materials. On the one hand, it poses critical constraints to the compositional space that allows reliable design of absorbers for perovskite photovoltaics. On the other hand, it holds potential for the development of novel optoionic devices where an ionic response is triggered via optical stimuli. Funda-mental questions about the origin of such photo de-mixing process remain unanswered, both in terms of its mechanism as well as thermodynamic description. Here, we relate in-situ measurements of ionic and electronic transport of mixed bromide-iodide perovskite thin films performed during photo de-mixing with the evolution of their optical and morpho-logical properties. The results point to the definition of different stages of the de-mixing process which, based on micros-copy and spectroscopic measurements, we assign to regimes of spinodal decomposition and nucleation of quasi-equilibrium iodide- and bromide-rich phases. Combined with density functional theory calculations, we explore the role of dimensionality in the mechanism and reversibility of photo de-mixing and dark re-mixing processes, referring to elec-tronic and ionic contributions to the de-mixing driving force. Additionally, our data emphasizes the role of the surface, as significantly different de-mixing dynamics, in terms of extent and reversibility, are observed for films with or without encapsulation. Our comprehensive analysis of transport, phase and optical properties of mixed-halide perovskites pro-vides guidelines for future materials design as well as for the more general fundamental understanding of light-induced ionic phenomena."}
{"id": "2512.05427", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05427", "abs": "https://arxiv.org/abs/2512.05427", "authors": ["Nan Jiang", "Masaki Maeda", "Yuhi Yamaguchi", "Mori Watanabe", "Masashi Tokuda", "Kensuke Takaki", "Sebun Masaki", "Takumi Ikushima", "Takayoshi Koyanagi", "Masakazu Matsubara", "Kazutaka Kudo", "Yasuhiro Niim"], "title": "Zero-field superconducting diode effect induced by magnetic flux in a van der Waals superconductor trigonal PtBi$_2$", "comment": "14 pages, 14 figures", "summary": "The superconducting diode effect is one of the nonreciprocal transport phenomena, where the critical current depends on the current direction. This effect is typically realized in superconductors with broken spatial-inversion and time-reversal symmetry. To break the time-reversal symmetry, external magnetic fields are commonly used. Here, we demonstrate a sign-controllable superconducting diode effect under zero external magnetic field in a van der Waals superconductor trigonal PtBi$_2$. The sign of the zero-field superconducting diode effect is controlled by the poling magnetic field, that is a large magnetic field applied prior to measurements. This result indicates that trapped magnetic flux are responsible for breaking the time-reversal symmetry. Our findings highlight the crucial role of trapped magnetic flux in generating the superconducting diode effect and provide a general pathway for realizing a zero-field superconducting diode effect."}
{"id": "2512.05296", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05296", "abs": "https://arxiv.org/abs/2512.05296", "authors": ["Philip N. H. Nakashima", "Yu-Tsun Shao", "Zezhong Zhang", "Andrew E. Smith", "Tianyu Liu", "Nikhil V. Medhekar", "Joanne Etheridge", "Laure Bourgeois", "Jian-Min Zuo"], "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids", "comment": "69 pages, 4 main figures, 11 extended data figures, 9 supplementary figures, 1 main table, 1 supplementary table, 96 references", "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."}
{"id": "2512.05568", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05568", "abs": "https://arxiv.org/abs/2512.05568", "authors": ["Miroslav Lebedaa", "Jan Drahokoupil", "Veronika Mazáčová", "Petr Vlčák"], "title": "Revealing interstitial energetics in Ti-23Nb-0.7Ta-2Zr gum metal base alloy via universal machine learning interatomic potentials", "comment": "24 pages", "summary": "Understanding the behavior of light interstitial elements in multicomponent alloys remains challenging due to the complexity of local chemical environments and the high computational cost of first-principles calculations. Here we demonstrate that three universal machine-learning interatomic potentials (uMLIPs) - MACE-MATPES-PBE-0, Orb-v3, and SevenNet-0 can efficiently map the energetics of C, N, O, and H interstitials in a Ti-23Nb-0.7Ta-2Zr gum metal base alloy while being several orders of magnitude faster than density functional theory (DFT). All uMLIPs predict broad energy distributions (1-3 eV) for all four interstitial elements, reflecting their strong sensitivity to local lattice chemistry. Despite alloy disorder, MACE-MATPES-PBE-0 and Orb-v3 reproduce the expected site preferences of the bcc structure: C, N, and O relax into octahedral sites, whereas H stabilizes in tetrahedral positions. In contrast, SevenNet-0 predicts H to be most stable in octahedral coordination, indicating a limitation of this model. Correlation analysis reveals two dominant chemical trends: Ti-rich environments strongly stabilize interstitials, whereas close proximity to Nb is destabilizing; Zr and Ta show no statistically significant influence, likely due to their low concentrations. Benchmarking representative O interstitial configurations against DFT confirms that the uMLIPs reasonably reproduce the energetic ordering of chemically distinct environments. Overall, these results demonstrate that uMLIPs enable computationally efficient, statistically converged characterization of defect energetics in gum metal base alloy and provide insight into how local chemical environments govern interstitial stability."}
{"id": "2512.05363", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05363", "abs": "https://arxiv.org/abs/2512.05363", "authors": ["Jegon Lee", "Dohyun Kim", "Seulgi Ji", "Sangmoon Yoon", "Seung Hyun Nam", "Jucheol Park", "Jin Young Oh", "Seung Gyo Jeong", "Jong-Seong Bae", "Sang A Lee", "Heechae Choi", "Woo Seok Choi"], "title": "Awakening catalytically active surface of BaRuO3 thin film for alkaline hydrogen evolution", "comment": "24 pages, 5 figures. This work has been accepted for publication in Chinese journal of catalysis in October 2025. Jegon Lee, Dohyun Kim and Seulgi Ji contributed equally to this work. Woo Seok Choi, Heechae Choi and Sang A Lee are corresponding authors", "summary": "The dynamic reconstruction of surfaces during electrochemical reactions plays a crucial role in determining the performance of electrocatalysts. However, because reconstructions occur at the atomic level, direct observation and elucidation of the underlying mechanism are challenging for conventional powder type catalysts with ill defined lattices. In this study, the catalytically active surface of 3C BaRuO3 (BRO) epitaxial thin films emerges upon the dynamic introduction of surface Ru clusters, for the alkaline hydrogen evolution reaction (HER). Based on the mass activity at overpotential 100 mV, the intrinsic HER performance increases dramatically from 0.11 to 7.72 A/mg immediately after the initial HER cycle and eventually saturates at 1.05 A/mg after continuous operation. The formation of Ru clusters on the catalyst surface, driven by selective Ba leaching under alkaline HER conditions, is observed experimentally. Density functional theory calculations demonstrate that HER activity increased with enhanced H* adsorption owing to the dynamic Ru6 cluster formation. A strategy for stabilizing the 'awakened' active surface of BRO is further proposed by validating that the atomic-scale control of the film thickness can effectively maintain the highly active state. This study offers fundamental insights into the design and stabilization of the highly active Ru-based electrocatalysts for the alkaline HER."}
{"id": "2512.05938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05938", "abs": "https://arxiv.org/abs/2512.05938", "authors": ["Shahana Chatterjee", "Alexander Davis", "Lena Podina", "Divya Sharma", "Yoshua Bengio", "Alexandre Duval", "Oleksandr Voznyy", "Alex Hernández-Garcia", "David Rolnick", "Félix Therrien"], "title": "Adsorption energies are necessary but not sufficient to identify good catalysts", "comment": "7 pages, 3 figures and 1 table. SI included as an appendix", "summary": "As a core technology for green chemical synthesis and electrochemical energy storage, electrocatalysis is central to decarbonization strategies aimed at combating climate change. In this context, computational and machine learning driven catalyst discovery has emerged as a major research focus. These approaches frequently use the thermodynamic overpotential, calculated from adsorption free energies of reaction intermediates, as a key parameter in their analysis. In this paper, we explore the large-scale applicability of such overpotential estimates for identifying good catalyst candidates by using datasets from the Open Catalyst Project (OC20 and OC22). We start by quantifying the uncertainty in predicting adsorption energies using \\textit{ab initio} methods and find that $\\sim$0.3-0.5 eV is a conservative estimate for a single adsorption energy prediction. We then compute the overpotential of all materials in the OC20 and OC22 datasets for the hydrogen and oxygen evolution reactions. We find that while the overpotential allows the identification of known good catalysts such as platinum and iridium oxides, the uncertainty is large enough to misclassify a broad fraction of the datasets as ``good'', which limits its value as a screening criterion. These results question the reliance on overpotential estimation as a primary evaluation metric to sort through catalyst candidates and calls for a shift in focus in the computational catalysis and machine learning communities towards other metrics such as synthesizability, stability, lifetime or affordability."}
{"id": "2512.05664", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05664", "abs": "https://arxiv.org/abs/2512.05664", "authors": ["Dongwon Shin", "Inseo Kim", "Min-Su Kim", "Yu-Qiao Zhang", "Woo Tack Lim", "Si-Young Choi", "Minseok Choi", "Hiromichi Ohta", "Woo Seok Choi"], "title": "Improving 2D-ness to enhance thermopower in oxide superlattices", "comment": "12 pages, 4 figures and 1 table", "summary": "The transport dynamics of itinerant charge carriers and their interactions with the environment. For two-dimensional oxide thermoelectrics, predominantly represented by doped SrTiO3-based superlattices, reduced spatial dimensions and increased effective mass are known to enhance thermopower (S). However, because of their large effective Bohr radius resulting from their high dielectric constant, SrTiO3-based systems have limitations in exhibiting the 2D characteristic. Here, we focus on EuTiO3 as an alternative perovskite platform in which fractional LaxEu1-xTiO3/EuTiO3 artificial superlattices demonstrate the improvement in 2D nature for the dimensionality-induced improvement of S. We observed a quasi-2D thermopower S2D of -950 uV K-1 and S2D/S3D of ~20 resulting from the improved 2D confinement. Thermopower measurements, combined with hybrid density functional theory calculations, show the enhanced S originates from the confinement of Ti 3dxy-states within the LaxEu1-xTiO3 layers and the associated increase in the 2D density of states. In detail, a smaller effective Bohr radius and modified electronic band structures, in conjunction with the presence of the Eu 4f-states in EuTiO3 which modified the local electronic potential and strengthened the spatial confinement of Ti 3d-states. This approach to improving the dimensional confinement establishes a small effective Bohr radius and Eu 4f-state assisted 2D confinement provides valuable insights into the design of high-performance applications in artificial oxide superlattices."}
{"id": "2512.05427", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05427", "abs": "https://arxiv.org/abs/2512.05427", "authors": ["Nan Jiang", "Masaki Maeda", "Yuhi Yamaguchi", "Mori Watanabe", "Masashi Tokuda", "Kensuke Takaki", "Sebun Masaki", "Takumi Ikushima", "Takayoshi Koyanagi", "Masakazu Matsubara", "Kazutaka Kudo", "Yasuhiro Niim"], "title": "Zero-field superconducting diode effect induced by magnetic flux in a van der Waals superconductor trigonal PtBi$_2$", "comment": "14 pages, 14 figures", "summary": "The superconducting diode effect is one of the nonreciprocal transport phenomena, where the critical current depends on the current direction. This effect is typically realized in superconductors with broken spatial-inversion and time-reversal symmetry. To break the time-reversal symmetry, external magnetic fields are commonly used. Here, we demonstrate a sign-controllable superconducting diode effect under zero external magnetic field in a van der Waals superconductor trigonal PtBi$_2$. The sign of the zero-field superconducting diode effect is controlled by the poling magnetic field, that is a large magnetic field applied prior to measurements. This result indicates that trapped magnetic flux are responsible for breaking the time-reversal symmetry. Our findings highlight the crucial role of trapped magnetic flux in generating the superconducting diode effect and provide a general pathway for realizing a zero-field superconducting diode effect."}
{"id": "2512.05607", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05607", "abs": "https://arxiv.org/abs/2512.05607", "authors": ["L. B. Avila"], "title": "Prussian Blue and Prussian Blue Analogs as Emerging Memristive Materials", "comment": "5", "summary": "Prussian blue analogues (PBAs) and related organic materials are promising platforms for next-generation memory and energy-storage technologies due to their redox activity, ionic mobility, and compatibility with low-cost and scalable fabrication. Electrodeposited Prussian Blue (PB) and Prussian White (PW) thin films show robust resistive switching with ON/OFF ratios from one to three orders of magnitude in both bipolar and unipolar modes. Structural and spectroscopic analyses reveal homogeneous films with well-defined grain boundaries and ionic pathways that enable filamentary conduction. Current-voltage measurements, impedance spectroscopy, and quantum transport modeling indicate switching mechanisms governed by ohmic or space-charge-limited conduction, driven by potassium-ion migration and reversible redox processes. PB-based devices also exhibit conductance quantization with discrete steps at integer and half-integer multiples of G0, consistent with ballistic electron transport through atomic-scale channels. Complementary studies on perylene-based liquid crystals and FeHCF on graphene oxide highlight the versatility of PBAs for memory and supercapacitor applications. Together, these results demonstrate the multifunctionality and scalability of PBAs for future ReRAM, neuromorphic computing, multilevel memory, cryptographic hardware, and high-performance energy-storage devices."}
{"id": "2512.05393", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05393", "abs": "https://arxiv.org/abs/2512.05393", "authors": ["Ali Tozar"], "title": "Interaction-Induced Breakdown of Anderson Localization: Thermodynamic Segregation disguised as the Skin Effect", "comment": "12 pages, 4 figures", "summary": "We investigate the interplay between strong disorder and repulsive interactions in the one-dimensional Fermi-Hubbard model under open boundary conditions. While uncorrelated disorder is widely accepted to localize all single-particle eigenstates, a phenomenon typically reinforced by interactions in the Many-Body Localization (MBL) regime, we report a counter-intuitive breakdown of this paradigm. We demonstrate that strong repulsive interactions can overcome disorder-induced localization, driving the system into a macroscopically segregated phase where spin species accumulate at opposite boundaries. Although this boundary accumulation phenomenologically mimics the Non-Hermitian Skin Effect (NHSE) observed in non-reciprocal systems, our comprehensive analysis reveals a fundamentally different origin. By performing a rigorous control experiment in the Hermitian limit, we prove that the segregation persists without non-reciprocity, identifying many-body energy minimization as the primary driver. This \"interaction-induced segregation\" manifests as a sharp thermodynamic crossover, characterized by a divergent energy susceptibility, challenging the conventional understanding of disorder-interaction competition in open quantum systems."}
{"id": "2512.05924", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05924", "abs": "https://arxiv.org/abs/2512.05924", "authors": ["A. De Vita", "V. Polewczyk", "G. Panaccione", "G. Vinai"], "title": "Surface restoration in hygroscopic VI3 crystals via synchrotron soft X-ray irradiation", "comment": null, "summary": "Among van der Waals crystals, transition metal trihalide VI3 has driven attention for its magnetic and orbital properties. However, its chemical instability under ambient conditions make its exploitation challenging for technological implementation. In this context, here we show how synchrotron radiation soft X-rays partially restore stoichiometric chemical and electronic properties of VI3 crystals. By combining X-ray absorption and X-ray photoemission spectroscopies, we show as-cleaved and aged (in ultra-high vacuum conditions) chemical degradation of VI3 crystal surface, with the formation of vanadates, and its, at least partial, recovery under high-flux soft X-ray beam exposure, revealing that superficial hygroscopic contamination couples relatively weakly to the crystal surface."}
{"id": "2512.05441", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05441", "abs": "https://arxiv.org/abs/2512.05441", "authors": ["Sindhana Pannir-Sivajothi", "David T. Limmer"], "title": "Spin Polarization from Circularly Polarized Light Induced Charge Transfer", "comment": null, "summary": "We show how a spin polarization can be generated through the photo-induced electron transfer of an achiral donor-acceptor complex following chiral light excitation. In particular, we illustrate the basic energetic and symmetry requirements for chirality induced spin selectivity where the chirality emerges from the electronic degrees of freedom following excitation with circularly polarized light. We study this effect in a simple model of a metalloporphyrin complex with an axial acceptor ligand using quantum mechanical rate theories and numerical simulations. We find that the spin polarization emerges due to the selective excitation of a ring current within the porphryin, breaking the degeneracy of the two degenerate spin states. The resultant spin polarization increases with the spin orbit coupling between the metal in the porphyrin and the axial ligand, and is transient, with a lifetime dependent on the rate of dephasing from the Jahn-Teller distortion mode. This proposed effect should be observable in spin-resolved photoemission spectroscopy."}
{"id": "2512.05616", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05616", "abs": "https://arxiv.org/abs/2512.05616", "authors": ["Kati Asikainen", "Frédéric Chassot", "Baptiste Hildebrand", "Aymen Mahmoudi", "Joel Morf", "Mahault Berset", "Pascal Turban", "Matti Alatalo", "S. Assa Aravindh", "Marko Huttula", "KeYuan Ma", "Fabian O. von Rohr", "Jean-Christophe Le Breton", "Thomas Jaouen", "Claude Monney"], "title": "Suppression of stripe-ordered structural phases in monolayer IrTe$_2$ by a gold substrate", "comment": null, "summary": "Metal-assisted exfoliation of two-dimensional (2D) materials has emerged as an efficient route to isolating large-area monolayer crystals, yet the influence of the supporting metal substrate on their intrinsic properties remains poorly understood. Here, we demonstrate successful gold-assisted exfoliation of monolayer IrTe$_2$ up to the millimeter scale. Angle-resolved photoemission spectroscopy (ARPES), combined with first-principles calculations, reveals that the low-energy electronic structure closely resembles that of a freestanding monolayer 1T-IrTe$_2$. We find that quasi-covalent hybridization together with substrate-induced strain leads to only modest modifications of the electronic bands. Although strain contributes to phase stability, it is essentially hybridization that drives the stabilization of the 1T-phase of the monolayer IrTe$_2$ by suppressing stripe-ordered phase transitions. These results establish gold-assisted exfoliation as a robust route to prepare a large-area monolayer IrTe$_2$ and highlight the role of metal-substrate interaction in engineering 2D materials with tailored structural phases."}
{"id": "2512.05396", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05396", "abs": "https://arxiv.org/abs/2512.05396", "authors": ["Joseph Falvo", "Brooke Henry", "Bernardo Langa", "Rohit Pant", "Ashish Alexander", "Jason Dong", "Kasra Sardashti"], "title": "An evaluation of A15 Nb3Al superconducting thin films for application in quantum circuits", "comment": null, "summary": "A15 superconductors are distinguished by their high critical temperatures, magnetic fields, and current-carrying capabilities. Among them, Nb$_3$Al is of particular interest for superconducting quantum circuits as a means to extend device operating temperatures, provided that its electrodynamic properties are well understood. Here, we report on the synthesis of Nb$_3$Al thin films by magnetron co-sputtering followed by rapid thermal processing, yielding superconducting transition temperatures above 16~K. Microwire devices patterned from these films exhibit a coherence length of $3.2\\,\\mathrm{nm}$ and superfluid densities as low as $1.1\\times 10^{26}\\,\\mathrm{m}^{-3}$, suggesting that Nb$_3$Al may enable high kinetic inductance in thinner films. Coplanar waveguide resonators fabricated on Nb$_3$Al demonstrate single-photon internal quality factors up to $2.26\\times 10^{5}$. These results establish Nb$_3$Al as a promising material platform for the development of superconducting quantum circuits operating at elevated temperatures, contingent on appropriate control of interfacial chemistry and surface morphology."}
{"id": "2512.05871", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05871", "abs": "https://arxiv.org/abs/2512.05871", "authors": ["D. S. Annenkov", "A. A. Kopasov", "A. S. Mel'nikov"], "title": "Interplay of ferroelectricity and interlayer superconductivity in van der Waals bilayers", "comment": "34 pages, 9 figures", "summary": "We study the distinctive features of the interplay between the interlayer superconductivity and ferroelectricity in van der Waals heterostructures. Corresponding analysis is carried out within the framework of the quasiclassical Eilenberger equations for a tunnel coupled bilayer with inhomogeneous relative shift of the conduction bands between the layers, which describes the net charge transfer in sliding ferroelectrics. It is shown that the critical temperature of the interlayer superconductivity can be significantly enhanced for superconducting nuclei localized in the vicinity of ferroelectric domain walls. We demonstrate that the increase in the tunneling amplitude leads to the decrease (increase) in the difference between the critical temperatures for localized and homogeneous superconducting states for the spin-singlet (spin-triplet) interlayer superconductivity. We also perform an extensive analysis of the effects of the in-plane magnetic field on the interlayer superconductivity. It is shown that the orbital effect can result in the suppression of the spin-singlet interlayer superconductivity and to the enhancement of the spin-triplet one. We find that possible manifestations of the paramagnetic effect include the suppression of the interlayer superconductivity by rather weak Zeeman fields, the two-fold anisotropy of the critical magnetic field for the spin-triplet states as well as the appearance of the reentrant superconducting phases. It is shown that the joint influence of the orbital and paramagnetic mechanisms on the spin-triplet interlayer superconductivity can even lead to a nonmonotonic behavior of the superconducting critical temperature as a function of the external magnetic field. The obtained results are discussed in the context of recent experimental data on van der Waals structures with coexisting superconductivity and sliding ferroelectricity."}
{"id": "2512.05664", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05664", "abs": "https://arxiv.org/abs/2512.05664", "authors": ["Dongwon Shin", "Inseo Kim", "Min-Su Kim", "Yu-Qiao Zhang", "Woo Tack Lim", "Si-Young Choi", "Minseok Choi", "Hiromichi Ohta", "Woo Seok Choi"], "title": "Improving 2D-ness to enhance thermopower in oxide superlattices", "comment": "12 pages, 4 figures and 1 table", "summary": "The transport dynamics of itinerant charge carriers and their interactions with the environment. For two-dimensional oxide thermoelectrics, predominantly represented by doped SrTiO3-based superlattices, reduced spatial dimensions and increased effective mass are known to enhance thermopower (S). However, because of their large effective Bohr radius resulting from their high dielectric constant, SrTiO3-based systems have limitations in exhibiting the 2D characteristic. Here, we focus on EuTiO3 as an alternative perovskite platform in which fractional LaxEu1-xTiO3/EuTiO3 artificial superlattices demonstrate the improvement in 2D nature for the dimensionality-induced improvement of S. We observed a quasi-2D thermopower S2D of -950 uV K-1 and S2D/S3D of ~20 resulting from the improved 2D confinement. Thermopower measurements, combined with hybrid density functional theory calculations, show the enhanced S originates from the confinement of Ti 3dxy-states within the LaxEu1-xTiO3 layers and the associated increase in the 2D density of states. In detail, a smaller effective Bohr radius and modified electronic band structures, in conjunction with the presence of the Eu 4f-states in EuTiO3 which modified the local electronic potential and strengthened the spatial confinement of Ti 3d-states. This approach to improving the dimensional confinement establishes a small effective Bohr radius and Eu 4f-state assisted 2D confinement provides valuable insights into the design of high-performance applications in artificial oxide superlattices."}
{"id": "2512.05408", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.05408", "abs": "https://arxiv.org/abs/2512.05408", "authors": ["Wenhao Li", "Junyao Wu", "Ning Han", "Rui Zhao", "Fujia Chen", "Yuang Pan", "Yudong Ren", "Hongsheng Chen", "Zhen Gao", "Ce Shang", "Yihao Yang"], "title": "Observation of Custodial Chiral Symmetry in Memristive Topological Insulators", "comment": "8 pages, 4 figures", "summary": "The concept of custodial symmetry, a residual symmetry that protects physical observables from large quantum corrections, has been a cornerstone of high-energy physics, but its experimental observation has remained unexplored. Building on recent theoretical work [Phys. Rev. Lett. 128, 097701 (2022)], we report the first experimental observation of classical analog of custodial chiral symmetry in a memristive Su-Schrieffer-Heeger (SSH) circuit. We provide direct experimental evidence for custodial symmetry through the measurement of the correction to the Lagrangian. This Lagrangian correction, which mimics a mass term in field theory, vanishes smoothly as the perturbation is reduced. We also demonstrate that topological edge states in the memristive SSH circuit remain localized at the boundary, protected by custodial chiral symmetry. This work opens new avenues for emulating field-theoretic symmetries and nonlinear dynamics in memristive platforms."}
{"id": "2512.05699", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05699", "abs": "https://arxiv.org/abs/2512.05699", "authors": ["Johan F. S. Christensen", "M. Faizal Ussama Jalaludeen", "Søren S. Sørensen", "Anders K. R. Christensen", "Xuan Ge", "Tao Du", "Yuanzheng Yue", "Anton Davydok", "Christina Krywka", "Lothar Wondraczek", "Henning F. Poulsen", "Morten M. Smedskjaer"], "title": "In situ mapping of indentation-induced densification and cracking in vitreous silica by nanofocus X-ray scattering", "comment": null, "summary": "The practical strength of oxide glasses is greatly reduced by surface flaws that form during processing and use. Instrumented indentation can mimic such real-life damage events and induce flaws and cracking under controlled conditions. At the same time, instrumented indentation allows for systematic examination of the deformation and structural changes of the regions of the glass being indented. However, structural probing is nearly always performed after rather than during the sharp contact event, limiting our understanding of the indentation process. To overcome this, we here demonstrate the use of nanofocus X-ray scattering experiments to probe the local mechanical and structural response of vitreous silica during indentation. Two-dimensional mapping of the scattering pattern in the zone below a sharp diamond wedge indenter reveals local changes in the atomic structure and density as well as cracking behavior. These in situ experiments during indentation reveal the formation and evolution of the densification zone and cracking with nanoscale resolution. Understanding the interplay between structural densification and cracking behavior in glasses is deepened through this work, which is crucial for the development of more damage-resistant and thus stronger glasses as well as fundamental understanding of glass deformation mechanisms."}
{"id": "2512.05425", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05425", "abs": "https://arxiv.org/abs/2512.05425", "authors": ["Pradeep R. Nair"], "title": "Sub Band Gap Operation Limits for Perovskite Light Emitting Diodes", "comment": null, "summary": "Ultra low voltage operation of Perovskite light emitting diodes (PeLEDs) has been demonstrated in recent years as high radiance with minimal power consumption is a desired feature. However, the light output at such conditions from PeLEDs is typically very low, and the maximum in external quantum efficiency (EQE) and energy conversion efficiency (ECE) are achieved at large biases with significant power consumption. Here, we explore the possibility of achieving maximums in EQE and ECE at sub band gap voltages for PeLEDs. Our analysis consistently interprets otherwise scattered experimental data from literature, identifies the limits for low voltage operation, and elucidates optimization routes for sub band gap high radiance operation of PeLEDs."}
{"id": "2512.05704", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05704", "abs": "https://arxiv.org/abs/2512.05704", "authors": ["Balazs Toth", "Adam Gali", "Gergo Thiering"], "title": "Exe.py: Ab initio fine structure parameters for trigonal defect qubits within the E$\\otimes$e Jahn-Teller case", "comment": null, "summary": "Trigonal solid-state defects are often subjects of spontaneous symmetry breaking driven by the $E\\otimes e$ Jahn-Teller effect, reflecting strong electron-phonon coupling. These systems, particularly paramagnetic defect qubits in solids are central for quantum technology applications, where accurate knowledge of their fine-structure parameters $-$ shaped by the complex interplay of spin-orbit and electron-phonon interactions $-$ is essential. We introduce the $\\mathtt{Exe.py}$ code part of the $\\mathtt{jahn {\\text -} teller {\\text -} dynamics}$ package, a Python code that implements the first-principles approach of [Phys. Rev. X 8, 021063 (2018)] to accurately compute the spin-orbit-phonon entanglement in trigonal defects utilizing the output from density functional theory calculations (DFT). By employing $Δ$SCF calculations, the method extends naturally to excited states and predicts fine-structure parameters of zero-phonon lines (ZPLs), including Zeeman shifts under external magnetic fields. The approach is applicable not only to solid-state defects but also to Jahn-Teller active trigonal molecules such as the $X$CH$_3$ family. We demonstrate the capabilities of Exe.py through applications to negatively charged Group-IV$-$vacancy (G4V) defects in diamond: SiV$^-$, GeV$^-$, SnV$^-$, PbV$^-$ and the neutral N$_3$V$^0$ defect in diamond, and the CH$_3$O methoxy molecule."}
{"id": "2512.05427", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05427", "abs": "https://arxiv.org/abs/2512.05427", "authors": ["Nan Jiang", "Masaki Maeda", "Yuhi Yamaguchi", "Mori Watanabe", "Masashi Tokuda", "Kensuke Takaki", "Sebun Masaki", "Takumi Ikushima", "Takayoshi Koyanagi", "Masakazu Matsubara", "Kazutaka Kudo", "Yasuhiro Niim"], "title": "Zero-field superconducting diode effect induced by magnetic flux in a van der Waals superconductor trigonal PtBi$_2$", "comment": "14 pages, 14 figures", "summary": "The superconducting diode effect is one of the nonreciprocal transport phenomena, where the critical current depends on the current direction. This effect is typically realized in superconductors with broken spatial-inversion and time-reversal symmetry. To break the time-reversal symmetry, external magnetic fields are commonly used. Here, we demonstrate a sign-controllable superconducting diode effect under zero external magnetic field in a van der Waals superconductor trigonal PtBi$_2$. The sign of the zero-field superconducting diode effect is controlled by the poling magnetic field, that is a large magnetic field applied prior to measurements. This result indicates that trapped magnetic flux are responsible for breaking the time-reversal symmetry. Our findings highlight the crucial role of trapped magnetic flux in generating the superconducting diode effect and provide a general pathway for realizing a zero-field superconducting diode effect."}
{"id": "2512.05738", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05738", "abs": "https://arxiv.org/abs/2512.05738", "authors": ["Lample Pierrick", "Weis Mateusz", "Boschetto Davide", "Guizard Stéphane"], "title": "Angle and time-resolved polarization change induced by Kerr effect in amorphous and crystalline SiO2", "comment": null, "summary": "We measure the polarization change of a beam reflected from the surface of both crystalline alpha and amorphous SiO2 samples while they are photo-excited by an intense light pulse, at intensities above the nonlinear excitation threshold yet below the damage threshold. The polarization change varies with the angle between the polarization of pump and probe light, but is found to be independent of their orientation relative to the crystal axes. This behavior differs between the reflected and transmitted beams, and can be modeled by taking into account a birefringence induced by the electric field of the pump. These polarization-change effects can be very strong, with polarization rotation exceeding 90°, at pump intensities well below the damage threshold. We also observe a markedly different behavior of the reflected beam depending on whether the material is crystalline or amorphous."}
{"id": "2512.05436", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05436", "abs": "https://arxiv.org/abs/2512.05436", "authors": ["Hidetoshi Masuda", "Yutaro Yanagisawa", "Kazuki Ohishi", "Yusuke Nambu", "Yoichi Nii", "Yoshinori Onose"], "title": "Direct demonstration of electric chirality control in a helimagnetic YMn$_6$Sn$_6$ by spin-polarized neutron scattering", "comment": "18 pages, 9 figures", "summary": "The spiral handedness of magnetic moments, referred to as chirality, gives rise to emergent electromagnetic phenomena in helimagnets. In insulating helimagnets, known as multiferroics, the cycloidal spin structure induces electric polarization by utilizing the inverse Dzyaloshinskii-Moriya mechanism. Spin-polarized neutron diffraction experiments, which directly probe circular spin arrangements, clearly demonstrated that an electric field controlled the chirality in multiferroic helimagnets. On the other hand, it was unclear until recently how the chirality could be controlled in metallic helimagnets where a large electric field cannot be applied, while the chirality control technique in metallic helimagnets should enable the exploration of chirality-dependent spintronic functionalities. Recently, Jiang et al. succeeded in controlling the chirality of a spiral structure by the simultaneous application of a magnetic field and electric current in a metallic helimagnet, utilizing the nonreciprocal electronic transport as an indirect probe of chirality, highlighting the need for a neutron diffraction experiment that directly probes the chirality. Here, we directly demonstrate the chirality control in a metallic helimagnet YMn$_6$Sn$_6$ by means of spin-polarized neutron diffraction, which should give rise to a firm basis for the development of future helimagnetic spintronics."}
{"id": "2512.05792", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05792", "abs": "https://arxiv.org/abs/2512.05792", "authors": ["Mustafa Mahmoud Aboulsaad", "Olivier Donzel-Gargand", "Rafael B. Araujo", "Tomas Edvinsson"], "title": "Symmetry-driven phonon confinement in 2D halide perovskites", "comment": "22 pages, 4 figures", "summary": "Quantum confinement not only reshapes electronic states but also reorganizes the vibrational landscape of low-dimensional semiconductors. In halide perovskites, however, the role of confinement in governing symmetry effects on vibrational modes has remained unresolved. Here we synthesize 2D CsPbBr3 nanoplatelets with atomically defined thicknesses for 2-5 monolayers (MLs) and perform exciton absorption and emission analysis, crystalline phase determination, and phonon analysis. The lowest dimensional structure (2 MLs) reveal a co-existence of cubic and orthorhombic structure, energetically converging to orthorhombic for 3 MLs and beyond. Through polarization-resolved Raman spectroscopy and first-principles theory for 2-5 MLs, a striking symmetry contrast is found: B1g modes intensify and evolve in line with the phonon-confinement model, while Ag modes deviate, reflecting their distinct spatial localization. First principles calculations show that B1g vibrational modes largely reside in the xy-plane, Pb-Br-Pb units connect octahedra along the xy-direction with increased lattice dynamics as inner layers accumulate, whereas A1g vibrations couple to out-of-plane distortions and remain susceptible to surface disorder and finite-size effects. This symmetry-driven dichotomy provides a general framework for understanding phonon localization in layered halide perovskites. Beyond mechanism, we establish Raman fingerprints, particularly the A1g/B1g intensity ratio in cross-polarized geometry, as a calibrated, non-destructive metrology for 2D nanoplatelet thickness through 2-5 MLs. These results bridge electronic and phonon confinement and highlight symmetry engineering as a route to understand and control phonons, excitons, and their interactions in low-dimensional optoelectronic materials."}
{"id": "2512.05455", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05455", "abs": "https://arxiv.org/abs/2512.05455", "authors": ["Anshuman Mondal", "Katharina Mohrbach", "Konstantin Glazyrin", "Hanns-Peter Liermann", "Carmen Sanchez-Valle"], "title": "Compressional rate-dependent stability of ammonia hydrates crystallized from water-rich ammonia-water solutions", "comment": "Main text (17 Pages and 6 figures) and Supplementary information (Figure S1-S3 and Table S1-S2)", "summary": "Understanding the crystallization pathways of water-rich ammonia-water (NH3-H2O) solutions and the stability of ammonia hydrates is key to unraveling the behavior of complex hydrogen-bonding networks as well as for planetary interior modelling. Yet, there are still inconsistencies in the crystallization sequence reported upon pressure-induced crystallization of H2O-rich NH3-H2O solutions at room temperature. Here, we investigate the effect of compression rates on the crystallization pathways of 25 wt% NH3 aqueous solutions at room temperature using dynamically compressed diamond anvil cells (dDAC) coupled with time-resolved X-ray diffraction. We show that compression rates exceeding 0.5 GPa/sec promote direct crystallization of a body-centered cubic (bcc) phase (DMA') with possible AMH stoichiometry coexisting with H2O ice VII, while rates below 0.2 GPa/sec stabilize monoclinic NH3-rich AHH-II and ice VII phases. Intermediate rates between 0.2-0.5 GPa/sec produce a mixture of both hydrates alongside ice VII, hence demonstrating the role of compression rate on the crystallization sequence of ammonia solutions. The compression behavior and phase stability of the distinct phase assemblies (AHH-II/DMA' + ice VII) are investigated further to place constraints on the composition of the DMA' phase, the effect of ice VII on the compressibility of ammonia hydrates, and the plausible incorporation of NH3 impurities within the lattice of high-pressure ice phases."}
{"id": "2512.05796", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05796", "abs": "https://arxiv.org/abs/2512.05796", "authors": ["Francesco Delodovici", "Brahim Dkhil", "Charles Paillard"], "title": "Size-effects on shift-current in layered CuInP$_2$S$_6$", "comment": null, "summary": "Two-dimensional ferroelectrics have recently emerged as a promising avenue for next-generation optoelectronic and photovoltaic devices. Due to the intrinsic absence of inversion symmetry, 2D ferroelectrics exhibit bulk photovoltaic effect (BPVE), which relies on hot, non-thermalized photo-excited carriers to generate a photo-induced current with enhanced performances thanks to efficient charge separation mechanisms. The absence of a required p-n junction architecture makes these materials particularly attractive for nanoscale energy harvesting. Recent studies have reported enhanced BPVE in nanometer-thick CuInP$_2$S$_6$ ferroelectric embedded between two graphene wafers, driven by relatively strong polarization and reduced dimensionality. Short circuit photocurrent density values have been observed to reach up to mA/cm$^2$. In this paper, we demonstrate that the shift-current mechanism alone cannot fully account for these high conductivity values, suggesting that additional mechanisms may play a significant role. Furthermore, our work confirms the existence of a strong size effect, which drastically reduces the shift-conductivity response in the bulk limit, in agreement with experimental observations."}
{"id": "2512.05465", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.05465", "abs": "https://arxiv.org/abs/2512.05465", "authors": ["Samudro Ghosh", "Moupriya Das"], "title": "Dynamic hysteresis and transitions induced by potential asymmetry", "comment": "8 pages, 4 figures", "summary": "The influence of an external periodic field in a bistable system gives rise to a very interesting phenomenon of dynamic hysteresis, which has extensive applications in technologies. Environmental noise also has a crucial role in controlling this class of hysteresis. The relaxational delay of the system's response towards the periodic drive manifests in the response function-field hysteresis loops. These hysteresis loops are generally symmetric in the range of the external force and the response function. Symmetry breaking is observed under extreme conditions of the noise strength, amplitude and frequency of the periodic force. This symmetric-asymmetric dynamic transition is interpreted in terms of the relevant order parameter defined for the system under study. In our present work, we importantly identify that it is possible to induce symmetry breaking in the hysteresis loops, and consequently to observe dynamic transitions under moderate conditions as well if appropriate asymmetry is implemented in the design of the underlying potential. We develop a quantitative understanding of the variation of the hysteresis loop area and the order parameter with respect to the degree of asymmetry in the potential. Our study suggests an ingenious way to get the desired outputs in the processes related to dynamic hysteresis by effectively controlling the asymmetry of the intrinsic potential governing the dynamics. These findings not only direct a new and impactful path for technological advances involving hysteresis but also provide the basic understanding of the precise role of the underlying potential in regulating this fundamental process, which manifests frequently in natural and designed systems."}
{"id": "2512.05818", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.05818", "abs": "https://arxiv.org/abs/2512.05818", "authors": ["Hendrik J. Ehrich", "Marvin C. May", "Stefan J. Eder"], "title": "Machine-learning-enabled interpretation of tribological deformation patterns in large-scale MD data", "comment": "19 pages, 11 figures", "summary": "Molecular dynamics (MD) simulations have become indispensable for exploring tribological deformation patterns at the atomic scale. However, transforming the resulting high-dimensional data into interpretable deformation pattern maps remains a resource-intensive and largely manual process. In this work, we introduce a data-driven workflow that automates this interpretation step using unsupervised and supervised learning. Grain-orientation-colored computational tomograph pictures obtained from CuNi alloy simulations were first compressed through an autoencoder to a 32-dimensional global feature vector. Despite this strong compression, the reconstructed images retained the essential microstructural motifs: grain boundaries, stacking faults, twins, and partial lattice rotations, while omitting only the finest defects. The learned representations were then combined with simulation metadata (composition, load, time, temperature, and spatial position) to train a CNN-MLP model to predict the dominant deformation pattern. The resulting model achieves a prediction accuracy of approximately 96% on validation data. A refined evaluation strategy, in which an entire spatial region containing distinct grains was excluded from training, provides a more robust measure of generalization. The approach demonstrates that essential tribological deformation signatures can be automatically identified and classified from structural images using Machine Learning. This proof of concept constitutes a first step towards fully automated, data-driven construction of tribological mechanism maps and, ultimately, toward predictive modeling frameworks that may reduce the need for large-scale MD simulation campaigns."}
{"id": "2512.05471", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.05471", "abs": "https://arxiv.org/abs/2512.05471", "authors": ["Masahiro Shirataki", "Takuma Akimoto"], "title": "Observation-Time-Induced Crossover from Fluctuating Diffusivity", "comment": "6 pages, 2 figures + 6 pages of supplemental material", "summary": "A dynamical transition -- seen as a sudden increase in the mean-squared displacement at a characteristic temperature that depends on the observation time -- is widely reported in neutron-scattering experiments and molecular dynamics simulations of hydrated proteins. However, its physical origin remains elusive. We show that fluctuating diffusivity in a Langevin framework leads to an observation-time-induced crossover, where the effective diffusion coefficient exhibits a temperature-dependent transition whose crossover point shifts with observation time. Analytical and numerical analyses reveal the mechanism of this crossover and delineate the conditions under which it emerges. Our findings provide a unified nonequilibrium interpretation for observation-time-induced crossover, and suggest that the protein dynamical transition can be viewed as an instance of this general crossover mechanism."}
{"id": "2512.05841", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05841", "abs": "https://arxiv.org/abs/2512.05841", "authors": ["Akira Miura", "Woohyeon Baek", "Yuta Fujii", "Kiyoharu Tadanaga", "Rana Hossain", "Aichi Yamashita", "Yoshikazu Mizuguchi", "Chikako Moriyoshi", "Shintaro Kobayashi", "Shogo Kawaguchi", "Jiong Ding", "Shigeo Mori", "Atsushi Sakuda", "Akitoshi Hayashi", "Wenhao Sun"], "title": "Time-Temperature-Transformation (TTT) Diagrams to rationalize the nucleation and quenchability of metastable $α$-Li$_3$PS$_4$", "comment": null, "summary": "$α$-Li$_3$PS$_4$ is a promising solid-state electrolyte with the highest ionic conductivity among its polymorphs. However, its formation presents a thermodynamic paradox: the $α$-phase is the equilibrium phase at high temperature and transforms to the stable $γ$-Li$_3$PS$_4$ polymorph when cooled to room temperature; however, $α$-Li$_3$PS$_4$ can be synthesized and quenched in a metastable state via rapid heating at relatively low temperatures. The origin of this synthesizability and anomalous stability has remained elusive. Here, we resolve this paradox by establishing a comprehensive time-temperature-transformation (TTT) diagram, constructed from a computational temperature-size phase diagram and experimental high-time-resolution isothermal measurements. Our density functional theory calculations reveal that at the nanoscale, the $α$-phase is stabilized by its low surface energy, which drastically lowers the nucleation barrier across a wide temperature range. This size-dependent stabilization is directly visualized using in-situ synchrotron X-ray diffraction and electron microscopy, capturing the rapid nucleation of nano-sized $α$-phase and its subsequent slow transformation. This work presents a generalizable framework that integrates thermodynamic and kinetic factors for understanding nucleation and phase transformation mechanisms, providing a rational strategy for the targeted synthesis of functional metastable materials."}
{"id": "2512.05477", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "math-ph", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05477", "abs": "https://arxiv.org/abs/2512.05477", "authors": ["Motohiko Ezawa"], "title": "Quantum geometry and $X$-wave magnets with $X=p,d,f,g,i$", "comment": "45 pages, 5 figures", "summary": "Quantum geometry is a differential geometry based on quantum mechanics. It is related to various transport and optical properties in condensed matter physics. The Zeeman quantum geometry is a generalization of quantum geometry including the spin degrees of freedom. It is related to electromagnetic cross responses. Quantum geometry is generalized to non-Hermitian systems and density matrices. Especially, the latter is quantum information geometry, where the quantum Fisher information naturally arises as quantum metric. We apply these results to the $X$-wave magnets, which include $d$-wave, $g$-wave and $i$-wave altermagnets as well as $p$-wave and $f$-wave magnets. They have universal physics for anomalous Hall conductivity, tunneling magneto-resistance and planar Hall effect. We obtain various analytic formulas based on the two-band Hamiltonian."}
{"id": "2512.05879", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05879", "abs": "https://arxiv.org/abs/2512.05879", "authors": ["Ya-Ru Wang", "Marko Mladenović", "Eugene Kotomin", "Kersten Hahn", "Jaehyun Lee", "Wilfried Sigle", "Jovana V. Milić", "Peter A. van Aken", "Ursula Rothlisberger", "Michael Grätzel", "Davide Moia", "Joachim Maier"], "title": "Relating the dynamics of photo de-mixing in mixed bromide-iodide perovskites to ionic and electronic transport", "comment": "54 pages, 44 figures", "summary": "The observation of reversible de-mixing phenomena in mixed-halide perovskites under illumination is one of the most challenging as well as intriguing aspects of this class of materials. On the one hand, it poses critical constraints to the compositional space that allows reliable design of absorbers for perovskite photovoltaics. On the other hand, it holds potential for the development of novel optoionic devices where an ionic response is triggered via optical stimuli. Funda-mental questions about the origin of such photo de-mixing process remain unanswered, both in terms of its mechanism as well as thermodynamic description. Here, we relate in-situ measurements of ionic and electronic transport of mixed bromide-iodide perovskite thin films performed during photo de-mixing with the evolution of their optical and morpho-logical properties. The results point to the definition of different stages of the de-mixing process which, based on micros-copy and spectroscopic measurements, we assign to regimes of spinodal decomposition and nucleation of quasi-equilibrium iodide- and bromide-rich phases. Combined with density functional theory calculations, we explore the role of dimensionality in the mechanism and reversibility of photo de-mixing and dark re-mixing processes, referring to elec-tronic and ionic contributions to the de-mixing driving force. Additionally, our data emphasizes the role of the surface, as significantly different de-mixing dynamics, in terms of extent and reversibility, are observed for films with or without encapsulation. Our comprehensive analysis of transport, phase and optical properties of mixed-halide perovskites pro-vides guidelines for future materials design as well as for the more general fundamental understanding of light-induced ionic phenomena."}
{"id": "2512.05497", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.05497", "abs": "https://arxiv.org/abs/2512.05497", "authors": ["Xianghui Meng", "Yanqing Shen", "Xin Yang", "Xinyu Wang", "Qing Ai", "Yong Shuai", "Zhongxiang Zhou"], "title": "Guest metal-driven quantum anharmonic effects on stability and two-gap superconductivity in carbon-boron clathrates", "comment": null, "summary": "Traditionally, strong quantum anharmonic effects have been considered a characteristic of hydrogen-rich compounds. Here we propose that these effects also play a decisive role in boron-carbon clathrates. The stability and superconducting transition temperature (Tc) of carbon-boron clathrates XYB6C6, whose metal atoms have an average oxidation state of +1.5, have long remained under debate. At this oxidation state, some combinations (e.g., RbSrB6C6) are dynamically stable, whereas others (e.g., RbPbB6C6) are not. Using the stochastic self-consistent harmonic approximation combined with machine learning, we find that the anharmonicity originates primarily from guest metal atoms. For comparison, we find that quantum fluctuations have negligible influence on SrB3C3, but remove the lattice instability of RbPbB6C6. The predicted Tc of RbPbB6C6 (88 K) is nearly twice that of SrB3C3. Moreover, RbPbB6C6 exhibits two-gap superconductivity due to the higher C/B ratio in the density of states at the Fermi level compared to SrB3C3, weakening the sp3 hybridization. These findings demonstrate that quantum anharmonicity crucially governs the stability and superconductivity of XYB6C6 clathrates."}
{"id": "2512.05895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05895", "abs": "https://arxiv.org/abs/2512.05895", "authors": ["Fatemeh Mahmoudi"], "title": "A Machine Learning Framework for Predicting Glass-Forming Ability in Ternary Alloy Systems", "comment": "Keywords: Glass-Forming Ability, Ternary Oxide Systems, Materials Informatics, Machine Learning, Random Forest, XGBoost", "summary": "Predicting the glass-forming ability (GFA) of chemical compositions remains a fundamental challenge in materials science, especially for oxide glasses with broad compositional diversity. Traditional empirical and thermodynamic approaches often fail to capture the complex, nonlinear factors governing vitrification. In this study, we applied two ensemble machine learning algorithms-Random Forest (RF) and Extreme Gradient Boosting (XGB)-to the glass_ternary_hipt dataset to predict the GFA of ternary oxide glasses directly from composition-derived descriptors. Both models achieved excellent predictive accuracy (R^2 > 0.92, MAE < 0.04), confirming that GFA is learnable from compositional features alone. Feature importance analysis revealed that electronegativity variance, atomic size mismatch, and valence electron descriptors are the most influential factors, while cohesive energy and ionic radius provided secondary contributions. These chemically interpretable features align with established theories of glass formation, thereby bridging predictive performance with physical understanding. The novelty of this work lies in systematically extending ML-based predictive modeling to ternary oxide glasses, a class less studied compared to metallic and binary systems. Our results demonstrate that ensemble learning not only enables accurate GFA prediction but also provides actionable insights for designing new glass compositions with enhanced stability."}
{"id": "2512.05522", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05522", "abs": "https://arxiv.org/abs/2512.05522", "authors": ["Jae Sik Jin"], "title": "Mode-resolved logarithmic quasiballistic heat transport in thin silicon layers: Semianalytic and Boltzmann transport analysis", "comment": "37 pages, 5 figures, 2 tables. Submitted to Journal of Applied Physics", "summary": "Nonequilibrium phonon transport driven by nanoscale hotspot heating in silicon device layers governs heat dissipation in advanced microelectronics and underscores the need for a better microscopic understanding of such processes. Yet the origin of the frequently observed logarithmic (ln) dependence of the apparent thermal response on hotspot size in crystalline silicon, and the role of individual phonon modes in this regime, remain unclear. Here, we develop a semianalytical, mode-resolved framework in the spectral phonon mean free path (MFP) domain and validate it against a full-phonon-dispersion Boltzmann transport model for heat removal from a 10 x 10 nm^2 hotspot in a thin Si layer (thicknesses of 41, 78, and 177 nm) representative of a silicon-on-insulator transistor. We show that ln-type quasiballistic scaling arises only for modes that lie on a log-uniform conductivity plateau and are diffusive-side or quasiballistic with respect to the hotspot size, whereas fully ballistic long-MFP modes contribute a saturated, nonlogarithmic background, leading to extremely slow suppression of their heat-carrying capability. The resulting phonon-modal nonlocal spectrum establishes spectral selection rules for ln-regime transport in confined Si and provides a compact basis for incorporating mode-selective quasiballistic corrections into continuum thermal models and for interpreting phonon-resolved thermometry experiments."}
{"id": "2512.05917", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05917", "abs": "https://arxiv.org/abs/2512.05917", "authors": ["Junyi Liu", "Xu Zhang", "Gang Lu"], "title": "Magnetic and moiré Proximity Effects in WSe2/WSe2/CrI3 Trilayers", "comment": null, "summary": "Integrating magnetic order to moiré superlattices is of significant scientific and technological interest. Based on first-principles calculations, we study the interplay of magnetic proximity and moiré proximity in WSe2/WSe2/CrI3 trilayers with different stackings and twist angles. Large valley splitting is observed due to redistribution of the exciton charge density across layers via a super-exchange-like mechanism, and its electric-field dependence bears similarity to electrically tunable and valley-selective Feshbach resonances. The valley splitting can be magnified in moiré superlattices owing to the superposition of Umklapp excitons folded from moiré minibands, yielding spatially modulated and enhanced magnetic proximity. The moiré proximity effect is demonstrated via an imprinted moiré potential on CrI3 layer and its feedback to the direct moiré potential on WSe2 bilayers is observed. The cooperation between the direct and imprinted moiré potentials is shown to yield novel topological and correlated states."}
{"id": "2512.05550", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05550", "abs": "https://arxiv.org/abs/2512.05550", "authors": ["Marvin Klinger", "Tim Treu", "Felix Kreisberger", "Christian Heil", "Anna Klinger", "Anton Jesche", "Philipp Gegenwart"], "title": "Sub 1 K Adiabatic Demagnetization Refrigeration with Rare-Earth Borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$, X = (Yb, Gd)", "comment": "10 pages, 7 figures, 3 tables, submitted to MDPI/Applied Sciences", "summary": "Adiabatic demagnetization refrigeration (ADR) is regaining relevance for the refrigeration to temperatures below 1 K as global helium-3 supply is increasingly strained. While ADR at these temperatures is long established with paramagnetic hydrated salts, more recently frustrated rare-earth oxides were found to offer higher entropy densities and practical advantages since they do not degrade under heating or evacuation. We report structural, magnetic and thermodynamic properties of the rare-earth borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$ with X = (Yb, Gd). Except for Ba$_3$GdB$_9$O$_{18}$, which orders at 108 mK, the three other materials remain paramagnetic down to their lowest measured temperatures. ADR performance starting at 2 K in a field of 5 T is analyzed and compared to literature results."}
{"id": "2512.05924", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05924", "abs": "https://arxiv.org/abs/2512.05924", "authors": ["A. De Vita", "V. Polewczyk", "G. Panaccione", "G. Vinai"], "title": "Surface restoration in hygroscopic VI3 crystals via synchrotron soft X-ray irradiation", "comment": null, "summary": "Among van der Waals crystals, transition metal trihalide VI3 has driven attention for its magnetic and orbital properties. However, its chemical instability under ambient conditions make its exploitation challenging for technological implementation. In this context, here we show how synchrotron radiation soft X-rays partially restore stoichiometric chemical and electronic properties of VI3 crystals. By combining X-ray absorption and X-ray photoemission spectroscopies, we show as-cleaved and aged (in ultra-high vacuum conditions) chemical degradation of VI3 crystal surface, with the formation of vanadates, and its, at least partial, recovery under high-flux soft X-ray beam exposure, revealing that superficial hygroscopic contamination couples relatively weakly to the crystal surface."}
{"id": "2512.05563", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05563", "abs": "https://arxiv.org/abs/2512.05563", "authors": ["Prasanta Chowdhury", "Jyotirmoy Sau", "Mohamad Numan", "Jhuma Sannigrahi", "Matthias Gutmann", "Gangadhar Das", "D. T. Adroja", "Saurav Giri", "Manoranjan Kumar", "Subham Majumdar"], "title": "Interplay of Orbital Degeneracy and Vacancies in Stabilizing Collinear Magnetic Order in Cr$_{1+δ}$Te$_2$", "comment": "18 pages, 12 figures", "summary": "Cr$_{1+δ}$Te$_2$, a two-dimensional van der Waals ferromagnet, displays a contested magnetic structure, poised between collinear and non-collinear spin configurations. In this work, we investigate the magnetic structure of Cr$_{1.33}$Te$_2$ at the microscopic level by combining single-crystal neutron diffraction, X-ray absorption spectroscopy, and first-principles calculations. Neutron diffraction measurements reveal a distinct collinear spin alignment, whereas spectroscopic analyses reveal inherent structural vacancies at both Cr and Te sites. These vacancies lead to local symmetry breaking that elevates the orbital degeneracy of the Cr 3$d$ states, as demonstrated by our first-principles analysis. The resulting modification of magnetocrystalline anisotropy emerges as the key mechanism stabilising the collinear magnetic ground state over the non-collinear one in the presence of vacancies. Our findings uncover a vacancy-driven route to control spin anisotropy and magnetic ordering in layered ferromagnets, offering new insights into the design of tunable 2D magnetic materials."}
{"id": "2512.05938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05938", "abs": "https://arxiv.org/abs/2512.05938", "authors": ["Shahana Chatterjee", "Alexander Davis", "Lena Podina", "Divya Sharma", "Yoshua Bengio", "Alexandre Duval", "Oleksandr Voznyy", "Alex Hernández-Garcia", "David Rolnick", "Félix Therrien"], "title": "Adsorption energies are necessary but not sufficient to identify good catalysts", "comment": "7 pages, 3 figures and 1 table. SI included as an appendix", "summary": "As a core technology for green chemical synthesis and electrochemical energy storage, electrocatalysis is central to decarbonization strategies aimed at combating climate change. In this context, computational and machine learning driven catalyst discovery has emerged as a major research focus. These approaches frequently use the thermodynamic overpotential, calculated from adsorption free energies of reaction intermediates, as a key parameter in their analysis. In this paper, we explore the large-scale applicability of such overpotential estimates for identifying good catalyst candidates by using datasets from the Open Catalyst Project (OC20 and OC22). We start by quantifying the uncertainty in predicting adsorption energies using \\textit{ab initio} methods and find that $\\sim$0.3-0.5 eV is a conservative estimate for a single adsorption energy prediction. We then compute the overpotential of all materials in the OC20 and OC22 datasets for the hydrogen and oxygen evolution reactions. We find that while the overpotential allows the identification of known good catalysts such as platinum and iridium oxides, the uncertainty is large enough to misclassify a broad fraction of the datasets as ``good'', which limits its value as a screening criterion. These results question the reliance on overpotential estimation as a primary evaluation metric to sort through catalyst candidates and calls for a shift in focus in the computational catalysis and machine learning communities towards other metrics such as synthesizability, stability, lifetime or affordability."}
{"id": "2512.05568", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05568", "abs": "https://arxiv.org/abs/2512.05568", "authors": ["Miroslav Lebedaa", "Jan Drahokoupil", "Veronika Mazáčová", "Petr Vlčák"], "title": "Revealing interstitial energetics in Ti-23Nb-0.7Ta-2Zr gum metal base alloy via universal machine learning interatomic potentials", "comment": "24 pages", "summary": "Understanding the behavior of light interstitial elements in multicomponent alloys remains challenging due to the complexity of local chemical environments and the high computational cost of first-principles calculations. Here we demonstrate that three universal machine-learning interatomic potentials (uMLIPs) - MACE-MATPES-PBE-0, Orb-v3, and SevenNet-0 can efficiently map the energetics of C, N, O, and H interstitials in a Ti-23Nb-0.7Ta-2Zr gum metal base alloy while being several orders of magnitude faster than density functional theory (DFT). All uMLIPs predict broad energy distributions (1-3 eV) for all four interstitial elements, reflecting their strong sensitivity to local lattice chemistry. Despite alloy disorder, MACE-MATPES-PBE-0 and Orb-v3 reproduce the expected site preferences of the bcc structure: C, N, and O relax into octahedral sites, whereas H stabilizes in tetrahedral positions. In contrast, SevenNet-0 predicts H to be most stable in octahedral coordination, indicating a limitation of this model. Correlation analysis reveals two dominant chemical trends: Ti-rich environments strongly stabilize interstitials, whereas close proximity to Nb is destabilizing; Zr and Ta show no statistically significant influence, likely due to their low concentrations. Benchmarking representative O interstitial configurations against DFT confirms that the uMLIPs reasonably reproduce the energetic ordering of chemically distinct environments. Overall, these results demonstrate that uMLIPs enable computationally efficient, statistically converged characterization of defect energetics in gum metal base alloy and provide insight into how local chemical environments govern interstitial stability."}
{"id": "2512.05177", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05177", "abs": "https://arxiv.org/abs/2512.05177", "authors": ["Mohammad Azam", "Tatiana Zajarniuk", "Ryszard Diduszko", "Taras Palasyuk", "Cezariusz Jastrzebski", "Andrzej Szewczyk", "Hiraku Ogino", "Shiv J. Singh"], "title": "Superconductivity enhancement and doping-dependent phase diagram of Sm-based oxypnictides by high-pressure growth technique", "comment": "31 pages, 8 figures", "summary": "A series of SmFeAsO1-xFx (Sm1111) bulk samples are synthesized using an in-situ cubic-anvil high-pressure (CA-HP) technique at 4 GPa and are characterized through structural, microstructural, Raman, transport, and magnetic measurements. A systematic reduction of lattice parameters and unit-cell volume confirms effective fluorine substitution at oxygen sites, while Raman spectroscopy reveals electron doping and subtle changes in local bonding environments. In the underdoped regime, the superconducting transition temperature (Tc) is enhanced by 10-17 K and the critical current density (Jc) is increased by up to an order of magnitude. The upper critical field (Hc2), estimated using the Werthamer-Helfand-Hohenberg model, reaches ~200 T, indicating strong spin paramagnetic effects and multiband superconductivity. Resistive broadening under applied fields follows Arrhenius behavior, with the activation energy showing a power-law field dependence that decreases rapidly at higher fields, consistent with collective vortex pinning. The superconducting phase diagram constructed from Tc and Jc versus fluorine content reveals a dome-like trend, with a maximum Tc of 57 K and Jc of 10^4 A-cm^-2 at the optimal doped region. A direct comparison with CSP samples demonstrates that high-pressure synthesis simultaneously enhances both Tc and Jc across the entire fluorine-doping range. These findings establish high-pressure growth as a highly effective approach for optimizing iron-based superconductors and underscore its potential for both fundamental research and future high field applications."}
{"id": "2512.05607", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05607", "abs": "https://arxiv.org/abs/2512.05607", "authors": ["L. B. Avila"], "title": "Prussian Blue and Prussian Blue Analogs as Emerging Memristive Materials", "comment": "5", "summary": "Prussian blue analogues (PBAs) and related organic materials are promising platforms for next-generation memory and energy-storage technologies due to their redox activity, ionic mobility, and compatibility with low-cost and scalable fabrication. Electrodeposited Prussian Blue (PB) and Prussian White (PW) thin films show robust resistive switching with ON/OFF ratios from one to three orders of magnitude in both bipolar and unipolar modes. Structural and spectroscopic analyses reveal homogeneous films with well-defined grain boundaries and ionic pathways that enable filamentary conduction. Current-voltage measurements, impedance spectroscopy, and quantum transport modeling indicate switching mechanisms governed by ohmic or space-charge-limited conduction, driven by potassium-ion migration and reversible redox processes. PB-based devices also exhibit conductance quantization with discrete steps at integer and half-integer multiples of G0, consistent with ballistic electron transport through atomic-scale channels. Complementary studies on perylene-based liquid crystals and FeHCF on graphene oxide highlight the versatility of PBAs for memory and supercapacitor applications. Together, these results demonstrate the multifunctionality and scalability of PBAs for future ReRAM, neuromorphic computing, multilevel memory, cryptographic hardware, and high-performance energy-storage devices."}
{"id": "2512.05425", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05425", "abs": "https://arxiv.org/abs/2512.05425", "authors": ["Pradeep R. Nair"], "title": "Sub Band Gap Operation Limits for Perovskite Light Emitting Diodes", "comment": null, "summary": "Ultra low voltage operation of Perovskite light emitting diodes (PeLEDs) has been demonstrated in recent years as high radiance with minimal power consumption is a desired feature. However, the light output at such conditions from PeLEDs is typically very low, and the maximum in external quantum efficiency (EQE) and energy conversion efficiency (ECE) are achieved at large biases with significant power consumption. Here, we explore the possibility of achieving maximums in EQE and ECE at sub band gap voltages for PeLEDs. Our analysis consistently interprets otherwise scattered experimental data from literature, identifies the limits for low voltage operation, and elucidates optimization routes for sub band gap high radiance operation of PeLEDs."}
{"id": "2512.05616", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05616", "abs": "https://arxiv.org/abs/2512.05616", "authors": ["Kati Asikainen", "Frédéric Chassot", "Baptiste Hildebrand", "Aymen Mahmoudi", "Joel Morf", "Mahault Berset", "Pascal Turban", "Matti Alatalo", "S. Assa Aravindh", "Marko Huttula", "KeYuan Ma", "Fabian O. von Rohr", "Jean-Christophe Le Breton", "Thomas Jaouen", "Claude Monney"], "title": "Suppression of stripe-ordered structural phases in monolayer IrTe$_2$ by a gold substrate", "comment": null, "summary": "Metal-assisted exfoliation of two-dimensional (2D) materials has emerged as an efficient route to isolating large-area monolayer crystals, yet the influence of the supporting metal substrate on their intrinsic properties remains poorly understood. Here, we demonstrate successful gold-assisted exfoliation of monolayer IrTe$_2$ up to the millimeter scale. Angle-resolved photoemission spectroscopy (ARPES), combined with first-principles calculations, reveals that the low-energy electronic structure closely resembles that of a freestanding monolayer 1T-IrTe$_2$. We find that quasi-covalent hybridization together with substrate-induced strain leads to only modest modifications of the electronic bands. Although strain contributes to phase stability, it is essentially hybridization that drives the stabilization of the 1T-phase of the monolayer IrTe$_2$ by suppressing stripe-ordered phase transitions. These results establish gold-assisted exfoliation as a robust route to prepare a large-area monolayer IrTe$_2$ and highlight the role of metal-substrate interaction in engineering 2D materials with tailored structural phases."}
{"id": "2512.05477", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "math-ph", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05477", "abs": "https://arxiv.org/abs/2512.05477", "authors": ["Motohiko Ezawa"], "title": "Quantum geometry and $X$-wave magnets with $X=p,d,f,g,i$", "comment": "45 pages, 5 figures", "summary": "Quantum geometry is a differential geometry based on quantum mechanics. It is related to various transport and optical properties in condensed matter physics. The Zeeman quantum geometry is a generalization of quantum geometry including the spin degrees of freedom. It is related to electromagnetic cross responses. Quantum geometry is generalized to non-Hermitian systems and density matrices. Especially, the latter is quantum information geometry, where the quantum Fisher information naturally arises as quantum metric. We apply these results to the $X$-wave magnets, which include $d$-wave, $g$-wave and $i$-wave altermagnets as well as $p$-wave and $f$-wave magnets. They have universal physics for anomalous Hall conductivity, tunneling magneto-resistance and planar Hall effect. We obtain various analytic formulas based on the two-band Hamiltonian."}
{"id": "2512.05617", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05617", "abs": "https://arxiv.org/abs/2512.05617", "authors": ["Salvador Cardona-Serra"], "title": "Toward a Theoretical Roadmap for Organic Memristive Materials", "comment": null, "summary": "Neuromorphic computing aspires to overcome the intrinsic inefficiencies of von Neumann architectures by co-locating memory and computation in physical devices that emulate biological neurons and synapses. Memristive materials stand at the core of this paradigm, enabling non-volatile, history-dependent electronic responses. While inorganic oxides currently dominate the field, molecular and polymeric systems can offer untapped advantages in terms of chemical tunability, structural flexibility, low-cost processing, and biocompatibility. However, progress has been hindered by the absence of a theoretical framework able to rationalize how molecular structure translates into memristive function. Here, a multiscale computational perspective is presented, outlining how quantum chemistry and molecular dynamics, among other approaches, can be integrated into a coherent methodology to design next-generation organic memristors. Three mechanisms, ionic migration, redox-driven switching, and conduction interplay in chiral molecules are examined as representative routes toward molecular neuromorphic hardware. The opportunities and challenges associated with each mechanism are discussed, together with a view on how a theoretically guided roadmap can accelerate the emergence of chemically engineered synaptic materials."}
{"id": "2512.05550", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05550", "abs": "https://arxiv.org/abs/2512.05550", "authors": ["Marvin Klinger", "Tim Treu", "Felix Kreisberger", "Christian Heil", "Anna Klinger", "Anton Jesche", "Philipp Gegenwart"], "title": "Sub 1 K Adiabatic Demagnetization Refrigeration with Rare-Earth Borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$, X = (Yb, Gd)", "comment": "10 pages, 7 figures, 3 tables, submitted to MDPI/Applied Sciences", "summary": "Adiabatic demagnetization refrigeration (ADR) is regaining relevance for the refrigeration to temperatures below 1 K as global helium-3 supply is increasingly strained. While ADR at these temperatures is long established with paramagnetic hydrated salts, more recently frustrated rare-earth oxides were found to offer higher entropy densities and practical advantages since they do not degrade under heating or evacuation. We report structural, magnetic and thermodynamic properties of the rare-earth borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$ with X = (Yb, Gd). Except for Ba$_3$GdB$_9$O$_{18}$, which orders at 108 mK, the three other materials remain paramagnetic down to their lowest measured temperatures. ADR performance starting at 2 K in a field of 5 T is analyzed and compared to literature results."}
{"id": "2512.05627", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05627", "abs": "https://arxiv.org/abs/2512.05627", "authors": ["Hua Yan"], "title": "Sticky eigenstates in systems with sharply-divided phase space", "comment": null, "summary": "We investigate mixed eigenstates in systems with sharply-divided phase space, using different piecewise-linear maps whose regular-chaotic boundaries are formed by marginally unstable periodic orbits (MUPOs) or by quasi-periodic orbits. With the overlap index and the entropy localization length, we classify mixed eigenstates and show that the contribution from dynamical tunneling scales as $\\sim \\hbar\\, \\exp(-b/\\hbar)$, with $b>0$ associated with the relative size of the regular region. The dominant fraction of states that remain sticky to the boundaries, referred to as sticky eigenstates, scales as $\\hbar^{1/2}$ in the MUPO case and oscillates around this algebraic behavior in the quasi-periodic case. This behavior generalizes established predictions for hierarchical states in KAM systems, which scale as $\\hbar^{1 - 1/γ}$, with $γ$ set by the corresponding classical stickiness reflected in the algebraic decay of cumulative RTDs $t^{-γ}$. For the piecewise-linear maps studied here, $γ= 2$. These results reveal a clear quantum signature of classical stickiness in non-KAM systems."}
{"id": "2512.05563", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05563", "abs": "https://arxiv.org/abs/2512.05563", "authors": ["Prasanta Chowdhury", "Jyotirmoy Sau", "Mohamad Numan", "Jhuma Sannigrahi", "Matthias Gutmann", "Gangadhar Das", "D. T. Adroja", "Saurav Giri", "Manoranjan Kumar", "Subham Majumdar"], "title": "Interplay of Orbital Degeneracy and Vacancies in Stabilizing Collinear Magnetic Order in Cr$_{1+δ}$Te$_2$", "comment": "18 pages, 12 figures", "summary": "Cr$_{1+δ}$Te$_2$, a two-dimensional van der Waals ferromagnet, displays a contested magnetic structure, poised between collinear and non-collinear spin configurations. In this work, we investigate the magnetic structure of Cr$_{1.33}$Te$_2$ at the microscopic level by combining single-crystal neutron diffraction, X-ray absorption spectroscopy, and first-principles calculations. Neutron diffraction measurements reveal a distinct collinear spin alignment, whereas spectroscopic analyses reveal inherent structural vacancies at both Cr and Te sites. These vacancies lead to local symmetry breaking that elevates the orbital degeneracy of the Cr 3$d$ states, as demonstrated by our first-principles analysis. The resulting modification of magnetocrystalline anisotropy emerges as the key mechanism stabilising the collinear magnetic ground state over the non-collinear one in the presence of vacancies. Our findings uncover a vacancy-driven route to control spin anisotropy and magnetic ordering in layered ferromagnets, offering new insights into the design of tunable 2D magnetic materials."}
{"id": "2512.05637", "categories": ["cond-mat.stat-mech", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05637", "abs": "https://arxiv.org/abs/2512.05637", "authors": ["Denis S. Grebenkov", "Yilin Ye"], "title": "Geometric control of boundary-catalytic branching processes", "comment": null, "summary": "Boundary-catalytic branching processes describe a broad class of natural phenomena where the population of diffusing particles grows due to their spontaneous binary branching (e.g., division, fission or splitting) on a catalytic boundary located in a complex environment. We investigate the possibility of geometric control of the population growth by compensating the proliferation of particles due to branching events by their absorptions in the bulk or on boundary absorbing regions. We identify an appropriate Steklov spectral problem to obtain the phase diagram of this out-of-equilibrium stochastic process. The principal eigenvalue determines the critical line that separates an exponential growth of the population from its extinction. In other words, we establish a powerful tool for calculating the optimal absorption rate that equilibrates the opposite effects of branching and absorption events and thus results in steady-state behavior of this diffusion-reaction system. Moreover, we show the existence of a critical catalytic rate above which no compensation is possible, so that the population cannot be controlled and keeps growing exponentially. The proposed framework opens promising perspectives for better understanding, modeling and control of various boundary-catalytic branching processes, with applications in physics and life sciences."}
{"id": "2512.05617", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05617", "abs": "https://arxiv.org/abs/2512.05617", "authors": ["Salvador Cardona-Serra"], "title": "Toward a Theoretical Roadmap for Organic Memristive Materials", "comment": null, "summary": "Neuromorphic computing aspires to overcome the intrinsic inefficiencies of von Neumann architectures by co-locating memory and computation in physical devices that emulate biological neurons and synapses. Memristive materials stand at the core of this paradigm, enabling non-volatile, history-dependent electronic responses. While inorganic oxides currently dominate the field, molecular and polymeric systems can offer untapped advantages in terms of chemical tunability, structural flexibility, low-cost processing, and biocompatibility. However, progress has been hindered by the absence of a theoretical framework able to rationalize how molecular structure translates into memristive function. Here, a multiscale computational perspective is presented, outlining how quantum chemistry and molecular dynamics, among other approaches, can be integrated into a coherent methodology to design next-generation organic memristors. Three mechanisms, ionic migration, redox-driven switching, and conduction interplay in chiral molecules are examined as representative routes toward molecular neuromorphic hardware. The opportunities and challenges associated with each mechanism are discussed, together with a view on how a theoretically guided roadmap can accelerate the emergence of chemically engineered synaptic materials."}
{"id": "2512.05644", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05644", "abs": "https://arxiv.org/abs/2512.05644", "authors": ["Clare C. Yu", "M. C. Goffage", "Yifan Wang", "A. Alase", "M. C. Cassidy", "S. N. Coppersmith"], "title": "Excitation of quasiparticle pairs in superconducting nanodevices by 1/f noise", "comment": null, "summary": "Superconducting nanodevices such as qubits, resonators, and photodetectors, have revolutionized our capabilities for probing and controlling quantum phenomena. Nonequilibrium quasiparticles, which are broken Cooper pairs that cause decoherence and energy loss, can limit their performance. The number of these quasiparticles is often tens of orders of magnitude greater than would be present in thermal equilibrium. Background radiation has been shown to excite quasiparticles, but quasiparticles are observed even when the devices are carefully shielded. Here we show that the high-frequency components of 1/f noise can excite quasiparticle pairs and that this mechanism is consistent with previously unexplained experimental results. We also propose new experiments that exploit this quasiparticle excitation mechanism to non-invasively characterize high-frequency charge noise as well as the locations and nature of the defects producing the noise. The proposed experiments would also investigate how this noise changes as the defects that give rise to it evolve towards thermal equilibrium."}
{"id": "2512.05717", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.05717", "abs": "https://arxiv.org/abs/2512.05717", "authors": ["Sofiia Chorna", "Davide Tisi", "Cesare Malosso", "Wei Bin How", "Michele Ceriotti", "Sanggyu Chong"], "title": "Comparing the latent features of universal machine-learning interatomic potentials", "comment": null, "summary": "The past few years have seen the development of ``universal'' machine-learning interatomic potentials (uMLIPs) capable of approximating the ground-state potential energy surface across a wide range of chemical structures and compositions with reasonable accuracy. While these models differ in the architecture and the dataset used, they share the ability to compress a staggering amount of chemical information into descriptive latent features. Herein, we systematically analyze what the different uMLIPs have learned by quantitatively assessing the relative information content of their latent features with feature reconstruction errors as metrics, and observing how the trends are affected by the choice of training set and training protocol. We find that the uMLIPs encode chemical space in significantly distinct ways, with substantial cross-model feature reconstruction errors. When variants of the same model architecture are considered, trends become dependent on the dataset, target, and training protocol of choice. We also observe that fine-tuning of a uMLIP retains a strong pre-training bias in the latent features. Finally, we discuss how atom-level features, which are directly output by MLIPs, can be compressed into global structure-level features via concatenation of progressive cumulants, each adding significantly new information about the variability across the atomic environments within a given system."}
{"id": "2512.05664", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05664", "abs": "https://arxiv.org/abs/2512.05664", "authors": ["Dongwon Shin", "Inseo Kim", "Min-Su Kim", "Yu-Qiao Zhang", "Woo Tack Lim", "Si-Young Choi", "Minseok Choi", "Hiromichi Ohta", "Woo Seok Choi"], "title": "Improving 2D-ness to enhance thermopower in oxide superlattices", "comment": "12 pages, 4 figures and 1 table", "summary": "The transport dynamics of itinerant charge carriers and their interactions with the environment. For two-dimensional oxide thermoelectrics, predominantly represented by doped SrTiO3-based superlattices, reduced spatial dimensions and increased effective mass are known to enhance thermopower (S). However, because of their large effective Bohr radius resulting from their high dielectric constant, SrTiO3-based systems have limitations in exhibiting the 2D characteristic. Here, we focus on EuTiO3 as an alternative perovskite platform in which fractional LaxEu1-xTiO3/EuTiO3 artificial superlattices demonstrate the improvement in 2D nature for the dimensionality-induced improvement of S. We observed a quasi-2D thermopower S2D of -950 uV K-1 and S2D/S3D of ~20 resulting from the improved 2D confinement. Thermopower measurements, combined with hybrid density functional theory calculations, show the enhanced S originates from the confinement of Ti 3dxy-states within the LaxEu1-xTiO3 layers and the associated increase in the 2D density of states. In detail, a smaller effective Bohr radius and modified electronic band structures, in conjunction with the presence of the Eu 4f-states in EuTiO3 which modified the local electronic potential and strengthened the spatial confinement of Ti 3d-states. This approach to improving the dimensional confinement establishes a small effective Bohr radius and Eu 4f-state assisted 2D confinement provides valuable insights into the design of high-performance applications in artificial oxide superlattices."}
{"id": "2512.05834", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05834", "abs": "https://arxiv.org/abs/2512.05834", "authors": ["José Campos-Martínez", "Marta I. Hernández"], "title": "Enhanced quantum transport in bilayer two-dimensional materials", "comment": null, "summary": "Two-dimensional (2D) materials have been proposed, among many other applications, as a efficient tool for the separation of atomic and molecular species and their corresponding isotopes, given the confinement provided by their subnanometric dimensions. In this work we present three dimensional quantum wave packet calculations revealing an enhancement in the quantum transport in bilayer over monolayer graphdiyne membranes, one of the most popular 2D materials which is commonly employed for this purpose. Besides, resonances emerge superimposed over the typical monolayer profile for transmission probabilities, a feature that is general to other bilayer nanoporous 2D heterostructures and that shows a strong dependence on the interlayer separation."}
{"id": "2512.05696", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05696", "abs": "https://arxiv.org/abs/2512.05696", "authors": ["Paula Mellado", "Francisco Muñoz", "Javiera Cabezas-Escares"], "title": "Excitonic Charge Density Waves in Moire Ladders", "comment": "6 pages, 4 figures", "summary": "An incommensurate charge density wave (CDW) is a periodic modulation of charge that breaks translational symmetry incongruently with the underlying lattice. Its low-energy excitations, the phason, are collective, gapless phase fluctuations. We study a half-filled, four-band ladder model where a shift $δ=p/q$ between the legs leads to a supercell of q composite cells. The moiré potential narrows minibands near the Fermi level, resulting in additional peaks in the density of states, whose separation is controlled by $δ$. The inclusion of short-range Coulomb interactions leads to an excitonic incommensurate CDW state. We identify the oscillations in its amplitude with a gapped Higgs collective mode and a lowest-energy Goldstone mode, realized by long-lived neutral phasons whose propagation velocity is governed by the shift δ and the inter-leg tunneling amplitude. Our results show that even the slightest interlayer mismatches can strongly modify both charge-ordering patterns and low-energy bosonic excitations in layered materials, and suggest that the enigmatic CDW phase in the quasi-one-dimensional compound HfTe3 is excitonic in nature."}
{"id": "2512.05835", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05835", "abs": "https://arxiv.org/abs/2512.05835", "authors": ["Zakhar A. Iakovlev", "Akashdeep Kamra", "Mikhail M. Glazov1"], "title": "Boltzmann transport theory of magnon-exciton drag", "comment": null, "summary": "We develop a microscopic theory of magnon-exciton drag effect in a bilayer van der Waals antiferromagnetic semiconductor CrSBr. Effective exciton-magnon coupling arises from an orbital mechanism: Magnons tilt the layer magnetizations, enabling charge carrier tunneling that mixes intra- and interlayer excitons and thereby modulate the exciton energy. We derive the effective Hamiltonian of exciton-magnon coupling, based on our calculation of the magnon spectrum taking into account short-range exchange interaction between Cr-ion spins, single-ion anisotropy, and long-range dipole-dipole interactions. The latter produces a negative group velocity of magnons at small wavevectors. We show that despite rather small renormalization of exciton's energy and effective mass by the exciton-magnon interaction, the three key two-magnon processes: exciton-magnon scattering, two-magnon absorption by exciton, and two-magnon emission are highly efficient. By solving the Boltzmann kinetic equation, we evaluate short exciton-magnon scattering time which is in the sub-ps range and strongly decreases with the increase of magnon population. Hence, exciton-magnon scattering is likely to be dominant over other scattering processes related to the exciton-phonon and exciton-disorder interactions. We demonstrate that magnons can efficiently drag excitons, resulting in a large and nearly isotropic exciton propagation that can significantly exceed the intrinsic anisotropic diffusion. Our results provide a theoretical basis for recent observations of anomalous exciton transport in CrSBr [F. Dirnberger, et al., Nat. Nano. (2025)] and establish magnon-exciton drag as a powerful mechanism for controlling exciton propagation in magnetic systems."}
{"id": "2512.05699", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05699", "abs": "https://arxiv.org/abs/2512.05699", "authors": ["Johan F. S. Christensen", "M. Faizal Ussama Jalaludeen", "Søren S. Sørensen", "Anders K. R. Christensen", "Xuan Ge", "Tao Du", "Yuanzheng Yue", "Anton Davydok", "Christina Krywka", "Lothar Wondraczek", "Henning F. Poulsen", "Morten M. Smedskjaer"], "title": "In situ mapping of indentation-induced densification and cracking in vitreous silica by nanofocus X-ray scattering", "comment": null, "summary": "The practical strength of oxide glasses is greatly reduced by surface flaws that form during processing and use. Instrumented indentation can mimic such real-life damage events and induce flaws and cracking under controlled conditions. At the same time, instrumented indentation allows for systematic examination of the deformation and structural changes of the regions of the glass being indented. However, structural probing is nearly always performed after rather than during the sharp contact event, limiting our understanding of the indentation process. To overcome this, we here demonstrate the use of nanofocus X-ray scattering experiments to probe the local mechanical and structural response of vitreous silica during indentation. Two-dimensional mapping of the scattering pattern in the zone below a sharp diamond wedge indenter reveals local changes in the atomic structure and density as well as cracking behavior. These in situ experiments during indentation reveal the formation and evolution of the densification zone and cracking with nanoscale resolution. Understanding the interplay between structural densification and cracking behavior in glasses is deepened through this work, which is crucial for the development of more damage-resistant and thus stronger glasses as well as fundamental understanding of glass deformation mechanisms."}
{"id": "2512.05873", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05873", "abs": "https://arxiv.org/abs/2512.05873", "authors": ["Thomas Luschmann", "Tahereh Sadat Parvini", "Lukas Niekamp", "Achim Marx", "Rudolf Gross", "Hans Huebl"], "title": "Resolving Abrikosov vortex entry in superconducting nano-string resonators via displacement-noise spectroscopy in cavity-optomechanics", "comment": "8 pages, 4 figures", "summary": "Abrikosov vortices in type-II superconductors critically influence current flow and coherence, thereby imposing fundamental limits on superconducting quantum technologies. Quantum circuits employ superconducting elements at micro- and mesoscopic scales, where individual vortices can significantly impact device performance, necessitating investigation of vortex entry, motion, and pinning in these constrained geometries. Cavity-optomechanical platforms combining flux-tunable microwave resonators with superconducting nanomechanical elements offer a promising route to the single-photon strong-coupling regime and enable highly sensitive probing of the mechanical degree of freedom under elevated magnetic fields. Here, we exploit this platform to investigate vortex entry processes at the single-event level. We observe discrete jumps of the mechanical resonance frequency attributable to individual vortex entry, corresponding to attonewton-scale forces and allowing quantitative extraction of single-vortex pinning energies. These signatures are superimposed on a smooth power-law background characteristic of the collective Campbell-regime of vortex elasticity. Our results establish optomechanics-inspired sensing as a powerful method for exploring fundamental superconducting properties and identifying decoherence pathways in quantum circuits. Beyond advancing vortex physics, this work opens new opportunities for integrating mechanical sensing into superconducting device architectures, bridging condensed matter physics and quantum information science."}
{"id": "2512.05704", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05704", "abs": "https://arxiv.org/abs/2512.05704", "authors": ["Balazs Toth", "Adam Gali", "Gergo Thiering"], "title": "Exe.py: Ab initio fine structure parameters for trigonal defect qubits within the E$\\otimes$e Jahn-Teller case", "comment": null, "summary": "Trigonal solid-state defects are often subjects of spontaneous symmetry breaking driven by the $E\\otimes e$ Jahn-Teller effect, reflecting strong electron-phonon coupling. These systems, particularly paramagnetic defect qubits in solids are central for quantum technology applications, where accurate knowledge of their fine-structure parameters $-$ shaped by the complex interplay of spin-orbit and electron-phonon interactions $-$ is essential. We introduce the $\\mathtt{Exe.py}$ code part of the $\\mathtt{jahn {\\text -} teller {\\text -} dynamics}$ package, a Python code that implements the first-principles approach of [Phys. Rev. X 8, 021063 (2018)] to accurately compute the spin-orbit-phonon entanglement in trigonal defects utilizing the output from density functional theory calculations (DFT). By employing $Δ$SCF calculations, the method extends naturally to excited states and predicts fine-structure parameters of zero-phonon lines (ZPLs), including Zeeman shifts under external magnetic fields. The approach is applicable not only to solid-state defects but also to Jahn-Teller active trigonal molecules such as the $X$CH$_3$ family. We demonstrate the capabilities of Exe.py through applications to negatively charged Group-IV$-$vacancy (G4V) defects in diamond: SiV$^-$, GeV$^-$, SnV$^-$, PbV$^-$ and the neutral N$_3$V$^0$ defect in diamond, and the CH$_3$O methoxy molecule."}
{"id": "2512.05886", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05886", "abs": "https://arxiv.org/abs/2512.05886", "authors": ["A. De Vita", "J. Bakkelund", "H. Świątek", "M. J. Winiarski", "S. Malick", "C. V. B. Nielsen", "F. Bertran", "A. J. H. Jones", "P. Majchrzak", "F. Miletto Granozio", "J. A. Miwa", "R. Ernstorfer", "T. Pincelli", "T. Klimczuk", "C. Bigi", "F. Mazzola"], "title": "Uncovering surface states of the Dirac semimetal BaMg2Bi2", "comment": null, "summary": "BaMg2Bi2 is a Dirac semimetal characterized by a simple Dirac cone crossing the Fermi level at the center of the Brillouin zone, protected by C3 rotational symmetry. Together with its Sr-based analogue SrMg2Bi2, it has been proposed as a promising candidate for a chemically driven topological switch: while SrMg2Bi2 is an insulator, BaMg2Bi2 exhibits non-trivial topological features. A detailed understanding of its electronic structure is essential to elucidate its electronic and transport properties. Previous photoemission studies confirmed the Dirac nature of BaMg2Bi2, but were limited to high photon energies, which hindered direct comparison with density functional theory calculations (DFT), due to reduced resolution and higher-frequency matrix-element modulation in that regime. In this work, we combine high-resolution angle-resolved photoemission spectroscopy (ARPES) and DFT calculations to get full insight on the valence band states, providing a comprehensive picture of the low-energy electronic structure. Our measurements reveal the presence of previously unobserved surface states. We found that they are topologically trivial, but they unlock a more comprehensive understanding of the material's behavior, reconciling previous discrepancies between experiment and theory."}
{"id": "2512.05735", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05735", "abs": "https://arxiv.org/abs/2512.05735", "authors": ["Paula Mellado", "Francisco Muñoz", "Javiera Cabezas-Escares"], "title": "Sliding phasons in Moiré Ladders", "comment": "21 pages, 9 figures", "summary": "An incommensurate charge density wave is a periodic modulation of charge that breaks translational symmetry at a momentum that does not coincide with the primitive lattice vectors. Its Goldstone excitation, the phason, comprises collective gapless phase fluctuations. Aiming to unveil the mechanism behind the onset of incommensurate charge order in layered materials, we study a half-filled, four-band tight-binding model on a ladder with a relative shift $δ=p/q$ between the legs, induced by the dimerization of one of them. The shift results in a moiré supercell comprising q composite cells and a modulated inter-leg tunneling. The moiré potential compresses the leg bands into flat minibands near the Fermi level, resulting in additional low-energy peaks in the density of states. Including Coulomb interactions, we find an incommensurate charge-density-wave phase in which the charge modulation is out of phase between the legs. The collective excitations of this state are long-lived neutral, acoustic phasons whose speed is controlled by the moiré parameter $δ$ and the inter-leg tunneling amplitude. This model sheds light on the role of interlayer incongruities in the formation of excitonic charge-ordered phases in van der Waals and heterostructured materials."}
{"id": "2512.05738", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05738", "abs": "https://arxiv.org/abs/2512.05738", "authors": ["Lample Pierrick", "Weis Mateusz", "Boschetto Davide", "Guizard Stéphane"], "title": "Angle and time-resolved polarization change induced by Kerr effect in amorphous and crystalline SiO2", "comment": null, "summary": "We measure the polarization change of a beam reflected from the surface of both crystalline alpha and amorphous SiO2 samples while they are photo-excited by an intense light pulse, at intensities above the nonlinear excitation threshold yet below the damage threshold. The polarization change varies with the angle between the polarization of pump and probe light, but is found to be independent of their orientation relative to the crystal axes. This behavior differs between the reflected and transmitted beams, and can be modeled by taking into account a birefringence induced by the electric field of the pump. These polarization-change effects can be very strong, with polarization rotation exceeding 90°, at pump intensities well below the damage threshold. We also observe a markedly different behavior of the reflected beam depending on whether the material is crystalline or amorphous."}
{"id": "2512.05778", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05778", "abs": "https://arxiv.org/abs/2512.05778", "authors": ["Guilherme Kuhl-Soares", "Otávio Canton", "Eduardo Granado", "Diego Carranza-Célis", "Marcelo Knobel", "Gabriel Gomide", "Juan Gabriel Ramirez", "Diego Muraca"], "title": "Irreversible phase reconfiguration and thermal-memory effects in a highly-correlated manganite", "comment": "19 pages, 13 figures, 2 tables", "summary": "Phase separated manganites provide a unique platform to study the dynamics of competing electronic and structural orders in correlated systems. In $La_{0.275}Pr_{0.35}Ca_{0.375}MnO_{3}$ (LPCMO), we use temperature cycling Raman spectroscopy to uncover a previously unidentified regime of structural irreversibility, emerging from the interplay between lattice distortions and phase competition across the phase separation and charge and orbital ordering temperatures. This irreversible behavior encodes a thermal memory effect reflecting the system's history dependent energy landscape. Correlated magnetic and transport responses confirm the coupling between lattice and electronic degrees of freedom, revealing a nem form of nonequilibrium phase dynamics in mixed valence oxides. These results advance the understanding of metastability and memory phenomena in strongly correlated materials, opening pathways toward adaptive and neuromorphic functionalities in quantum materials."}
{"id": "2512.05792", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05792", "abs": "https://arxiv.org/abs/2512.05792", "authors": ["Mustafa Mahmoud Aboulsaad", "Olivier Donzel-Gargand", "Rafael B. Araujo", "Tomas Edvinsson"], "title": "Symmetry-driven phonon confinement in 2D halide perovskites", "comment": "22 pages, 4 figures", "summary": "Quantum confinement not only reshapes electronic states but also reorganizes the vibrational landscape of low-dimensional semiconductors. In halide perovskites, however, the role of confinement in governing symmetry effects on vibrational modes has remained unresolved. Here we synthesize 2D CsPbBr3 nanoplatelets with atomically defined thicknesses for 2-5 monolayers (MLs) and perform exciton absorption and emission analysis, crystalline phase determination, and phonon analysis. The lowest dimensional structure (2 MLs) reveal a co-existence of cubic and orthorhombic structure, energetically converging to orthorhombic for 3 MLs and beyond. Through polarization-resolved Raman spectroscopy and first-principles theory for 2-5 MLs, a striking symmetry contrast is found: B1g modes intensify and evolve in line with the phonon-confinement model, while Ag modes deviate, reflecting their distinct spatial localization. First principles calculations show that B1g vibrational modes largely reside in the xy-plane, Pb-Br-Pb units connect octahedra along the xy-direction with increased lattice dynamics as inner layers accumulate, whereas A1g vibrations couple to out-of-plane distortions and remain susceptible to surface disorder and finite-size effects. This symmetry-driven dichotomy provides a general framework for understanding phonon localization in layered halide perovskites. Beyond mechanism, we establish Raman fingerprints, particularly the A1g/B1g intensity ratio in cross-polarized geometry, as a calibrated, non-destructive metrology for 2D nanoplatelet thickness through 2-5 MLs. These results bridge electronic and phonon confinement and highlight symmetry engineering as a route to understand and control phonons, excitons, and their interactions in low-dimensional optoelectronic materials."}
{"id": "2512.05796", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.05796", "abs": "https://arxiv.org/abs/2512.05796", "authors": ["Francesco Delodovici", "Brahim Dkhil", "Charles Paillard"], "title": "Size-effects on shift-current in layered CuInP$_2$S$_6$", "comment": null, "summary": "Two-dimensional ferroelectrics have recently emerged as a promising avenue for next-generation optoelectronic and photovoltaic devices. Due to the intrinsic absence of inversion symmetry, 2D ferroelectrics exhibit bulk photovoltaic effect (BPVE), which relies on hot, non-thermalized photo-excited carriers to generate a photo-induced current with enhanced performances thanks to efficient charge separation mechanisms. The absence of a required p-n junction architecture makes these materials particularly attractive for nanoscale energy harvesting. Recent studies have reported enhanced BPVE in nanometer-thick CuInP$_2$S$_6$ ferroelectric embedded between two graphene wafers, driven by relatively strong polarization and reduced dimensionality. Short circuit photocurrent density values have been observed to reach up to mA/cm$^2$. In this paper, we demonstrate that the shift-current mechanism alone cannot fully account for these high conductivity values, suggesting that additional mechanisms may play a significant role. Furthermore, our work confirms the existence of a strong size effect, which drastically reduces the shift-conductivity response in the bulk limit, in agreement with experimental observations."}
{"id": "2512.05799", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05799", "abs": "https://arxiv.org/abs/2512.05799", "authors": ["Alessandro Veneri", "Francesco Quintavalle", "Thierry Valet", "Roberto Raimondi"], "title": "Microscopic theory of the inverse spin galvanic effect in anisotropic Rashba models", "comment": null, "summary": "The Rashba spin-orbit coupling (SOC) is a well-known mechanism for the spin-charge interconversion via the inverse and direct spin galvanic effects. The lack of a full inversion symmetry allows the coupling of the charge current and spin density. In this paper we investigate this phenomenon when the in-plane rotational symmetry is lowered to the $C_{2v}$ and $C_{3v}$ symmetry groups, whereby the electron spectrum becomes anisotropic. We find that in the $C_{2v}$ case, depending on the ratio between the Rashba SOC strengths along the principal axes, the non-equilibrium spin density deviates notably from the $90^o$ degrees rotation, with respect to the applied electric field, familiar in the isotropic case. In the $C_{3v}$ case, when a warping cubic-in-momentum term is present, whereas the standard $90^o$ degrees rotation of the spin density remains, the spin-charge interconversion depends on the intensity of the warping itself. The microscopic theory takes into account disorder including vertex corrections, both via the diagrammatic implementation of the Kubo formula and via the quantum kinetic theory. We show that vertex corrections are crucial to capture the details of the inverse spin galvanic effect in contrast to previous treatments based on the constant broadening approximation."}
{"id": "2512.05813", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05813", "abs": "https://arxiv.org/abs/2512.05813", "authors": ["Klaiv Mertiri", "Yuli V. Nazarov"], "title": "Quantized transconductance emerges from non-symmetric quantum fluctuations: theoretical prediction", "comment": null, "summary": "We show theoretically that weak quantum fluctuations induced by a non-symmetric electromagnetic environment may lead to a quantized transconductance of a multi-terminal quantum contact rather than to a blockade of transport in the contact. The result suggests the possibility to realize Quantum Hall phenomenology without its common ingredients and/or a topological quantum state."}
{"id": "2512.05818", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.05818", "abs": "https://arxiv.org/abs/2512.05818", "authors": ["Hendrik J. Ehrich", "Marvin C. May", "Stefan J. Eder"], "title": "Machine-learning-enabled interpretation of tribological deformation patterns in large-scale MD data", "comment": "19 pages, 11 figures", "summary": "Molecular dynamics (MD) simulations have become indispensable for exploring tribological deformation patterns at the atomic scale. However, transforming the resulting high-dimensional data into interpretable deformation pattern maps remains a resource-intensive and largely manual process. In this work, we introduce a data-driven workflow that automates this interpretation step using unsupervised and supervised learning. Grain-orientation-colored computational tomograph pictures obtained from CuNi alloy simulations were first compressed through an autoencoder to a 32-dimensional global feature vector. Despite this strong compression, the reconstructed images retained the essential microstructural motifs: grain boundaries, stacking faults, twins, and partial lattice rotations, while omitting only the finest defects. The learned representations were then combined with simulation metadata (composition, load, time, temperature, and spatial position) to train a CNN-MLP model to predict the dominant deformation pattern. The resulting model achieves a prediction accuracy of approximately 96% on validation data. A refined evaluation strategy, in which an entire spatial region containing distinct grains was excluded from training, provides a more robust measure of generalization. The approach demonstrates that essential tribological deformation signatures can be automatically identified and classified from structural images using Machine Learning. This proof of concept constitutes a first step towards fully automated, data-driven construction of tribological mechanism maps and, ultimately, toward predictive modeling frameworks that may reduce the need for large-scale MD simulation campaigns."}
{"id": "2512.05835", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.05835", "abs": "https://arxiv.org/abs/2512.05835", "authors": ["Zakhar A. Iakovlev", "Akashdeep Kamra", "Mikhail M. Glazov1"], "title": "Boltzmann transport theory of magnon-exciton drag", "comment": null, "summary": "We develop a microscopic theory of magnon-exciton drag effect in a bilayer van der Waals antiferromagnetic semiconductor CrSBr. Effective exciton-magnon coupling arises from an orbital mechanism: Magnons tilt the layer magnetizations, enabling charge carrier tunneling that mixes intra- and interlayer excitons and thereby modulate the exciton energy. We derive the effective Hamiltonian of exciton-magnon coupling, based on our calculation of the magnon spectrum taking into account short-range exchange interaction between Cr-ion spins, single-ion anisotropy, and long-range dipole-dipole interactions. The latter produces a negative group velocity of magnons at small wavevectors. We show that despite rather small renormalization of exciton's energy and effective mass by the exciton-magnon interaction, the three key two-magnon processes: exciton-magnon scattering, two-magnon absorption by exciton, and two-magnon emission are highly efficient. By solving the Boltzmann kinetic equation, we evaluate short exciton-magnon scattering time which is in the sub-ps range and strongly decreases with the increase of magnon population. Hence, exciton-magnon scattering is likely to be dominant over other scattering processes related to the exciton-phonon and exciton-disorder interactions. We demonstrate that magnons can efficiently drag excitons, resulting in a large and nearly isotropic exciton propagation that can significantly exceed the intrinsic anisotropic diffusion. Our results provide a theoretical basis for recent observations of anomalous exciton transport in CrSBr [F. Dirnberger, et al., Nat. Nano. (2025)] and establish magnon-exciton drag as a powerful mechanism for controlling exciton propagation in magnetic systems."}
{"id": "2512.05841", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05841", "abs": "https://arxiv.org/abs/2512.05841", "authors": ["Akira Miura", "Woohyeon Baek", "Yuta Fujii", "Kiyoharu Tadanaga", "Rana Hossain", "Aichi Yamashita", "Yoshikazu Mizuguchi", "Chikako Moriyoshi", "Shintaro Kobayashi", "Shogo Kawaguchi", "Jiong Ding", "Shigeo Mori", "Atsushi Sakuda", "Akitoshi Hayashi", "Wenhao Sun"], "title": "Time-Temperature-Transformation (TTT) Diagrams to rationalize the nucleation and quenchability of metastable $α$-Li$_3$PS$_4$", "comment": null, "summary": "$α$-Li$_3$PS$_4$ is a promising solid-state electrolyte with the highest ionic conductivity among its polymorphs. However, its formation presents a thermodynamic paradox: the $α$-phase is the equilibrium phase at high temperature and transforms to the stable $γ$-Li$_3$PS$_4$ polymorph when cooled to room temperature; however, $α$-Li$_3$PS$_4$ can be synthesized and quenched in a metastable state via rapid heating at relatively low temperatures. The origin of this synthesizability and anomalous stability has remained elusive. Here, we resolve this paradox by establishing a comprehensive time-temperature-transformation (TTT) diagram, constructed from a computational temperature-size phase diagram and experimental high-time-resolution isothermal measurements. Our density functional theory calculations reveal that at the nanoscale, the $α$-phase is stabilized by its low surface energy, which drastically lowers the nucleation barrier across a wide temperature range. This size-dependent stabilization is directly visualized using in-situ synchrotron X-ray diffraction and electron microscopy, capturing the rapid nucleation of nano-sized $α$-phase and its subsequent slow transformation. This work presents a generalizable framework that integrates thermodynamic and kinetic factors for understanding nucleation and phase transformation mechanisms, providing a rational strategy for the targeted synthesis of functional metastable materials."}
{"id": "2512.05862", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05862", "abs": "https://arxiv.org/abs/2512.05862", "authors": ["Jörn W. F. Venderbos", "Paola Gentile", "Carmine Ortix"], "title": "Topological spin multipolization and linear magnetoelectric coupling in two-dimensional antiferromagnets", "comment": "22 pages; 11 figures; 7 appendices", "summary": "In this paper we predict that the magnetoelectric response of two-dimensional (2D) antiferromagnets is determined by the topology of the ground state. This topological magnetoelectric response, encoded in the spin magnetoelectric polarizability and its closely related spin multipolization, occurs when the electronic structure of the antiferromagnetic insulator is described by massive 2D Dirac fermions, and is therefore native to 2D, unlike the topological magnetoelectric effect of three-dimensional topological insulators. To demonstrate the topological contribution to the (spin) magnetoelectric polarizability, we compute the magnetoelectric polarizability microscopically for two distinct minimal lattice models: a spin-orbit coupled Néel antiferromagnet and a spin-orbit-free noncollinear antiferromagnet with double-$Q$ spin order. We show that the topological origin of the revealed magnetoelectric effect can be traced back to the electromagnetic response of topological semimetals in two dimensions, and hence is ultimately governed by a strong topological invariant in one dimension. Given this dimensional hierarchy, we further consider two minimal lattice models in one dimension, both one-dimensional variants of the 2D lattice models, and show that the magnetoelectric polarizability exhibits a clear signature of nontrivial crystalline topology. Possible material realizations are discussed."}
{"id": "2512.05871", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05871", "abs": "https://arxiv.org/abs/2512.05871", "authors": ["D. S. Annenkov", "A. A. Kopasov", "A. S. Mel'nikov"], "title": "Interplay of ferroelectricity and interlayer superconductivity in van der Waals bilayers", "comment": "34 pages, 9 figures", "summary": "We study the distinctive features of the interplay between the interlayer superconductivity and ferroelectricity in van der Waals heterostructures. Corresponding analysis is carried out within the framework of the quasiclassical Eilenberger equations for a tunnel coupled bilayer with inhomogeneous relative shift of the conduction bands between the layers, which describes the net charge transfer in sliding ferroelectrics. It is shown that the critical temperature of the interlayer superconductivity can be significantly enhanced for superconducting nuclei localized in the vicinity of ferroelectric domain walls. We demonstrate that the increase in the tunneling amplitude leads to the decrease (increase) in the difference between the critical temperatures for localized and homogeneous superconducting states for the spin-singlet (spin-triplet) interlayer superconductivity. We also perform an extensive analysis of the effects of the in-plane magnetic field on the interlayer superconductivity. It is shown that the orbital effect can result in the suppression of the spin-singlet interlayer superconductivity and to the enhancement of the spin-triplet one. We find that possible manifestations of the paramagnetic effect include the suppression of the interlayer superconductivity by rather weak Zeeman fields, the two-fold anisotropy of the critical magnetic field for the spin-triplet states as well as the appearance of the reentrant superconducting phases. It is shown that the joint influence of the orbital and paramagnetic mechanisms on the spin-triplet interlayer superconductivity can even lead to a nonmonotonic behavior of the superconducting critical temperature as a function of the external magnetic field. The obtained results are discussed in the context of recent experimental data on van der Waals structures with coexisting superconductivity and sliding ferroelectricity."}
{"id": "2512.05873", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05873", "abs": "https://arxiv.org/abs/2512.05873", "authors": ["Thomas Luschmann", "Tahereh Sadat Parvini", "Lukas Niekamp", "Achim Marx", "Rudolf Gross", "Hans Huebl"], "title": "Resolving Abrikosov vortex entry in superconducting nano-string resonators via displacement-noise spectroscopy in cavity-optomechanics", "comment": "8 pages, 4 figures", "summary": "Abrikosov vortices in type-II superconductors critically influence current flow and coherence, thereby imposing fundamental limits on superconducting quantum technologies. Quantum circuits employ superconducting elements at micro- and mesoscopic scales, where individual vortices can significantly impact device performance, necessitating investigation of vortex entry, motion, and pinning in these constrained geometries. Cavity-optomechanical platforms combining flux-tunable microwave resonators with superconducting nanomechanical elements offer a promising route to the single-photon strong-coupling regime and enable highly sensitive probing of the mechanical degree of freedom under elevated magnetic fields. Here, we exploit this platform to investigate vortex entry processes at the single-event level. We observe discrete jumps of the mechanical resonance frequency attributable to individual vortex entry, corresponding to attonewton-scale forces and allowing quantitative extraction of single-vortex pinning energies. These signatures are superimposed on a smooth power-law background characteristic of the collective Campbell-regime of vortex elasticity. Our results establish optomechanics-inspired sensing as a powerful method for exploring fundamental superconducting properties and identifying decoherence pathways in quantum circuits. Beyond advancing vortex physics, this work opens new opportunities for integrating mechanical sensing into superconducting device architectures, bridging condensed matter physics and quantum information science."}
{"id": "2512.05875", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05875", "abs": "https://arxiv.org/abs/2512.05875", "authors": ["H. Radhakrishnan", "C. Ortix", "J. W. F. Venderbos"], "title": "Layer dipole magnetoelectric polarizability of antiferromagnetic bilayers", "comment": "5 pages; 4 figures; 2 appendices", "summary": "In this paper we study magnetoelectric effects in two-dimensional magnetic bilayers and introduce the notion of a layer dipole magnetoelectric polarizability. This magnetoelectric polarizability describes the magnetization response to an applied electric field perpendicular to the bilayer. As such, it represents the electric analog of the spin magnetoelectric polarizability, governing the charge polarization response to an applied Zeeman field. Starting from the orbital magnetization produced by a perpendicular displacement field, we derive a microscopic expression for the layer dipole magnetoelectric polarizability and apply it to two minimal models for bilayer magnets, i.e., a buckled square lattice model and a magnetic topological insulator model. In the case of the buckled square lattice model we show that the layer dipole magnetoelectric polarizability has a (quasi-)topological contribution, revealing a topological magnetoelectric response of two-dimensional antiferromagnets associated with the layer pseudospin degree of freedom."}
{"id": "2512.05879", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05879", "abs": "https://arxiv.org/abs/2512.05879", "authors": ["Ya-Ru Wang", "Marko Mladenović", "Eugene Kotomin", "Kersten Hahn", "Jaehyun Lee", "Wilfried Sigle", "Jovana V. Milić", "Peter A. van Aken", "Ursula Rothlisberger", "Michael Grätzel", "Davide Moia", "Joachim Maier"], "title": "Relating the dynamics of photo de-mixing in mixed bromide-iodide perovskites to ionic and electronic transport", "comment": "54 pages, 44 figures", "summary": "The observation of reversible de-mixing phenomena in mixed-halide perovskites under illumination is one of the most challenging as well as intriguing aspects of this class of materials. On the one hand, it poses critical constraints to the compositional space that allows reliable design of absorbers for perovskite photovoltaics. On the other hand, it holds potential for the development of novel optoionic devices where an ionic response is triggered via optical stimuli. Funda-mental questions about the origin of such photo de-mixing process remain unanswered, both in terms of its mechanism as well as thermodynamic description. Here, we relate in-situ measurements of ionic and electronic transport of mixed bromide-iodide perovskite thin films performed during photo de-mixing with the evolution of their optical and morpho-logical properties. The results point to the definition of different stages of the de-mixing process which, based on micros-copy and spectroscopic measurements, we assign to regimes of spinodal decomposition and nucleation of quasi-equilibrium iodide- and bromide-rich phases. Combined with density functional theory calculations, we explore the role of dimensionality in the mechanism and reversibility of photo de-mixing and dark re-mixing processes, referring to elec-tronic and ionic contributions to the de-mixing driving force. Additionally, our data emphasizes the role of the surface, as significantly different de-mixing dynamics, in terms of extent and reversibility, are observed for films with or without encapsulation. Our comprehensive analysis of transport, phase and optical properties of mixed-halide perovskites pro-vides guidelines for future materials design as well as for the more general fundamental understanding of light-induced ionic phenomena."}
{"id": "2512.05886", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05886", "abs": "https://arxiv.org/abs/2512.05886", "authors": ["A. De Vita", "J. Bakkelund", "H. Świątek", "M. J. Winiarski", "S. Malick", "C. V. B. Nielsen", "F. Bertran", "A. J. H. Jones", "P. Majchrzak", "F. Miletto Granozio", "J. A. Miwa", "R. Ernstorfer", "T. Pincelli", "T. Klimczuk", "C. Bigi", "F. Mazzola"], "title": "Uncovering surface states of the Dirac semimetal BaMg2Bi2", "comment": null, "summary": "BaMg2Bi2 is a Dirac semimetal characterized by a simple Dirac cone crossing the Fermi level at the center of the Brillouin zone, protected by C3 rotational symmetry. Together with its Sr-based analogue SrMg2Bi2, it has been proposed as a promising candidate for a chemically driven topological switch: while SrMg2Bi2 is an insulator, BaMg2Bi2 exhibits non-trivial topological features. A detailed understanding of its electronic structure is essential to elucidate its electronic and transport properties. Previous photoemission studies confirmed the Dirac nature of BaMg2Bi2, but were limited to high photon energies, which hindered direct comparison with density functional theory calculations (DFT), due to reduced resolution and higher-frequency matrix-element modulation in that regime. In this work, we combine high-resolution angle-resolved photoemission spectroscopy (ARPES) and DFT calculations to get full insight on the valence band states, providing a comprehensive picture of the low-energy electronic structure. Our measurements reveal the presence of previously unobserved surface states. We found that they are topologically trivial, but they unlock a more comprehensive understanding of the material's behavior, reconciling previous discrepancies between experiment and theory."}
{"id": "2512.05895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05895", "abs": "https://arxiv.org/abs/2512.05895", "authors": ["Fatemeh Mahmoudi"], "title": "A Machine Learning Framework for Predicting Glass-Forming Ability in Ternary Alloy Systems", "comment": "Keywords: Glass-Forming Ability, Ternary Oxide Systems, Materials Informatics, Machine Learning, Random Forest, XGBoost", "summary": "Predicting the glass-forming ability (GFA) of chemical compositions remains a fundamental challenge in materials science, especially for oxide glasses with broad compositional diversity. Traditional empirical and thermodynamic approaches often fail to capture the complex, nonlinear factors governing vitrification. In this study, we applied two ensemble machine learning algorithms-Random Forest (RF) and Extreme Gradient Boosting (XGB)-to the glass_ternary_hipt dataset to predict the GFA of ternary oxide glasses directly from composition-derived descriptors. Both models achieved excellent predictive accuracy (R^2 > 0.92, MAE < 0.04), confirming that GFA is learnable from compositional features alone. Feature importance analysis revealed that electronegativity variance, atomic size mismatch, and valence electron descriptors are the most influential factors, while cohesive energy and ionic radius provided secondary contributions. These chemically interpretable features align with established theories of glass formation, thereby bridging predictive performance with physical understanding. The novelty of this work lies in systematically extending ML-based predictive modeling to ternary oxide glasses, a class less studied compared to metallic and binary systems. Our results demonstrate that ensemble learning not only enables accurate GFA prediction but also provides actionable insights for designing new glass compositions with enhanced stability."}
{"id": "2512.05917", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.05917", "abs": "https://arxiv.org/abs/2512.05917", "authors": ["Junyi Liu", "Xu Zhang", "Gang Lu"], "title": "Magnetic and moiré Proximity Effects in WSe2/WSe2/CrI3 Trilayers", "comment": null, "summary": "Integrating magnetic order to moiré superlattices is of significant scientific and technological interest. Based on first-principles calculations, we study the interplay of magnetic proximity and moiré proximity in WSe2/WSe2/CrI3 trilayers with different stackings and twist angles. Large valley splitting is observed due to redistribution of the exciton charge density across layers via a super-exchange-like mechanism, and its electric-field dependence bears similarity to electrically tunable and valley-selective Feshbach resonances. The valley splitting can be magnified in moiré superlattices owing to the superposition of Umklapp excitons folded from moiré minibands, yielding spatially modulated and enhanced magnetic proximity. The moiré proximity effect is demonstrated via an imprinted moiré potential on CrI3 layer and its feedback to the direct moiré potential on WSe2 bilayers is observed. The cooperation between the direct and imprinted moiré potentials is shown to yield novel topological and correlated states."}
{"id": "2512.05924", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.05924", "abs": "https://arxiv.org/abs/2512.05924", "authors": ["A. De Vita", "V. Polewczyk", "G. Panaccione", "G. Vinai"], "title": "Surface restoration in hygroscopic VI3 crystals via synchrotron soft X-ray irradiation", "comment": null, "summary": "Among van der Waals crystals, transition metal trihalide VI3 has driven attention for its magnetic and orbital properties. However, its chemical instability under ambient conditions make its exploitation challenging for technological implementation. In this context, here we show how synchrotron radiation soft X-rays partially restore stoichiometric chemical and electronic properties of VI3 crystals. By combining X-ray absorption and X-ray photoemission spectroscopies, we show as-cleaved and aged (in ultra-high vacuum conditions) chemical degradation of VI3 crystal surface, with the formation of vanadates, and its, at least partial, recovery under high-flux soft X-ray beam exposure, revealing that superficial hygroscopic contamination couples relatively weakly to the crystal surface."}
{"id": "2512.05938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.05938", "abs": "https://arxiv.org/abs/2512.05938", "authors": ["Shahana Chatterjee", "Alexander Davis", "Lena Podina", "Divya Sharma", "Yoshua Bengio", "Alexandre Duval", "Oleksandr Voznyy", "Alex Hernández-Garcia", "David Rolnick", "Félix Therrien"], "title": "Adsorption energies are necessary but not sufficient to identify good catalysts", "comment": "7 pages, 3 figures and 1 table. SI included as an appendix", "summary": "As a core technology for green chemical synthesis and electrochemical energy storage, electrocatalysis is central to decarbonization strategies aimed at combating climate change. In this context, computational and machine learning driven catalyst discovery has emerged as a major research focus. These approaches frequently use the thermodynamic overpotential, calculated from adsorption free energies of reaction intermediates, as a key parameter in their analysis. In this paper, we explore the large-scale applicability of such overpotential estimates for identifying good catalyst candidates by using datasets from the Open Catalyst Project (OC20 and OC22). We start by quantifying the uncertainty in predicting adsorption energies using \\textit{ab initio} methods and find that $\\sim$0.3-0.5 eV is a conservative estimate for a single adsorption energy prediction. We then compute the overpotential of all materials in the OC20 and OC22 datasets for the hydrogen and oxygen evolution reactions. We find that while the overpotential allows the identification of known good catalysts such as platinum and iridium oxides, the uncertainty is large enough to misclassify a broad fraction of the datasets as ``good'', which limits its value as a screening criterion. These results question the reliance on overpotential estimation as a primary evaluation metric to sort through catalyst candidates and calls for a shift in focus in the computational catalysis and machine learning communities towards other metrics such as synthesizability, stability, lifetime or affordability."}
{"id": "2512.05956", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.05956", "abs": "https://arxiv.org/abs/2512.05956", "authors": ["Zheng-Duo Fan", "Ashvin Vishwanath"], "title": "Minimal two band model and experimental proposals to distinguish pairing mechanisms of the high-T$_c$ superconductor La$_3$Ni$_2$O$_7$", "comment": null, "summary": "The discovery of high-T$_c$ superconductivity in La$_3$Ni$_2$O$_7$ has opened the door to a new route to high temperature superconductivity, distinct from that in cuprates and iron-based materials. Yet, despite intense recent activity, we lack experimentally testable protocols for distinguishing between different pairing scenarios. In this Letter, we construct a minimal two-band model that reproduces the Fermi-surface topology observed in recent ARPES measurements and DFT calculations, and we analyze superconductivity arising from two distinct pairing mechanisms. We show that these mechanisms yield sharply different responses to an applied perpendicular electric field. Thus, La$_3$Ni$_2$O$_7$ offers the unique opportunity to cleanly distinguish between different pairing scenarios. Finally, we propose three concrete experimental proposals designed to distinguish these scenarios and thereby identify the pairing mechanism most relevant to the real material."}
{"id": "2512.05441", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.05441", "abs": "https://arxiv.org/abs/2512.05441", "authors": ["Sindhana Pannir-Sivajothi", "David T. Limmer"], "title": "Spin Polarization from Circularly Polarized Light Induced Charge Transfer", "comment": null, "summary": "We show how a spin polarization can be generated through the photo-induced electron transfer of an achiral donor-acceptor complex following chiral light excitation. In particular, we illustrate the basic energetic and symmetry requirements for chirality induced spin selectivity where the chirality emerges from the electronic degrees of freedom following excitation with circularly polarized light. We study this effect in a simple model of a metalloporphyrin complex with an axial acceptor ligand using quantum mechanical rate theories and numerical simulations. We find that the spin polarization emerges due to the selective excitation of a ring current within the porphryin, breaking the degeneracy of the two degenerate spin states. The resultant spin polarization increases with the spin orbit coupling between the metal in the porphyrin and the axial ligand, and is transient, with a lifetime dependent on the rate of dephasing from the Jahn-Teller distortion mode. This proposed effect should be observable in spin-resolved photoemission spectroscopy."}
{"id": "2512.05717", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.05717", "abs": "https://arxiv.org/abs/2512.05717", "authors": ["Sofiia Chorna", "Davide Tisi", "Cesare Malosso", "Wei Bin How", "Michele Ceriotti", "Sanggyu Chong"], "title": "Comparing the latent features of universal machine-learning interatomic potentials", "comment": null, "summary": "The past few years have seen the development of ``universal'' machine-learning interatomic potentials (uMLIPs) capable of approximating the ground-state potential energy surface across a wide range of chemical structures and compositions with reasonable accuracy. While these models differ in the architecture and the dataset used, they share the ability to compress a staggering amount of chemical information into descriptive latent features. Herein, we systematically analyze what the different uMLIPs have learned by quantitatively assessing the relative information content of their latent features with feature reconstruction errors as metrics, and observing how the trends are affected by the choice of training set and training protocol. We find that the uMLIPs encode chemical space in significantly distinct ways, with substantial cross-model feature reconstruction errors. When variants of the same model architecture are considered, trends become dependent on the dataset, target, and training protocol of choice. We also observe that fine-tuning of a uMLIP retains a strong pre-training bias in the latent features. Finally, we discuss how atom-level features, which are directly output by MLIPs, can be compressed into global structure-level features via concatenation of progressive cumulants, each adding significantly new information about the variability across the atomic environments within a given system."}
{"id": "2512.05834", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.05834", "abs": "https://arxiv.org/abs/2512.05834", "authors": ["José Campos-Martínez", "Marta I. Hernández"], "title": "Enhanced quantum transport in bilayer two-dimensional materials", "comment": null, "summary": "Two-dimensional (2D) materials have been proposed, among many other applications, as a efficient tool for the separation of atomic and molecular species and their corresponding isotopes, given the confinement provided by their subnanometric dimensions. In this work we present three dimensional quantum wave packet calculations revealing an enhancement in the quantum transport in bilayer over monolayer graphdiyne membranes, one of the most popular 2D materials which is commonly employed for this purpose. Besides, resonances emerge superimposed over the typical monolayer profile for transmission probabilities, a feature that is general to other bilayer nanoporous 2D heterostructures and that shows a strong dependence on the interlayer separation."}
