{"id": "2512.09948", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.09948", "abs": "https://arxiv.org/abs/2512.09948", "authors": ["Phil Attard"], "title": "Quantum Monte Carlo in Classical Phase Space with the Wigner-Kirkwood Commutation Function. Results for the Saturation Liquid Density of $^4$He", "comment": "5 pages, 2 figures", "summary": "A Metropolis Monte Carlo algorithm is given for the case of a complex phase space weight, which applies generally in quantum statistical mechanics. Computer simulations using Lennard-Jones $^4$He near the $λ$-transition, including an expansion to third order of the Wigner-Kirkwood commutation function, give a saturation liquid density in agreement with measured values."}
{"id": "2512.09965", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09965", "abs": "https://arxiv.org/abs/2512.09965", "authors": ["Tamiaki Yoneya"], "title": "Statistical Field Theory of Interacting Nambu Dynamics", "comment": "1 figure", "summary": "We develop a statistical field theory for classical Nambu dynamics by employing partially the method of quantum field theory. One of unsolved problems in Nambu dynamics has been to extend it to interacting systems without violating a generalized canonical structure associated with the presence of multiple Hamiltonians, which together govern the dynamics of time evolution with an equal footing. In the present paper, we propose to include interactions from the standpoint of classical statistical dynamics by formulating it as a field theory on Nambu's generalized phase space in an operator formalism. We first construct a general framework for such a field theory and its probabilistic interpretation. Then, on the basis of this new framework, we give a simple model of self-interaction in a many-body Nambu system treated as a closed dynamical system satisfying the H-theorem. It is shown that a generalized micro-canonical ensemble and a generalized canonical ensemble characterized by many temperatures are reached dynamically as equilibrium states, starting with certain classes of initial non-equilibrium states via continuous Markov processes. Compared with the usual classical statistical mechanics on the basis of standard Hamiltonian dynamics, some important new features associated with Nambu dynamics will emerge, with respect to the symmetries underlying dynamics of the non-equilibrium as well as the equilibrium states and also to some conceptual properties, such as a formulation of a generalized KMS-like condition characterizing the generalized canonical equilibrium states and a `relative' nature of the temperatures."}
{"id": "2512.10005", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10005", "abs": "https://arxiv.org/abs/2512.10005", "authors": ["Parvinder Solanki", "Igor Lesanovsky", "Gabriele Perfetto"], "title": "Universal relaxation speedup in open quantum systems through transient conditional and unconditional resetting", "comment": null, "summary": "Speeding up the relaxation dynamics of many-body quantum systems is important in a variety of contexts, including quantum computation and state preparation. We demonstrate that such acceleration can be universally achieved via transient stochastic resetting. This means that during an initial time interval of finite duration, the dynamics is interrupted by resets that take the system to a designated state at randomly selected times. We illustrate this idea for few-body open systems and also for a challenging many-body case, where a first-order phase transition leads to a divergence of relaxation time. In all scenarios, a significant and sometimes even exponential acceleration in reaching the stationary state is observed, similar to the so-called Mpemba effect. The universal nature of this speedup lies in the fact that the design of the resetting protocol only requires knowledge of a few macroscopic properties of the target state, such as the order parameter of the phase transition, while it does not necessitate any fine-tuned manipulation of the initial state."}
{"id": "2512.10216", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10216", "abs": "https://arxiv.org/abs/2512.10216", "authors": ["Massimo Boninsegni"], "title": "Bose one-component plasma in 2D: a Monte Carlo study", "comment": "Fourteen pages, five figures in color", "summary": "The low-temperature properties of a 2D Bose fluid of charged particles interacting through a 1/r potential, moving in the presence of a uniform neutralizing background, is studied by Quantum Monte Carlo simulations. We make use of the Modified Periodic Coulomb potential formalism to account for the long-range character of the interaction, and explore a range of density corresponding to average interparticle separation $1 \\le r_s\\le 80$. We report numerical results based on simulations of system comprising up to 2304 particles. We find a superfluid ground state for $r_s$ as large as 68, i.e., slightly above the most recent numerical estimate of the Wigner crystallization threshold, which we estimate at $r_W \\approx 70$. Furthermore, no thermally re-entrant crystalline phase nor any evidence of metastable bubbles is observed near the transition, in contrast with a previous theoretical study in which quantum statistics was neglected. The computed superfluid transition temperature depends remarkably weakly on density."}
{"id": "2512.09979", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09979", "abs": "https://arxiv.org/abs/2512.09979", "authors": ["Debanjan Chowdhury"], "title": "Planckian Bounds via Spectral Moments of Optical Conductivity", "comment": "Main text: 4 pages + references; Supplementary material: 3 pages", "summary": "The observation of Planckian scattering, often inferred from Drude fits in strongly correlated metals, raises the question of how to extract an intrinsic timescale from measurable quantities in a model-independent way. We address this by focusing on a ratio (${\\cal{B}}$) of spectral moments of the dissipative part of the optical conductivity and prove a rigorous upper bound on ${\\cal{B}}$ in terms of the Planckian rate. The bound emerges from the analytic structure of thermally weighted response functions of the current operator. Crucially, the bounded quantity is directly accessible via optical spectroscopy and computable from imaginary-time correlators in quantum Monte Carlo simulations, without any need for analytic continuation. We evaluate ${\\cal{B}}$ for simplified examples of both Drude and non-Drude forms of the optical conductivity with a single scattering rate in various asymptotic regimes, and find that ${\\cal{B}}$ lies far below the saturation value. These findings demonstrate that Planckian bounds can arise from fundamental constraints on equilibrium dynamics, pointing toward a possibly universal structure governing transport in correlated quantum matter."}
{"id": "2512.10123", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.10123", "abs": "https://arxiv.org/abs/2512.10123", "authors": ["Olivia Tsang", "Owen Melia", "Vasileios Charisopoulos", "Jeremy Hoskins", "Yuehaw Khoo", "Rebecca Willett"], "title": "A Model-Guided Neural Network Method for the Inverse Scattering Problem", "comment": "28 pages", "summary": "Inverse medium scattering is an ill-posed, nonlinear wave-based imaging problem arising in medical imaging, remote sensing, and non-destructive testing. Machine learning (ML) methods offer increased inference speed and flexibility in capturing prior knowledge of imaging targets relative to classical optimization-based approaches; however, they perform poorly in regimes where the scattering behavior is highly nonlinear. A key limitation is that ML methods struggle to incorporate the physics governing the scattering process, which are typically inferred implicitly from the training data or loosely enforced via architectural design. In this paper, we present a method that endows a machine learning framework with explicit knowledge of problem physics, in the form of a differentiable solver representing the forward model. The proposed method progressively refines reconstructions of the scattering potential using measurements at increasing wave frequencies, following a classical strategy to stabilize recovery. Empirically, we find that our method provides high-quality reconstructions at a fraction of the computational or sampling costs of competing approaches."}
{"id": "2512.10815", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10815", "abs": "https://arxiv.org/abs/2512.10815", "authors": ["Dario Baum", "Arno Förster", "Lucas Visscher"], "title": "qs$GW$ quasiparticle and $GW$-BSE excitation energies of 133,885 molecules", "comment": "Link to the dataset to be inserted soon", "summary": "Machine learning applications in the chemical sciences, especially when based on neural networks, critically depend on the availability of large quantities of high quality data. As they provide excellent accuracy for both charged and neutral excitations, a large dataset containing quasiparticle self-consistent GW (qs$GW$) and Bethe-Salpeter equation (BSE) data would be highly desirable to model excited state energies and properties. In this work, we introduce a dataset for qs$GW$-BSE excitation energies and qs$GW$ quasiparticle energies of unprecedented size. Our dataset, denoted QM9GWBSE, supplies $GW$-BSE singlet-singlet and singlet-triplet excitation energies, corresponding transition dipole moments and oscillator strengths as well as qs$GW$ quasiparticle energies for all molecules from the popular QM9 dataset. We anticipate that QM9GWBSE will provide a solid foundation to train highly accurate machine learning models for the prediction of molecular excited state properties."}
{"id": "2512.09943", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09943", "abs": "https://arxiv.org/abs/2512.09943", "authors": ["Viktoriia Omelchenko"], "title": "On fast charged particles scattering on zigzag nanotube", "comment": "15 pages, 10 figures", "summary": "A fast charged particle scattering on a single-wall carbon nanotube of zigzag type was considered. The differential cross sections of scattering on nanotubes of different spatial orientation with respect to the incident particles were obtained. The eikonal approximation of quantum electrodynamics and the continuous potential approximation were used."}
{"id": "2512.09992", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.09992", "abs": "https://arxiv.org/abs/2512.09992", "authors": ["Shiang-Bin Chiu", "Anton Andreev", "Alexander Burin", "Boris Z. Spivak"], "title": "Low-temperature dissipative conductivity of superconductors with paramagnetic impurities", "comment": null, "summary": "In s-wave superconductors with a small concentration of magnetic impurities, the only electronic excitations that remain available at low temperatures are the excitations of the system of localized spins. We discuss a new mechanism of interaction between electromagnetic waves and the localized spins in disordered superconductors. A supercurrent induces randomly distributed spin density of the itinerant electrons, which couples to the impurity spins by exchange interaction. Acceleration of the Cooper pair condensate by the external AC electric field of frequency $ω$ creates a strong, time-dependent exchange field acting on the localized spins, which is inversely proportional to $ω$. As a result, the low-frequency dissipative part of the conductivity saturates to a nonzero value. We use the fluctuation-dissipation theorem to evaluate the spectrum of equilibrium current fluctuations associated with the fluctuation in the spin subsystem. We also predict that in the presence of a DC magnetic field parallel to the superconducting film, the system of spins exhibits a large positive magnetoconductance."}
{"id": "2512.10052", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10052", "abs": "https://arxiv.org/abs/2512.10052", "authors": ["Néstor E. Massa", "Javier Gainza", "Aurélien Canizares", "Leire del Campo", "José Antonio Alonso"], "title": "Spin-phonon interactions revisited: Far-infrared emission, Raman scattering, and high-resolution x-ray diffraction at the Néel temperature in LaFeO3", "comment": "10 figures", "summary": "We report on the structural evolution, spin phonon interactions, and magnetoelastic effects in bulk LaFeO3 perovskite across its antiferromagnetic transition. We found that while the lattice constants exhibit slight deviations at the Neel temperature(TN), due to spin phonon interactions, individual interatomic bonds display distinct behavior. The octahedral B site basal plane, involving oxygen ion pairs that mediate superexchange interactions, displays bond contraction (or elongation) assimilable to the observed in x ray diffraction for negative thermal expansion. These bond deviations reach a singular point near TN, where a sharp change in bond length is observed. A similar abrupt change is also detected in the nearest neighbor La O2 basal plane distances, which we interpret as arising from ion size differences within the 3d 2p hybridized states associated with the superexchange mechanism. High-resolution SXRD measurements of the c-axis Fe3+ O1 and La3+ O1 apex distances reveal a distinct inflection at the Neel temperature. This behavior supports the role of lattice distortions and crystal field modifications in the emergence of non collinear weak ferromagnetism in RFeO3 (R = rare earth) perovskites. Furthermore, our SXRD patterns show an increase in diffraction line intensities peaking at TN, suggesting a straightforward indicator for spin-phonon interactions that also resolves into lattice metastability deduced by nonlinear thermal expansion in the paramagnetic phase. Preliminary results across the full RFeO3 (R = rare earth) series indicate a shared structural framework among all members, potentially offering insights into previously inconclusive structural interpretations in oxides with common octahedral sublattices."}
{"id": "2512.09943", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09943", "abs": "https://arxiv.org/abs/2512.09943", "authors": ["Viktoriia Omelchenko"], "title": "On fast charged particles scattering on zigzag nanotube", "comment": "15 pages, 10 figures", "summary": "A fast charged particle scattering on a single-wall carbon nanotube of zigzag type was considered. The differential cross sections of scattering on nanotubes of different spatial orientation with respect to the incident particles were obtained. The eikonal approximation of quantum electrodynamics and the continuous potential approximation were used."}
{"id": "2512.10500", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10500", "abs": "https://arxiv.org/abs/2512.10500", "authors": ["Yusuke Yanagisawa", "Shin-ichi Sasa"], "title": "Discreteness-induced spatial chaos versus fluctuation-induced spatial order in stochastic Turing pattern formation", "comment": "8 pages, 11 figures", "summary": "We investigate Turing pattern formation in a stochastic reaction-diffusion model defined on $N$ lattice sites, where each lattice site is associated with a reaction vessel of volume $Ω$. We focus on a regime where spatial discreteness plays a crucial role, namely when the characteristic length of patterns is comparable to the lattice spacing. In this setting, we compare two different limiting procedures and show that they lead to qualitatively different outcomes. If we first take the deterministic limit $Ω\\to \\infty$ and then the long-time limit $t \\to \\infty$, the stationary solutions of the corresponding spatially discrete deterministic equations become spatially chaotic in the limit $N\\to\\infty$. In contrast, if we first take the limit $t \\to \\infty$ and then take an appropriate limit of $Ω\\to \\infty$ and $N\\to\\infty$, the resulting patterns are spatially periodic."}
{"id": "2512.09982", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.09982", "abs": "https://arxiv.org/abs/2512.09982", "authors": ["Ammar Kirmani", "Andrew A. Allocca", "Jian-Xin Zhu", "Armin Rahmani", "Sriram Ganeshan", "Pouyan Ghaemi"], "title": "Measuring the Hall Viscosity of the Laughlin State on Noisy Quantum Computers", "comment": "6+7 pages, 3+2 figures", "summary": "Hall viscosity is a quantized nondissipative stress response of a fractional quantum Hall (FQH) fluid to adiabatic geometric deformations. Despite strong theoretical interest, its experimental observation in the FQH state has remained elusive, making it a promising target for realization on current NISQ devices. In this work, we employ a quasi-one-dimensional model of an FQH state coupled to a background metric to probe the geometric response under a metric quench. We design and implement a quantum-circuit protocol that realizes a Hilbert-space-truncated version of the model and extracts the Hall viscosity from the geometric response encoded in the wavefunction dynamics of the device. While the truncation prevents us from accessing the fully quantized value of Hall viscosity, the hardware data nevertheless show excellent agreement with analytical and numerical predictions within this restricted regime."}
{"id": "2512.10131", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.10131", "abs": "https://arxiv.org/abs/2512.10131", "authors": ["Pietro Chiarantoni", "Oscar Serra", "Mohammad Erfan Mowlaei", "Venkata Surya Kumar Choutipalli", "Mark DelloStritto", "Xinghua Shi", "Micheal L. Klein", "Vincenzo Carnevale"], "title": "Generative Modeling of Entangled Polymers with a Distance-Based Variational Autoencoder", "comment": null, "summary": "We present a variational autoencoder framework for learning and generating configurations of structured polymer globules from distance matrices. We used coarse-grained molecular dynamics to sample polyethylene structures, which we used as the training set for our deep learning model. By combining convolution and attention layers, the model encodes the structural patterns of distance matrices into an organized and roto-translationally invariant latent space of lower dimensionality. The generative capability of the variational autoencoder, coupled with a post-processing pipeline based on multidimensional scaling and short molecular dynamics, enables the recovery of physically meaningful configurations. The reconstructed and generated samples reproduce key observables, including energy, size, and entanglement, despite minor discrepancies in the raw decoder output."}
{"id": "2512.10859", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10859", "abs": "https://arxiv.org/abs/2512.10859", "authors": ["David Fertig", "Adrian L. Usler", "Mathijs Janssen"], "title": "Basic requirements for potential differences across solid--fluid interfaces", "comment": "11 pages, 11 figures", "summary": "At model water--vapor and water--solid interfaces, molecular ordering leads to charge oscillations and, thereby, to a spatially varying electrostatic potential. Atomistic simulations indicate that such ordering leads to an electric potential difference $χ$, the surface potential, of about $-0.5\\,\\mathrm{V}$ across the first few molecular layers. Here, we calculate surface potentials at interfaces between a simple model fluids and a solid, with Molecular Dynamics simulations. The fluids are made up of either diatomic, dipolar molecules or a single Lennard-Jones particle with a dipole moment. All fluids show some structuring near the interface, but charge oscillations and a non-zero surface potential are present only for asymmetric molecules (unequal diameters of the atoms) or molecules with an off-center dipole. We condense this finding into the criterion that the geometric and dipolar centers of a molecule must differ for the fluid to exhibit a surface potential. Remarkably, while the solid--fluid interaction strength strongly affects the magnitude of charge oscillations, it hardly affects the potential drop $χ$. Further, our results demonstrate that changing the diameter of the smaller atom can flip the sign of the surface potential, thus highlighting the importance of steric effects."}
{"id": "2512.09962", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.09962", "abs": "https://arxiv.org/abs/2512.09962", "authors": ["Yu-Long Zhang", "Cheng-Ming Miao", "Qing-Feng Sun", "Jian-Jun Liu", "Ying-Tao Zhang"], "title": "Characterizing second-order topological insulators via entanglement topological invariant in two-dimensional systems", "comment": "accepted by Communications Physics, 9 pages, 4 figures,", "summary": "Higher-order topological insulators have attracted significant interest in recent years. However, identifying a universal topological invariant capable of characterizing higher-order topology remains challenging. Here, we propose a entanglement topological invariant designed to characterize secondorder topological systems. This entanglement topological invariant captures the entanglement of topological corner states under open boundary conditions by employing a bipartite entanglement entropy method. In several representative models, the entanglement topological invariant assumes a nonzero value exclusively in the presence of second-order topology, with its magnitude exactly matching the number of topologically protected corner states. Consequently, the proposed entanglement topological invariant not only provides a clear criterion for detecting higher-order topology, but also offers a quantitative measure for the related corner states. Our study establishes a universal and precise method for characterizing higher-order topological phases, opening avenues for their fundamental understanding and future investigations."}
{"id": "2512.09994", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.09994", "abs": "https://arxiv.org/abs/2512.09994", "authors": ["Kristian Mæland", "Giorgio Sangiovanni", "Björn Trauzettel"], "title": "Mechanism for Nodal Topological Superconductivity on PtBi$_2$ Surface", "comment": "7+15 pages, 3+8 figures", "summary": "Experiments show that the Weyl semimetal PtBi$_2$ hosts unconventional superconductivity in its topological surface states. Hence, the material is a candidate for intrinsic topological superconductivity. Measurements indicate nodal gaps in the center of the Fermi arcs. We derive that anisotropic electron-phonon coupling on Weyl semimetal surfaces, combined with statically screened Coulomb repulsion, is a microscopic mechanism for this nodal pairing. The dominant solution of the linearized gap equation shows nodal gaps when the surface state bandwidth is comparable to the maximum phonon energy, as is the case in PtBi$_2$. We further predict that if the screening of Coulomb interaction on the surface is enhanced by Coulomb engineering, the superconducting gap becomes nodeless, and the critical temperature increases."}
{"id": "2512.10201", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10201", "abs": "https://arxiv.org/abs/2512.10201", "authors": ["Huan Li"], "title": "Switching of topological phase transition from semiconductor to ideal Weyl states in Cu$_2$SnSe$_3$ family of materials", "comment": "8 pages, 8 figures", "summary": "The exploration of topological phase transition (TPT) mechanisms constitutes a central theme in quantum materials research. Conventionally, transitions between Weyl semimetals (WSMs) and other topological states rely on the breaking of time-reversal symmetry (TRS) or precise manipulation of lattice symmetry, thus constraints the available control strategies and restrict the scope of viable material systems. In this work, we propose a novel mechanism for TPT that operates without TRS breaking or lattice symmetry modification: a class of semiconductors can be directly transformed into an ideal WSM via bandgap closure. This transition is driven by chemical doping, which simultaneously modulates the band gap and enhances spin-orbit coupling (SOC), leading to band inversion between the valence and conduction bands and thereby triggering the TPT. Using first-principles calculations, we demonstrate the feasibility of this mechanism in the Cu$_2$SnSe$_3$ family of materials, where two pairs of Weyl points emerge with energies extremely close to the Fermi level. The bulk Fermi surface becomes nearly point-like, while the surface Fermi surface consists exclusively of Fermi arcs. This symmetry-independent mechanism bypasses the constraints of conventional symmetry-based engineering, and also offers an ideal platform for probing the anomalous transport properties of WSMs."}
{"id": "2512.09948", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.09948", "abs": "https://arxiv.org/abs/2512.09948", "authors": ["Phil Attard"], "title": "Quantum Monte Carlo in Classical Phase Space with the Wigner-Kirkwood Commutation Function. Results for the Saturation Liquid Density of $^4$He", "comment": "5 pages, 2 figures", "summary": "A Metropolis Monte Carlo algorithm is given for the case of a complex phase space weight, which applies generally in quantum statistical mechanics. Computer simulations using Lennard-Jones $^4$He near the $λ$-transition, including an expansion to third order of the Wigner-Kirkwood commutation function, give a saturation liquid density in agreement with measured values."}
{"id": "2512.10566", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10566", "abs": "https://arxiv.org/abs/2512.10566", "authors": ["Jacopo A. Garofalo", "Nuno A. M. Araújo", "Lucilla de Arcangelis", "Alessandro Sarracino", "Eugenio Lippiello"], "title": "Janus Percolation in Anisotropic Limited-Degree Networks", "comment": null, "summary": "Many real-world infrastructures, from sensor and road networks to power grids, are spatially embedded and anisotropic, with constraints on the maximum number of links each node can establish. Such systems can be represented as anisotropic limited-degree networks, in which each node forms at most q outgoing links preferentially oriented along a fixed direction. By increasing the node density sigma at fixed q, we uncover a reentrant percolation transition: a giant strongly connected component emerges, but unexpectedly disintegrates again at high densities. This counterintuitive behavior implies that adding nodes, normally expected to enhance robustness, can instead reduce mutual accessibility and weaken global connectivity. The critical behavior displays two coexisting \"faces\": random-percolation scaling along the preferred direction and directed-percolation scaling transversely, therefore we name this phenomenon Janus percolation, in analogy with the dual-faced Roman god. These findings demonstrate that anisotropy and degree limitation can jointly induce a novel reentrant connectivity with mixed universality that bridges the universality classes of random and directed percolation, providing fresh insight into how structural constraints shape connectivity and resilience in spatial networks."}
{"id": "2512.10070", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10070", "abs": "https://arxiv.org/abs/2512.10070", "authors": ["Ben R. M. Tragheim", "Fabio Orlandi", "En-Pei Liu", "Wei-Tin Chen", "Mark S. Senn"], "title": "The magnetic structure of polar $G$-type charge and orbital ordered Hg-quadruple manganite perovskites", "comment": "9 page, 6 figures", "summary": "The magnetic structure of the novel Hg$_{0.7}$Na$_{0.3}$Mn$_3$Mn$_4$O$_{12}$, a quadruple manganite perovskite that exhibits a unique $G$-type charge and orbital ordered state distinct to other $A^{2+}$Mn$_3$Mn$_4$O$_{12}$ equivalents ($A$ $=$ Ca, Sr, Cd, Pb), has been solved using powder neutron diffraction and symmetry-motivated analysis. A $G$-type-like antiferromagnetic (AFM) ordering of Mn on the $A'$ sites and a `up--up--down--down' AFM moment configuration of Mn spins on the $B$ sites is found to occur. The mechanism for the onset and stabilization of $B$ site `up--up--down--down' AFM order is explored in terms of coupling between structural and magnetic distortions. The results presented here provide evidence of the exotic charge, orbital, electronic and magnetic orderings that quadruple manganite perovskites demonstrate, and further highlighting the distinct chemistry that Hg$^{2+}$ plays in stabilizing novel states compared to other divalent $A$-site cation equivalents."}
{"id": "2512.10207", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2512.10207", "abs": "https://arxiv.org/abs/2512.10207", "authors": ["Kazutaka Yanagihara", "Jun Iwasaki", "Kiyoto Saso", "Taichi Yamashita", "Shomu Murakoshi", "Akihiro Takezawa"], "title": "Flow-priority optimization of additively manufactured variable-TPMS lattice heat exchanger based on macroscopic analysis", "comment": null, "summary": "Heat exchangers incorporating triply periodic minimal surface (TPMS) lattice structures have attracted considerable research interest because they promote uniform flow distribution, disrupt boundary layers, and improve convective heat-transfer performance. However, from the perspective of forming a macroscopic flow pattern optimized for heat-exchange efficiency, a uniform lattice is not necessarily the optimal configuration. This study initially presents a macroscopic modeling approach for a two-fluid heat exchanger equipped with a TPMS Primitive lattice. The macroscopic flow analysis is conducted based on the Darcy--Forchheimer theory. Under the assumption that heat is transferred solely at the interface between the fluid and the TPMS walls, a macroscopic heat-transfer model is developed using a volumetric heat-transfer coefficient, which serves as an artificial property characterizing the unit-volume heat-transfer capability. To regulate the relative dominance of the hot and cold flows-effectively, the channel widths-within the heat exchanger, we adopt the isosurface threshold of the Primitive lattice as the design variable and construct an optimization scheme for the lattice distribution using the previously described macroscopic model. The optimization is subsequently carried out for a planar heat exchanger where the hot and cold fluids each follow U-shaped flow trajectories. The optimal solution was verified, and its validity was examined through detailed geometric analysis and experiments conducted using metal LPBF. The optimal solution derived from the macroscopic model also demonstrated a clear performance advantage over the uniform lattice in the experimental results. The optimal solution obtained from the macroscopic model also demonstrated a clear performance improvement over the uniform lattice, with an average enhancement of 28.7% in the experimental results."}
{"id": "2512.10397", "categories": ["cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10397", "abs": "https://arxiv.org/abs/2512.10397", "authors": ["Ezekiel Oyeniyi", "Omololu Akin-Ojo"], "title": "Excitation energies and UV-Vis absorption spectra from INDO/s+ML", "comment": "Submitted to JCTC (ACS)", "summary": "The semi-empirical INDO/s method is popular for studies of excitation energies and absorption of molecules due to its low computational requirement, making it possible to make predictions for large systems. However, its accuracy is generally low, particularly, when compared with the typical accuracy of other methods such as time-dependent density functional theory (TDDFT). Here, we present machine learning (ML) models that correct the INDO/s results with negligible increases in the amount of computing resources needed. While INDO/s excitations energies have an average error of about 1.1 eV relative to TDDFT energies, the added ML corrections reduce the error to 0.2 eV. Furthermore, this combination of INDO/s and ML produces UV-Vis absorption spectra that are in good agreement with the TDDFT predictions."}
{"id": "2512.09988", "categories": ["cond-mat.mes-hall", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2512.09988", "abs": "https://arxiv.org/abs/2512.09988", "authors": ["A. Levchenko", "E. Kirkinis", "A. V. Andreev"], "title": "Fluctuation-induced giant magnetoresistance in charge-neutral graphene", "comment": "5 pages, 2 figures", "summary": "The Johnson-Nyquist noise associated with the intrinsic conductivity of the electron liquid, induces fluctuations of the electron density in charge-neutral graphene devices. In the presence of external electric and magnetic fields, the fluctuations of charge density and electric current induce a fluctuating hydrodynamic flow. We show that the resulting advection of charge produces a fluctuation contribution to the macroscopic conductivity of the system, $σ_{\\mathrm{fl}}$, and develop a quantitative theory of $σ_{\\mathrm{fl}}$. At zero magnetic field, $σ_{\\mathrm{fl}}$ diverges logarithmically with the system size and becomes rapidly suppressed at relatively small fields. This results in giant magnetoresistance of the system."}
{"id": "2512.10010", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10010", "abs": "https://arxiv.org/abs/2512.10010", "authors": ["Shuo Wang", "Ilaria Maccari", "Xilin Feng", "Ze-Nan Wu", "Jia-Peng Peng", "Kam Tuen Law", "Y. X. Zhao", "Andras Szabo", "Andreas Schnyder", "Ning Kang", "Xiao-Song Wu", "Jingchao Liu", "Xuewen Fu", "Mark H. Fischer", "Manfred Sigrist", "Dapeng Yu", "Ben-Chuan Lin"], "title": "Switchable half-quantum flux states in a ring of the kagome superconductor CsV$_3$Sb$_5$", "comment": "49 pages, 23 figures", "summary": "Magnetic flux quantization in units of $Φ_0 = h/2e$ is a defining feature of superconductivity, rooted in the charge-2e nature of Cooper pairs. In a ring geometry, the flux quantization leads to oscillations in the critical temperature with magnetic flux, known as the Little-Parks effect. While the maximal critical temperature is conventionally at zero flux, departures from this rule, for instance shifts by a half-quantum flux $Φ_0/2$, clearly signal unconventional superconducting states and require sign-changing order parameters. Historically, such $π$-phase shifts in Little-Parks oscillations have been found in tricrystals or engineered ring structures that intentionally incorporate a $π$-phase shift. Here we report the discovery of switchable half-quantum flux states in rings made from single crystals of the kagome superconductor CsV$_3$Sb$_5$. We observe Little-Parks oscillations with a $π$-phase shift at zero bias current, which can be reversibly tuned to conventional Little-Parks oscillations upon applying a bias current. Between the $π$-phase and 0-phase regimes, $h/4e$ periodic oscillations appear. Our observations suggest unconventional pairing, potentially in the form of a multicomponent order parameter in the kagome superconductor CsV$_3$Sb$_5$, and reveal an electrically tunable landscape of competing superconducting condensates and fractional flux states."}
{"id": "2512.10266", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10266", "abs": "https://arxiv.org/abs/2512.10266", "authors": ["Chia-Hsiu Hsu", "Zezhi Wang", "Sen Shao", "Yoshinori Okada", "Feng-Chuan Chuang", "Dong Xing", "Ilya Belopolski", "Cheng-Long Zhang", "Guoqing Chang"], "title": "Defects Engineering of ZrTe5 for Stabilizing Ideal Topological States", "comment": null, "summary": "ZrTe5 is a highly tunable, high-mobility topological material that hosts a rich variety of quantum phenomena, making it a promising platform for next-generation quantum technologies. Despite intensive research efforts, experimental studies have reported inconsistent and sometimes conflicting results for its electronic and topological states, largely due to variations in sample quality. Here, through systematic frst-principles investigations of all intrinsic point defects, we identify a practical route to achieving stable and ideal topological characteristics in ZrTe5. We show that the competition between two dominant charged defects, donor-like Zr interstitials and acceptor-like Te vacancies, governs the Fermi-level position. Furthermore, variations in defect density determine the topological phases of the samples. We theoretically propose and experimentally confrm that increasing the Te/Zr ratio during crystal growth effectively suppresses intrinsic defects and stabilizes ZrTe5 in a nearly ideal weak topological insulator state. These fndings provide clear guidance for defect control and sample optimization, paving the way toward robust and reproducible realization of topological quantum states in ZrTe5 for future quantum applications."}
{"id": "2512.09962", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.09962", "abs": "https://arxiv.org/abs/2512.09962", "authors": ["Yu-Long Zhang", "Cheng-Ming Miao", "Qing-Feng Sun", "Jian-Jun Liu", "Ying-Tao Zhang"], "title": "Characterizing second-order topological insulators via entanglement topological invariant in two-dimensional systems", "comment": "accepted by Communications Physics, 9 pages, 4 figures,", "summary": "Higher-order topological insulators have attracted significant interest in recent years. However, identifying a universal topological invariant capable of characterizing higher-order topology remains challenging. Here, we propose a entanglement topological invariant designed to characterize secondorder topological systems. This entanglement topological invariant captures the entanglement of topological corner states under open boundary conditions by employing a bipartite entanglement entropy method. In several representative models, the entanglement topological invariant assumes a nonzero value exclusively in the presence of second-order topology, with its magnitude exactly matching the number of topologically protected corner states. Consequently, the proposed entanglement topological invariant not only provides a clear criterion for detecting higher-order topology, but also offers a quantitative measure for the related corner states. Our study establishes a universal and precise method for characterizing higher-order topological phases, opening avenues for their fundamental understanding and future investigations."}
{"id": "2512.10591", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2512.10591", "abs": "https://arxiv.org/abs/2512.10591", "authors": ["Loran Ts. Adzhemyan", "Diana A. Davletbaeva", "Daniil A. Evdokimov", "Mikhail V. Kompaniets"], "title": "Multiloop calculations with parametric integration in critical dynamics: the four-loop analytic study of model A of $φ^4$ theory", "comment": null, "summary": "We perform an analytical four loop calculation of exponent $z$ in model A of critical dynamics in $d=4-2\\varepsilon$ dimensions. This is the first time such a large order of perturbation theory has been calculated analytically for models of critical dynamics. To do this, we apply the modern method of parametrical integration with hyperlogaritms. We discuss in detail peculiarities of application of this method to critical dynamics, e.g. the problem of linear-irreducible diagrams already present in four loop (contrary to statics where the first linear-irreducible diagram appears in six loop)."}
{"id": "2512.10096", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10096", "abs": "https://arxiv.org/abs/2512.10096", "authors": ["Marcin M. Wysokiński"], "title": "Gutzwiller approximation for paramagnetic ionic Hubbard model: Analytic expression for band - Mott insulator transition", "comment": "Submitted to Acta Physica Polonica B as proceedings of the Concepts in Strongly Correlated Quantum Matter 2025 conference", "summary": "The ionic Hubbard model is a paradigmatic setup for studying the competition between band and Mott insulating behavior. Within the variationally exact in infinite dimensions Gutzwiller approximation, we derive a compact analytic expression for the phase boundary between Mott and band insulator. While the method reproduces the expected band-Mott insulator phenomenology, it does not capture the correlated metallic state at finite staggered potential found for example in dynamical mean-field theory. This absence highlights that the metallic phase originates from incoherent Hubbard-band physics rather than Fermi-liquid behavior well captured by Gutzwiller approximation. Our formulation establishes a concise variational framework to ionic Hubbard model, with natural extensions to nonequilibrium setups and spin-exchange dynamics."}
{"id": "2512.10520", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.10520", "abs": "https://arxiv.org/abs/2512.10520", "authors": ["Luis Felipe P. Cattelan", "Shah Rukh Qasim", "Patrick H. Owen", "Nicola Serra"], "title": "Ultra-Fast Muon Transport via Histogram Sampling on GPUs", "comment": null, "summary": "We present a GPU-accelerated method for muon transport based on histogram sampling that delivers orders of magnitude faster performance than CPU-based Geant4 simulation. Our method employs precomputed histograms of momentum loss and scattering, derived from detailed Geant4 simulations, to statistically reproduce all the non-decaying physics processes during muon traversal through matter. Implemented as a CUDA kernel, the parallel algorithm enables the concurrent simulation of tens of thousands of particles on a single GPU whilst taking into account a complex geometry and a magnetic field force integrated using a fourth-order Runge-Kutta method. Validation against Geant4 in both simple and realistic detector geometries shows that the approach preserves key physical features while achieving speedups of several orders of magnitude, even compared to CPU-based simulations on a large CPU farm with over a thousand cores. This work highlights the significant potential of GPU-based implementations for particle transport, with applicability extending to neutrino propagation and future implementations including discrete processes such as particle decay."}
{"id": "2512.10869", "categories": ["cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10869", "abs": "https://arxiv.org/abs/2512.10869", "authors": ["Francisco Romero-Lara", "Manuel Vilas-Varela", "Ricardo Ortiz", "Manish Kumar", "Alessio Vegliante", "Lucía Gómez-Rodrigo", "Jan Patrick Calupitan", "Diego Soler", "Nikas Friedrich", "Dongfei Wang", "Jon Ortuzar", "Stefano Trivini", "Fabian Schulz", "Thomas Frederiksen", "Pavel Jelínek", "Diego Peña", "Jose Ignacio Pascual"], "title": "Topological Engineering of a Frustrated Antiferromagnetic Triradical in Aza-Triangulene Architectures", "comment": "8 main pages, 4 main figures; 20 supplementary pages, 18 supplementary figures", "summary": "Open-shell nanographenes provide a versatile platform to host unconventional magnetic states within their π-conjugated networks. Particularly appealing are graphene architectures that incorporate spatially separated radicals and tunable interactions, offering a scalable route toward spin-based quantum architectures. Triangulenes are ideal for this purpose, as their radical count scales with size, although strong hybridization prevents individual spin control. Here, we realize a radical reconfiguration strategy that transforms a single-radical aza-triangulene into a frustrated antiferromagnetic triradical by covalently extending it with armchair anthene moieties of increasing length. Scanning tunnelling spectroscopy reveals edge-localized Kondo resonances and a doublet-to-quartet spin excitation, evidencing the emergence of correlated spins. Multi-reference electronic-structure calculations trace the progressive increase in polyradical character with anthene length, driven by the clustering of frontier states within a narrow energy window. Consequently, the initial single-radical doublet reorganizes into a frustrated triradical with weakly coupled edge spins, a molecular analog of a three-qubit quantum register."}
{"id": "2512.10073", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10073", "abs": "https://arxiv.org/abs/2512.10073", "authors": ["Imad Limame", "Peter Ludewig", "Aris Koulas-Simos", "Chirag C. Palekar", "Jan Donges", "Ching-Wen Shih", "Kartik Gaur", "Sarthak Tripathi", "Sven Rodt", "Wolfgang Stolz", "Kerstin Volz", "Stephan Reitzenstein"], "title": "Direct Epitaxial Growth and Deterministic Device Integration of high-quality Telecom O-Band InGaAs Quantum Dots on Silicon Substrate", "comment": null, "summary": "Semiconductor quantum dots (QDs) are key building blocks for photonic quantum technologies, enabling practical sources of non-classical light. A central challenge for scalable integration is the direct epitaxial growth of high-quality emitters on industry-compatible silicon platforms. Furthermore, for long-distance fiber-based quantum communication, emission in the telecom O- or C-band is essential. Here, we demonstrate the direct growth of high-quality InGaAs/GaAs QDs emitting in the telecom O-band using a strain-reducing layer approach on silicon. Deterministic integration of individual QDs into circular Bragg grating resonators is achieved via in-situ electron-beam lithography. The resulting devices exhibit strong out-coupling enhancement, with photon extraction efficiencies up to $(40 \\pm 2)\\%$, in excellent agreement with numerical simulations. These results highlight the high material quality of both the epitaxial platform and the photonic nanostructure, as well as the precise lateral positioning of the emitter within 20~nm of the resonator center. At cryogenic temperature (4~K) and low excitation power ($0.027\\times P_\\text{sat}$), the devices show excellent single-photon purity, exceeding 99\\%. Operation at elevated temperatures of 40~K and 77~K, compatible with compact Stirling cryo-coolers and liquid-nitrogen cooling, reveals robust performance, with single-photon purity maintained at $(88.4 \\pm 0.6)\\%$ at 77~K. These results demonstrate a practical and scalable route toward silicon-based quantum light sources and provide a promising path for cost-effective fabrication and seamless integration of quantum photonics with classical electronics, representing an important step toward large-scale, chip-based quantum information systems."}
{"id": "2512.10157", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10157", "abs": "https://arxiv.org/abs/2512.10157", "authors": ["Xuance Jiang", "Jennifer Cano", "Yuan Ping", "Yafis Barlas", "Deyu Lu"], "title": "Two-dimensional helical superconductivity and gapless superconducting edge modes in the 1T$^\\prime$-WS$_2$/2H-WS$_2$ heterophase bilayer", "comment": null, "summary": "We propose a material platform comprised of transition metal dichalcogenide (TMDC) heterostructures to realize the two-dimensional (2D) helical superconductivity with an intrinsic gap. By van der Waals stacking a 2D superconductor (1T$^\\prime$-WS$_2$ with inversion symmetry) on top of a 2D topological insulator (2H-WS$_2$ with mirror symmetry), the resulting TMDC bilayer exhibits Rashba superconductivity. Under an external in-plane magnetic field, the system can host finite-momentum Cooper pairing, evidenced by the divergence in the particle-particle susceptibility of a $k\\cdot p$ Hamiltonian fitted to the \\textit{ab initio} theory band structure. The resulting 2D helical superconducting phase can induce superconductivity in the edge states with its spatially varying order parameter. By varying the strength of the in-plane magnetic field, we demonstrate that the helical edge state can undergo a phase transition to a one-dimensional gapless phase with narrow Fermi segments corresponding to zero-energy Bogoliubov quasi-particles. The controllable one-dimensional gapless phase serves as a clear experimental fingerprint of 2D helical superconductivity. The proposed 2D TMDC heterostructure is promising for intrinsic nonreciprocal superconducting transport and the development of Majorana-based quantum devices."}
{"id": "2512.10302", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10302", "abs": "https://arxiv.org/abs/2512.10302", "authors": ["Reo Fukunaga", "Ryunosuke Takahashi", "Tetsuro Ueno", "Hiroki Shoji", "Yoshihiko Togawa", "Hiroki Wadati"], "title": "Development of a Ferromagnetic Resonance Measurement System Using NanoVNA", "comment": "7 pages, 5 figures", "summary": "Ferromagnetic resonance (FMR) is a fundamental technique for probing magnetization dynamics in spintronic and magnetic materials. However, conventional FMR measurements rely on broadband vector network analyzers (VNAs), whose high cost limits accessibility for small laboratories and educational environments. To overcome this barrier, we have developed a compact and low-cost FMR measurement platform - the NanoVNA-FMR system-based on a commercially available NanoVNA. The setup integrates an electromagnet and a coplanar waveguide (CPW) and is fully automated using Python scripts. This enables synchronized magnetic-field sweeping, S-parameter acquisition, and real-time visualization. The system successfully captures clear FMR spectra that exhibit systematic shifts in resonance frequency with increasing magnetic field. The results are in excellent agreement with those obtained using a conventional VNA-based FMR system, confirming the quantitative reliability of the NanoVNA approach. Additionally, a 3D-printed sample holder further reduces overall system cost. These results demonstrate that the NanoVNA-FMR system provides a practical, accurate, and accessible alternative for quantitative magnetic characterization and educational applications."}
{"id": "2512.09965", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09965", "abs": "https://arxiv.org/abs/2512.09965", "authors": ["Tamiaki Yoneya"], "title": "Statistical Field Theory of Interacting Nambu Dynamics", "comment": "1 figure", "summary": "We develop a statistical field theory for classical Nambu dynamics by employing partially the method of quantum field theory. One of unsolved problems in Nambu dynamics has been to extend it to interacting systems without violating a generalized canonical structure associated with the presence of multiple Hamiltonians, which together govern the dynamics of time evolution with an equal footing. In the present paper, we propose to include interactions from the standpoint of classical statistical dynamics by formulating it as a field theory on Nambu's generalized phase space in an operator formalism. We first construct a general framework for such a field theory and its probabilistic interpretation. Then, on the basis of this new framework, we give a simple model of self-interaction in a many-body Nambu system treated as a closed dynamical system satisfying the H-theorem. It is shown that a generalized micro-canonical ensemble and a generalized canonical ensemble characterized by many temperatures are reached dynamically as equilibrium states, starting with certain classes of initial non-equilibrium states via continuous Markov processes. Compared with the usual classical statistical mechanics on the basis of standard Hamiltonian dynamics, some important new features associated with Nambu dynamics will emerge, with respect to the symmetries underlying dynamics of the non-equilibrium as well as the equilibrium states and also to some conceptual properties, such as a formulation of a generalized KMS-like condition characterizing the generalized canonical equilibrium states and a `relative' nature of the temperatures."}
{"id": "2512.09979", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09979", "abs": "https://arxiv.org/abs/2512.09979", "authors": ["Debanjan Chowdhury"], "title": "Planckian Bounds via Spectral Moments of Optical Conductivity", "comment": "Main text: 4 pages + references; Supplementary material: 3 pages", "summary": "The observation of Planckian scattering, often inferred from Drude fits in strongly correlated metals, raises the question of how to extract an intrinsic timescale from measurable quantities in a model-independent way. We address this by focusing on a ratio (${\\cal{B}}$) of spectral moments of the dissipative part of the optical conductivity and prove a rigorous upper bound on ${\\cal{B}}$ in terms of the Planckian rate. The bound emerges from the analytic structure of thermally weighted response functions of the current operator. Crucially, the bounded quantity is directly accessible via optical spectroscopy and computable from imaginary-time correlators in quantum Monte Carlo simulations, without any need for analytic continuation. We evaluate ${\\cal{B}}$ for simplified examples of both Drude and non-Drude forms of the optical conductivity with a single scattering rate in various asymptotic regimes, and find that ${\\cal{B}}$ lies far below the saturation value. These findings demonstrate that Planckian bounds can arise from fundamental constraints on equilibrium dynamics, pointing toward a possibly universal structure governing transport in correlated quantum matter."}
{"id": "2512.10168", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10168", "abs": "https://arxiv.org/abs/2512.10168", "authors": ["Satoru Ohgata", "Satoru Hayami"], "title": "Large Anomalous Hall Effect in Topologically Trivial Double-$Q$ Magnets", "comment": "Main text: 5 pages, 3 figures. Supplementary material: 7 pages, 7 figures", "summary": "Multi-$Q$ magnets consist of superposed spin density waves with distinct magnetic modulation vectors, enabling a wide range of magnetic orders depending on their combination. Among them, topologically nontrivial spin textures, such as a magnetic skyrmion, has been extensively studied owing to the emergence of topological Hall effects induced by real-space scalar spin chirality. Contrary to this expectation, we theoretically investigate another route to enhancing the Hall response under a topologically \\textit{trivial} double-$Q$ spin textures. Despite the cancellation of the scalar spin chirality, the double-$Q$ magnetism exhibits a pronounced Hall response with a nonmonotonic dependence on the uniform magnetization, which is in stark contrast to a ferromagnetic state and a single-$Q$ spiral state. Analyzing the multi-orbital Kondo lattice model, we show that orbital hybridization induced by the double-$Q$ superstructure enhances the Berry curvature in $\\mathbf{k}$-space, leading to a large anomalous Hall effect. This mechanism accounts for the observed giant anomalous Hall effect in GdRu$_2$Si$_2$ and GdRu$_2$Ge$_2$, thereby highlighting topologically trivial double-$Q$ spin textures as promising spintronic materials."}
{"id": "2512.10705", "categories": ["physics.comp-ph", "cs.CE"], "pdf": "https://arxiv.org/pdf/2512.10705", "abs": "https://arxiv.org/abs/2512.10705", "authors": ["Julius Mercz", "Philipp Reiss", "Christian Reiter"], "title": "MULE - A Co-Generation Fission Power Plant Concept to Support Lunar In-Situ Resource Utilisation", "comment": null, "summary": "For a sustained human presence on the Moon, robust in-situ resource utilisation supply chains to provide consumables and propellant are necessary. A promising process is molten salt electrolysis, which typically requires temperatures in excess of 900°C. Fission reactors do not depend on solar irradiance and are thus well suited for power generation on the Moon, especially during the 14-day lunar night. As of now, fission reactors have only been considered for electric power generation, but the reactor coolant could also be used directly to heat those processes to their required temperatures. In this work, a concept for a co-generation fission power plant on the Moon that can directly heat a MSE plant to the required temperatures and provide a surplus of electrical energy for the lunar base is presented. The neutron transport code Serpent 2 is used to model a ceramic core, gas-cooled very-high-temperature microreactor design and estimate its lifetime with a burnup simulation in hot conditions with an integrated step-wise criticality search. Calculations show a neutronically feasible operation time of at least 10 years at 100kW thermal power. The obtained power distributions lay a basis for further thermal-hydraulic studies on the technical feasibility of the reactor design and the power plant."}
{"id": "2512.10145", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.10145", "abs": "https://arxiv.org/abs/2512.10145", "authors": ["Qing-Dong Jiang"], "title": "Harnessing Vacuum Fluctuations to Shape Electronic and Photonic Behavior", "comment": "Perspective, 5 pages", "summary": "Vacuum quantum fluctuations are an inescapable and fundamental feature of modern physics. By integrating cavity-enhanced or surface-modified vacuum quantum fluctuations with low-dimensional materials, a new paradigm-vacuumronics-emerges, enabling unprecedented control over both material properties and photonic responses at the micro- and nanoscale. This synergy opens novel pathways for engineering quantum light-matter interactions, advancing applications in quantum photonics, nanoscale optoelectronics, and quantum material design."}
{"id": "2512.10301", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10301", "abs": "https://arxiv.org/abs/2512.10301", "authors": ["Xueshan Cao", "Meng Zhang", "Yishuai Wang", "Ming Qin", "Yi Zhou", "Yanwu Xie"], "title": "Geometric Control of Pairing: Universal Scaling of Superconductivity at KTaO3 Interfaces", "comment": "4 figures", "summary": "The superconducting transition temperature Tc at KTaO3-based oxide interfaces exhibits a dramatic dependence on crystallographic orientation, yet a unifying principle has remained elusive. Here, we discover a universal linear scaling between Tc and a single geometric parameter - the angle θ between the (hkl) plane and the (100) plane - across ten different orientations of LaAlO3/KTaO3 interfaces. With the exception of (100), all orientations exhibit two dimensional superconductivity, with transition temperatures Tc ranging from ~ 0.12 K to 1.9 K. This linear θ-Tc scaling is robust against variations in growth temperature, device geometry, and transport configuration. By establishing geometric orientation as a direct control knob for pairing strength, our results impose a critical benchmark for microscopic theories of superconductivity in KTaO3-based systems."}
{"id": "2512.10315", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10315", "abs": "https://arxiv.org/abs/2512.10315", "authors": ["Shaoliang Guo", "Ziping Yang"], "title": "Infusing Experimental Reality into Complex Many-Body Hamiltonians: The Observable-Constrained Variational Framework (OCVF)", "comment": null, "summary": "Deep learning potentials for complex many-body systems often face challenges of insufficient accuracy and a lack of physical realism. This paper proposes an \"Observable-Constrained Variational Framework\" (OCVF), a general top-down correction paradigm designed to infuse physical realism into theoretical \"skeleton\" models (H_o) by imposing constraints from macroscopic experimental observables (\\mathfrak{O}_{\\text{exp},s}). We theoretically derive OCVF as a numerically tractable extension of the \"Constrained-Ensemble Variational Method\" (CEVM), wherein a neural network (ΔH_θ) learns the correction functional required to match the experimental data. We apply OCVF to BaTiO3 (BTO) to validate the framework: a neural network potential trained on DFT data serves as H_o, and experimental PDF data at various temperatures are used as constraints (\\mathfrak{O}{\\text{exp},s}). The final model, H_o + ΔH_θ, successfully predicts the complete phase transition sequence accurately (s', s \\neq s'). Compared to the prior model, the accuracy of the Cubic-Tetragonal (C-T) phase transition temperature is improved by 95.8\\% , and the Orthorhombic-Rhombohedral (O-R) T_c accuracy is improved by 36.1\\%. Furthermore, the lattice structure accuracy in the Rhombohedral (R) phase is improved by 55.6\\%, validating the efficacy of the OCVF framework in calibrating theoretical models via observational constraints."}
{"id": "2512.09979", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.09979", "abs": "https://arxiv.org/abs/2512.09979", "authors": ["Debanjan Chowdhury"], "title": "Planckian Bounds via Spectral Moments of Optical Conductivity", "comment": "Main text: 4 pages + references; Supplementary material: 3 pages", "summary": "The observation of Planckian scattering, often inferred from Drude fits in strongly correlated metals, raises the question of how to extract an intrinsic timescale from measurable quantities in a model-independent way. We address this by focusing on a ratio (${\\cal{B}}$) of spectral moments of the dissipative part of the optical conductivity and prove a rigorous upper bound on ${\\cal{B}}$ in terms of the Planckian rate. The bound emerges from the analytic structure of thermally weighted response functions of the current operator. Crucially, the bounded quantity is directly accessible via optical spectroscopy and computable from imaginary-time correlators in quantum Monte Carlo simulations, without any need for analytic continuation. We evaluate ${\\cal{B}}$ for simplified examples of both Drude and non-Drude forms of the optical conductivity with a single scattering rate in various asymptotic regimes, and find that ${\\cal{B}}$ lies far below the saturation value. These findings demonstrate that Planckian bounds can arise from fundamental constraints on equilibrium dynamics, pointing toward a possibly universal structure governing transport in correlated quantum matter."}
{"id": "2512.10914", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10914", "abs": "https://arxiv.org/abs/2512.10914", "authors": ["Jucheng Lin", "Yicheng Zhuang", "Anton M. Graf", "Joonas Keski-Rahkonen", "Eric J. Heller"], "title": "Shaping chaos in bilayer graphene cavities", "comment": "9 pages, 6 figures", "summary": "Bilayer graphene (BLG) cavities, where electrons are confined in finite graphene flakes, provide a suitable platform to study quantum chaotic phenomena in condensed matter systems due to the trigonal warping of the Fermi surface. Here, we investigate the effect of the misalignment between the BLG lattice and the cavity geometry, introduced by rotating the boundary relative to the lattice, which can drive the system towards chaos. Based on a tight-binding model, eigenenergy level statistics reveals that rotation leads to level repulsion following Wigner-Dyson statistics, while corresponding eigenstate analysis indicates a transition from near-integrability to spatially uncorrelated random waves. Analysis of the semiclassical ray-dynamics with the trigonal-warped dispersion unveils an ergodic phase space structure, providing a quantum-classical correspondence of the onset of chaos. These findings establish an avenue to quantum chaotic phenomena in BLG cavities with potential applications in quantum device engineering."}
{"id": "2512.10219", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10219", "abs": "https://arxiv.org/abs/2512.10219", "authors": ["Ilya Degtev", "Daniel Jezierski", "Adrián Gómez Pueyo", "Luciana Di Gaspare", "Monica De Seta", "Paolo Barone", "Giacomo Ghiringhelli", "Pieter Glatzel", "Zoran Mazej", "Wojciech Grochala", "Marco Moretti Sala", "José Lorenzana"], "title": "Evaluating covalency using RIXS spectral weights: Silver fluorides vs. cuprates", "comment": "18 pages, 14 figures", "summary": "We investigate the electronic structure of AgF2, AgFBF4, AgF and Ag2O using X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) at the Ag L3 edge. XAS results were compared with density functional theory computations of the spectra, allowing an identification of main features and an assessment of the theoretical approximations. Our RIXS measurements reveal that AgF2 exhibits charge transfer excitations and dd excitations, analogous to those observed in La2CuO4. We propose to use the ratio of dd to CT spectral weight as a measure of the covalence of the compounds and provide explicit equations for the weights as a function of the scattering geometry for crystals and powders. The measurements at the metal site L3 edge and previous measurements at the ligand K edge reveal a striking similarity between the fluorides and cuprates materials, with fluorides somewhat more covalent than cuprates. These findings support the hypothesis that silver fluorides are an excellent platform to mimic the physics of cuprates, providing a promising avenue for exploring high-Tc superconductivity and exotic magnetism in quasi-two-dimensional (AgF2) and quasi-one-dimensional (AgFBF4) materials."}
{"id": "2512.09948", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.09948", "abs": "https://arxiv.org/abs/2512.09948", "authors": ["Phil Attard"], "title": "Quantum Monte Carlo in Classical Phase Space with the Wigner-Kirkwood Commutation Function. Results for the Saturation Liquid Density of $^4$He", "comment": "5 pages, 2 figures", "summary": "A Metropolis Monte Carlo algorithm is given for the case of a complex phase space weight, which applies generally in quantum statistical mechanics. Computer simulations using Lennard-Jones $^4$He near the $λ$-transition, including an expansion to third order of the Wigner-Kirkwood commutation function, give a saturation liquid density in agreement with measured values."}
{"id": "2512.10242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10242", "abs": "https://arxiv.org/abs/2512.10242", "authors": ["Jialiang Jiang", "Yaodong Wu", "Lingyao Kong", "Yongsen Zhang", "Sheng Qiu", "Huanhuan Zhang", "Yihao Wang", "Junbo Li", "Yimin Xiong", "Shouguo Wang", "Mingliang Tian", "Haifeng Du", "Jin Tang"], "title": "Deterministic Electrical Control of Single Magnetic Bubbles in Nanostructured Cells", "comment": "Published in Advanced Functional Materials", "summary": "Localized particle-like spin textures have been found to exhibit emergent electromagnetic properties, which hold promise for the development of intriguing spintronic devices. Among these textures, magnetic bubbles represent localized spin configurations that could serve as data bits. However, the precise methods for their electrical manipulation remain uncertain. Here, we demonstrate the deterministic electrical manipulations and detections of single magnetic bubbles in kagome-latticed Fe3Sn2 magnetic nanostructured cells. The current-induced dynamics of magnetic bubbles were explored using nanosecond pulsed currents. We show single pulsed currents with low and high densities can be applied for the creation and deletion of a single bubble, respectively. The mutual writing-deleting operations on single bubbles are attributed to the thermal heating and non-thermal spin-transfer torque effects in combination with micromagnetic simulations. We also realized the in-situ detection of a single bubble using the anisotropic magnetoresistance effect through a standard four-probe method. Our results could propel the development of bubble-based spintronic devices."}
{"id": "2512.10475", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10475", "abs": "https://arxiv.org/abs/2512.10475", "authors": ["Yicheng Zhong", "Fu-Chun Zhang", "Kun Jiang"], "title": "Yamaji effect and quantum oscillation in Yang-Rice-Zhang model of underdoped cuprates", "comment": "5 pages, 4 figures with appendix", "summary": "Recent experiments have revealed signatures of small Fermi pockets in the pseudogap phase of cuprate superconductors, most notably the Yamaji effect observed in $\\mathrm{HgBa}_2\\mathrm{CuO}_{4+δ}$. The Yang-Rice-Zhang (YRZ) model provides a successful phenomenological description of the pseudogap state and naturally predicts such small pockets. In this work, we use a microscopic framework to calculate angle-dependent magnetoresistance and quantum oscillation within the YRZ model. Our calculations simultaneously reproduce the experimentally observed Yamaji oscillations and the Shubnikov-de Haas oscillation corresponding to a pocket area of about $p/8$, with $p$ the hole density. By further testing the effect of Green's-function zeros, we confirm that isolated zeros leave the oscillation period unchanged, whereas an extended zero segment suppresses and modifies the oscillation. Our findings demonstrate that the YRZ model captures essential features of the pseudogap regime and provides a general quantum approach that can be applied to more complex electronic structures."}
{"id": "2512.10320", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10320", "abs": "https://arxiv.org/abs/2512.10320", "authors": ["Yongsen Zhang", "Wei Liu", "Meng Shi", "Yaodong Wu", "Jialiang Jiang", "Sheng Qiu", "Huanhuan Zhang", "Hui Han", "Mingliang Tian", "Haifeng Du", "Shouguo Wang", "Jin Tang"], "title": "Fresnel Magnetic Imaging of Ultrasmall Skyrmion Lattices", "comment": "Published in Advanced Science", "summary": "Magnetic skyrmions with ultrasmall nanometric dimensions hold significant promise for next-generation high-density spintronic devices. Direct real-space imaging of these topological spin textures is critical for elucidating their emergent properties at the nanoscale. Here, we present Lorentz transmission electron microscopy studies of nanometric skyrmion lattices in B20-structured Mn0.5Fe0.5Ge crystals using Fresnel mode. According to conventional chiral discrimination methods relying on static bright-dark contrast, we demonstrate an abnormal periodic chiral-reversal phenomenon retrieved through the transport of intensity equation analysis of defocus-dependent Fresnel images. Through systematic off-axis electron holography experiments and numerical simulations, we attribute these chiral misinterpretations to the sinusoidal modulation mechanism of the contrast transfer functionthat correlates with both defocus values and skyrmion dimensions. Our findings establish quantitative limitations of conventional Fresnel contrast analysis for ultrasmall skyrmions while revealing fundamental insights into defocus-mediated phase-to-intensity conversion processes in nanoscale magnetic imaging."}
{"id": "2512.09982", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.09982", "abs": "https://arxiv.org/abs/2512.09982", "authors": ["Ammar Kirmani", "Andrew A. Allocca", "Jian-Xin Zhu", "Armin Rahmani", "Sriram Ganeshan", "Pouyan Ghaemi"], "title": "Measuring the Hall Viscosity of the Laughlin State on Noisy Quantum Computers", "comment": "6+7 pages, 3+2 figures", "summary": "Hall viscosity is a quantized nondissipative stress response of a fractional quantum Hall (FQH) fluid to adiabatic geometric deformations. Despite strong theoretical interest, its experimental observation in the FQH state has remained elusive, making it a promising target for realization on current NISQ devices. In this work, we employ a quasi-one-dimensional model of an FQH state coupled to a background metric to probe the geometric response under a metric quench. We design and implement a quantum-circuit protocol that realizes a Hilbert-space-truncated version of the model and extracts the Hall viscosity from the geometric response encoded in the wavefunction dynamics of the device. While the truncation prevents us from accessing the fully quantized value of Hall viscosity, the hardware data nevertheless show excellent agreement with analytical and numerical predictions within this restricted regime."}
{"id": "2512.10285", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10285", "abs": "https://arxiv.org/abs/2512.10285", "authors": ["BoCheng Yu", "JiaLiang Jiang", "Jing Meng", "XiaoYan Zhu", "Jie Ma", "HaiFeng Du", "QingFeng Zhan", "Jin Tang", "Yang Xu", "Tian Shang"], "title": "Investigating the origin of topological-Hall-like resistivity in Zn-doped Mn2Sb ferrimagnet", "comment": "15 figures, 49 pages; accepted by Rare Metals", "summary": "Skyrmions and other chiral spin textures have been extensively studied as potential building blocks for novel spintronic devices. Hall-resistivity anomalies that deviate from magnetization scaling, known as the topological Hall effect, have been widely employed as evidence for the presence of chiral spin textures in magnetic materials. However, recent studies on magnetic thin films have revealed a drawback of this approach, as the presumed topological Hall contribution may in fact originate from trivial mechanisms. Here, we investigate the magnetic and transport properties of a Zn-doped Mn2Sb ferrimagnet, whose related compounds have previously been suggested to exhibit a topological Hall effect arising from chiral spin textures. Hall-resistivity anomalies are also observed in our sample, yet they show little correlation with the magnetic or metamagnetic transitions and are therefore clearly distinct from those in magnetic compounds hosting chiral spin textures. Most importantly, additional Lorentz transmission electron microscopy measurements rule out the existence of chiral spin textures in this ferrimagnet. Therefore, instead of a nontrivial origin, we attribute the Hall-resistivity anomalies to the combined effect of multiple anomalous Hall channels resulting from sample inhomogeneity. Our work shows that the difficulties of identifying chiral spin textures through transport measurements also apply to bulk systems, prompting some existing results to be revisited."}
{"id": "2512.10397", "categories": ["cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10397", "abs": "https://arxiv.org/abs/2512.10397", "authors": ["Ezekiel Oyeniyi", "Omololu Akin-Ojo"], "title": "Excitation energies and UV-Vis absorption spectra from INDO/s+ML", "comment": "Submitted to JCTC (ACS)", "summary": "The semi-empirical INDO/s method is popular for studies of excitation energies and absorption of molecules due to its low computational requirement, making it possible to make predictions for large systems. However, its accuracy is generally low, particularly, when compared with the typical accuracy of other methods such as time-dependent density functional theory (TDDFT). Here, we present machine learning (ML) models that correct the INDO/s results with negligible increases in the amount of computing resources needed. While INDO/s excitations energies have an average error of about 1.1 eV relative to TDDFT energies, the added ML corrections reduce the error to 0.2 eV. Furthermore, this combination of INDO/s and ML produces UV-Vis absorption spectra that are in good agreement with the TDDFT predictions."}
{"id": "2512.10243", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10243", "abs": "https://arxiv.org/abs/2512.10243", "authors": ["Yongsen Zhang", "Jin Tang", "Yaodong Wu", "Meng Shi", "Xitong Xu", "Shouguo Wang", "Mingliang Tian", "Haifeng Du"], "title": "Stable skyrmion bundles at room temperature and zero magnetic field in a chiral magnet", "comment": "Published in Nature Communications", "summary": "Topological spin textures are characterized by topological magnetic charges, Q, which govern their electromagnetic properties. Recent studies have achieved skyrmion bundles with arbitrary integer values of Q, opening possibilities for exploring topological spintronics based on Q. However, the realization of stable skyrmion bundles in chiral magnets at room temperature and zero magnetic field - the prerequisite for realistic device applications - has remained elusive. Here, through the combination of pulsed currents and reversed magnetic fields, we experimentally achieve skyrmion bundles with different integer Q values - reaching a maximum of 24 at above room temperature and zero magnetic field - in the chiral magnet Co8Zn10Mn2. We demonstrate the field-driven annihilation of high-Q bundles and present a phase diagram as a function of temperature and field. Our experimental findings are consistently corroborated by micromagnetic simulations, which reveal the nature of the skyrmion bundle as that of skyrmion tubes encircled by a fractional Hopfion."}
{"id": "2512.10219", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10219", "abs": "https://arxiv.org/abs/2512.10219", "authors": ["Ilya Degtev", "Daniel Jezierski", "Adrián Gómez Pueyo", "Luciana Di Gaspare", "Monica De Seta", "Paolo Barone", "Giacomo Ghiringhelli", "Pieter Glatzel", "Zoran Mazej", "Wojciech Grochala", "Marco Moretti Sala", "José Lorenzana"], "title": "Evaluating covalency using RIXS spectral weights: Silver fluorides vs. cuprates", "comment": "18 pages, 14 figures", "summary": "We investigate the electronic structure of AgF2, AgFBF4, AgF and Ag2O using X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) at the Ag L3 edge. XAS results were compared with density functional theory computations of the spectra, allowing an identification of main features and an assessment of the theoretical approximations. Our RIXS measurements reveal that AgF2 exhibits charge transfer excitations and dd excitations, analogous to those observed in La2CuO4. We propose to use the ratio of dd to CT spectral weight as a measure of the covalence of the compounds and provide explicit equations for the weights as a function of the scattering geometry for crystals and powders. The measurements at the metal site L3 edge and previous measurements at the ligand K edge reveal a striking similarity between the fluorides and cuprates materials, with fluorides somewhat more covalent than cuprates. These findings support the hypothesis that silver fluorides are an excellent platform to mimic the physics of cuprates, providing a promising avenue for exploring high-Tc superconductivity and exotic magnetism in quasi-two-dimensional (AgF2) and quasi-one-dimensional (AgFBF4) materials."}
{"id": "2512.10323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10323", "abs": "https://arxiv.org/abs/2512.10323", "authors": ["Yixun Zhang", "Longju Yu", "Yizhou Tong", "Ying Sun", "Xu Li", "Hong Jian Zhao", "Yanming Ma"], "title": "Spin Orientation Driven Polarization in Collinear Magnets", "comment": "6 pages and 2 figures", "summary": "In a collinear magnet, the predominant magnetic moments are collectively aligned along a specific spatial orientation, and this alignment may yield intriguing phenomena such as spin orientation driven polarization. It is well known that spin orientation driven polarization is a relativistic effect that widely occurs in various type-II multiferroics. However, a universal theory that describes such a phenomenon and directs the corresponding materials discovery is lacking. Here, we revisit the magnetic structures of collinear magnets and explore the spin-orientation-dependent phenomena therein. Based on symmetry principles, we analyze the spin point groups (SPGs) that are associated with collinear magnets in the non-relativistic regime, demonstrate how relativistic spin-orbit interaction reduces each SPG to various magnetic point groups that are associated with different magnetic alignments, and classify the SPGs with respect to spin orientation driven polarization. We employ our theory to elucidate the mechanisms of spin orientation driven polarization in a variety of type-II multiferroics. Combined with first-principles simulations, we further show that polarization may be driven in nonpolar collinear antiferromagnets (e.g., CuFeS$_2$) by reorienting their magnetic alignments. Our theory provides guidelines for designing and discovering materials with spin orientation driven polarization, which will benefit the development of spintronics based on type-II multiferroics and related materials."}
{"id": "2512.09988", "categories": ["cond-mat.mes-hall", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2512.09988", "abs": "https://arxiv.org/abs/2512.09988", "authors": ["A. Levchenko", "E. Kirkinis", "A. V. Andreev"], "title": "Fluctuation-induced giant magnetoresistance in charge-neutral graphene", "comment": "5 pages, 2 figures", "summary": "The Johnson-Nyquist noise associated with the intrinsic conductivity of the electron liquid, induces fluctuations of the electron density in charge-neutral graphene devices. In the presence of external electric and magnetic fields, the fluctuations of charge density and electric current induce a fluctuating hydrodynamic flow. We show that the resulting advection of charge produces a fluctuation contribution to the macroscopic conductivity of the system, $σ_{\\mathrm{fl}}$, and develop a quantitative theory of $σ_{\\mathrm{fl}}$. At zero magnetic field, $σ_{\\mathrm{fl}}$ diverges logarithmically with the system size and becomes rapidly suppressed at relatively small fields. This results in giant magnetoresistance of the system."}
{"id": "2512.10291", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10291", "abs": "https://arxiv.org/abs/2512.10291", "authors": ["Cong Wang", "Zheng Li", "Jing Meng", "Hui Zhang", "Haoyu Lin", "Jiyuan Li", "Kun Zheng", "Yang Xu", "Tian Shang", "Qingfeng Zhan"], "title": "Anomalous Hall effect and rich magnetic phase diagram of Mn$_{100-x}$Rh$_{x}$ epitaxial films", "comment": "7 figures, 9 pages; accepted by Phys. Rev. B", "summary": "A series of Mn$_{100-x}$Rh$_x$ ($20 \\le x \\le 50$) thin films were epitaxially grown on the MgO substrate using magnetron sputtering technique, and were systematically investigated by magnetization, longitudinal electrical resistivity, and transverse Hall resistivity. After optimizing the growth conditions, phase-pure Mn$_{100-x}$Rh$_x$ films with a cubic CsCl-type structure were obtained, and their magnetic phase diagram was built. The manipulation of Rh content leads to a rich magnetic phase diagram, where three different regimes can be identified: for $x < 40$, Mn$_{100-x}$Rh$_x$ films undergo a ferromagnetic (FM) transition below $T_\\mathrm{C} \\approx$ 330-350 K; for $40 \\le x \\le 45$, in addition to the FM transition at $T_\\mathrm{C} \\approx$ 200 K, Mn$_{100-x}$Rh$_x$ films undergo a FM-to-antiferromagnetic (AFM) transition at $T_\\mathrm{N} \\approx$ 120 K; finally for $x > 45$, only one AFM transition at $T_\\mathrm{N} \\approx$ 150 K can be tracked. All the Mn$_{100-x}$Rh$_x$ films exhibit distinct anomalous Hall effect in their magnetically ordered state, which is most likely due to the intrinsic Berry-curvature mechanism. In addition, all the anomalous Hall transport properties, including the resistivity, conductivity, and angle exhibit a strong correlation with the magnetic properties of Mn$_{100-x}$Rh$_x$ films, which become most evident for $x$ = 35. Our systematic investigations suggest a strong correlation between magnetic properties and electronic band topology in Mn$_{100-x}$Rh$_x$ films, highlighting their great potential for AFM spintronics."}
{"id": "2512.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.10434", "abs": "https://arxiv.org/abs/2512.10434", "authors": ["Sikander Azam", "Qaiser Rafiq", "Rajwali Khan", "Hamdy Khamees Thabet"], "title": "Engineering Multifunctional Response in Monolayer Fe3O4 via Zr Adsorption: From Half-Metallicity to Enhanced Piezoelectricity", "comment": null, "summary": "Two-dimensional (2D) magnetic oxides are increasingly studied for their multifunctional potential in fields like spintronics, optoelectronics, and energy conversion. In this research, we conduct a detailed first-principles study of pure monolayer Fe3O4 and its modification through Zr adsorption at two sites: on top of an Fe atom and at the bridge between Fe atoms. Using spin-polarized density functional theory with the GGA plus U method, we examine how adsorption affects structure, electronic, magnetic, optical, elastic, and piezoelectric properties. The original monolayer shows half-metallicity, strong spin polarization, and a moderate in-plane piezoelectric effect. Zr adsorption causes local lattice distortions and orbital hybridization, resulting in intermediate electronic states, a reduced bandgap, and increased optical absorption in both spin channels. Notably, Zr at the bridge site greatly enhances dielectric response, optical conductivity, and piezoelectric coefficients, tripling e11 compared to the pristine layer. Elastic constants indicate mechanical softening after functionalization, and energy loss spectra display shifts in plasmon resonance. These findings suggest Zr adsorption offers a controllable, non-destructive way to tune spin, charge, and lattice interactions in Fe4O4 monolayers, connecting magnetic, optical, and piezoelectric functionalities within a single 2D material platform."}
{"id": "2512.10335", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10335", "abs": "https://arxiv.org/abs/2512.10335", "authors": ["Anna Ohorodnyk", "Chen-Hsuan Hsu"], "title": "Cascade of topological phase transitions and revival of topological zero modes in imperfect double helical liquids", "comment": "25 pages, 19 figures", "summary": "Two parallel helical edge channels hosting interacting electrons, when proximitized by local and nonlocal pairings, can host time-reversal-invariant pairs of topological zero modes at the system corners. Here we show that realistic imperfections substantially enrich the physics of such proximitized double helical liquids. Specifically, we analyze this platform and its fractional counterparts in the presence of pairing and interaction asymmetries between the two channels, as well as random spin-flip terms arising from either magnetic disorder or coexisting charge disorder and external magnetic fields. Using renormalization-group analysis, we determine how Coulomb interactions, pairings, and magnetic disorder collectively influence the transport behavior and topological properties of the double helical liquid. As the system transitions from class DIII to class BDI, an additional topological phase supporting a single Majorana zero mode per corner emerges. We further show how additional pairing or Coulomb asymmetry influences the stability of various topological phases and uncovers a revival of Majorana zero modes and cascades of transitions through topological phases characterized by a $\\mathbb {Z}$ invariant, which are accessible through controlling the electrical screening effect. In contrast to conventional understanding, disorder is not merely detrimental, as it in general allows for a tuning knob that qualitatively reshapes the topological superconductivity in imperfect helical liquids."}
{"id": "2512.10527", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10527", "abs": "https://arxiv.org/abs/2512.10527", "authors": ["I. V. Leonov"], "title": "Electronic structure, orbital-dependent renormalizations, and magnetic correlations in double-layer La$_3$Ni$_2$O$_7$ under doping tuning", "comment": "10 pages, 7 figures", "summary": "Using the DFT+dynamical mean-field theory approach we study the effects of electronic correlations and doping on the normal state electronic structure of the double-layer nickelate superconductor La$_3$Ni$_2$O$_7$ under pressure. In agreement with experiments, we obtain significant orbital-dependent quasiparticle renormalizations of the Ni $x^2-y^2$ and $3z^2-r^2$ bands, accompanied by incoherence (bad metal behavior) of the $3z^2-r^2$ states, caused by the proximity of the Ni $3d$ states to orbital-dependent localization. Our results demonstrate a sensitive, non-monotonic dependence of $m^*/m$ on doping, with a remarkable, by about 20\\%, increase for the Ni $x^2-y^2$ orbitals upon electron doping $x \\sim 0.2$ (per Ni ion), implying a significant enhancement of orbital-dependent correlations with oxygen deficiency in LNO. We observe a reconstruction of the low-energy electronic structure of LNO upon doping above $x\\sim -0.3$ and 0.2. It is associated with the Lifshitz transition, with a crossover to a self-doping regime characterized by partial occupation of the La $5d$ bands (upon an electron doping $x>0.2$). Our analysis of the static magnetic susceptibility $χ({\\bf q})$ obtained within DFT+DMFT suggests the possible formation of the spin and charge (or bond) density wave stripes, implying strong spin and charge correlations in LNO. We show that this behavor is associated with suppression of the Néel $G$-type antiferromagnetic ordering of the Ni$^{2+}$ ions upon hole doping. Interestingly, upon a moderate electron doping of the Ni$^{2.5+}$ ions (e.g., with oxygen deficiency), we find a significant enhancement of the strength of in-plane spin and charge fluctuations. We note a close resembles of our results to those for the bilayer Hubbard model, which shows the boosting of superconductivity as one of the two electron bands approaches the Lifshitz transition (e.g., upon doping)."}
{"id": "2512.10356", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.10356", "abs": "https://arxiv.org/abs/2512.10356", "authors": ["Yizhuo Song", "Jianting Dong", "Jiahao Shentu", "Jia Zhang"], "title": "Spin-orbit torques in bulk collinear antiferromagnets:complete classifications and the induced spin dynamics", "comment": "24 pages, 6 figures,", "summary": "Electric field induced spin-orbit torques are the crucial mechanism for electric regulations of antiferromagnetic order. However, the spin-orbit torques in antiferromagnets and the induced spin dynamics remain largely unexplored. In this work, the full classifications of SOTs in bulk collinear AFMs have been achieved based on magnetic point group. Dependent on the symmetries connecting the opposite spin sublattices, the SOTs are classified into six distinct types. Among them, the SOTs and the induced Neel vector dynamics in three representative AFMs have been investigated, where the spin sublattices are connected by fractional translation, spatial inversion, and neither by translation nor inversion symmetry respectively. The SOTs on spin sublattices have been calculated by first-principles calculations based on Kubo linear response theory, and then the induced spin dynamics are simulated by LLG equations. In typical PT symmetric AFM and the inversion symmetry breaking altermagnet, the simulations indicate that the deterministic switching of Neel vectors can be driven by field like torques. What's more, the fully electric writing of multiple antiferromagnetic domains into single domain state with preset Neel vector direction and 180 deterministic switching may also be realized. Our work may shed light on the current control of antiferromagnetic orders in collinear AFMs. Especially, for inversion symmetry breaking altermagnet, the electric writing and reading of Neel vector are highly desirable for antiferromagnetic memory applications."}
{"id": "2512.09992", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.09992", "abs": "https://arxiv.org/abs/2512.09992", "authors": ["Shiang-Bin Chiu", "Anton Andreev", "Alexander Burin", "Boris Z. Spivak"], "title": "Low-temperature dissipative conductivity of superconductors with paramagnetic impurities", "comment": null, "summary": "In s-wave superconductors with a small concentration of magnetic impurities, the only electronic excitations that remain available at low temperatures are the excitations of the system of localized spins. We discuss a new mechanism of interaction between electromagnetic waves and the localized spins in disordered superconductors. A supercurrent induces randomly distributed spin density of the itinerant electrons, which couples to the impurity spins by exchange interaction. Acceleration of the Cooper pair condensate by the external AC electric field of frequency $ω$ creates a strong, time-dependent exchange field acting on the localized spins, which is inversely proportional to $ω$. As a result, the low-frequency dissipative part of the conductivity saturates to a nonzero value. We use the fluctuation-dissipation theorem to evaluate the spectrum of equilibrium current fluctuations associated with the fluctuation in the spin subsystem. We also predict that in the presence of a DC magnetic field parallel to the superconducting film, the system of spins exhibits a large positive magnetoconductance."}
{"id": "2512.10527", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10527", "abs": "https://arxiv.org/abs/2512.10527", "authors": ["I. V. Leonov"], "title": "Electronic structure, orbital-dependent renormalizations, and magnetic correlations in double-layer La$_3$Ni$_2$O$_7$ under doping tuning", "comment": "10 pages, 7 figures", "summary": "Using the DFT+dynamical mean-field theory approach we study the effects of electronic correlations and doping on the normal state electronic structure of the double-layer nickelate superconductor La$_3$Ni$_2$O$_7$ under pressure. In agreement with experiments, we obtain significant orbital-dependent quasiparticle renormalizations of the Ni $x^2-y^2$ and $3z^2-r^2$ bands, accompanied by incoherence (bad metal behavior) of the $3z^2-r^2$ states, caused by the proximity of the Ni $3d$ states to orbital-dependent localization. Our results demonstrate a sensitive, non-monotonic dependence of $m^*/m$ on doping, with a remarkable, by about 20\\%, increase for the Ni $x^2-y^2$ orbitals upon electron doping $x \\sim 0.2$ (per Ni ion), implying a significant enhancement of orbital-dependent correlations with oxygen deficiency in LNO. We observe a reconstruction of the low-energy electronic structure of LNO upon doping above $x\\sim -0.3$ and 0.2. It is associated with the Lifshitz transition, with a crossover to a self-doping regime characterized by partial occupation of the La $5d$ bands (upon an electron doping $x>0.2$). Our analysis of the static magnetic susceptibility $χ({\\bf q})$ obtained within DFT+DMFT suggests the possible formation of the spin and charge (or bond) density wave stripes, implying strong spin and charge correlations in LNO. We show that this behavor is associated with suppression of the Néel $G$-type antiferromagnetic ordering of the Ni$^{2+}$ ions upon hole doping. Interestingly, upon a moderate electron doping of the Ni$^{2.5+}$ ions (e.g., with oxygen deficiency), we find a significant enhancement of the strength of in-plane spin and charge fluctuations. We note a close resembles of our results to those for the bilayer Hubbard model, which shows the boosting of superconductivity as one of the two electron bands approaches the Lifshitz transition (e.g., upon doping)."}
{"id": "2512.10755", "categories": ["cond-mat.str-el", "hep-lat", "hep-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10755", "abs": "https://arxiv.org/abs/2512.10755", "authors": ["Yeimer Zambrano", "Aleksey Alekseev", "Konrad J. Kapcia", "Krzysztof Cichy", "Agnieszka Cichy"], "title": "Phase structure of the one-dimensional $\\mathbb{Z}_2$ lattice gauge theory with second nearest-neighbor interactions", "comment": "13 pages, 12 figures (including 29 panels), 53 references; RevTeX class, double-column formatting", "summary": "We investigate the ground-state phase diagram of a one-dimensional $\\mathbb{Z}_2$ lattice gauge theory (LGT) model with hard-core bosons at half-filling, extending previous studies by including second nearest-neighbor (2NN) interactions. Using matrix product state techniques within the density matrix renormalization group, we compute charge gap, static structure factor, and pair-pair correlation functions for various interaction strengths and field parameters. We analyze two representative neatest-neighbor interaction strengths ($V_1$) that correspond to the Luttinger liquid (LL) and Mott insulator (MI) phases in the absence of the 2NN interactions. We introduce the 2NN coupling $V_2$ and investigate its impact on the system. Our results reveal very rich behavior. As the 2NN repulsion increases, in the case of small $V_1$, we observe a direct transition from the LL phase to a charge-ordered insulator (COI) phase, whereas for large $V_1$, we observe a transition from the MI phase (previously found with only $V_1$ included), going through an intermediate LL region, and finally reaching the COI regime. Additionally, the inclusion of 2NN interactions enhances charge order and suppresses pair coherence, evidenced by sharp peaks in the structure factor and rapid decay in pair-pair correlators. Our work extends the well-studied phase structure of 1D $\\mathbb{Z}_2$ LGT models and demonstrates the interplay between gauge fields, confinement, and extended interactions."}
{"id": "2512.10395", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10395", "abs": "https://arxiv.org/abs/2512.10395", "authors": ["Hiroto Tanaka", "Youichi Yanase"], "title": "Surface acoustic wave-driven valley current generation in intervalley coherent states", "comment": "7 pages, 4 figures", "summary": "Recent experiments have reported valley-gauge-symmetry-broken phases, identified as intervalley coherent (IVC) states. Exploration of anomalous responses, particularly those analogous to superconductivity, has become an urgent theoretical issue. In this study, we show that the IVC order gives rise to anomalous valley-current generation driven by surface acoustic waves (SAWs). The anomalous valley current exhibits a characteristic power-law dependence for low-frequency SAWs. Furthermore, we demonstrate by numerical analysis that the IVC order significantly enhances valley-current generation in rhombohedral graphene. These results open a pathway toward exploring exotic phenomena emerging from valley-gauge-symmetry breaking, in close analogy with gauge-symmetry breaking in superconductors."}
{"id": "2512.10577", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10577", "abs": "https://arxiv.org/abs/2512.10577", "authors": ["Md Fahad Equbal", "M. A. H. Ahsan"], "title": "Binding of holes and competing spin-charge order in simple and extended Hubbard model on cylindrical lattice: An exact diagonalization study", "comment": "14 pages, 16 figures", "summary": "We investigate the binding of holes and the emergence of competing spin-charge order in the simple and extended Hubbard model using exact diagonalization on the 3x4 cylindrical lattice. For the simple Hubbard model (V=0), we find weakly bound hole pairing mediated by magnetic correlations at intermediate repulsive U, without any evidence of phase separation. Introducing nearest-neighbor interaction V reveals a rich phase diagram: attractive V drives multi-hole clustering and phase separation with localized magnetic quenching, while repulsive V stabilizes charge-density-wave (CDW) order that coexists with bound hole pairs within a modulated magnetic background. At strong coupling (U=10), the competition sharpens, with attractive V overcoming on-site repulsion to form magnetically quenched clusters and repulsive V producing robust CDW order that constrains pairing. Real-space analysis of spin and charge correlations provides microscopic evidence of distinct binding mechanisms -- phase separation versus correlation-mediated pairing -- depending on the sign and strength of intersite interaction V . Our results establish a comprehensive picture of how nonlocal Coulomb interactions reshape the landscape of hole-binding and collective order in correlated electron systems."}
{"id": "2512.10391", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10391", "abs": "https://arxiv.org/abs/2512.10391", "authors": ["Stefano Toso", "Derek Dardzinski", "Liberato Manna", "Noa Marom"], "title": "Structure Prediction of Ionic Epitaxial Interfaces with Ogre Demonstrated for Colloidal Heterostructures of Lead Halide Perovskites", "comment": "103 pages, 48 figures", "summary": "Colloidal epitaxial heterostructures are nanoparticles composed of two different materials connected at an interface, which can exhibit properties different from those of their individual components. Combining dissimilar materials offers opportunities to create several functional heterostructures. Yet, assessing structural compatibility (the main prerequisite for epitaxial growth) is challenging when pairing complex materials with different lattice parameters/crystal structures. This complicates both the selection of target heterostructures for synthesis and the assignment of interface models when new heterostructures are obtained. Here, we demonstrate Ogre as a powerful tool to accelerate the design and characterization of colloidal heterostructures. To this end we implemented developments tailored for the efficient prediction of epitaxial interfaces between ionic/polar materials, which encompass most colloidal semiconductors. These include pre-screening candidate models based on charge balance at the interface and using a classical potential for fast energy evaluations, with parameters automatically extracted from the input bulk structures. These developments are validated for CsPbBr3/Pb4S3Br2 heterostructures, where Ogre produces interface models in agreement with density functional theory and experiments. Furthermore, we use Ogre to rationalize the templating effect of CsPbCl3 on the growth of lead sulfochlorides, where perovskite seeds induce the formation of Pb4S3Cl2 rather than Pb3S2Cl2 due to better epitaxial compatibility. Combining Ogre simulations with experimental data enables us to unravel the structure and composition of the hitherto unsolved CsPbBr3/BixPbySz interface and assign a structure to many other reported metal halide/oxide based interfaces. The Ogre package is available on GitHub or via the OgreInterface desktop application, available for Windows, Linux and Mac."}
{"id": "2512.09994", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.09994", "abs": "https://arxiv.org/abs/2512.09994", "authors": ["Kristian Mæland", "Giorgio Sangiovanni", "Björn Trauzettel"], "title": "Mechanism for Nodal Topological Superconductivity on PtBi$_2$ Surface", "comment": "7+15 pages, 3+8 figures", "summary": "Experiments show that the Weyl semimetal PtBi$_2$ hosts unconventional superconductivity in its topological surface states. Hence, the material is a candidate for intrinsic topological superconductivity. Measurements indicate nodal gaps in the center of the Fermi arcs. We derive that anisotropic electron-phonon coupling on Weyl semimetal surfaces, combined with statically screened Coulomb repulsion, is a microscopic mechanism for this nodal pairing. The dominant solution of the linearized gap equation shows nodal gaps when the surface state bandwidth is comparable to the maximum phonon energy, as is the case in PtBi$_2$. We further predict that if the screening of Coulomb interaction on the surface is enhanced by Coulomb engineering, the superconducting gap becomes nodeless, and the critical temperature increases."}
{"id": "2512.10577", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10577", "abs": "https://arxiv.org/abs/2512.10577", "authors": ["Md Fahad Equbal", "M. A. H. Ahsan"], "title": "Binding of holes and competing spin-charge order in simple and extended Hubbard model on cylindrical lattice: An exact diagonalization study", "comment": "14 pages, 16 figures", "summary": "We investigate the binding of holes and the emergence of competing spin-charge order in the simple and extended Hubbard model using exact diagonalization on the 3x4 cylindrical lattice. For the simple Hubbard model (V=0), we find weakly bound hole pairing mediated by magnetic correlations at intermediate repulsive U, without any evidence of phase separation. Introducing nearest-neighbor interaction V reveals a rich phase diagram: attractive V drives multi-hole clustering and phase separation with localized magnetic quenching, while repulsive V stabilizes charge-density-wave (CDW) order that coexists with bound hole pairs within a modulated magnetic background. At strong coupling (U=10), the competition sharpens, with attractive V overcoming on-site repulsion to form magnetically quenched clusters and repulsive V producing robust CDW order that constrains pairing. Real-space analysis of spin and charge correlations provides microscopic evidence of distinct binding mechanisms -- phase separation versus correlation-mediated pairing -- depending on the sign and strength of intersite interaction V . Our results establish a comprehensive picture of how nonlocal Coulomb interactions reshape the landscape of hole-binding and collective order in correlated electron systems."}
{"id": "2512.10397", "categories": ["cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10397", "abs": "https://arxiv.org/abs/2512.10397", "authors": ["Ezekiel Oyeniyi", "Omololu Akin-Ojo"], "title": "Excitation energies and UV-Vis absorption spectra from INDO/s+ML", "comment": "Submitted to JCTC (ACS)", "summary": "The semi-empirical INDO/s method is popular for studies of excitation energies and absorption of molecules due to its low computational requirement, making it possible to make predictions for large systems. However, its accuracy is generally low, particularly, when compared with the typical accuracy of other methods such as time-dependent density functional theory (TDDFT). Here, we present machine learning (ML) models that correct the INDO/s results with negligible increases in the amount of computing resources needed. While INDO/s excitations energies have an average error of about 1.1 eV relative to TDDFT energies, the added ML corrections reduce the error to 0.2 eV. Furthermore, this combination of INDO/s and ML produces UV-Vis absorption spectra that are in good agreement with the TDDFT predictions."}
{"id": "2512.10847", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10847", "abs": "https://arxiv.org/abs/2512.10847", "authors": ["Suman Itani", "Yibo Zhang", "Ranjit Itani", "Jiadong Zang"], "title": "Large Language Models for Superconductor Discovery", "comment": "15 pages, 6 figures", "summary": "Large language models (LLMs) offer new opportunities for automated data extraction and property prediction across materials science, yet their use in superconductivity research remains limited. Here we construct a large experimental database of 78,203 records, covering 19,058 unique compositions, extracted from scientific literature using an LLM-driven workflow. Each entry includes chemical composition, critical temperature, measurement pressure, structural descriptors, and critical fields. We fine-tune several open-source LLMs for three tasks: (i) classifying superconductors vs. non-superconductors, (ii) predicting the superconducting transition temperature directly from composition or structure-informed inputs, and (iii) inverse design of candidate compositions conditioned on target Tc. The fine-tuned LLMs achieve performance comparable to traditional feature-based models and in some cases exceed them, while substantially outperforming their base versions and capturing meaningful chemical and structural trends. The inverse-design model generates chemically plausible compositions, including 28% novel candidates not seen in training. Finally, applying the trained predictors to the GNoME database identifies unreported materials with predicted Tc > 10 K. Although unverified, these candidates illustrate how integrating an LLM-driven workflow can enable scalable hypothesis generation for superconductivity discovery."}
{"id": "2512.10404", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2512.10404", "abs": "https://arxiv.org/abs/2512.10404", "authors": ["Laszlo Wolf", "Geoff L. Brennecka", "Vladan Stevanović"], "title": "First-principles study of the phase competition, mechanical and piezoelectric properties of pseudo-binary (SiC)(AlN) alloy", "comment": "8 pages, 5 figures", "summary": "The ongoing search for new piezoelectric materials offering adequate balance between piezoelectric response and other application-relevant properties has lead to the investigation of various alloy systems. In this work we study the alloy of the widely used AlN with SiC for their relative abundance, current use in other electronics applications and expected phase competition between wurtzite and other polymorphs, the kind of which has lead to some of the most interesting results notably between AlN and ScN. Here the pseudo-binary (SiC)(AlN) alloy is studied from first-principles over the entire composition range. Relevant crystalline phases are identified using the First-Principles Random Structure Sampling approach which, in accordance with previous bulk experiments, finds wurtzite, zincblende and rhombohedral phases to be the only statistically relevant phases of the alloy. Further study of these phases is done through Special Quasi-random Structures (SQS) and, in the case of the wurtzite phase, predictions of the stiffness, piezoelectric and dielectric tensors. Analysis of these tensors is done through the scope of a Bulk AcousticWave (BAW) filter application, where trends and trade-offs between the c-axis acoustic velocity and piezoelectric response enable identification of relevant compositions."}
{"id": "2512.10005", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10005", "abs": "https://arxiv.org/abs/2512.10005", "authors": ["Parvinder Solanki", "Igor Lesanovsky", "Gabriele Perfetto"], "title": "Universal relaxation speedup in open quantum systems through transient conditional and unconditional resetting", "comment": null, "summary": "Speeding up the relaxation dynamics of many-body quantum systems is important in a variety of contexts, including quantum computation and state preparation. We demonstrate that such acceleration can be universally achieved via transient stochastic resetting. This means that during an initial time interval of finite duration, the dynamics is interrupted by resets that take the system to a designated state at randomly selected times. We illustrate this idea for few-body open systems and also for a challenging many-body case, where a first-order phase transition leads to a divergence of relaxation time. In all scenarios, a significant and sometimes even exponential acceleration in reaching the stationary state is observed, similar to the so-called Mpemba effect. The universal nature of this speedup lies in the fact that the design of the resetting protocol only requires knowledge of a few macroscopic properties of the target state, such as the order parameter of the phase transition, while it does not necessitate any fine-tuned manipulation of the initial state."}
{"id": "2512.10714", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10714", "abs": "https://arxiv.org/abs/2512.10714", "authors": ["J. Grumbach", "E. Häußler", "S. Luther", "J. Sichelschmidt", "K. M. Ranjith", "T. Herrmannsdörfer", "M. Rotter", "S. Granovsky", "H. Kühne", "M. Uhlarz", "J. Wosnitza", "H. -H. Klauß", "M. Baenitz", "T. Doert", "M. Doerr"], "title": "Magnetic anisotropy and dipolar interactions in the frustrated triangular-lattice magnet NaGdS_2", "comment": null, "summary": "In this comprehensive study, we present results of bulk measurements (magnetization, specific heat, ac susceptibility, thermal expansion, and magnetostriction) combined with local methods such as nuclear magnetic resonance (^23Na NMR) and electron spin resonance (ESR) and simulations (McPhase) on polycrystalline and single-crystalline NaGdS_2 samples. The rare-earth delafossite NaGdS_2 is a triangular-lattice magnet with S = 7/2 spin-only Gd^3+ moments with suppressed single-ion anisotropy. In our study, we estimate that NaGdS_2 has a weak antiferromagnetic exchange (J_H/k_B is about 52mK) and signs of long-range magnetic order are absent down to lowest temperature. However, indications of short range magnetic order are found below 180 mK in the ac susceptibility and thermal expansion. Our results indicate an interplay of Heisenberg-type and dipolar exchange. Due to the large moment of the Gd^3+ ions, one expects a strong impact of the dipolar coupling in NaGdS_2, in contrast to the related NaYbS_2. ESR and ^23Na NMR measurements, indeed, indicate the formation of short-range ferromagnetic correlations. NaGdS_2 appears to be a rare system, in which magnetic order is suppressed by a competition between Heisenberg and dipolar interactions."}
{"id": "2512.10436", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.10436", "abs": "https://arxiv.org/abs/2512.10436", "authors": ["Anastasiia Chyzhykova", "Jeroen van den Brink", "Flavio S. Nogueira"], "title": "The Feynman paradox in a spherical axion insulator", "comment": "9 pages, 4 figures", "summary": "We show that a small charged probe near a spherical topological insulator causes the latter to rotate around a symmetry axis defined by the center of the sphere and the position of the charge outside the latter. The rotation occurs when the distance from the charge to the center of the sphere is changed. This phenomenon occurs due to induced static fields and is a consequence of the axion electrodynamics underlying the electromagnetic response of a topological insulator. Assuming a regime where the charged probe can be regarded as a point charge $q=Ne$, where $N$ is a positive integer and $e$ is the elementary electric charge, we obtain that the rotation frequency is given by $ω=(Nα)^2Υ(ε,d/a)/I$, where $I$ is the moment of inertia, $α$ is the fine-structure constant, and the function $Υ$ depends on the dielectric constant $ε$ and the relative distance $d/a$ of the charge from the center of the sphere of radius $a$. Since the point charge also induces Hall currents on the surface, we compute also their associated angular momentum. This allows us to derive an exact expression for the electronic velocity on the surface as a function of $a/d$."}
{"id": "2512.10944", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10944", "abs": "https://arxiv.org/abs/2512.10944", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Pair-density-wave in quarter-metals from a repulsive fermionic interaction in graphene heterostructures: A renormalization group study", "comment": "7 Pages and 4 Figures", "summary": "Electronic bands in chirally stacked $n$ layer carbon-based honeycomb heterostructures, encompassing rhombohedral ($n \\geq 3$), Bernal bilayer ($n=2$), and monolayer ($n=1$) graphene, possess four-fold valley and spin degeneracy. Such systems with $n \\geq 2$, when subject to external perpendicular electric displacement fields, feature a fully degenerate metal at high doping, a spin non-degenerate but valley degenerate half-metal at moderate doping, and a non-degenerate quarter-metal at low doping. Due to the fully polarized nature of the quasiparticles in the quarter-metal, realized around one particular valley otherwise chosen spontaneously, it can sustain a single local superconducting ground state, representing a pair-density-wave that is chiral and odd parity in nature. From a leading order renormalization group analysis, here we show that repulsive density-density interaction among such polarized fermionic excitations can foster the pair-density-wave phase at low temperatures. Possible connections with experimentally observed superconducting states in the close vicinity of the quarter-metal in some members of such graphene heterostructures family are discussed."}
{"id": "2512.10405", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.10405", "abs": "https://arxiv.org/abs/2512.10405", "authors": ["Zhiyuan Duan", "Peixin Qin", "Chengyan Zhong", "Shaoxuan Zhang", "Li Liu", "Guojian Zhao", "Xiaoning Wang", "Hongyu Chen", "Ziang Meng", "Jingyu Li", "Sixu Jiang", "Xiaoyang Tan", "Qiong Wu", "Yu Liu", "Zhiqi Liu"], "title": "Electric-Field-Controlled Altermagnetic Transition for Neuromorphic Computing", "comment": "42 pages, 13 figures, published online at Journal of the American Chemical Society", "summary": "Altermagnets represent a novel magnetic phase with transformative potential for ultrafast spintronics, yet efficient control of their magnetic states remains challenging. We demonstrate an ultra-low-power electric-field control of altermagnetism in MnTe through strain-mediated coupling in MnTe/PMN-PT heterostructures with negligible Joule heating. Application of +6 kV/cm electric fields induces piezoelectric strain in PMN-PT, modulating the Néel temperature from 310 to 328 K. As a result, around the magnetic phase transition, the altermagnetic spin splitting of MnTe is reversibly switched \"on\" and \"off\" by the electric fields. Meanwhile, the piezoelectric strain generates lattice distortions and magnetic structure changes in MnTe, enabling up to 9.7% resistance modulation around the magnetic phase transition temperature. Leveraging this effect, we implement programmable resistance states in a Hopfield neuromorphic network, achieving 100% pattern recognition accuracy at <=40% noise levels. This approach establishes the electric-field control as a low-power strategy for altermagnetic manipulation while demonstrating the viability of altermagnetic materials for energy-efficient neuromorphic computing beyond conventional charge-based architectures."}
{"id": "2512.10010", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10010", "abs": "https://arxiv.org/abs/2512.10010", "authors": ["Shuo Wang", "Ilaria Maccari", "Xilin Feng", "Ze-Nan Wu", "Jia-Peng Peng", "Kam Tuen Law", "Y. X. Zhao", "Andras Szabo", "Andreas Schnyder", "Ning Kang", "Xiao-Song Wu", "Jingchao Liu", "Xuewen Fu", "Mark H. Fischer", "Manfred Sigrist", "Dapeng Yu", "Ben-Chuan Lin"], "title": "Switchable half-quantum flux states in a ring of the kagome superconductor CsV$_3$Sb$_5$", "comment": "49 pages, 23 figures", "summary": "Magnetic flux quantization in units of $Φ_0 = h/2e$ is a defining feature of superconductivity, rooted in the charge-2e nature of Cooper pairs. In a ring geometry, the flux quantization leads to oscillations in the critical temperature with magnetic flux, known as the Little-Parks effect. While the maximal critical temperature is conventionally at zero flux, departures from this rule, for instance shifts by a half-quantum flux $Φ_0/2$, clearly signal unconventional superconducting states and require sign-changing order parameters. Historically, such $π$-phase shifts in Little-Parks oscillations have been found in tricrystals or engineered ring structures that intentionally incorporate a $π$-phase shift. Here we report the discovery of switchable half-quantum flux states in rings made from single crystals of the kagome superconductor CsV$_3$Sb$_5$. We observe Little-Parks oscillations with a $π$-phase shift at zero bias current, which can be reversibly tuned to conventional Little-Parks oscillations upon applying a bias current. Between the $π$-phase and 0-phase regimes, $h/4e$ periodic oscillations appear. Our observations suggest unconventional pairing, potentially in the form of a multicomponent order parameter in the kagome superconductor CsV$_3$Sb$_5$, and reveal an electrically tunable landscape of competing superconducting condensates and fractional flux states."}
{"id": "2512.10755", "categories": ["cond-mat.str-el", "hep-lat", "hep-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10755", "abs": "https://arxiv.org/abs/2512.10755", "authors": ["Yeimer Zambrano", "Aleksey Alekseev", "Konrad J. Kapcia", "Krzysztof Cichy", "Agnieszka Cichy"], "title": "Phase structure of the one-dimensional $\\mathbb{Z}_2$ lattice gauge theory with second nearest-neighbor interactions", "comment": "13 pages, 12 figures (including 29 panels), 53 references; RevTeX class, double-column formatting", "summary": "We investigate the ground-state phase diagram of a one-dimensional $\\mathbb{Z}_2$ lattice gauge theory (LGT) model with hard-core bosons at half-filling, extending previous studies by including second nearest-neighbor (2NN) interactions. Using matrix product state techniques within the density matrix renormalization group, we compute charge gap, static structure factor, and pair-pair correlation functions for various interaction strengths and field parameters. We analyze two representative neatest-neighbor interaction strengths ($V_1$) that correspond to the Luttinger liquid (LL) and Mott insulator (MI) phases in the absence of the 2NN interactions. We introduce the 2NN coupling $V_2$ and investigate its impact on the system. Our results reveal very rich behavior. As the 2NN repulsion increases, in the case of small $V_1$, we observe a direct transition from the LL phase to a charge-ordered insulator (COI) phase, whereas for large $V_1$, we observe a transition from the MI phase (previously found with only $V_1$ included), going through an intermediate LL region, and finally reaching the COI regime. Additionally, the inclusion of 2NN interactions enhances charge order and suppresses pair coherence, evidenced by sharp peaks in the structure factor and rapid decay in pair-pair correlators. Our work extends the well-studied phase structure of 1D $\\mathbb{Z}_2$ LGT models and demonstrates the interplay between gauge fields, confinement, and extended interactions."}
{"id": "2512.10476", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10476", "abs": "https://arxiv.org/abs/2512.10476", "authors": ["Ricardo Javier Peña Román", "Sandip Maity", "Fabian Samad", "Dinesh Pinto", "Simon Josephy", "Andrea Morales", "Attila Kákay", "Klaus Kern", "Olav Hellwig", "Aparajita Singha"], "title": "Nanoscale magnetometry of a synthetic three-dimensional spin texture", "comment": null, "summary": "Multilayered synthetic antiferromagnets (SAFs) are artificial three-dimensional (3D) architectures engineered to create novel, complex, and stable spin textures. Non-invasive and quantitative nanoscale magnetic imaging of the two-dimensional stray field profile at the sample surface is essential for understanding the fundamental properties of the spin-structure and being able to tailor them to achieve new functionalities. However, the deterministic detection of spin textures and their quantitative characterization on the nanoscale remain challenging. Here, we use nitrogen-vacancy scanning probe microscopy (NV-SPM) under ambient conditions to perform the first quantitative vector-field magnetometry measurements in the multilayered SAF [(Co/Pt)$_5$/Co/Ru]$_3$/(Co/Pt)$_6$. We investigate nanoscale static and dynamic properties of antiferromagnetic domains with boundaries hosting ``one-dimensional'' ferromagnetic stripes with ~ 100 nm of width and periodic modulation of the magnetization. By employing NV-SPM measurements in different imaging modes and involving NV-probes with various crystallographic orientations, we demonstrated distinct fingerprints emerging from GHz-range spin noise and constant stray fields on the order of several mT. This provides quantitative insights into the structure of domains and domain walls, as well as, into magnetic noise associated with thermal spin-waves. Our work opens up new opportunities for quantitative vector-field magnetometry of modern magnetic materials with tailored 3D spin textures and stray field profiles, and potentially novel spin-wave dispersions--in a quantitative and non-invasive manner, with exceptional magnetic sensitivity and nanometer scale spatial resolution."}
{"id": "2512.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.10434", "abs": "https://arxiv.org/abs/2512.10434", "authors": ["Sikander Azam", "Qaiser Rafiq", "Rajwali Khan", "Hamdy Khamees Thabet"], "title": "Engineering Multifunctional Response in Monolayer Fe3O4 via Zr Adsorption: From Half-Metallicity to Enhanced Piezoelectricity", "comment": null, "summary": "Two-dimensional (2D) magnetic oxides are increasingly studied for their multifunctional potential in fields like spintronics, optoelectronics, and energy conversion. In this research, we conduct a detailed first-principles study of pure monolayer Fe3O4 and its modification through Zr adsorption at two sites: on top of an Fe atom and at the bridge between Fe atoms. Using spin-polarized density functional theory with the GGA plus U method, we examine how adsorption affects structure, electronic, magnetic, optical, elastic, and piezoelectric properties. The original monolayer shows half-metallicity, strong spin polarization, and a moderate in-plane piezoelectric effect. Zr adsorption causes local lattice distortions and orbital hybridization, resulting in intermediate electronic states, a reduced bandgap, and increased optical absorption in both spin channels. Notably, Zr at the bridge site greatly enhances dielectric response, optical conductivity, and piezoelectric coefficients, tripling e11 compared to the pristine layer. Elastic constants indicate mechanical softening after functionalization, and energy loss spectra display shifts in plasmon resonance. These findings suggest Zr adsorption offers a controllable, non-destructive way to tune spin, charge, and lattice interactions in Fe4O4 monolayers, connecting magnetic, optical, and piezoelectric functionalities within a single 2D material platform."}
{"id": "2512.10052", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10052", "abs": "https://arxiv.org/abs/2512.10052", "authors": ["Néstor E. Massa", "Javier Gainza", "Aurélien Canizares", "Leire del Campo", "José Antonio Alonso"], "title": "Spin-phonon interactions revisited: Far-infrared emission, Raman scattering, and high-resolution x-ray diffraction at the Néel temperature in LaFeO3", "comment": "10 figures", "summary": "We report on the structural evolution, spin phonon interactions, and magnetoelastic effects in bulk LaFeO3 perovskite across its antiferromagnetic transition. We found that while the lattice constants exhibit slight deviations at the Neel temperature(TN), due to spin phonon interactions, individual interatomic bonds display distinct behavior. The octahedral B site basal plane, involving oxygen ion pairs that mediate superexchange interactions, displays bond contraction (or elongation) assimilable to the observed in x ray diffraction for negative thermal expansion. These bond deviations reach a singular point near TN, where a sharp change in bond length is observed. A similar abrupt change is also detected in the nearest neighbor La O2 basal plane distances, which we interpret as arising from ion size differences within the 3d 2p hybridized states associated with the superexchange mechanism. High-resolution SXRD measurements of the c-axis Fe3+ O1 and La3+ O1 apex distances reveal a distinct inflection at the Neel temperature. This behavior supports the role of lattice distortions and crystal field modifications in the emergence of non collinear weak ferromagnetism in RFeO3 (R = rare earth) perovskites. Furthermore, our SXRD patterns show an increase in diffraction line intensities peaking at TN, suggesting a straightforward indicator for spin-phonon interactions that also resolves into lattice metastability deduced by nonlinear thermal expansion in the paramagnetic phase. Preliminary results across the full RFeO3 (R = rare earth) series indicate a shared structural framework among all members, potentially offering insights into previously inconclusive structural interpretations in oxides with common octahedral sublattices."}
{"id": "2512.10899", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10899", "abs": "https://arxiv.org/abs/2512.10899", "authors": ["Heiko Georg Menzler", "Suman Mondal", "Fabian Heidrich-Meisner"], "title": "Hybrid quantum-classical matrix-product state and Lanczos methods for electron-phonon systems with strong electronic correlations: Application to disordered systems coupled to Einstein phonons", "comment": "18 pages, 14 figures", "summary": "We present two quantum-classical hybrid methods for simulating the time-dependence of electron-phonon systems that treat electronic correlations numerically exactly and optical-phonon degrees of freedom classically. These are a time-dependent Lanczos and a matrix-product state method, each combined with the multi-trajectory Ehrenfest approach. Due to the approximations, reliable results are expected for the adiabatic regime of small phonon frequencies. We discuss the convergence properties of both methods for a system of interacting spinless fermions in one dimension and provide a benchmark for the Holstein chain. As a first application, we study the decay of charge density wave order in a system of interacting spinless fermions coupled to Einstein oscillators and in the presence of quenched disorder. We investigate the dependence of the relaxation dynamics on the electron-phonon coupling strength and provide numerical evidence that the coupling of strongly disordered systems to classical oscillators leads to delocalization, thus destabilizing the (finite-size) many-body localization in this system."}
{"id": "2512.10511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10511", "abs": "https://arxiv.org/abs/2512.10511", "authors": ["O. Kozlov", "V. Kalita", "S. Reshetniak", "A. Kravets", "D. Polishchuk", "V. Korenivski"], "title": "Thermally-controlled interlayer exchange and field-induced anisotropy in synthetic antiferromagnets", "comment": "12 pages, 4 figures", "summary": "Interlayer exchange in synthetic antiferromagnets incorporating thin paramagnetic spacers can be controlled thermally. The spacer provides an additional ferromagnetic contribution that renormalizes the otherwise temperature-independent interlayer coupling. As a result, the system shows antiferromagnetic alignment at high temperatures and ferromagnetic alignment at low temperatures. This behavior is observed in Fe(2 nm)/Cr(0.4 nm)/Fe$_{17.5}$Cr$_{82.5}$(0.9 nm)/Cr(0.4 nm)/Fe(2 nm) multilayers with the inner spacer Fe$_{17.5}$Cr$_{82.5}$ paramagnetic at and above room temperature, and is shown to be due to the spacer being significantly magnetically polarized on lowering the temperature toward its Curie point. Although the Fe layers lack intrinsic magnetocrystalline anisotropy, the magnetization reversal demonstrates a field-induced uniaxial anisotropy of antiferromagnetic character. The resulting reversal process resembles that of a metamagnet with a spin-flip transition."}
{"id": "2512.10469", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10469", "abs": "https://arxiv.org/abs/2512.10469", "authors": ["Hanyi Zhang", "Xueqi Xing", "Jiang-Jing Wang", "Chao Nie", "Yuxin Du", "Junying Zhang", "Xueyang Shen", "Wen Zhou", "Matthias Wuttig", "Riccardo Mazzarello", "Wei Zhang"], "title": "Atomistic understanding of two-dimensional monatomic phase-change material for non-volatile optical applications", "comment": null, "summary": "Elemental antimony (Sb) is a promising material for phase-change memory, neuromorphic computing and nanophotonic applications, because its compositional simplicity can prevent phase segregation upon extensive programming. Scaling down the film thickness is a necessary step to prolong the lifetime of amorphous Sb, but the optical properties of Sb are also significantly altered as the thickness is reduced to a few nanometers, adding complexity to device optimization. In this work, we aim to provide atomistic understanding of the thickness-dependent optical responses in Sb thin films. As thickness decreases, both the extinction coefficient and optical contrast reduce in the near-infrared spectrum, consistent with previous optical measurements. Such thickness dependence gives rise to a bottom thickness limit of 2 nm in photonic applications, as predicted by coarse-grained device simulations. Further bonding analysis reveals a fundamentally different behavior for amorphous and crystalline Sb upon downscaling, resulting in the reduction of optical contrast. Thin film experiments are also carried out to validate our predictions. The thickness-dependent optical trend is fully demonstrated by our ellipsometric spectroscopy experiments, and the bottom thickness limit of 2 nm is confirmed by structural characterization experiments. Finally, we show that the greatly improved amorphous-phase stability of the 2 nm Sb thin film enables robust and reversible optical switching in a silicon-based waveguide device."}
{"id": "2512.10070", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10070", "abs": "https://arxiv.org/abs/2512.10070", "authors": ["Ben R. M. Tragheim", "Fabio Orlandi", "En-Pei Liu", "Wei-Tin Chen", "Mark S. Senn"], "title": "The magnetic structure of polar $G$-type charge and orbital ordered Hg-quadruple manganite perovskites", "comment": "9 page, 6 figures", "summary": "The magnetic structure of the novel Hg$_{0.7}$Na$_{0.3}$Mn$_3$Mn$_4$O$_{12}$, a quadruple manganite perovskite that exhibits a unique $G$-type charge and orbital ordered state distinct to other $A^{2+}$Mn$_3$Mn$_4$O$_{12}$ equivalents ($A$ $=$ Ca, Sr, Cd, Pb), has been solved using powder neutron diffraction and symmetry-motivated analysis. A $G$-type-like antiferromagnetic (AFM) ordering of Mn on the $A'$ sites and a `up--up--down--down' AFM moment configuration of Mn spins on the $B$ sites is found to occur. The mechanism for the onset and stabilization of $B$ site `up--up--down--down' AFM order is explored in terms of coupling between structural and magnetic distortions. The results presented here provide evidence of the exotic charge, orbital, electronic and magnetic orderings that quadruple manganite perovskites demonstrate, and further highlighting the distinct chemistry that Hg$^{2+}$ plays in stabilizing novel states compared to other divalent $A$-site cation equivalents."}
{"id": "2512.10909", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10909", "abs": "https://arxiv.org/abs/2512.10909", "authors": ["Filippo Gaggioli", "Pierre-Antoine Graham", "Liang Fu"], "title": "Electronic crystals and quasicrystals in semiconductor quantum wells: an AI-powered discovery", "comment": null, "summary": "The homogeneous electron gas is a cornerstone of quantum condensed matter physics, providing the foundation for developing density functional theory and understanding electronic phases in semiconductors. However, theoretical understanding of strongly-correlated electrons in realistic semiconductor systems remains limited. In this work, we develop a neural network based variational approach to study quantum wells in three dimensional geometry for a variety of electron densities and well thicknesses. Starting from first principles, our unbiased AI-powered method reveals metallic and crystalline phases with both monolayer and bilayer charge distributions. In the emergent bilayer, we discover a new quantum phase of matter: the electronic quasicrystal."}
{"id": "2512.10627", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10627", "abs": "https://arxiv.org/abs/2512.10627", "authors": ["Stan P. J. Koenis", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Edge states of a Bi$_2$Se$_3$ nanosheet in a perpendicular magnetic field", "comment": null, "summary": "Conventional wisdom dictates that the conducting edge states of two-dimensional topological insulators of the Bi$_2$Se$_3$ family are protected by time-reversal symmetry. However, theoretical bulk calculations and a recent experiment show that the edge states persist in the presence of large external magnetic fields. To address this apparent contradiction, we have developed an analytical description for the edge-state wave function of a semi-infinite sample in a perpendicular magnetic field. Our description relies on the usual bulk Landau levels, together with additional states arising due to the presence of the hard wall, which are unnormalizable in the infinite system. The analytical wave functions agree extremely well with numerical calculations and can be used to directly analyze the behavior of the edge states in a magnetic field."}
{"id": "2512.10471", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10471", "abs": "https://arxiv.org/abs/2512.10471", "authors": ["L. Celestine", "R. Zosiamliana", "H. Laltlanmawii", "B. Chettri", "Lalhum Hima", "Lalhriat Zuala", "S. Gurung", "A. Laref", "D. P. Rai"], "title": "Interfacial effect on the optoelectronic and piezoelectric properties of Ge-Sn terminated Halide Perovskite heterostructure from first-principles study", "comment": null, "summary": "Since the very early stages of research on sustainable technologies, green energy conversion has always been a prime focus. With the discoveries of countless functional materials in recent years, significant progress has been made to meet the global energy demand for sustainable development. Among them, halide perovskites have emerged as one of the most promising and reliable materials. In this work, we have investigated the lead-free halide perovskites, vis CsGeCl3 and RbSnBr3, within a framework of density functional theory (DFT) to explore their potential applicability in harvesting clean and renewable energy. This study gives a comprehensive analysis of the bulk, sur- face (001), and Ge-Sn-terminated interfaces within GGA and mGGA functionals. Interestingly, the inherent asymmetric arrangements of the systems exhibit remarkable optoelectronic and piezoelectric properties. The piezoelectric performance of each surface cut has been validated through the electromechanical coupling calculation."}
{"id": "2512.10073", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10073", "abs": "https://arxiv.org/abs/2512.10073", "authors": ["Imad Limame", "Peter Ludewig", "Aris Koulas-Simos", "Chirag C. Palekar", "Jan Donges", "Ching-Wen Shih", "Kartik Gaur", "Sarthak Tripathi", "Sven Rodt", "Wolfgang Stolz", "Kerstin Volz", "Stephan Reitzenstein"], "title": "Direct Epitaxial Growth and Deterministic Device Integration of high-quality Telecom O-Band InGaAs Quantum Dots on Silicon Substrate", "comment": null, "summary": "Semiconductor quantum dots (QDs) are key building blocks for photonic quantum technologies, enabling practical sources of non-classical light. A central challenge for scalable integration is the direct epitaxial growth of high-quality emitters on industry-compatible silicon platforms. Furthermore, for long-distance fiber-based quantum communication, emission in the telecom O- or C-band is essential. Here, we demonstrate the direct growth of high-quality InGaAs/GaAs QDs emitting in the telecom O-band using a strain-reducing layer approach on silicon. Deterministic integration of individual QDs into circular Bragg grating resonators is achieved via in-situ electron-beam lithography. The resulting devices exhibit strong out-coupling enhancement, with photon extraction efficiencies up to $(40 \\pm 2)\\%$, in excellent agreement with numerical simulations. These results highlight the high material quality of both the epitaxial platform and the photonic nanostructure, as well as the precise lateral positioning of the emitter within 20~nm of the resonator center. At cryogenic temperature (4~K) and low excitation power ($0.027\\times P_\\text{sat}$), the devices show excellent single-photon purity, exceeding 99\\%. Operation at elevated temperatures of 40~K and 77~K, compatible with compact Stirling cryo-coolers and liquid-nitrogen cooling, reveals robust performance, with single-photon purity maintained at $(88.4 \\pm 0.6)\\%$ at 77~K. These results demonstrate a practical and scalable route toward silicon-based quantum light sources and provide a promising path for cost-effective fabrication and seamless integration of quantum photonics with classical electronics, representing an important step toward large-scale, chip-based quantum information systems."}
{"id": "2512.10010", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10010", "abs": "https://arxiv.org/abs/2512.10010", "authors": ["Shuo Wang", "Ilaria Maccari", "Xilin Feng", "Ze-Nan Wu", "Jia-Peng Peng", "Kam Tuen Law", "Y. X. Zhao", "Andras Szabo", "Andreas Schnyder", "Ning Kang", "Xiao-Song Wu", "Jingchao Liu", "Xuewen Fu", "Mark H. Fischer", "Manfred Sigrist", "Dapeng Yu", "Ben-Chuan Lin"], "title": "Switchable half-quantum flux states in a ring of the kagome superconductor CsV$_3$Sb$_5$", "comment": "49 pages, 23 figures", "summary": "Magnetic flux quantization in units of $Φ_0 = h/2e$ is a defining feature of superconductivity, rooted in the charge-2e nature of Cooper pairs. In a ring geometry, the flux quantization leads to oscillations in the critical temperature with magnetic flux, known as the Little-Parks effect. While the maximal critical temperature is conventionally at zero flux, departures from this rule, for instance shifts by a half-quantum flux $Φ_0/2$, clearly signal unconventional superconducting states and require sign-changing order parameters. Historically, such $π$-phase shifts in Little-Parks oscillations have been found in tricrystals or engineered ring structures that intentionally incorporate a $π$-phase shift. Here we report the discovery of switchable half-quantum flux states in rings made from single crystals of the kagome superconductor CsV$_3$Sb$_5$. We observe Little-Parks oscillations with a $π$-phase shift at zero bias current, which can be reversibly tuned to conventional Little-Parks oscillations upon applying a bias current. Between the $π$-phase and 0-phase regimes, $h/4e$ periodic oscillations appear. Our observations suggest unconventional pairing, potentially in the form of a multicomponent order parameter in the kagome superconductor CsV$_3$Sb$_5$, and reveal an electrically tunable landscape of competing superconducting condensates and fractional flux states."}
{"id": "2512.10856", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10856", "abs": "https://arxiv.org/abs/2512.10856", "authors": ["Sreyan Raha", "Tara Shankar Bhattacharya", "Indrani Bose", "Achintya Singha"], "title": "Brightening of dark trions in monolayer WS$_2$ via localization of surface plasmons", "comment": "14 pages, 11 figures", "summary": "Optically inactive dark trions in two-dimensional semiconductors are poised to play a stellar role in future quantum technologies due to their long lifetimes, about two orders of magnitude greater than those of their bright counterparts. In monolayer (ML) tungsten disulphide (WS$_2$), accessing these states via optical activation remains challenging, specially at elevated temperatures. Here, we demonstrate the brightening of dark trions from ML WS$_2$ in the temperature range, 83 K-115 K, via localized surface plasmon modes in a disordered gold substrate. The resulting photoluminescence (PL) spectrum reveals a distinct spectral doublet with the twin peaks separated by ~ 45 meV. We propose that the peaks represent semi-dark and bright trion states, the origin of which lies in intervalley electron-electron scatterings. We also report on the experimental evidence of a negative degree of circular polarization in ML WS$_2$ at the energy of the semi-dark trion state."}
{"id": "2512.10523", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10523", "abs": "https://arxiv.org/abs/2512.10523", "authors": ["Rahul Deb", "Debajyoti Bhattacharjee", "Syed Arshad Hussain"], "title": "Bio-Organic Materials Based Resistive Switching Memories", "comment": "5 pages, 2 figures, 1 table", "summary": "Resistive switching (RS) devices, based on soft materials such as organic, biomolecules as well as natural plant extracts etc., has emerged as a promising alternative to the conventional memory technologies. They offer simple device structures, low power requirements, rapid switching and compatibility with high-density device integration. Over the last two decades, these classes of materials have been explored for both non-volatile memory and artificial synapse functions. This chapter provides a brief overview of RS fundamentals, their major classifications, key applications, and recent trends in the use of organic and bio-derived materials."}
{"id": "2512.10096", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10096", "abs": "https://arxiv.org/abs/2512.10096", "authors": ["Marcin M. Wysokiński"], "title": "Gutzwiller approximation for paramagnetic ionic Hubbard model: Analytic expression for band - Mott insulator transition", "comment": "Submitted to Acta Physica Polonica B as proceedings of the Concepts in Strongly Correlated Quantum Matter 2025 conference", "summary": "The ionic Hubbard model is a paradigmatic setup for studying the competition between band and Mott insulating behavior. Within the variationally exact in infinite dimensions Gutzwiller approximation, we derive a compact analytic expression for the phase boundary between Mott and band insulator. While the method reproduces the expected band-Mott insulator phenomenology, it does not capture the correlated metallic state at finite staggered potential found for example in dynamical mean-field theory. This absence highlights that the metallic phase originates from incoherent Hubbard-band physics rather than Fermi-liquid behavior well captured by Gutzwiller approximation. Our formulation establishes a concise variational framework to ionic Hubbard model, with natural extensions to nonequilibrium setups and spin-exchange dynamics."}
{"id": "2512.10201", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10201", "abs": "https://arxiv.org/abs/2512.10201", "authors": ["Huan Li"], "title": "Switching of topological phase transition from semiconductor to ideal Weyl states in Cu$_2$SnSe$_3$ family of materials", "comment": "8 pages, 8 figures", "summary": "The exploration of topological phase transition (TPT) mechanisms constitutes a central theme in quantum materials research. Conventionally, transitions between Weyl semimetals (WSMs) and other topological states rely on the breaking of time-reversal symmetry (TRS) or precise manipulation of lattice symmetry, thus constraints the available control strategies and restrict the scope of viable material systems. In this work, we propose a novel mechanism for TPT that operates without TRS breaking or lattice symmetry modification: a class of semiconductors can be directly transformed into an ideal WSM via bandgap closure. This transition is driven by chemical doping, which simultaneously modulates the band gap and enhances spin-orbit coupling (SOC), leading to band inversion between the valence and conduction bands and thereby triggering the TPT. Using first-principles calculations, we demonstrate the feasibility of this mechanism in the Cu$_2$SnSe$_3$ family of materials, where two pairs of Weyl points emerge with energies extremely close to the Fermi level. The bulk Fermi surface becomes nearly point-like, while the surface Fermi surface consists exclusively of Fermi arcs. This symmetry-independent mechanism bypasses the constraints of conventional symmetry-based engineering, and also offers an ideal platform for probing the anomalous transport properties of WSMs."}
{"id": "2512.10869", "categories": ["cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10869", "abs": "https://arxiv.org/abs/2512.10869", "authors": ["Francisco Romero-Lara", "Manuel Vilas-Varela", "Ricardo Ortiz", "Manish Kumar", "Alessio Vegliante", "Lucía Gómez-Rodrigo", "Jan Patrick Calupitan", "Diego Soler", "Nikas Friedrich", "Dongfei Wang", "Jon Ortuzar", "Stefano Trivini", "Fabian Schulz", "Thomas Frederiksen", "Pavel Jelínek", "Diego Peña", "Jose Ignacio Pascual"], "title": "Topological Engineering of a Frustrated Antiferromagnetic Triradical in Aza-Triangulene Architectures", "comment": "8 main pages, 4 main figures; 20 supplementary pages, 18 supplementary figures", "summary": "Open-shell nanographenes provide a versatile platform to host unconventional magnetic states within their π-conjugated networks. Particularly appealing are graphene architectures that incorporate spatially separated radicals and tunable interactions, offering a scalable route toward spin-based quantum architectures. Triangulenes are ideal for this purpose, as their radical count scales with size, although strong hybridization prevents individual spin control. Here, we realize a radical reconfiguration strategy that transforms a single-radical aza-triangulene into a frustrated antiferromagnetic triradical by covalently extending it with armchair anthene moieties of increasing length. Scanning tunnelling spectroscopy reveals edge-localized Kondo resonances and a doublet-to-quartet spin excitation, evidencing the emergence of correlated spins. Multi-reference electronic-structure calculations trace the progressive increase in polyradical character with anthene length, driven by the clustering of frontier states within a narrow energy window. Consequently, the initial single-radical doublet reorganizes into a frustrated triradical with weakly coupled edge spins, a molecular analog of a three-qubit quantum register."}
{"id": "2512.10603", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10603", "abs": "https://arxiv.org/abs/2512.10603", "authors": ["Shucheta Shegufta", "Michael Zaiser"], "title": "An intermediately-homogenized peridynamics approach to failure of microstructually disordered materials", "comment": null, "summary": "Peridynamics provides a versatile tool for fracture modelling in materials where fracture pathways cannot be predicted beforehand, but must be envisaged as an emergent features of the deformation process. One class of materials where this is surely the case are materials with strong microstructural disorder such as random composites, random porous materials or disordered metamaterials. For this class of materials we propose an intermediately-homogenized peridynamic modelling approach where the disordered microstructure is not resolved in full spatial detail but described in terms of random order parameter fields which retain essential information about the local heterogeneity and spatial correlations of material properties."}
{"id": "2512.10145", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.10145", "abs": "https://arxiv.org/abs/2512.10145", "authors": ["Qing-Dong Jiang"], "title": "Harnessing Vacuum Fluctuations to Shape Electronic and Photonic Behavior", "comment": "Perspective, 5 pages", "summary": "Vacuum quantum fluctuations are an inescapable and fundamental feature of modern physics. By integrating cavity-enhanced or surface-modified vacuum quantum fluctuations with low-dimensional materials, a new paradigm-vacuumronics-emerges, enabling unprecedented control over both material properties and photonic responses at the micro- and nanoscale. This synergy opens novel pathways for engineering quantum light-matter interactions, advancing applications in quantum photonics, nanoscale optoelectronics, and quantum material design."}
{"id": "2512.10475", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10475", "abs": "https://arxiv.org/abs/2512.10475", "authors": ["Yicheng Zhong", "Fu-Chun Zhang", "Kun Jiang"], "title": "Yamaji effect and quantum oscillation in Yang-Rice-Zhang model of underdoped cuprates", "comment": "5 pages, 4 figures with appendix", "summary": "Recent experiments have revealed signatures of small Fermi pockets in the pseudogap phase of cuprate superconductors, most notably the Yamaji effect observed in $\\mathrm{HgBa}_2\\mathrm{CuO}_{4+δ}$. The Yang-Rice-Zhang (YRZ) model provides a successful phenomenological description of the pseudogap state and naturally predicts such small pockets. In this work, we use a microscopic framework to calculate angle-dependent magnetoresistance and quantum oscillation within the YRZ model. Our calculations simultaneously reproduce the experimentally observed Yamaji oscillations and the Shubnikov-de Haas oscillation corresponding to a pocket area of about $p/8$, with $p$ the hole density. By further testing the effect of Green's-function zeros, we confirm that isolated zeros leave the oscillation period unchanged, whereas an extended zero segment suppresses and modifies the oscillation. Our findings demonstrate that the YRZ model captures essential features of the pseudogap regime and provides a general quantum approach that can be applied to more complex electronic structures."}
{"id": "2512.10914", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10914", "abs": "https://arxiv.org/abs/2512.10914", "authors": ["Jucheng Lin", "Yicheng Zhuang", "Anton M. Graf", "Joonas Keski-Rahkonen", "Eric J. Heller"], "title": "Shaping chaos in bilayer graphene cavities", "comment": "9 pages, 6 figures", "summary": "Bilayer graphene (BLG) cavities, where electrons are confined in finite graphene flakes, provide a suitable platform to study quantum chaotic phenomena in condensed matter systems due to the trigonal warping of the Fermi surface. Here, we investigate the effect of the misalignment between the BLG lattice and the cavity geometry, introduced by rotating the boundary relative to the lattice, which can drive the system towards chaos. Based on a tight-binding model, eigenenergy level statistics reveals that rotation leads to level repulsion following Wigner-Dyson statistics, while corresponding eigenstate analysis indicates a transition from near-integrability to spatially uncorrelated random waves. Analysis of the semiclassical ray-dynamics with the trigonal-warped dispersion unveils an ergodic phase space structure, providing a quantum-classical correspondence of the onset of chaos. These findings establish an avenue to quantum chaotic phenomena in BLG cavities with potential applications in quantum device engineering."}
{"id": "2512.10609", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10609", "abs": "https://arxiv.org/abs/2512.10609", "authors": ["Ruben Hamming-Green", "Ewout van der Veer", "Beatriz Noheda"], "title": "Epitaxial Sr(Sn, Ge)$_{x}$Ti$_{1-x}$O$_{3}$ buffer layers for continuous strain engineering on SrTiO$_{3}$ substrates", "comment": "10 pages, 5 figures", "summary": "Epitaxial strain plays a key role in determining the structure and functionality of thin films, with the choice of substrate being traditionally used to control the magnitude of the applied strain. However, even in the large family of perovskite materials, this allows for only a limited, discrete set of strain states to be achieved. Here we report on an approach to controlling epitaxial strain for the growth of perovskite materials by involving a single SrTiO$_{3}$ substrate (the most available perovskite in single crystal form) and a buffer layer that consists of the solid solution Sr(Sn, Ge)$_{x}$Ti$_{1-x}$O$_{3}$, of which the lattice parameter can be tuned in a continuous fashion, from 3.880 Å up to 4.007 Å, while maintaining coherent epitaxial growth on SrTiO$_{3}$ with high quality interfaces. Using a BaTiO$_{3}$ overlayer as a model system, we show that changes to the buffer layer composition, i.e. increase of in-plane lattice parameter, change the strain state of BaTiO$_{3}$ from fully relaxed, through highly compressively strained, to an exotic state showing 'inverted' epitaxy in which the buffer layer is relaxed from the substrate but lattice matched to the overlayer."}
{"id": "2512.10157", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10157", "abs": "https://arxiv.org/abs/2512.10157", "authors": ["Xuance Jiang", "Jennifer Cano", "Yuan Ping", "Yafis Barlas", "Deyu Lu"], "title": "Two-dimensional helical superconductivity and gapless superconducting edge modes in the 1T$^\\prime$-WS$_2$/2H-WS$_2$ heterophase bilayer", "comment": null, "summary": "We propose a material platform comprised of transition metal dichalcogenide (TMDC) heterostructures to realize the two-dimensional (2D) helical superconductivity with an intrinsic gap. By van der Waals stacking a 2D superconductor (1T$^\\prime$-WS$_2$ with inversion symmetry) on top of a 2D topological insulator (2H-WS$_2$ with mirror symmetry), the resulting TMDC bilayer exhibits Rashba superconductivity. Under an external in-plane magnetic field, the system can host finite-momentum Cooper pairing, evidenced by the divergence in the particle-particle susceptibility of a $k\\cdot p$ Hamiltonian fitted to the \\textit{ab initio} theory band structure. The resulting 2D helical superconducting phase can induce superconductivity in the edge states with its spatially varying order parameter. By varying the strength of the in-plane magnetic field, we demonstrate that the helical edge state can undergo a phase transition to a one-dimensional gapless phase with narrow Fermi segments corresponding to zero-energy Bogoliubov quasi-particles. The controllable one-dimensional gapless phase serves as a clear experimental fingerprint of 2D helical superconductivity. The proposed 2D TMDC heterostructure is promising for intrinsic nonreciprocal superconducting transport and the development of Majorana-based quantum devices."}
{"id": "2512.10885", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10885", "abs": "https://arxiv.org/abs/2512.10885", "authors": ["Reshna Elsa Philip", "Pooja Vyas", "Nikhil Joseph Joy", "Sandip Kumar Kuila", "Sonia Beniwal", "Akshata Magar", "Dinesh Kumar Shukla", "Partha Pratim Jana", "Amit Kumar", "Aftab Alam", "Jayakumar Balakrishnan", "Soham Manni"], "title": "Disorder mediated fully compensated ferrimagnetic spin-gapless semiconducting behaviour in Cr3Al Heusler alloy", "comment": "18 Pages including SI", "summary": "Spin-gapless semiconductors (SGSs) that simultaneously host fully compensated ferrimagnetism are highly sought for energy-efficient and stray-field-free spintronic technologies, yet their realization in chemically disordered systems has remained elusive. Here, we demonstrate that the binary Heusler alloy Cr3Al despite adopting a fully A2-disordered structure exhibits a rare coexistence of SGS transport and a fully compensated ferrimagnetic (FCF) ground state. Single-crystalline and polycrystalline Cr3Al samples were synthesized, and comprehensive structural analyses using single crystal XRD, synchrotron powder XRD, and neutron powder diffraction reveal complete Cr/Al site mixing. Remarkably, this chemical disorder does not disrupt magnetic order; instead, magnetization, X-ray magnetic circular dichroism (XMCD), and temperature-dependent neutron diffraction establish a robust compensated ferrimagnetic state with a vanishingly small ordered moment of 0.1(1) muB/f.u and a high Curie temperature of 773(2) K. Electrical and thermal transport measurements uncover clear SGS characteristics, including weak temperature-dependent conductivity, very low Seebeck coefficients, and electron-hole compensated transport. Hall measurements show unusual temperature-dependent carrier concentrations consistent with disorder-modified electronic states. First-principles calculations on an A2-disordered SQS structure reproduce the experimentally observed negligibly small magnetization (0.0072 muB/f.u) and reveal a vanishing spin-up band gap unambiguously supporting SGS behavior driven by chemical disorder. Our results identify Cr3Al as the first experimentally verified A2-disordered Heusler alloy exhibiting both fully compensated ferrimagnetism and spin-gapless semiconducting transport, positioning it as a robust and disorder-tolerant platform for next-generation, high-temperature spintronic devices."}
{"id": "2512.10944", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10944", "abs": "https://arxiv.org/abs/2512.10944", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Pair-density-wave in quarter-metals from a repulsive fermionic interaction in graphene heterostructures: A renormalization group study", "comment": "7 Pages and 4 Figures", "summary": "Electronic bands in chirally stacked $n$ layer carbon-based honeycomb heterostructures, encompassing rhombohedral ($n \\geq 3$), Bernal bilayer ($n=2$), and monolayer ($n=1$) graphene, possess four-fold valley and spin degeneracy. Such systems with $n \\geq 2$, when subject to external perpendicular electric displacement fields, feature a fully degenerate metal at high doping, a spin non-degenerate but valley degenerate half-metal at moderate doping, and a non-degenerate quarter-metal at low doping. Due to the fully polarized nature of the quasiparticles in the quarter-metal, realized around one particular valley otherwise chosen spontaneously, it can sustain a single local superconducting ground state, representing a pair-density-wave that is chiral and odd parity in nature. From a leading order renormalization group analysis, here we show that repulsive density-density interaction among such polarized fermionic excitations can foster the pair-density-wave phase at low temperatures. Possible connections with experimentally observed superconducting states in the close vicinity of the quarter-metal in some members of such graphene heterostructures family are discussed."}
{"id": "2512.10629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10629", "abs": "https://arxiv.org/abs/2512.10629", "authors": ["Luka Geddis Zellmann", "Sumner B. Harris", "John R. R. Scott", "Yi-Chieh Yang", "Joerg Jinschek", "Rama Vasudevan", "Miryam Arredondo"], "title": "Thermal and Size Effects in Ferroelastic Domains by Machine Learning", "comment": null, "summary": "Ferroelastic domain walls (DWs) underpin key functionalities in complex oxides. In free-standing ferroic thin films, where elastic interactions are highly thickness dependent, understanding DW behaviour across length scales and external stimuli is crucial. A thickness-dependent monopolar-to-dipolar crossover in elastic DW behaviour has been reported; however, how temperature influences this regime remains unexplored. Here, LaAlO3 thin films spanning the dipolar ($<200$ nm) and crossover (200-300 nm) regimes are investigated using in situ heating scanning transmission electron microscopy (STEM) and a machine-learning-driven image analysis approach. By tracking DW curvature and density from above $T_C$ (approximately $550,^\\circ$C) to room temperature (RT), a distinct interplay between temperature and thickness is identified. In the dipolar regime, DWs are mobile and curved near $T_C$ and gradually freeze upon cooling, consistent with the well-known temperature freezing regime. In contrast, within the crossover regime, DWs are nearly static, with minimal reconfiguration through cooling and curvature an order of magnitude lower at RT. These results map the evolution of DWs across the thermally driven super-elastic to freezing regimes, revealing how thickness and temperature govern DW morphology and dynamics, and providing insight relevant for domain engineering in free-standing oxide thin films."}
{"id": "2512.10168", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10168", "abs": "https://arxiv.org/abs/2512.10168", "authors": ["Satoru Ohgata", "Satoru Hayami"], "title": "Large Anomalous Hall Effect in Topologically Trivial Double-$Q$ Magnets", "comment": "Main text: 5 pages, 3 figures. Supplementary material: 7 pages, 7 figures", "summary": "Multi-$Q$ magnets consist of superposed spin density waves with distinct magnetic modulation vectors, enabling a wide range of magnetic orders depending on their combination. Among them, topologically nontrivial spin textures, such as a magnetic skyrmion, has been extensively studied owing to the emergence of topological Hall effects induced by real-space scalar spin chirality. Contrary to this expectation, we theoretically investigate another route to enhancing the Hall response under a topologically \\textit{trivial} double-$Q$ spin textures. Despite the cancellation of the scalar spin chirality, the double-$Q$ magnetism exhibits a pronounced Hall response with a nonmonotonic dependence on the uniform magnetization, which is in stark contrast to a ferromagnetic state and a single-$Q$ spiral state. Analyzing the multi-orbital Kondo lattice model, we show that orbital hybridization induced by the double-$Q$ superstructure enhances the Berry curvature in $\\mathbf{k}$-space, leading to a large anomalous Hall effect. This mechanism accounts for the observed giant anomalous Hall effect in GdRu$_2$Si$_2$ and GdRu$_2$Ge$_2$, thereby highlighting topologically trivial double-$Q$ spin textures as promising spintronic materials."}
{"id": "2512.10944", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10944", "abs": "https://arxiv.org/abs/2512.10944", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Pair-density-wave in quarter-metals from a repulsive fermionic interaction in graphene heterostructures: A renormalization group study", "comment": "7 Pages and 4 Figures", "summary": "Electronic bands in chirally stacked $n$ layer carbon-based honeycomb heterostructures, encompassing rhombohedral ($n \\geq 3$), Bernal bilayer ($n=2$), and monolayer ($n=1$) graphene, possess four-fold valley and spin degeneracy. Such systems with $n \\geq 2$, when subject to external perpendicular electric displacement fields, feature a fully degenerate metal at high doping, a spin non-degenerate but valley degenerate half-metal at moderate doping, and a non-degenerate quarter-metal at low doping. Due to the fully polarized nature of the quasiparticles in the quarter-metal, realized around one particular valley otherwise chosen spontaneously, it can sustain a single local superconducting ground state, representing a pair-density-wave that is chiral and odd parity in nature. From a leading order renormalization group analysis, here we show that repulsive density-density interaction among such polarized fermionic excitations can foster the pair-density-wave phase at low temperatures. Possible connections with experimentally observed superconducting states in the close vicinity of the quarter-metal in some members of such graphene heterostructures family are discussed."}
{"id": "2512.09992", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.09992", "abs": "https://arxiv.org/abs/2512.09992", "authors": ["Shiang-Bin Chiu", "Anton Andreev", "Alexander Burin", "Boris Z. Spivak"], "title": "Low-temperature dissipative conductivity of superconductors with paramagnetic impurities", "comment": null, "summary": "In s-wave superconductors with a small concentration of magnetic impurities, the only electronic excitations that remain available at low temperatures are the excitations of the system of localized spins. We discuss a new mechanism of interaction between electromagnetic waves and the localized spins in disordered superconductors. A supercurrent induces randomly distributed spin density of the itinerant electrons, which couples to the impurity spins by exchange interaction. Acceleration of the Cooper pair condensate by the external AC electric field of frequency $ω$ creates a strong, time-dependent exchange field acting on the localized spins, which is inversely proportional to $ω$. As a result, the low-frequency dissipative part of the conductivity saturates to a nonzero value. We use the fluctuation-dissipation theorem to evaluate the spectrum of equilibrium current fluctuations associated with the fluctuation in the spin subsystem. We also predict that in the presence of a DC magnetic field parallel to the superconducting film, the system of spins exhibits a large positive magnetoconductance."}
{"id": "2512.10647", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10647", "abs": "https://arxiv.org/abs/2512.10647", "authors": ["Monirul Shaikh", "Sathiyamoorthy Buvaneswaran", "Asif Latief Bhat", "Trilochan Sahoo", "Saurabh Ghosh"], "title": "Ferroelectric metal-organic frameworks as wide band gap materials", "comment": null, "summary": "Wide band gap materials are particularly relevant at high temperatures. The band gap shrinkage at higher temperatures prevents device applications with narrow band gap semiconductors. Considering $α$-phase strontium cyanurate as a prototype structure, we identify a group of metal-organic frameworks (MOFs) that exhibit ultra-wide band gaps ranging from 5.5 to 5.7 eV. Recently, a strontium cyanurate compound was found to undergo a phase transition from a high-symmetry $β$-phase to a low-symmetry ferroelectric $α$-phase when the temperature was reduced. In the present study, utilizing group theory techniques, we unravel that a zone-center $Γ_2^-$ phonon mode modifies our structures from high-symmetry $β$-phase to a low-symmetry $α$-phase for A$_3$(O$_3$C$_3$N$_3$)$_2$ MOFs with A = Mg, Ca, Sr, and Ba. We implement first-principles calculations to investigate structural, ferroelectric, and optical properties of these compounds in $α$-phase. The switching barriers between bistable polar states are also estimated. Further, to realize their feasibility, we examine the dynamical and thermal stabilities for all of these MOFs."}
{"id": "2512.10201", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10201", "abs": "https://arxiv.org/abs/2512.10201", "authors": ["Huan Li"], "title": "Switching of topological phase transition from semiconductor to ideal Weyl states in Cu$_2$SnSe$_3$ family of materials", "comment": "8 pages, 8 figures", "summary": "The exploration of topological phase transition (TPT) mechanisms constitutes a central theme in quantum materials research. Conventionally, transitions between Weyl semimetals (WSMs) and other topological states rely on the breaking of time-reversal symmetry (TRS) or precise manipulation of lattice symmetry, thus constraints the available control strategies and restrict the scope of viable material systems. In this work, we propose a novel mechanism for TPT that operates without TRS breaking or lattice symmetry modification: a class of semiconductors can be directly transformed into an ideal WSM via bandgap closure. This transition is driven by chemical doping, which simultaneously modulates the band gap and enhances spin-orbit coupling (SOC), leading to band inversion between the valence and conduction bands and thereby triggering the TPT. Using first-principles calculations, we demonstrate the feasibility of this mechanism in the Cu$_2$SnSe$_3$ family of materials, where two pairs of Weyl points emerge with energies extremely close to the Fermi level. The bulk Fermi surface becomes nearly point-like, while the surface Fermi surface consists exclusively of Fermi arcs. This symmetry-independent mechanism bypasses the constraints of conventional symmetry-based engineering, and also offers an ideal platform for probing the anomalous transport properties of WSMs."}
{"id": "2512.10405", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.10405", "abs": "https://arxiv.org/abs/2512.10405", "authors": ["Zhiyuan Duan", "Peixin Qin", "Chengyan Zhong", "Shaoxuan Zhang", "Li Liu", "Guojian Zhao", "Xiaoning Wang", "Hongyu Chen", "Ziang Meng", "Jingyu Li", "Sixu Jiang", "Xiaoyang Tan", "Qiong Wu", "Yu Liu", "Zhiqi Liu"], "title": "Electric-Field-Controlled Altermagnetic Transition for Neuromorphic Computing", "comment": "42 pages, 13 figures, published online at Journal of the American Chemical Society", "summary": "Altermagnets represent a novel magnetic phase with transformative potential for ultrafast spintronics, yet efficient control of their magnetic states remains challenging. We demonstrate an ultra-low-power electric-field control of altermagnetism in MnTe through strain-mediated coupling in MnTe/PMN-PT heterostructures with negligible Joule heating. Application of +6 kV/cm electric fields induces piezoelectric strain in PMN-PT, modulating the Néel temperature from 310 to 328 K. As a result, around the magnetic phase transition, the altermagnetic spin splitting of MnTe is reversibly switched \"on\" and \"off\" by the electric fields. Meanwhile, the piezoelectric strain generates lattice distortions and magnetic structure changes in MnTe, enabling up to 9.7% resistance modulation around the magnetic phase transition temperature. Leveraging this effect, we implement programmable resistance states in a Hopfield neuromorphic network, achieving 100% pattern recognition accuracy at <=40% noise levels. This approach establishes the electric-field control as a low-power strategy for altermagnetic manipulation while demonstrating the viability of altermagnetic materials for energy-efficient neuromorphic computing beyond conventional charge-based architectures."}
{"id": "2512.10782", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10782", "abs": "https://arxiv.org/abs/2512.10782", "authors": ["Alon Hever", "Ohad Levy", "Stefano Curtarolo", "Amir Natan"], "title": "Composition/structure directed search for new chalcogenide compounds", "comment": null, "summary": "This work presents a simple scheme for finding new crystalline compounds by adapting structure types from neighbor atoms compounds. The approach is demonstrated for the selenide and sulfide families of binary compounds. It predicts ten new compounds that are not currently included in the inorganic crystal structure database (ICSD). The compounds primarily originated from a small search domain that includes near neighbors. Comparison with extended searches that include structures from binary systems of more remote atoms in the periodic table demonstrate the relative efficiency of near neighbor screening. This points at the possibility of using similar directed searches as a heuristic rule for efficiently finding new stable compounds in additional compound families."}
{"id": "2512.10216", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10216", "abs": "https://arxiv.org/abs/2512.10216", "authors": ["Massimo Boninsegni"], "title": "Bose one-component plasma in 2D: a Monte Carlo study", "comment": "Fourteen pages, five figures in color", "summary": "The low-temperature properties of a 2D Bose fluid of charged particles interacting through a 1/r potential, moving in the presence of a uniform neutralizing background, is studied by Quantum Monte Carlo simulations. We make use of the Modified Periodic Coulomb potential formalism to account for the long-range character of the interaction, and explore a range of density corresponding to average interparticle separation $1 \\le r_s\\le 80$. We report numerical results based on simulations of system comprising up to 2304 particles. We find a superfluid ground state for $r_s$ as large as 68, i.e., slightly above the most recent numerical estimate of the Wigner crystallization threshold, which we estimate at $r_W \\approx 70$. Furthermore, no thermally re-entrant crystalline phase nor any evidence of metastable bubbles is observed near the transition, in contrast with a previous theoretical study in which quantum statistics was neglected. The computed superfluid transition temperature depends remarkably weakly on density."}
{"id": "2512.10786", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10786", "abs": "https://arxiv.org/abs/2512.10786", "authors": ["Mohammad Rasool Davoudi", "Mina Bahrami", "Axel Verdianu", "Pedram Khakbaz", "Dominic Waldhoer", "Mahdi Pourfath", "Alexander Karl", "Christoph Wilhelmer", "Yichi Zhang", "Junchuan Tang", "Aftab Nazir", "Ye Li", "Xiaoying Gao", "Congwei Tan", "Yu Zhang", "Changze Liu", "Hailin Peng", "Theresia Knobloch", "Tibor Grasser"], "title": "Performance and reliability potential of Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors", "comment": null, "summary": "While 2D materials have enormous potential for future device technologies, many challenges must be overcome before they can be deployed at an industrial scale. One of these challenges is identifying the right semiconductor/insulator combination that ensures high performance, stability, and reliability. In contrast to conventional 2D interfaces, which suffer from van der Waals gaps or covalent bonding issues, zippered structures such as the high-mobility 2D semiconductor Bi$_2$O$_2$Se and its native high-$κ$ oxide Bi$_2$SeO$_5$ offer high-quality interfaces, good scalability, and excellent device performance. While most prior work has focused mainly on basic device behavior, here we also thoroughly assess the stability and reliability of this material system using a multiscale approach that integrates electrical characterization, density functional theory, and TCAD simulations, linking atomistic states to device-scale reliability. By analyzing four transistor design generations (top-gated, fin, and two gate-all-around FETs), we provide realistic predictions for how this system performs at the ultimate scaling limit. We identify oxygen-related defects in the oxide as the main contributors to hysteresis and recoverable threshold shifts, and we propose mitigation strategies through encapsulation or oxygen-rich annealing. Benchmarking the extracted material parameters against IRDS 2037 requirements, we demonstrate that Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors can achieve high drain and low gate currents at ultra-scaled conditions. These findings position this material system as a technologically credible and manufacturing-relevant pathway for future nanoelectronics."}
{"id": "2512.10786", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10786", "abs": "https://arxiv.org/abs/2512.10786", "authors": ["Mohammad Rasool Davoudi", "Mina Bahrami", "Axel Verdianu", "Pedram Khakbaz", "Dominic Waldhoer", "Mahdi Pourfath", "Alexander Karl", "Christoph Wilhelmer", "Yichi Zhang", "Junchuan Tang", "Aftab Nazir", "Ye Li", "Xiaoying Gao", "Congwei Tan", "Yu Zhang", "Changze Liu", "Hailin Peng", "Theresia Knobloch", "Tibor Grasser"], "title": "Performance and reliability potential of Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors", "comment": null, "summary": "While 2D materials have enormous potential for future device technologies, many challenges must be overcome before they can be deployed at an industrial scale. One of these challenges is identifying the right semiconductor/insulator combination that ensures high performance, stability, and reliability. In contrast to conventional 2D interfaces, which suffer from van der Waals gaps or covalent bonding issues, zippered structures such as the high-mobility 2D semiconductor Bi$_2$O$_2$Se and its native high-$κ$ oxide Bi$_2$SeO$_5$ offer high-quality interfaces, good scalability, and excellent device performance. While most prior work has focused mainly on basic device behavior, here we also thoroughly assess the stability and reliability of this material system using a multiscale approach that integrates electrical characterization, density functional theory, and TCAD simulations, linking atomistic states to device-scale reliability. By analyzing four transistor design generations (top-gated, fin, and two gate-all-around FETs), we provide realistic predictions for how this system performs at the ultimate scaling limit. We identify oxygen-related defects in the oxide as the main contributors to hysteresis and recoverable threshold shifts, and we propose mitigation strategies through encapsulation or oxygen-rich annealing. Benchmarking the extracted material parameters against IRDS 2037 requirements, we demonstrate that Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors can achieve high drain and low gate currents at ultra-scaled conditions. These findings position this material system as a technologically credible and manufacturing-relevant pathway for future nanoelectronics."}
{"id": "2512.10219", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10219", "abs": "https://arxiv.org/abs/2512.10219", "authors": ["Ilya Degtev", "Daniel Jezierski", "Adrián Gómez Pueyo", "Luciana Di Gaspare", "Monica De Seta", "Paolo Barone", "Giacomo Ghiringhelli", "Pieter Glatzel", "Zoran Mazej", "Wojciech Grochala", "Marco Moretti Sala", "José Lorenzana"], "title": "Evaluating covalency using RIXS spectral weights: Silver fluorides vs. cuprates", "comment": "18 pages, 14 figures", "summary": "We investigate the electronic structure of AgF2, AgFBF4, AgF and Ag2O using X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) at the Ag L3 edge. XAS results were compared with density functional theory computations of the spectra, allowing an identification of main features and an assessment of the theoretical approximations. Our RIXS measurements reveal that AgF2 exhibits charge transfer excitations and dd excitations, analogous to those observed in La2CuO4. We propose to use the ratio of dd to CT spectral weight as a measure of the covalence of the compounds and provide explicit equations for the weights as a function of the scattering geometry for crystals and powders. The measurements at the metal site L3 edge and previous measurements at the ligand K edge reveal a striking similarity between the fluorides and cuprates materials, with fluorides somewhat more covalent than cuprates. These findings support the hypothesis that silver fluorides are an excellent platform to mimic the physics of cuprates, providing a promising avenue for exploring high-Tc superconductivity and exotic magnetism in quasi-two-dimensional (AgF2) and quasi-one-dimensional (AgFBF4) materials."}
{"id": "2512.10909", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10909", "abs": "https://arxiv.org/abs/2512.10909", "authors": ["Filippo Gaggioli", "Pierre-Antoine Graham", "Liang Fu"], "title": "Electronic crystals and quasicrystals in semiconductor quantum wells: an AI-powered discovery", "comment": null, "summary": "The homogeneous electron gas is a cornerstone of quantum condensed matter physics, providing the foundation for developing density functional theory and understanding electronic phases in semiconductors. However, theoretical understanding of strongly-correlated electrons in realistic semiconductor systems remains limited. In this work, we develop a neural network based variational approach to study quantum wells in three dimensional geometry for a variety of electron densities and well thicknesses. Starting from first principles, our unbiased AI-powered method reveals metallic and crystalline phases with both monolayer and bilayer charge distributions. In the emergent bilayer, we discover a new quantum phase of matter: the electronic quasicrystal."}
{"id": "2512.10824", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10824", "abs": "https://arxiv.org/abs/2512.10824", "authors": ["Md. Asif", "Nazia Chawdhury"], "title": "Computational Approach to Investigate Structure-Property Relationship of a series of Carbazole Containing Thermally Activated Delayed Fluorescent Molecules", "comment": null, "summary": "Donor-acceptor type compounds are an important category of organic materials that show properties suitable for light emission applications. To achieve a full understanding of the mechanism of thermally activated delayed fluorescence (TADF) process, we studied the structure-property relationship for a series of carbazole based TADF emitters, 2CzPN, 4CzPN, 4CzIPN, 4CzBN and 5CzBN. We applied density functional theory to investigate kinetic and electronic properties. We find that the energetic position of triplet excited state of these emitters depends on their molecular structure. Our findings emphasize that to enable reverse intersystem crossing and eventually TADF, strong spin orbit coupling and minimal energy difference between singlet and triplet states $ΔE_{ST}$ must be obtained simultaneously. We also find that the reverse intersystem crossing rates $k_{RISC}$ values are higher where $ΔE_{ST}$ values are closer to reorganization energy. Furthermore, a small change in the absorption peak of optical absorption spectra with and without spin orbit coupling (SOC) is observed for each emitter. This result is extremely beneficial for the design of new TADF molecules, and we believe that our work contributes to the progress of future development of high-performance organic molecular light-emitting devices."}
{"id": "2512.10242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10242", "abs": "https://arxiv.org/abs/2512.10242", "authors": ["Jialiang Jiang", "Yaodong Wu", "Lingyao Kong", "Yongsen Zhang", "Sheng Qiu", "Huanhuan Zhang", "Yihao Wang", "Junbo Li", "Yimin Xiong", "Shouguo Wang", "Mingliang Tian", "Haifeng Du", "Jin Tang"], "title": "Deterministic Electrical Control of Single Magnetic Bubbles in Nanostructured Cells", "comment": "Published in Advanced Functional Materials", "summary": "Localized particle-like spin textures have been found to exhibit emergent electromagnetic properties, which hold promise for the development of intriguing spintronic devices. Among these textures, magnetic bubbles represent localized spin configurations that could serve as data bits. However, the precise methods for their electrical manipulation remain uncertain. Here, we demonstrate the deterministic electrical manipulations and detections of single magnetic bubbles in kagome-latticed Fe3Sn2 magnetic nanostructured cells. The current-induced dynamics of magnetic bubbles were explored using nanosecond pulsed currents. We show single pulsed currents with low and high densities can be applied for the creation and deletion of a single bubble, respectively. The mutual writing-deleting operations on single bubbles are attributed to the thermal heating and non-thermal spin-transfer torque effects in combination with micromagnetic simulations. We also realized the in-situ detection of a single bubble using the anisotropic magnetoresistance effect through a standard four-probe method. Our results could propel the development of bubble-based spintronic devices."}
{"id": "2512.10847", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10847", "abs": "https://arxiv.org/abs/2512.10847", "authors": ["Suman Itani", "Yibo Zhang", "Ranjit Itani", "Jiadong Zang"], "title": "Large Language Models for Superconductor Discovery", "comment": "15 pages, 6 figures", "summary": "Large language models (LLMs) offer new opportunities for automated data extraction and property prediction across materials science, yet their use in superconductivity research remains limited. Here we construct a large experimental database of 78,203 records, covering 19,058 unique compositions, extracted from scientific literature using an LLM-driven workflow. Each entry includes chemical composition, critical temperature, measurement pressure, structural descriptors, and critical fields. We fine-tune several open-source LLMs for three tasks: (i) classifying superconductors vs. non-superconductors, (ii) predicting the superconducting transition temperature directly from composition or structure-informed inputs, and (iii) inverse design of candidate compositions conditioned on target Tc. The fine-tuned LLMs achieve performance comparable to traditional feature-based models and in some cases exceed them, while substantially outperforming their base versions and capturing meaningful chemical and structural trends. The inverse-design model generates chemically plausible compositions, including 28% novel candidates not seen in training. Finally, applying the trained predictors to the GNoME database identifies unreported materials with predicted Tc > 10 K. Although unverified, these candidates illustrate how integrating an LLM-driven workflow can enable scalable hypothesis generation for superconductivity discovery."}
{"id": "2512.10243", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10243", "abs": "https://arxiv.org/abs/2512.10243", "authors": ["Yongsen Zhang", "Jin Tang", "Yaodong Wu", "Meng Shi", "Xitong Xu", "Shouguo Wang", "Mingliang Tian", "Haifeng Du"], "title": "Stable skyrmion bundles at room temperature and zero magnetic field in a chiral magnet", "comment": "Published in Nature Communications", "summary": "Topological spin textures are characterized by topological magnetic charges, Q, which govern their electromagnetic properties. Recent studies have achieved skyrmion bundles with arbitrary integer values of Q, opening possibilities for exploring topological spintronics based on Q. However, the realization of stable skyrmion bundles in chiral magnets at room temperature and zero magnetic field - the prerequisite for realistic device applications - has remained elusive. Here, through the combination of pulsed currents and reversed magnetic fields, we experimentally achieve skyrmion bundles with different integer Q values - reaching a maximum of 24 at above room temperature and zero magnetic field - in the chiral magnet Co8Zn10Mn2. We demonstrate the field-driven annihilation of high-Q bundles and present a phase diagram as a function of temperature and field. Our experimental findings are consistently corroborated by micromagnetic simulations, which reveal the nature of the skyrmion bundle as that of skyrmion tubes encircled by a fractional Hopfion."}
{"id": "2512.10885", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10885", "abs": "https://arxiv.org/abs/2512.10885", "authors": ["Reshna Elsa Philip", "Pooja Vyas", "Nikhil Joseph Joy", "Sandip Kumar Kuila", "Sonia Beniwal", "Akshata Magar", "Dinesh Kumar Shukla", "Partha Pratim Jana", "Amit Kumar", "Aftab Alam", "Jayakumar Balakrishnan", "Soham Manni"], "title": "Disorder mediated fully compensated ferrimagnetic spin-gapless semiconducting behaviour in Cr3Al Heusler alloy", "comment": "18 Pages including SI", "summary": "Spin-gapless semiconductors (SGSs) that simultaneously host fully compensated ferrimagnetism are highly sought for energy-efficient and stray-field-free spintronic technologies, yet their realization in chemically disordered systems has remained elusive. Here, we demonstrate that the binary Heusler alloy Cr3Al despite adopting a fully A2-disordered structure exhibits a rare coexistence of SGS transport and a fully compensated ferrimagnetic (FCF) ground state. Single-crystalline and polycrystalline Cr3Al samples were synthesized, and comprehensive structural analyses using single crystal XRD, synchrotron powder XRD, and neutron powder diffraction reveal complete Cr/Al site mixing. Remarkably, this chemical disorder does not disrupt magnetic order; instead, magnetization, X-ray magnetic circular dichroism (XMCD), and temperature-dependent neutron diffraction establish a robust compensated ferrimagnetic state with a vanishingly small ordered moment of 0.1(1) muB/f.u and a high Curie temperature of 773(2) K. Electrical and thermal transport measurements uncover clear SGS characteristics, including weak temperature-dependent conductivity, very low Seebeck coefficients, and electron-hole compensated transport. Hall measurements show unusual temperature-dependent carrier concentrations consistent with disorder-modified electronic states. First-principles calculations on an A2-disordered SQS structure reproduce the experimentally observed negligibly small magnetization (0.0072 muB/f.u) and reveal a vanishing spin-up band gap unambiguously supporting SGS behavior driven by chemical disorder. Our results identify Cr3Al as the first experimentally verified A2-disordered Heusler alloy exhibiting both fully compensated ferrimagnetism and spin-gapless semiconducting transport, positioning it as a robust and disorder-tolerant platform for next-generation, high-temperature spintronic devices."}
{"id": "2512.10266", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10266", "abs": "https://arxiv.org/abs/2512.10266", "authors": ["Chia-Hsiu Hsu", "Zezhi Wang", "Sen Shao", "Yoshinori Okada", "Feng-Chuan Chuang", "Dong Xing", "Ilya Belopolski", "Cheng-Long Zhang", "Guoqing Chang"], "title": "Defects Engineering of ZrTe5 for Stabilizing Ideal Topological States", "comment": null, "summary": "ZrTe5 is a highly tunable, high-mobility topological material that hosts a rich variety of quantum phenomena, making it a promising platform for next-generation quantum technologies. Despite intensive research efforts, experimental studies have reported inconsistent and sometimes conflicting results for its electronic and topological states, largely due to variations in sample quality. Here, through systematic frst-principles investigations of all intrinsic point defects, we identify a practical route to achieving stable and ideal topological characteristics in ZrTe5. We show that the competition between two dominant charged defects, donor-like Zr interstitials and acceptor-like Te vacancies, governs the Fermi-level position. Furthermore, variations in defect density determine the topological phases of the samples. We theoretically propose and experimentally confrm that increasing the Te/Zr ratio during crystal growth effectively suppresses intrinsic defects and stabilizes ZrTe5 in a nearly ideal weak topological insulator state. These fndings provide clear guidance for defect control and sample optimization, paving the way toward robust and reproducible realization of topological quantum states in ZrTe5 for future quantum applications."}
{"id": "2512.10920", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10920", "abs": "https://arxiv.org/abs/2512.10920", "authors": ["A. A. El-Maaref", "Kh. S. Shaaban", "E. A. Abdel Wahab"], "title": "Structural, physical, and Judd-Ofelt analysis of germanium magnesium-telluroborate glass containing different amounts of Tm2O3", "comment": null, "summary": "Germanium magnesium-telluroborate glasses with the composition 78B2O3-10GeO2-5TeO2-7-x MgO-xTm2O3, x = 0, 0.25, 0.5, 1, and 1.5 mol% were fabricated by using the melt quenching process. With the increase of Tm2O3 concentration, the density values increase from 3.574 to 4.153 g.cm-1, while the molar volume values decrease from 21.145 to 19.445 cm3/mol. Fourier transform infrared analysis supports the existence and conversion of BO3 and BO4. The conversion of BO3 to BO4 would lead to greater bridging oxygens BOs, influencing and reinforcing the glass network. The optical features were studied. The optical band gap decreased by increasing Tm2O3 content in the glass formula, while the index of refraction increased. The parameters take the values between 3.16 eV and 2.31 eV. Other optical and physical constants were determined like optical conductivity, electronegativity, metallization, reflection loss, steepness parameters, and transmission coefficient. Judd-Ofelt theory is used to estimate the optical intensities and line strengths of the present glasses. Radiative lifetimes and branching ratios are evaluated of different manifolds belonging to Tm3+ doped present glasses. The results showed the possibility of potential applications for these materials in the fields of laser development, Light-emitting diodes (LEDs), optical amplification and optoelectronic devices."}
{"id": "2512.10285", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10285", "abs": "https://arxiv.org/abs/2512.10285", "authors": ["BoCheng Yu", "JiaLiang Jiang", "Jing Meng", "XiaoYan Zhu", "Jie Ma", "HaiFeng Du", "QingFeng Zhan", "Jin Tang", "Yang Xu", "Tian Shang"], "title": "Investigating the origin of topological-Hall-like resistivity in Zn-doped Mn2Sb ferrimagnet", "comment": "15 figures, 49 pages; accepted by Rare Metals", "summary": "Skyrmions and other chiral spin textures have been extensively studied as potential building blocks for novel spintronic devices. Hall-resistivity anomalies that deviate from magnetization scaling, known as the topological Hall effect, have been widely employed as evidence for the presence of chiral spin textures in magnetic materials. However, recent studies on magnetic thin films have revealed a drawback of this approach, as the presumed topological Hall contribution may in fact originate from trivial mechanisms. Here, we investigate the magnetic and transport properties of a Zn-doped Mn2Sb ferrimagnet, whose related compounds have previously been suggested to exhibit a topological Hall effect arising from chiral spin textures. Hall-resistivity anomalies are also observed in our sample, yet they show little correlation with the magnetic or metamagnetic transitions and are therefore clearly distinct from those in magnetic compounds hosting chiral spin textures. Most importantly, additional Lorentz transmission electron microscopy measurements rule out the existence of chiral spin textures in this ferrimagnet. Therefore, instead of a nontrivial origin, we attribute the Hall-resistivity anomalies to the combined effect of multiple anomalous Hall channels resulting from sample inhomogeneity. Our work shows that the difficulties of identifying chiral spin textures through transport measurements also apply to bulk systems, prompting some existing results to be revisited."}
{"id": "2512.09994", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.09994", "abs": "https://arxiv.org/abs/2512.09994", "authors": ["Kristian Mæland", "Giorgio Sangiovanni", "Björn Trauzettel"], "title": "Mechanism for Nodal Topological Superconductivity on PtBi$_2$ Surface", "comment": "7+15 pages, 3+8 figures", "summary": "Experiments show that the Weyl semimetal PtBi$_2$ hosts unconventional superconductivity in its topological surface states. Hence, the material is a candidate for intrinsic topological superconductivity. Measurements indicate nodal gaps in the center of the Fermi arcs. We derive that anisotropic electron-phonon coupling on Weyl semimetal surfaces, combined with statically screened Coulomb repulsion, is a microscopic mechanism for this nodal pairing. The dominant solution of the linearized gap equation shows nodal gaps when the surface state bandwidth is comparable to the maximum phonon energy, as is the case in PtBi$_2$. We further predict that if the screening of Coulomb interaction on the surface is enhanced by Coulomb engineering, the superconducting gap becomes nodeless, and the critical temperature increases."}
{"id": "2512.10291", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10291", "abs": "https://arxiv.org/abs/2512.10291", "authors": ["Cong Wang", "Zheng Li", "Jing Meng", "Hui Zhang", "Haoyu Lin", "Jiyuan Li", "Kun Zheng", "Yang Xu", "Tian Shang", "Qingfeng Zhan"], "title": "Anomalous Hall effect and rich magnetic phase diagram of Mn$_{100-x}$Rh$_{x}$ epitaxial films", "comment": "7 figures, 9 pages; accepted by Phys. Rev. B", "summary": "A series of Mn$_{100-x}$Rh$_x$ ($20 \\le x \\le 50$) thin films were epitaxially grown on the MgO substrate using magnetron sputtering technique, and were systematically investigated by magnetization, longitudinal electrical resistivity, and transverse Hall resistivity. After optimizing the growth conditions, phase-pure Mn$_{100-x}$Rh$_x$ films with a cubic CsCl-type structure were obtained, and their magnetic phase diagram was built. The manipulation of Rh content leads to a rich magnetic phase diagram, where three different regimes can be identified: for $x < 40$, Mn$_{100-x}$Rh$_x$ films undergo a ferromagnetic (FM) transition below $T_\\mathrm{C} \\approx$ 330-350 K; for $40 \\le x \\le 45$, in addition to the FM transition at $T_\\mathrm{C} \\approx$ 200 K, Mn$_{100-x}$Rh$_x$ films undergo a FM-to-antiferromagnetic (AFM) transition at $T_\\mathrm{N} \\approx$ 120 K; finally for $x > 45$, only one AFM transition at $T_\\mathrm{N} \\approx$ 150 K can be tracked. All the Mn$_{100-x}$Rh$_x$ films exhibit distinct anomalous Hall effect in their magnetically ordered state, which is most likely due to the intrinsic Berry-curvature mechanism. In addition, all the anomalous Hall transport properties, including the resistivity, conductivity, and angle exhibit a strong correlation with the magnetic properties of Mn$_{100-x}$Rh$_x$ films, which become most evident for $x$ = 35. Our systematic investigations suggest a strong correlation between magnetic properties and electronic band topology in Mn$_{100-x}$Rh$_x$ films, highlighting their great potential for AFM spintronics."}
{"id": "2512.10157", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10157", "abs": "https://arxiv.org/abs/2512.10157", "authors": ["Xuance Jiang", "Jennifer Cano", "Yuan Ping", "Yafis Barlas", "Deyu Lu"], "title": "Two-dimensional helical superconductivity and gapless superconducting edge modes in the 1T$^\\prime$-WS$_2$/2H-WS$_2$ heterophase bilayer", "comment": null, "summary": "We propose a material platform comprised of transition metal dichalcogenide (TMDC) heterostructures to realize the two-dimensional (2D) helical superconductivity with an intrinsic gap. By van der Waals stacking a 2D superconductor (1T$^\\prime$-WS$_2$ with inversion symmetry) on top of a 2D topological insulator (2H-WS$_2$ with mirror symmetry), the resulting TMDC bilayer exhibits Rashba superconductivity. Under an external in-plane magnetic field, the system can host finite-momentum Cooper pairing, evidenced by the divergence in the particle-particle susceptibility of a $k\\cdot p$ Hamiltonian fitted to the \\textit{ab initio} theory band structure. The resulting 2D helical superconducting phase can induce superconductivity in the edge states with its spatially varying order parameter. By varying the strength of the in-plane magnetic field, we demonstrate that the helical edge state can undergo a phase transition to a one-dimensional gapless phase with narrow Fermi segments corresponding to zero-energy Bogoliubov quasi-particles. The controllable one-dimensional gapless phase serves as a clear experimental fingerprint of 2D helical superconductivity. The proposed 2D TMDC heterostructure is promising for intrinsic nonreciprocal superconducting transport and the development of Majorana-based quantum devices."}
{"id": "2512.10301", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10301", "abs": "https://arxiv.org/abs/2512.10301", "authors": ["Xueshan Cao", "Meng Zhang", "Yishuai Wang", "Ming Qin", "Yi Zhou", "Yanwu Xie"], "title": "Geometric Control of Pairing: Universal Scaling of Superconductivity at KTaO3 Interfaces", "comment": "4 figures", "summary": "The superconducting transition temperature Tc at KTaO3-based oxide interfaces exhibits a dramatic dependence on crystallographic orientation, yet a unifying principle has remained elusive. Here, we discover a universal linear scaling between Tc and a single geometric parameter - the angle θ between the (hkl) plane and the (100) plane - across ten different orientations of LaAlO3/KTaO3 interfaces. With the exception of (100), all orientations exhibit two dimensional superconductivity, with transition temperatures Tc ranging from ~ 0.12 K to 1.9 K. This linear θ-Tc scaling is robust against variations in growth temperature, device geometry, and transport configuration. By establishing geometric orientation as a direct control knob for pairing strength, our results impose a critical benchmark for microscopic theories of superconductivity in KTaO3-based systems."}
{"id": "2512.10242", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10242", "abs": "https://arxiv.org/abs/2512.10242", "authors": ["Jialiang Jiang", "Yaodong Wu", "Lingyao Kong", "Yongsen Zhang", "Sheng Qiu", "Huanhuan Zhang", "Yihao Wang", "Junbo Li", "Yimin Xiong", "Shouguo Wang", "Mingliang Tian", "Haifeng Du", "Jin Tang"], "title": "Deterministic Electrical Control of Single Magnetic Bubbles in Nanostructured Cells", "comment": "Published in Advanced Functional Materials", "summary": "Localized particle-like spin textures have been found to exhibit emergent electromagnetic properties, which hold promise for the development of intriguing spintronic devices. Among these textures, magnetic bubbles represent localized spin configurations that could serve as data bits. However, the precise methods for their electrical manipulation remain uncertain. Here, we demonstrate the deterministic electrical manipulations and detections of single magnetic bubbles in kagome-latticed Fe3Sn2 magnetic nanostructured cells. The current-induced dynamics of magnetic bubbles were explored using nanosecond pulsed currents. We show single pulsed currents with low and high densities can be applied for the creation and deletion of a single bubble, respectively. The mutual writing-deleting operations on single bubbles are attributed to the thermal heating and non-thermal spin-transfer torque effects in combination with micromagnetic simulations. We also realized the in-situ detection of a single bubble using the anisotropic magnetoresistance effect through a standard four-probe method. Our results could propel the development of bubble-based spintronic devices."}
{"id": "2512.10302", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10302", "abs": "https://arxiv.org/abs/2512.10302", "authors": ["Reo Fukunaga", "Ryunosuke Takahashi", "Tetsuro Ueno", "Hiroki Shoji", "Yoshihiko Togawa", "Hiroki Wadati"], "title": "Development of a Ferromagnetic Resonance Measurement System Using NanoVNA", "comment": "7 pages, 5 figures", "summary": "Ferromagnetic resonance (FMR) is a fundamental technique for probing magnetization dynamics in spintronic and magnetic materials. However, conventional FMR measurements rely on broadband vector network analyzers (VNAs), whose high cost limits accessibility for small laboratories and educational environments. To overcome this barrier, we have developed a compact and low-cost FMR measurement platform - the NanoVNA-FMR system-based on a commercially available NanoVNA. The setup integrates an electromagnet and a coplanar waveguide (CPW) and is fully automated using Python scripts. This enables synchronized magnetic-field sweeping, S-parameter acquisition, and real-time visualization. The system successfully captures clear FMR spectra that exhibit systematic shifts in resonance frequency with increasing magnetic field. The results are in excellent agreement with those obtained using a conventional VNA-based FMR system, confirming the quantitative reliability of the NanoVNA approach. Additionally, a 3D-printed sample holder further reduces overall system cost. These results demonstrate that the NanoVNA-FMR system provides a practical, accurate, and accessible alternative for quantitative magnetic characterization and educational applications."}
{"id": "2512.10243", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10243", "abs": "https://arxiv.org/abs/2512.10243", "authors": ["Yongsen Zhang", "Jin Tang", "Yaodong Wu", "Meng Shi", "Xitong Xu", "Shouguo Wang", "Mingliang Tian", "Haifeng Du"], "title": "Stable skyrmion bundles at room temperature and zero magnetic field in a chiral magnet", "comment": "Published in Nature Communications", "summary": "Topological spin textures are characterized by topological magnetic charges, Q, which govern their electromagnetic properties. Recent studies have achieved skyrmion bundles with arbitrary integer values of Q, opening possibilities for exploring topological spintronics based on Q. However, the realization of stable skyrmion bundles in chiral magnets at room temperature and zero magnetic field - the prerequisite for realistic device applications - has remained elusive. Here, through the combination of pulsed currents and reversed magnetic fields, we experimentally achieve skyrmion bundles with different integer Q values - reaching a maximum of 24 at above room temperature and zero magnetic field - in the chiral magnet Co8Zn10Mn2. We demonstrate the field-driven annihilation of high-Q bundles and present a phase diagram as a function of temperature and field. Our experimental findings are consistently corroborated by micromagnetic simulations, which reveal the nature of the skyrmion bundle as that of skyrmion tubes encircled by a fractional Hopfion."}
{"id": "2512.10315", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10315", "abs": "https://arxiv.org/abs/2512.10315", "authors": ["Shaoliang Guo", "Ziping Yang"], "title": "Infusing Experimental Reality into Complex Many-Body Hamiltonians: The Observable-Constrained Variational Framework (OCVF)", "comment": null, "summary": "Deep learning potentials for complex many-body systems often face challenges of insufficient accuracy and a lack of physical realism. This paper proposes an \"Observable-Constrained Variational Framework\" (OCVF), a general top-down correction paradigm designed to infuse physical realism into theoretical \"skeleton\" models (H_o) by imposing constraints from macroscopic experimental observables (\\mathfrak{O}_{\\text{exp},s}). We theoretically derive OCVF as a numerically tractable extension of the \"Constrained-Ensemble Variational Method\" (CEVM), wherein a neural network (ΔH_θ) learns the correction functional required to match the experimental data. We apply OCVF to BaTiO3 (BTO) to validate the framework: a neural network potential trained on DFT data serves as H_o, and experimental PDF data at various temperatures are used as constraints (\\mathfrak{O}{\\text{exp},s}). The final model, H_o + ΔH_θ, successfully predicts the complete phase transition sequence accurately (s', s \\neq s'). Compared to the prior model, the accuracy of the Cubic-Tetragonal (C-T) phase transition temperature is improved by 95.8\\% , and the Orthorhombic-Rhombohedral (O-R) T_c accuracy is improved by 36.1\\%. Furthermore, the lattice structure accuracy in the Rhombohedral (R) phase is improved by 55.6\\%, validating the efficacy of the OCVF framework in calibrating theoretical models via observational constraints."}
{"id": "2512.10285", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10285", "abs": "https://arxiv.org/abs/2512.10285", "authors": ["BoCheng Yu", "JiaLiang Jiang", "Jing Meng", "XiaoYan Zhu", "Jie Ma", "HaiFeng Du", "QingFeng Zhan", "Jin Tang", "Yang Xu", "Tian Shang"], "title": "Investigating the origin of topological-Hall-like resistivity in Zn-doped Mn2Sb ferrimagnet", "comment": "15 figures, 49 pages; accepted by Rare Metals", "summary": "Skyrmions and other chiral spin textures have been extensively studied as potential building blocks for novel spintronic devices. Hall-resistivity anomalies that deviate from magnetization scaling, known as the topological Hall effect, have been widely employed as evidence for the presence of chiral spin textures in magnetic materials. However, recent studies on magnetic thin films have revealed a drawback of this approach, as the presumed topological Hall contribution may in fact originate from trivial mechanisms. Here, we investigate the magnetic and transport properties of a Zn-doped Mn2Sb ferrimagnet, whose related compounds have previously been suggested to exhibit a topological Hall effect arising from chiral spin textures. Hall-resistivity anomalies are also observed in our sample, yet they show little correlation with the magnetic or metamagnetic transitions and are therefore clearly distinct from those in magnetic compounds hosting chiral spin textures. Most importantly, additional Lorentz transmission electron microscopy measurements rule out the existence of chiral spin textures in this ferrimagnet. Therefore, instead of a nontrivial origin, we attribute the Hall-resistivity anomalies to the combined effect of multiple anomalous Hall channels resulting from sample inhomogeneity. Our work shows that the difficulties of identifying chiral spin textures through transport measurements also apply to bulk systems, prompting some existing results to be revisited."}
{"id": "2512.10320", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10320", "abs": "https://arxiv.org/abs/2512.10320", "authors": ["Yongsen Zhang", "Wei Liu", "Meng Shi", "Yaodong Wu", "Jialiang Jiang", "Sheng Qiu", "Huanhuan Zhang", "Hui Han", "Mingliang Tian", "Haifeng Du", "Shouguo Wang", "Jin Tang"], "title": "Fresnel Magnetic Imaging of Ultrasmall Skyrmion Lattices", "comment": "Published in Advanced Science", "summary": "Magnetic skyrmions with ultrasmall nanometric dimensions hold significant promise for next-generation high-density spintronic devices. Direct real-space imaging of these topological spin textures is critical for elucidating their emergent properties at the nanoscale. Here, we present Lorentz transmission electron microscopy studies of nanometric skyrmion lattices in B20-structured Mn0.5Fe0.5Ge crystals using Fresnel mode. According to conventional chiral discrimination methods relying on static bright-dark contrast, we demonstrate an abnormal periodic chiral-reversal phenomenon retrieved through the transport of intensity equation analysis of defocus-dependent Fresnel images. Through systematic off-axis electron holography experiments and numerical simulations, we attribute these chiral misinterpretations to the sinusoidal modulation mechanism of the contrast transfer functionthat correlates with both defocus values and skyrmion dimensions. Our findings establish quantitative limitations of conventional Fresnel contrast analysis for ultrasmall skyrmions while revealing fundamental insights into defocus-mediated phase-to-intensity conversion processes in nanoscale magnetic imaging."}
{"id": "2512.10291", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10291", "abs": "https://arxiv.org/abs/2512.10291", "authors": ["Cong Wang", "Zheng Li", "Jing Meng", "Hui Zhang", "Haoyu Lin", "Jiyuan Li", "Kun Zheng", "Yang Xu", "Tian Shang", "Qingfeng Zhan"], "title": "Anomalous Hall effect and rich magnetic phase diagram of Mn$_{100-x}$Rh$_{x}$ epitaxial films", "comment": "7 figures, 9 pages; accepted by Phys. Rev. B", "summary": "A series of Mn$_{100-x}$Rh$_x$ ($20 \\le x \\le 50$) thin films were epitaxially grown on the MgO substrate using magnetron sputtering technique, and were systematically investigated by magnetization, longitudinal electrical resistivity, and transverse Hall resistivity. After optimizing the growth conditions, phase-pure Mn$_{100-x}$Rh$_x$ films with a cubic CsCl-type structure were obtained, and their magnetic phase diagram was built. The manipulation of Rh content leads to a rich magnetic phase diagram, where three different regimes can be identified: for $x < 40$, Mn$_{100-x}$Rh$_x$ films undergo a ferromagnetic (FM) transition below $T_\\mathrm{C} \\approx$ 330-350 K; for $40 \\le x \\le 45$, in addition to the FM transition at $T_\\mathrm{C} \\approx$ 200 K, Mn$_{100-x}$Rh$_x$ films undergo a FM-to-antiferromagnetic (AFM) transition at $T_\\mathrm{N} \\approx$ 120 K; finally for $x > 45$, only one AFM transition at $T_\\mathrm{N} \\approx$ 150 K can be tracked. All the Mn$_{100-x}$Rh$_x$ films exhibit distinct anomalous Hall effect in their magnetically ordered state, which is most likely due to the intrinsic Berry-curvature mechanism. In addition, all the anomalous Hall transport properties, including the resistivity, conductivity, and angle exhibit a strong correlation with the magnetic properties of Mn$_{100-x}$Rh$_x$ films, which become most evident for $x$ = 35. Our systematic investigations suggest a strong correlation between magnetic properties and electronic band topology in Mn$_{100-x}$Rh$_x$ films, highlighting their great potential for AFM spintronics."}
{"id": "2512.10323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10323", "abs": "https://arxiv.org/abs/2512.10323", "authors": ["Yixun Zhang", "Longju Yu", "Yizhou Tong", "Ying Sun", "Xu Li", "Hong Jian Zhao", "Yanming Ma"], "title": "Spin Orientation Driven Polarization in Collinear Magnets", "comment": "6 pages and 2 figures", "summary": "In a collinear magnet, the predominant magnetic moments are collectively aligned along a specific spatial orientation, and this alignment may yield intriguing phenomena such as spin orientation driven polarization. It is well known that spin orientation driven polarization is a relativistic effect that widely occurs in various type-II multiferroics. However, a universal theory that describes such a phenomenon and directs the corresponding materials discovery is lacking. Here, we revisit the magnetic structures of collinear magnets and explore the spin-orientation-dependent phenomena therein. Based on symmetry principles, we analyze the spin point groups (SPGs) that are associated with collinear magnets in the non-relativistic regime, demonstrate how relativistic spin-orbit interaction reduces each SPG to various magnetic point groups that are associated with different magnetic alignments, and classify the SPGs with respect to spin orientation driven polarization. We employ our theory to elucidate the mechanisms of spin orientation driven polarization in a variety of type-II multiferroics. Combined with first-principles simulations, we further show that polarization may be driven in nonpolar collinear antiferromagnets (e.g., CuFeS$_2$) by reorienting their magnetic alignments. Our theory provides guidelines for designing and discovering materials with spin orientation driven polarization, which will benefit the development of spintronics based on type-II multiferroics and related materials."}
{"id": "2512.10627", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10627", "abs": "https://arxiv.org/abs/2512.10627", "authors": ["Stan P. J. Koenis", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Edge states of a Bi$_2$Se$_3$ nanosheet in a perpendicular magnetic field", "comment": null, "summary": "Conventional wisdom dictates that the conducting edge states of two-dimensional topological insulators of the Bi$_2$Se$_3$ family are protected by time-reversal symmetry. However, theoretical bulk calculations and a recent experiment show that the edge states persist in the presence of large external magnetic fields. To address this apparent contradiction, we have developed an analytical description for the edge-state wave function of a semi-infinite sample in a perpendicular magnetic field. Our description relies on the usual bulk Landau levels, together with additional states arising due to the presence of the hard wall, which are unnormalizable in the infinite system. The analytical wave functions agree extremely well with numerical calculations and can be used to directly analyze the behavior of the edge states in a magnetic field."}
{"id": "2512.10335", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10335", "abs": "https://arxiv.org/abs/2512.10335", "authors": ["Anna Ohorodnyk", "Chen-Hsuan Hsu"], "title": "Cascade of topological phase transitions and revival of topological zero modes in imperfect double helical liquids", "comment": "25 pages, 19 figures", "summary": "Two parallel helical edge channels hosting interacting electrons, when proximitized by local and nonlocal pairings, can host time-reversal-invariant pairs of topological zero modes at the system corners. Here we show that realistic imperfections substantially enrich the physics of such proximitized double helical liquids. Specifically, we analyze this platform and its fractional counterparts in the presence of pairing and interaction asymmetries between the two channels, as well as random spin-flip terms arising from either magnetic disorder or coexisting charge disorder and external magnetic fields. Using renormalization-group analysis, we determine how Coulomb interactions, pairings, and magnetic disorder collectively influence the transport behavior and topological properties of the double helical liquid. As the system transitions from class DIII to class BDI, an additional topological phase supporting a single Majorana zero mode per corner emerges. We further show how additional pairing or Coulomb asymmetry influences the stability of various topological phases and uncovers a revival of Majorana zero modes and cascades of transitions through topological phases characterized by a $\\mathbb {Z}$ invariant, which are accessible through controlling the electrical screening effect. In contrast to conventional understanding, disorder is not merely detrimental, as it in general allows for a tuning knob that qualitatively reshapes the topological superconductivity in imperfect helical liquids."}
{"id": "2512.10356", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2512.10356", "abs": "https://arxiv.org/abs/2512.10356", "authors": ["Yizhuo Song", "Jianting Dong", "Jiahao Shentu", "Jia Zhang"], "title": "Spin-orbit torques in bulk collinear antiferromagnets:complete classifications and the induced spin dynamics", "comment": "24 pages, 6 figures,", "summary": "Electric field induced spin-orbit torques are the crucial mechanism for electric regulations of antiferromagnetic order. However, the spin-orbit torques in antiferromagnets and the induced spin dynamics remain largely unexplored. In this work, the full classifications of SOTs in bulk collinear AFMs have been achieved based on magnetic point group. Dependent on the symmetries connecting the opposite spin sublattices, the SOTs are classified into six distinct types. Among them, the SOTs and the induced Neel vector dynamics in three representative AFMs have been investigated, where the spin sublattices are connected by fractional translation, spatial inversion, and neither by translation nor inversion symmetry respectively. The SOTs on spin sublattices have been calculated by first-principles calculations based on Kubo linear response theory, and then the induced spin dynamics are simulated by LLG equations. In typical PT symmetric AFM and the inversion symmetry breaking altermagnet, the simulations indicate that the deterministic switching of Neel vectors can be driven by field like torques. What's more, the fully electric writing of multiple antiferromagnetic domains into single domain state with preset Neel vector direction and 180 deterministic switching may also be realized. Our work may shed light on the current control of antiferromagnetic orders in collinear AFMs. Especially, for inversion symmetry breaking altermagnet, the electric writing and reading of Neel vector are highly desirable for antiferromagnetic memory applications."}
{"id": "2512.10391", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10391", "abs": "https://arxiv.org/abs/2512.10391", "authors": ["Stefano Toso", "Derek Dardzinski", "Liberato Manna", "Noa Marom"], "title": "Structure Prediction of Ionic Epitaxial Interfaces with Ogre Demonstrated for Colloidal Heterostructures of Lead Halide Perovskites", "comment": "103 pages, 48 figures", "summary": "Colloidal epitaxial heterostructures are nanoparticles composed of two different materials connected at an interface, which can exhibit properties different from those of their individual components. Combining dissimilar materials offers opportunities to create several functional heterostructures. Yet, assessing structural compatibility (the main prerequisite for epitaxial growth) is challenging when pairing complex materials with different lattice parameters/crystal structures. This complicates both the selection of target heterostructures for synthesis and the assignment of interface models when new heterostructures are obtained. Here, we demonstrate Ogre as a powerful tool to accelerate the design and characterization of colloidal heterostructures. To this end we implemented developments tailored for the efficient prediction of epitaxial interfaces between ionic/polar materials, which encompass most colloidal semiconductors. These include pre-screening candidate models based on charge balance at the interface and using a classical potential for fast energy evaluations, with parameters automatically extracted from the input bulk structures. These developments are validated for CsPbBr3/Pb4S3Br2 heterostructures, where Ogre produces interface models in agreement with density functional theory and experiments. Furthermore, we use Ogre to rationalize the templating effect of CsPbCl3 on the growth of lead sulfochlorides, where perovskite seeds induce the formation of Pb4S3Cl2 rather than Pb3S2Cl2 due to better epitaxial compatibility. Combining Ogre simulations with experimental data enables us to unravel the structure and composition of the hitherto unsolved CsPbBr3/BixPbySz interface and assign a structure to many other reported metal halide/oxide based interfaces. The Ogre package is available on GitHub or via the OgreInterface desktop application, available for Windows, Linux and Mac."}
{"id": "2512.10395", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10395", "abs": "https://arxiv.org/abs/2512.10395", "authors": ["Hiroto Tanaka", "Youichi Yanase"], "title": "Surface acoustic wave-driven valley current generation in intervalley coherent states", "comment": "7 pages, 4 figures", "summary": "Recent experiments have reported valley-gauge-symmetry-broken phases, identified as intervalley coherent (IVC) states. Exploration of anomalous responses, particularly those analogous to superconductivity, has become an urgent theoretical issue. In this study, we show that the IVC order gives rise to anomalous valley-current generation driven by surface acoustic waves (SAWs). The anomalous valley current exhibits a characteristic power-law dependence for low-frequency SAWs. Furthermore, we demonstrate by numerical analysis that the IVC order significantly enhances valley-current generation in rhombohedral graphene. These results open a pathway toward exploring exotic phenomena emerging from valley-gauge-symmetry breaking, in close analogy with gauge-symmetry breaking in superconductors."}
{"id": "2512.10397", "categories": ["cond-mat.mes-hall", "physics.atm-clus", "physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10397", "abs": "https://arxiv.org/abs/2512.10397", "authors": ["Ezekiel Oyeniyi", "Omololu Akin-Ojo"], "title": "Excitation energies and UV-Vis absorption spectra from INDO/s+ML", "comment": "Submitted to JCTC (ACS)", "summary": "The semi-empirical INDO/s method is popular for studies of excitation energies and absorption of molecules due to its low computational requirement, making it possible to make predictions for large systems. However, its accuracy is generally low, particularly, when compared with the typical accuracy of other methods such as time-dependent density functional theory (TDDFT). Here, we present machine learning (ML) models that correct the INDO/s results with negligible increases in the amount of computing resources needed. While INDO/s excitations energies have an average error of about 1.1 eV relative to TDDFT energies, the added ML corrections reduce the error to 0.2 eV. Furthermore, this combination of INDO/s and ML produces UV-Vis absorption spectra that are in good agreement with the TDDFT predictions."}
{"id": "2512.10404", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2512.10404", "abs": "https://arxiv.org/abs/2512.10404", "authors": ["Laszlo Wolf", "Geoff L. Brennecka", "Vladan Stevanović"], "title": "First-principles study of the phase competition, mechanical and piezoelectric properties of pseudo-binary (SiC)(AlN) alloy", "comment": "8 pages, 5 figures", "summary": "The ongoing search for new piezoelectric materials offering adequate balance between piezoelectric response and other application-relevant properties has lead to the investigation of various alloy systems. In this work we study the alloy of the widely used AlN with SiC for their relative abundance, current use in other electronics applications and expected phase competition between wurtzite and other polymorphs, the kind of which has lead to some of the most interesting results notably between AlN and ScN. Here the pseudo-binary (SiC)(AlN) alloy is studied from first-principles over the entire composition range. Relevant crystalline phases are identified using the First-Principles Random Structure Sampling approach which, in accordance with previous bulk experiments, finds wurtzite, zincblende and rhombohedral phases to be the only statistically relevant phases of the alloy. Further study of these phases is done through Special Quasi-random Structures (SQS) and, in the case of the wurtzite phase, predictions of the stiffness, piezoelectric and dielectric tensors. Analysis of these tensors is done through the scope of a Bulk AcousticWave (BAW) filter application, where trends and trade-offs between the c-axis acoustic velocity and piezoelectric response enable identification of relevant compositions."}
{"id": "2512.10405", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.10405", "abs": "https://arxiv.org/abs/2512.10405", "authors": ["Zhiyuan Duan", "Peixin Qin", "Chengyan Zhong", "Shaoxuan Zhang", "Li Liu", "Guojian Zhao", "Xiaoning Wang", "Hongyu Chen", "Ziang Meng", "Jingyu Li", "Sixu Jiang", "Xiaoyang Tan", "Qiong Wu", "Yu Liu", "Zhiqi Liu"], "title": "Electric-Field-Controlled Altermagnetic Transition for Neuromorphic Computing", "comment": "42 pages, 13 figures, published online at Journal of the American Chemical Society", "summary": "Altermagnets represent a novel magnetic phase with transformative potential for ultrafast spintronics, yet efficient control of their magnetic states remains challenging. We demonstrate an ultra-low-power electric-field control of altermagnetism in MnTe through strain-mediated coupling in MnTe/PMN-PT heterostructures with negligible Joule heating. Application of +6 kV/cm electric fields induces piezoelectric strain in PMN-PT, modulating the Néel temperature from 310 to 328 K. As a result, around the magnetic phase transition, the altermagnetic spin splitting of MnTe is reversibly switched \"on\" and \"off\" by the electric fields. Meanwhile, the piezoelectric strain generates lattice distortions and magnetic structure changes in MnTe, enabling up to 9.7% resistance modulation around the magnetic phase transition temperature. Leveraging this effect, we implement programmable resistance states in a Hopfield neuromorphic network, achieving 100% pattern recognition accuracy at <=40% noise levels. This approach establishes the electric-field control as a low-power strategy for altermagnetic manipulation while demonstrating the viability of altermagnetic materials for energy-efficient neuromorphic computing beyond conventional charge-based architectures."}
{"id": "2512.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.10434", "abs": "https://arxiv.org/abs/2512.10434", "authors": ["Sikander Azam", "Qaiser Rafiq", "Rajwali Khan", "Hamdy Khamees Thabet"], "title": "Engineering Multifunctional Response in Monolayer Fe3O4 via Zr Adsorption: From Half-Metallicity to Enhanced Piezoelectricity", "comment": null, "summary": "Two-dimensional (2D) magnetic oxides are increasingly studied for their multifunctional potential in fields like spintronics, optoelectronics, and energy conversion. In this research, we conduct a detailed first-principles study of pure monolayer Fe3O4 and its modification through Zr adsorption at two sites: on top of an Fe atom and at the bridge between Fe atoms. Using spin-polarized density functional theory with the GGA plus U method, we examine how adsorption affects structure, electronic, magnetic, optical, elastic, and piezoelectric properties. The original monolayer shows half-metallicity, strong spin polarization, and a moderate in-plane piezoelectric effect. Zr adsorption causes local lattice distortions and orbital hybridization, resulting in intermediate electronic states, a reduced bandgap, and increased optical absorption in both spin channels. Notably, Zr at the bridge site greatly enhances dielectric response, optical conductivity, and piezoelectric coefficients, tripling e11 compared to the pristine layer. Elastic constants indicate mechanical softening after functionalization, and energy loss spectra display shifts in plasmon resonance. These findings suggest Zr adsorption offers a controllable, non-destructive way to tune spin, charge, and lattice interactions in Fe4O4 monolayers, connecting magnetic, optical, and piezoelectric functionalities within a single 2D material platform."}
{"id": "2512.10436", "categories": ["cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2512.10436", "abs": "https://arxiv.org/abs/2512.10436", "authors": ["Anastasiia Chyzhykova", "Jeroen van den Brink", "Flavio S. Nogueira"], "title": "The Feynman paradox in a spherical axion insulator", "comment": "9 pages, 4 figures", "summary": "We show that a small charged probe near a spherical topological insulator causes the latter to rotate around a symmetry axis defined by the center of the sphere and the position of the charge outside the latter. The rotation occurs when the distance from the charge to the center of the sphere is changed. This phenomenon occurs due to induced static fields and is a consequence of the axion electrodynamics underlying the electromagnetic response of a topological insulator. Assuming a regime where the charged probe can be regarded as a point charge $q=Ne$, where $N$ is a positive integer and $e$ is the elementary electric charge, we obtain that the rotation frequency is given by $ω=(Nα)^2Υ(ε,d/a)/I$, where $I$ is the moment of inertia, $α$ is the fine-structure constant, and the function $Υ$ depends on the dielectric constant $ε$ and the relative distance $d/a$ of the charge from the center of the sphere of radius $a$. Since the point charge also induces Hall currents on the surface, we compute also their associated angular momentum. This allows us to derive an exact expression for the electronic velocity on the surface as a function of $a/d$."}
{"id": "2512.10469", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10469", "abs": "https://arxiv.org/abs/2512.10469", "authors": ["Hanyi Zhang", "Xueqi Xing", "Jiang-Jing Wang", "Chao Nie", "Yuxin Du", "Junying Zhang", "Xueyang Shen", "Wen Zhou", "Matthias Wuttig", "Riccardo Mazzarello", "Wei Zhang"], "title": "Atomistic understanding of two-dimensional monatomic phase-change material for non-volatile optical applications", "comment": null, "summary": "Elemental antimony (Sb) is a promising material for phase-change memory, neuromorphic computing and nanophotonic applications, because its compositional simplicity can prevent phase segregation upon extensive programming. Scaling down the film thickness is a necessary step to prolong the lifetime of amorphous Sb, but the optical properties of Sb are also significantly altered as the thickness is reduced to a few nanometers, adding complexity to device optimization. In this work, we aim to provide atomistic understanding of the thickness-dependent optical responses in Sb thin films. As thickness decreases, both the extinction coefficient and optical contrast reduce in the near-infrared spectrum, consistent with previous optical measurements. Such thickness dependence gives rise to a bottom thickness limit of 2 nm in photonic applications, as predicted by coarse-grained device simulations. Further bonding analysis reveals a fundamentally different behavior for amorphous and crystalline Sb upon downscaling, resulting in the reduction of optical contrast. Thin film experiments are also carried out to validate our predictions. The thickness-dependent optical trend is fully demonstrated by our ellipsometric spectroscopy experiments, and the bottom thickness limit of 2 nm is confirmed by structural characterization experiments. Finally, we show that the greatly improved amorphous-phase stability of the 2 nm Sb thin film enables robust and reversible optical switching in a silicon-based waveguide device."}
{"id": "2512.10471", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10471", "abs": "https://arxiv.org/abs/2512.10471", "authors": ["L. Celestine", "R. Zosiamliana", "H. Laltlanmawii", "B. Chettri", "Lalhum Hima", "Lalhriat Zuala", "S. Gurung", "A. Laref", "D. P. Rai"], "title": "Interfacial effect on the optoelectronic and piezoelectric properties of Ge-Sn terminated Halide Perovskite heterostructure from first-principles study", "comment": null, "summary": "Since the very early stages of research on sustainable technologies, green energy conversion has always been a prime focus. With the discoveries of countless functional materials in recent years, significant progress has been made to meet the global energy demand for sustainable development. Among them, halide perovskites have emerged as one of the most promising and reliable materials. In this work, we have investigated the lead-free halide perovskites, vis CsGeCl3 and RbSnBr3, within a framework of density functional theory (DFT) to explore their potential applicability in harvesting clean and renewable energy. This study gives a comprehensive analysis of the bulk, sur- face (001), and Ge-Sn-terminated interfaces within GGA and mGGA functionals. Interestingly, the inherent asymmetric arrangements of the systems exhibit remarkable optoelectronic and piezoelectric properties. The piezoelectric performance of each surface cut has been validated through the electromechanical coupling calculation."}
{"id": "2512.10475", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10475", "abs": "https://arxiv.org/abs/2512.10475", "authors": ["Yicheng Zhong", "Fu-Chun Zhang", "Kun Jiang"], "title": "Yamaji effect and quantum oscillation in Yang-Rice-Zhang model of underdoped cuprates", "comment": "5 pages, 4 figures with appendix", "summary": "Recent experiments have revealed signatures of small Fermi pockets in the pseudogap phase of cuprate superconductors, most notably the Yamaji effect observed in $\\mathrm{HgBa}_2\\mathrm{CuO}_{4+δ}$. The Yang-Rice-Zhang (YRZ) model provides a successful phenomenological description of the pseudogap state and naturally predicts such small pockets. In this work, we use a microscopic framework to calculate angle-dependent magnetoresistance and quantum oscillation within the YRZ model. Our calculations simultaneously reproduce the experimentally observed Yamaji oscillations and the Shubnikov-de Haas oscillation corresponding to a pocket area of about $p/8$, with $p$ the hole density. By further testing the effect of Green's-function zeros, we confirm that isolated zeros leave the oscillation period unchanged, whereas an extended zero segment suppresses and modifies the oscillation. Our findings demonstrate that the YRZ model captures essential features of the pseudogap regime and provides a general quantum approach that can be applied to more complex electronic structures."}
{"id": "2512.10476", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10476", "abs": "https://arxiv.org/abs/2512.10476", "authors": ["Ricardo Javier Peña Román", "Sandip Maity", "Fabian Samad", "Dinesh Pinto", "Simon Josephy", "Andrea Morales", "Attila Kákay", "Klaus Kern", "Olav Hellwig", "Aparajita Singha"], "title": "Nanoscale magnetometry of a synthetic three-dimensional spin texture", "comment": null, "summary": "Multilayered synthetic antiferromagnets (SAFs) are artificial three-dimensional (3D) architectures engineered to create novel, complex, and stable spin textures. Non-invasive and quantitative nanoscale magnetic imaging of the two-dimensional stray field profile at the sample surface is essential for understanding the fundamental properties of the spin-structure and being able to tailor them to achieve new functionalities. However, the deterministic detection of spin textures and their quantitative characterization on the nanoscale remain challenging. Here, we use nitrogen-vacancy scanning probe microscopy (NV-SPM) under ambient conditions to perform the first quantitative vector-field magnetometry measurements in the multilayered SAF [(Co/Pt)$_5$/Co/Ru]$_3$/(Co/Pt)$_6$. We investigate nanoscale static and dynamic properties of antiferromagnetic domains with boundaries hosting ``one-dimensional'' ferromagnetic stripes with ~ 100 nm of width and periodic modulation of the magnetization. By employing NV-SPM measurements in different imaging modes and involving NV-probes with various crystallographic orientations, we demonstrated distinct fingerprints emerging from GHz-range spin noise and constant stray fields on the order of several mT. This provides quantitative insights into the structure of domains and domain walls, as well as, into magnetic noise associated with thermal spin-waves. Our work opens up new opportunities for quantitative vector-field magnetometry of modern magnetic materials with tailored 3D spin textures and stray field profiles, and potentially novel spin-wave dispersions--in a quantitative and non-invasive manner, with exceptional magnetic sensitivity and nanometer scale spatial resolution."}
{"id": "2512.10500", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10500", "abs": "https://arxiv.org/abs/2512.10500", "authors": ["Yusuke Yanagisawa", "Shin-ichi Sasa"], "title": "Discreteness-induced spatial chaos versus fluctuation-induced spatial order in stochastic Turing pattern formation", "comment": "8 pages, 11 figures", "summary": "We investigate Turing pattern formation in a stochastic reaction-diffusion model defined on $N$ lattice sites, where each lattice site is associated with a reaction vessel of volume $Ω$. We focus on a regime where spatial discreteness plays a crucial role, namely when the characteristic length of patterns is comparable to the lattice spacing. In this setting, we compare two different limiting procedures and show that they lead to qualitatively different outcomes. If we first take the deterministic limit $Ω\\to \\infty$ and then the long-time limit $t \\to \\infty$, the stationary solutions of the corresponding spatially discrete deterministic equations become spatially chaotic in the limit $N\\to\\infty$. In contrast, if we first take the limit $t \\to \\infty$ and then take an appropriate limit of $Ω\\to \\infty$ and $N\\to\\infty$, the resulting patterns are spatially periodic."}
{"id": "2512.10511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10511", "abs": "https://arxiv.org/abs/2512.10511", "authors": ["O. Kozlov", "V. Kalita", "S. Reshetniak", "A. Kravets", "D. Polishchuk", "V. Korenivski"], "title": "Thermally-controlled interlayer exchange and field-induced anisotropy in synthetic antiferromagnets", "comment": "12 pages, 4 figures", "summary": "Interlayer exchange in synthetic antiferromagnets incorporating thin paramagnetic spacers can be controlled thermally. The spacer provides an additional ferromagnetic contribution that renormalizes the otherwise temperature-independent interlayer coupling. As a result, the system shows antiferromagnetic alignment at high temperatures and ferromagnetic alignment at low temperatures. This behavior is observed in Fe(2 nm)/Cr(0.4 nm)/Fe$_{17.5}$Cr$_{82.5}$(0.9 nm)/Cr(0.4 nm)/Fe(2 nm) multilayers with the inner spacer Fe$_{17.5}$Cr$_{82.5}$ paramagnetic at and above room temperature, and is shown to be due to the spacer being significantly magnetically polarized on lowering the temperature toward its Curie point. Although the Fe layers lack intrinsic magnetocrystalline anisotropy, the magnetization reversal demonstrates a field-induced uniaxial anisotropy of antiferromagnetic character. The resulting reversal process resembles that of a metamagnet with a spin-flip transition."}
{"id": "2512.10523", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10523", "abs": "https://arxiv.org/abs/2512.10523", "authors": ["Rahul Deb", "Debajyoti Bhattacharjee", "Syed Arshad Hussain"], "title": "Bio-Organic Materials Based Resistive Switching Memories", "comment": "5 pages, 2 figures, 1 table", "summary": "Resistive switching (RS) devices, based on soft materials such as organic, biomolecules as well as natural plant extracts etc., has emerged as a promising alternative to the conventional memory technologies. They offer simple device structures, low power requirements, rapid switching and compatibility with high-density device integration. Over the last two decades, these classes of materials have been explored for both non-volatile memory and artificial synapse functions. This chapter provides a brief overview of RS fundamentals, their major classifications, key applications, and recent trends in the use of organic and bio-derived materials."}
{"id": "2512.10527", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10527", "abs": "https://arxiv.org/abs/2512.10527", "authors": ["I. V. Leonov"], "title": "Electronic structure, orbital-dependent renormalizations, and magnetic correlations in double-layer La$_3$Ni$_2$O$_7$ under doping tuning", "comment": "10 pages, 7 figures", "summary": "Using the DFT+dynamical mean-field theory approach we study the effects of electronic correlations and doping on the normal state electronic structure of the double-layer nickelate superconductor La$_3$Ni$_2$O$_7$ under pressure. In agreement with experiments, we obtain significant orbital-dependent quasiparticle renormalizations of the Ni $x^2-y^2$ and $3z^2-r^2$ bands, accompanied by incoherence (bad metal behavior) of the $3z^2-r^2$ states, caused by the proximity of the Ni $3d$ states to orbital-dependent localization. Our results demonstrate a sensitive, non-monotonic dependence of $m^*/m$ on doping, with a remarkable, by about 20\\%, increase for the Ni $x^2-y^2$ orbitals upon electron doping $x \\sim 0.2$ (per Ni ion), implying a significant enhancement of orbital-dependent correlations with oxygen deficiency in LNO. We observe a reconstruction of the low-energy electronic structure of LNO upon doping above $x\\sim -0.3$ and 0.2. It is associated with the Lifshitz transition, with a crossover to a self-doping regime characterized by partial occupation of the La $5d$ bands (upon an electron doping $x>0.2$). Our analysis of the static magnetic susceptibility $χ({\\bf q})$ obtained within DFT+DMFT suggests the possible formation of the spin and charge (or bond) density wave stripes, implying strong spin and charge correlations in LNO. We show that this behavor is associated with suppression of the Néel $G$-type antiferromagnetic ordering of the Ni$^{2+}$ ions upon hole doping. Interestingly, upon a moderate electron doping of the Ni$^{2.5+}$ ions (e.g., with oxygen deficiency), we find a significant enhancement of the strength of in-plane spin and charge fluctuations. We note a close resembles of our results to those for the bilayer Hubbard model, which shows the boosting of superconductivity as one of the two electron bands approaches the Lifshitz transition (e.g., upon doping)."}
{"id": "2512.10566", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10566", "abs": "https://arxiv.org/abs/2512.10566", "authors": ["Jacopo A. Garofalo", "Nuno A. M. Araújo", "Lucilla de Arcangelis", "Alessandro Sarracino", "Eugenio Lippiello"], "title": "Janus Percolation in Anisotropic Limited-Degree Networks", "comment": null, "summary": "Many real-world infrastructures, from sensor and road networks to power grids, are spatially embedded and anisotropic, with constraints on the maximum number of links each node can establish. Such systems can be represented as anisotropic limited-degree networks, in which each node forms at most q outgoing links preferentially oriented along a fixed direction. By increasing the node density sigma at fixed q, we uncover a reentrant percolation transition: a giant strongly connected component emerges, but unexpectedly disintegrates again at high densities. This counterintuitive behavior implies that adding nodes, normally expected to enhance robustness, can instead reduce mutual accessibility and weaken global connectivity. The critical behavior displays two coexisting \"faces\": random-percolation scaling along the preferred direction and directed-percolation scaling transversely, therefore we name this phenomenon Janus percolation, in analogy with the dual-faced Roman god. These findings demonstrate that anisotropy and degree limitation can jointly induce a novel reentrant connectivity with mixed universality that bridges the universality classes of random and directed percolation, providing fresh insight into how structural constraints shape connectivity and resilience in spatial networks."}
{"id": "2512.10577", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10577", "abs": "https://arxiv.org/abs/2512.10577", "authors": ["Md Fahad Equbal", "M. A. H. Ahsan"], "title": "Binding of holes and competing spin-charge order in simple and extended Hubbard model on cylindrical lattice: An exact diagonalization study", "comment": "14 pages, 16 figures", "summary": "We investigate the binding of holes and the emergence of competing spin-charge order in the simple and extended Hubbard model using exact diagonalization on the 3x4 cylindrical lattice. For the simple Hubbard model (V=0), we find weakly bound hole pairing mediated by magnetic correlations at intermediate repulsive U, without any evidence of phase separation. Introducing nearest-neighbor interaction V reveals a rich phase diagram: attractive V drives multi-hole clustering and phase separation with localized magnetic quenching, while repulsive V stabilizes charge-density-wave (CDW) order that coexists with bound hole pairs within a modulated magnetic background. At strong coupling (U=10), the competition sharpens, with attractive V overcoming on-site repulsion to form magnetically quenched clusters and repulsive V producing robust CDW order that constrains pairing. Real-space analysis of spin and charge correlations provides microscopic evidence of distinct binding mechanisms -- phase separation versus correlation-mediated pairing -- depending on the sign and strength of intersite interaction V . Our results establish a comprehensive picture of how nonlocal Coulomb interactions reshape the landscape of hole-binding and collective order in correlated electron systems."}
{"id": "2512.10591", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2512.10591", "abs": "https://arxiv.org/abs/2512.10591", "authors": ["Loran Ts. Adzhemyan", "Diana A. Davletbaeva", "Daniil A. Evdokimov", "Mikhail V. Kompaniets"], "title": "Multiloop calculations with parametric integration in critical dynamics: the four-loop analytic study of model A of $φ^4$ theory", "comment": null, "summary": "We perform an analytical four loop calculation of exponent $z$ in model A of critical dynamics in $d=4-2\\varepsilon$ dimensions. This is the first time such a large order of perturbation theory has been calculated analytically for models of critical dynamics. To do this, we apply the modern method of parametrical integration with hyperlogaritms. We discuss in detail peculiarities of application of this method to critical dynamics, e.g. the problem of linear-irreducible diagrams already present in four loop (contrary to statics where the first linear-irreducible diagram appears in six loop)."}
{"id": "2512.10603", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10603", "abs": "https://arxiv.org/abs/2512.10603", "authors": ["Shucheta Shegufta", "Michael Zaiser"], "title": "An intermediately-homogenized peridynamics approach to failure of microstructually disordered materials", "comment": null, "summary": "Peridynamics provides a versatile tool for fracture modelling in materials where fracture pathways cannot be predicted beforehand, but must be envisaged as an emergent features of the deformation process. One class of materials where this is surely the case are materials with strong microstructural disorder such as random composites, random porous materials or disordered metamaterials. For this class of materials we propose an intermediately-homogenized peridynamic modelling approach where the disordered microstructure is not resolved in full spatial detail but described in terms of random order parameter fields which retain essential information about the local heterogeneity and spatial correlations of material properties."}
{"id": "2512.10609", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10609", "abs": "https://arxiv.org/abs/2512.10609", "authors": ["Ruben Hamming-Green", "Ewout van der Veer", "Beatriz Noheda"], "title": "Epitaxial Sr(Sn, Ge)$_{x}$Ti$_{1-x}$O$_{3}$ buffer layers for continuous strain engineering on SrTiO$_{3}$ substrates", "comment": "10 pages, 5 figures", "summary": "Epitaxial strain plays a key role in determining the structure and functionality of thin films, with the choice of substrate being traditionally used to control the magnitude of the applied strain. However, even in the large family of perovskite materials, this allows for only a limited, discrete set of strain states to be achieved. Here we report on an approach to controlling epitaxial strain for the growth of perovskite materials by involving a single SrTiO$_{3}$ substrate (the most available perovskite in single crystal form) and a buffer layer that consists of the solid solution Sr(Sn, Ge)$_{x}$Ti$_{1-x}$O$_{3}$, of which the lattice parameter can be tuned in a continuous fashion, from 3.880 Å up to 4.007 Å, while maintaining coherent epitaxial growth on SrTiO$_{3}$ with high quality interfaces. Using a BaTiO$_{3}$ overlayer as a model system, we show that changes to the buffer layer composition, i.e. increase of in-plane lattice parameter, change the strain state of BaTiO$_{3}$ from fully relaxed, through highly compressively strained, to an exotic state showing 'inverted' epitaxy in which the buffer layer is relaxed from the substrate but lattice matched to the overlayer."}
{"id": "2512.10627", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10627", "abs": "https://arxiv.org/abs/2512.10627", "authors": ["Stan P. J. Koenis", "Lucas Maisel Licerán", "Henk T. C. Stoof"], "title": "Edge states of a Bi$_2$Se$_3$ nanosheet in a perpendicular magnetic field", "comment": null, "summary": "Conventional wisdom dictates that the conducting edge states of two-dimensional topological insulators of the Bi$_2$Se$_3$ family are protected by time-reversal symmetry. However, theoretical bulk calculations and a recent experiment show that the edge states persist in the presence of large external magnetic fields. To address this apparent contradiction, we have developed an analytical description for the edge-state wave function of a semi-infinite sample in a perpendicular magnetic field. Our description relies on the usual bulk Landau levels, together with additional states arising due to the presence of the hard wall, which are unnormalizable in the infinite system. The analytical wave functions agree extremely well with numerical calculations and can be used to directly analyze the behavior of the edge states in a magnetic field."}
{"id": "2512.10629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10629", "abs": "https://arxiv.org/abs/2512.10629", "authors": ["Luka Geddis Zellmann", "Sumner B. Harris", "John R. R. Scott", "Yi-Chieh Yang", "Joerg Jinschek", "Rama Vasudevan", "Miryam Arredondo"], "title": "Thermal and Size Effects in Ferroelastic Domains by Machine Learning", "comment": null, "summary": "Ferroelastic domain walls (DWs) underpin key functionalities in complex oxides. In free-standing ferroic thin films, where elastic interactions are highly thickness dependent, understanding DW behaviour across length scales and external stimuli is crucial. A thickness-dependent monopolar-to-dipolar crossover in elastic DW behaviour has been reported; however, how temperature influences this regime remains unexplored. Here, LaAlO3 thin films spanning the dipolar ($<200$ nm) and crossover (200-300 nm) regimes are investigated using in situ heating scanning transmission electron microscopy (STEM) and a machine-learning-driven image analysis approach. By tracking DW curvature and density from above $T_C$ (approximately $550,^\\circ$C) to room temperature (RT), a distinct interplay between temperature and thickness is identified. In the dipolar regime, DWs are mobile and curved near $T_C$ and gradually freeze upon cooling, consistent with the well-known temperature freezing regime. In contrast, within the crossover regime, DWs are nearly static, with minimal reconfiguration through cooling and curvature an order of magnitude lower at RT. These results map the evolution of DWs across the thermally driven super-elastic to freezing regimes, revealing how thickness and temperature govern DW morphology and dynamics, and providing insight relevant for domain engineering in free-standing oxide thin films."}
{"id": "2512.10647", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10647", "abs": "https://arxiv.org/abs/2512.10647", "authors": ["Monirul Shaikh", "Sathiyamoorthy Buvaneswaran", "Asif Latief Bhat", "Trilochan Sahoo", "Saurabh Ghosh"], "title": "Ferroelectric metal-organic frameworks as wide band gap materials", "comment": null, "summary": "Wide band gap materials are particularly relevant at high temperatures. The band gap shrinkage at higher temperatures prevents device applications with narrow band gap semiconductors. Considering $α$-phase strontium cyanurate as a prototype structure, we identify a group of metal-organic frameworks (MOFs) that exhibit ultra-wide band gaps ranging from 5.5 to 5.7 eV. Recently, a strontium cyanurate compound was found to undergo a phase transition from a high-symmetry $β$-phase to a low-symmetry ferroelectric $α$-phase when the temperature was reduced. In the present study, utilizing group theory techniques, we unravel that a zone-center $Γ_2^-$ phonon mode modifies our structures from high-symmetry $β$-phase to a low-symmetry $α$-phase for A$_3$(O$_3$C$_3$N$_3$)$_2$ MOFs with A = Mg, Ca, Sr, and Ba. We implement first-principles calculations to investigate structural, ferroelectric, and optical properties of these compounds in $α$-phase. The switching barriers between bistable polar states are also estimated. Further, to realize their feasibility, we examine the dynamical and thermal stabilities for all of these MOFs."}
{"id": "2512.10714", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10714", "abs": "https://arxiv.org/abs/2512.10714", "authors": ["J. Grumbach", "E. Häußler", "S. Luther", "J. Sichelschmidt", "K. M. Ranjith", "T. Herrmannsdörfer", "M. Rotter", "S. Granovsky", "H. Kühne", "M. Uhlarz", "J. Wosnitza", "H. -H. Klauß", "M. Baenitz", "T. Doert", "M. Doerr"], "title": "Magnetic anisotropy and dipolar interactions in the frustrated triangular-lattice magnet NaGdS_2", "comment": null, "summary": "In this comprehensive study, we present results of bulk measurements (magnetization, specific heat, ac susceptibility, thermal expansion, and magnetostriction) combined with local methods such as nuclear magnetic resonance (^23Na NMR) and electron spin resonance (ESR) and simulations (McPhase) on polycrystalline and single-crystalline NaGdS_2 samples. The rare-earth delafossite NaGdS_2 is a triangular-lattice magnet with S = 7/2 spin-only Gd^3+ moments with suppressed single-ion anisotropy. In our study, we estimate that NaGdS_2 has a weak antiferromagnetic exchange (J_H/k_B is about 52mK) and signs of long-range magnetic order are absent down to lowest temperature. However, indications of short range magnetic order are found below 180 mK in the ac susceptibility and thermal expansion. Our results indicate an interplay of Heisenberg-type and dipolar exchange. Due to the large moment of the Gd^3+ ions, one expects a strong impact of the dipolar coupling in NaGdS_2, in contrast to the related NaYbS_2. ESR and ^23Na NMR measurements, indeed, indicate the formation of short-range ferromagnetic correlations. NaGdS_2 appears to be a rare system, in which magnetic order is suppressed by a competition between Heisenberg and dipolar interactions."}
{"id": "2512.10755", "categories": ["cond-mat.str-el", "hep-lat", "hep-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10755", "abs": "https://arxiv.org/abs/2512.10755", "authors": ["Yeimer Zambrano", "Aleksey Alekseev", "Konrad J. Kapcia", "Krzysztof Cichy", "Agnieszka Cichy"], "title": "Phase structure of the one-dimensional $\\mathbb{Z}_2$ lattice gauge theory with second nearest-neighbor interactions", "comment": "13 pages, 12 figures (including 29 panels), 53 references; RevTeX class, double-column formatting", "summary": "We investigate the ground-state phase diagram of a one-dimensional $\\mathbb{Z}_2$ lattice gauge theory (LGT) model with hard-core bosons at half-filling, extending previous studies by including second nearest-neighbor (2NN) interactions. Using matrix product state techniques within the density matrix renormalization group, we compute charge gap, static structure factor, and pair-pair correlation functions for various interaction strengths and field parameters. We analyze two representative neatest-neighbor interaction strengths ($V_1$) that correspond to the Luttinger liquid (LL) and Mott insulator (MI) phases in the absence of the 2NN interactions. We introduce the 2NN coupling $V_2$ and investigate its impact on the system. Our results reveal very rich behavior. As the 2NN repulsion increases, in the case of small $V_1$, we observe a direct transition from the LL phase to a charge-ordered insulator (COI) phase, whereas for large $V_1$, we observe a transition from the MI phase (previously found with only $V_1$ included), going through an intermediate LL region, and finally reaching the COI regime. Additionally, the inclusion of 2NN interactions enhances charge order and suppresses pair coherence, evidenced by sharp peaks in the structure factor and rapid decay in pair-pair correlators. Our work extends the well-studied phase structure of 1D $\\mathbb{Z}_2$ LGT models and demonstrates the interplay between gauge fields, confinement, and extended interactions."}
{"id": "2512.10782", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10782", "abs": "https://arxiv.org/abs/2512.10782", "authors": ["Alon Hever", "Ohad Levy", "Stefano Curtarolo", "Amir Natan"], "title": "Composition/structure directed search for new chalcogenide compounds", "comment": null, "summary": "This work presents a simple scheme for finding new crystalline compounds by adapting structure types from neighbor atoms compounds. The approach is demonstrated for the selenide and sulfide families of binary compounds. It predicts ten new compounds that are not currently included in the inorganic crystal structure database (ICSD). The compounds primarily originated from a small search domain that includes near neighbors. Comparison with extended searches that include structures from binary systems of more remote atoms in the periodic table demonstrate the relative efficiency of near neighbor screening. This points at the possibility of using similar directed searches as a heuristic rule for efficiently finding new stable compounds in additional compound families."}
{"id": "2512.10786", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10786", "abs": "https://arxiv.org/abs/2512.10786", "authors": ["Mohammad Rasool Davoudi", "Mina Bahrami", "Axel Verdianu", "Pedram Khakbaz", "Dominic Waldhoer", "Mahdi Pourfath", "Alexander Karl", "Christoph Wilhelmer", "Yichi Zhang", "Junchuan Tang", "Aftab Nazir", "Ye Li", "Xiaoying Gao", "Congwei Tan", "Yu Zhang", "Changze Liu", "Hailin Peng", "Theresia Knobloch", "Tibor Grasser"], "title": "Performance and reliability potential of Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors", "comment": null, "summary": "While 2D materials have enormous potential for future device technologies, many challenges must be overcome before they can be deployed at an industrial scale. One of these challenges is identifying the right semiconductor/insulator combination that ensures high performance, stability, and reliability. In contrast to conventional 2D interfaces, which suffer from van der Waals gaps or covalent bonding issues, zippered structures such as the high-mobility 2D semiconductor Bi$_2$O$_2$Se and its native high-$κ$ oxide Bi$_2$SeO$_5$ offer high-quality interfaces, good scalability, and excellent device performance. While most prior work has focused mainly on basic device behavior, here we also thoroughly assess the stability and reliability of this material system using a multiscale approach that integrates electrical characterization, density functional theory, and TCAD simulations, linking atomistic states to device-scale reliability. By analyzing four transistor design generations (top-gated, fin, and two gate-all-around FETs), we provide realistic predictions for how this system performs at the ultimate scaling limit. We identify oxygen-related defects in the oxide as the main contributors to hysteresis and recoverable threshold shifts, and we propose mitigation strategies through encapsulation or oxygen-rich annealing. Benchmarking the extracted material parameters against IRDS 2037 requirements, we demonstrate that Bi$_2$O$_2$Se/Bi$_2$SeO$_5$ transistors can achieve high drain and low gate currents at ultra-scaled conditions. These findings position this material system as a technologically credible and manufacturing-relevant pathway for future nanoelectronics."}
{"id": "2512.10824", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10824", "abs": "https://arxiv.org/abs/2512.10824", "authors": ["Md. Asif", "Nazia Chawdhury"], "title": "Computational Approach to Investigate Structure-Property Relationship of a series of Carbazole Containing Thermally Activated Delayed Fluorescent Molecules", "comment": null, "summary": "Donor-acceptor type compounds are an important category of organic materials that show properties suitable for light emission applications. To achieve a full understanding of the mechanism of thermally activated delayed fluorescence (TADF) process, we studied the structure-property relationship for a series of carbazole based TADF emitters, 2CzPN, 4CzPN, 4CzIPN, 4CzBN and 5CzBN. We applied density functional theory to investigate kinetic and electronic properties. We find that the energetic position of triplet excited state of these emitters depends on their molecular structure. Our findings emphasize that to enable reverse intersystem crossing and eventually TADF, strong spin orbit coupling and minimal energy difference between singlet and triplet states $ΔE_{ST}$ must be obtained simultaneously. We also find that the reverse intersystem crossing rates $k_{RISC}$ values are higher where $ΔE_{ST}$ values are closer to reorganization energy. Furthermore, a small change in the absorption peak of optical absorption spectra with and without spin orbit coupling (SOC) is observed for each emitter. This result is extremely beneficial for the design of new TADF molecules, and we believe that our work contributes to the progress of future development of high-performance organic molecular light-emitting devices."}
{"id": "2512.10847", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10847", "abs": "https://arxiv.org/abs/2512.10847", "authors": ["Suman Itani", "Yibo Zhang", "Ranjit Itani", "Jiadong Zang"], "title": "Large Language Models for Superconductor Discovery", "comment": "15 pages, 6 figures", "summary": "Large language models (LLMs) offer new opportunities for automated data extraction and property prediction across materials science, yet their use in superconductivity research remains limited. Here we construct a large experimental database of 78,203 records, covering 19,058 unique compositions, extracted from scientific literature using an LLM-driven workflow. Each entry includes chemical composition, critical temperature, measurement pressure, structural descriptors, and critical fields. We fine-tune several open-source LLMs for three tasks: (i) classifying superconductors vs. non-superconductors, (ii) predicting the superconducting transition temperature directly from composition or structure-informed inputs, and (iii) inverse design of candidate compositions conditioned on target Tc. The fine-tuned LLMs achieve performance comparable to traditional feature-based models and in some cases exceed them, while substantially outperforming their base versions and capturing meaningful chemical and structural trends. The inverse-design model generates chemically plausible compositions, including 28% novel candidates not seen in training. Finally, applying the trained predictors to the GNoME database identifies unreported materials with predicted Tc > 10 K. Although unverified, these candidates illustrate how integrating an LLM-driven workflow can enable scalable hypothesis generation for superconductivity discovery."}
{"id": "2512.10856", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.10856", "abs": "https://arxiv.org/abs/2512.10856", "authors": ["Sreyan Raha", "Tara Shankar Bhattacharya", "Indrani Bose", "Achintya Singha"], "title": "Brightening of dark trions in monolayer WS$_2$ via localization of surface plasmons", "comment": "14 pages, 11 figures", "summary": "Optically inactive dark trions in two-dimensional semiconductors are poised to play a stellar role in future quantum technologies due to their long lifetimes, about two orders of magnitude greater than those of their bright counterparts. In monolayer (ML) tungsten disulphide (WS$_2$), accessing these states via optical activation remains challenging, specially at elevated temperatures. Here, we demonstrate the brightening of dark trions from ML WS$_2$ in the temperature range, 83 K-115 K, via localized surface plasmon modes in a disordered gold substrate. The resulting photoluminescence (PL) spectrum reveals a distinct spectral doublet with the twin peaks separated by ~ 45 meV. We propose that the peaks represent semi-dark and bright trion states, the origin of which lies in intervalley electron-electron scatterings. We also report on the experimental evidence of a negative degree of circular polarization in ML WS$_2$ at the energy of the semi-dark trion state."}
{"id": "2512.10869", "categories": ["cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10869", "abs": "https://arxiv.org/abs/2512.10869", "authors": ["Francisco Romero-Lara", "Manuel Vilas-Varela", "Ricardo Ortiz", "Manish Kumar", "Alessio Vegliante", "Lucía Gómez-Rodrigo", "Jan Patrick Calupitan", "Diego Soler", "Nikas Friedrich", "Dongfei Wang", "Jon Ortuzar", "Stefano Trivini", "Fabian Schulz", "Thomas Frederiksen", "Pavel Jelínek", "Diego Peña", "Jose Ignacio Pascual"], "title": "Topological Engineering of a Frustrated Antiferromagnetic Triradical in Aza-Triangulene Architectures", "comment": "8 main pages, 4 main figures; 20 supplementary pages, 18 supplementary figures", "summary": "Open-shell nanographenes provide a versatile platform to host unconventional magnetic states within their π-conjugated networks. Particularly appealing are graphene architectures that incorporate spatially separated radicals and tunable interactions, offering a scalable route toward spin-based quantum architectures. Triangulenes are ideal for this purpose, as their radical count scales with size, although strong hybridization prevents individual spin control. Here, we realize a radical reconfiguration strategy that transforms a single-radical aza-triangulene into a frustrated antiferromagnetic triradical by covalently extending it with armchair anthene moieties of increasing length. Scanning tunnelling spectroscopy reveals edge-localized Kondo resonances and a doublet-to-quartet spin excitation, evidencing the emergence of correlated spins. Multi-reference electronic-structure calculations trace the progressive increase in polyradical character with anthene length, driven by the clustering of frontier states within a narrow energy window. Consequently, the initial single-radical doublet reorganizes into a frustrated triradical with weakly coupled edge spins, a molecular analog of a three-qubit quantum register."}
{"id": "2512.10885", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.10885", "abs": "https://arxiv.org/abs/2512.10885", "authors": ["Reshna Elsa Philip", "Pooja Vyas", "Nikhil Joseph Joy", "Sandip Kumar Kuila", "Sonia Beniwal", "Akshata Magar", "Dinesh Kumar Shukla", "Partha Pratim Jana", "Amit Kumar", "Aftab Alam", "Jayakumar Balakrishnan", "Soham Manni"], "title": "Disorder mediated fully compensated ferrimagnetic spin-gapless semiconducting behaviour in Cr3Al Heusler alloy", "comment": "18 Pages including SI", "summary": "Spin-gapless semiconductors (SGSs) that simultaneously host fully compensated ferrimagnetism are highly sought for energy-efficient and stray-field-free spintronic technologies, yet their realization in chemically disordered systems has remained elusive. Here, we demonstrate that the binary Heusler alloy Cr3Al despite adopting a fully A2-disordered structure exhibits a rare coexistence of SGS transport and a fully compensated ferrimagnetic (FCF) ground state. Single-crystalline and polycrystalline Cr3Al samples were synthesized, and comprehensive structural analyses using single crystal XRD, synchrotron powder XRD, and neutron powder diffraction reveal complete Cr/Al site mixing. Remarkably, this chemical disorder does not disrupt magnetic order; instead, magnetization, X-ray magnetic circular dichroism (XMCD), and temperature-dependent neutron diffraction establish a robust compensated ferrimagnetic state with a vanishingly small ordered moment of 0.1(1) muB/f.u and a high Curie temperature of 773(2) K. Electrical and thermal transport measurements uncover clear SGS characteristics, including weak temperature-dependent conductivity, very low Seebeck coefficients, and electron-hole compensated transport. Hall measurements show unusual temperature-dependent carrier concentrations consistent with disorder-modified electronic states. First-principles calculations on an A2-disordered SQS structure reproduce the experimentally observed negligibly small magnetization (0.0072 muB/f.u) and reveal a vanishing spin-up band gap unambiguously supporting SGS behavior driven by chemical disorder. Our results identify Cr3Al as the first experimentally verified A2-disordered Heusler alloy exhibiting both fully compensated ferrimagnetism and spin-gapless semiconducting transport, positioning it as a robust and disorder-tolerant platform for next-generation, high-temperature spintronic devices."}
{"id": "2512.10899", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10899", "abs": "https://arxiv.org/abs/2512.10899", "authors": ["Heiko Georg Menzler", "Suman Mondal", "Fabian Heidrich-Meisner"], "title": "Hybrid quantum-classical matrix-product state and Lanczos methods for electron-phonon systems with strong electronic correlations: Application to disordered systems coupled to Einstein phonons", "comment": "18 pages, 14 figures", "summary": "We present two quantum-classical hybrid methods for simulating the time-dependence of electron-phonon systems that treat electronic correlations numerically exactly and optical-phonon degrees of freedom classically. These are a time-dependent Lanczos and a matrix-product state method, each combined with the multi-trajectory Ehrenfest approach. Due to the approximations, reliable results are expected for the adiabatic regime of small phonon frequencies. We discuss the convergence properties of both methods for a system of interacting spinless fermions in one dimension and provide a benchmark for the Holstein chain. As a first application, we study the decay of charge density wave order in a system of interacting spinless fermions coupled to Einstein oscillators and in the presence of quenched disorder. We investigate the dependence of the relaxation dynamics on the electron-phonon coupling strength and provide numerical evidence that the coupling of strongly disordered systems to classical oscillators leads to delocalization, thus destabilizing the (finite-size) many-body localization in this system."}
{"id": "2512.10909", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.10909", "abs": "https://arxiv.org/abs/2512.10909", "authors": ["Filippo Gaggioli", "Pierre-Antoine Graham", "Liang Fu"], "title": "Electronic crystals and quasicrystals in semiconductor quantum wells: an AI-powered discovery", "comment": null, "summary": "The homogeneous electron gas is a cornerstone of quantum condensed matter physics, providing the foundation for developing density functional theory and understanding electronic phases in semiconductors. However, theoretical understanding of strongly-correlated electrons in realistic semiconductor systems remains limited. In this work, we develop a neural network based variational approach to study quantum wells in three dimensional geometry for a variety of electron densities and well thicknesses. Starting from first principles, our unbiased AI-powered method reveals metallic and crystalline phases with both monolayer and bilayer charge distributions. In the emergent bilayer, we discover a new quantum phase of matter: the electronic quasicrystal."}
{"id": "2512.10914", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.10914", "abs": "https://arxiv.org/abs/2512.10914", "authors": ["Jucheng Lin", "Yicheng Zhuang", "Anton M. Graf", "Joonas Keski-Rahkonen", "Eric J. Heller"], "title": "Shaping chaos in bilayer graphene cavities", "comment": "9 pages, 6 figures", "summary": "Bilayer graphene (BLG) cavities, where electrons are confined in finite graphene flakes, provide a suitable platform to study quantum chaotic phenomena in condensed matter systems due to the trigonal warping of the Fermi surface. Here, we investigate the effect of the misalignment between the BLG lattice and the cavity geometry, introduced by rotating the boundary relative to the lattice, which can drive the system towards chaos. Based on a tight-binding model, eigenenergy level statistics reveals that rotation leads to level repulsion following Wigner-Dyson statistics, while corresponding eigenstate analysis indicates a transition from near-integrability to spatially uncorrelated random waves. Analysis of the semiclassical ray-dynamics with the trigonal-warped dispersion unveils an ergodic phase space structure, providing a quantum-classical correspondence of the onset of chaos. These findings establish an avenue to quantum chaotic phenomena in BLG cavities with potential applications in quantum device engineering."}
{"id": "2512.10920", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.10920", "abs": "https://arxiv.org/abs/2512.10920", "authors": ["A. A. El-Maaref", "Kh. S. Shaaban", "E. A. Abdel Wahab"], "title": "Structural, physical, and Judd-Ofelt analysis of germanium magnesium-telluroborate glass containing different amounts of Tm2O3", "comment": null, "summary": "Germanium magnesium-telluroborate glasses with the composition 78B2O3-10GeO2-5TeO2-7-x MgO-xTm2O3, x = 0, 0.25, 0.5, 1, and 1.5 mol% were fabricated by using the melt quenching process. With the increase of Tm2O3 concentration, the density values increase from 3.574 to 4.153 g.cm-1, while the molar volume values decrease from 21.145 to 19.445 cm3/mol. Fourier transform infrared analysis supports the existence and conversion of BO3 and BO4. The conversion of BO3 to BO4 would lead to greater bridging oxygens BOs, influencing and reinforcing the glass network. The optical features were studied. The optical band gap decreased by increasing Tm2O3 content in the glass formula, while the index of refraction increased. The parameters take the values between 3.16 eV and 2.31 eV. Other optical and physical constants were determined like optical conductivity, electronegativity, metallization, reflection loss, steepness parameters, and transmission coefficient. Judd-Ofelt theory is used to estimate the optical intensities and line strengths of the present glasses. Radiative lifetimes and branching ratios are evaluated of different manifolds belonging to Tm3+ doped present glasses. The results showed the possibility of potential applications for these materials in the fields of laser development, Light-emitting diodes (LEDs), optical amplification and optoelectronic devices."}
{"id": "2512.10944", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.10944", "abs": "https://arxiv.org/abs/2512.10944", "authors": ["Sk Asrap Murshed", "Bitan Roy"], "title": "Pair-density-wave in quarter-metals from a repulsive fermionic interaction in graphene heterostructures: A renormalization group study", "comment": "7 Pages and 4 Figures", "summary": "Electronic bands in chirally stacked $n$ layer carbon-based honeycomb heterostructures, encompassing rhombohedral ($n \\geq 3$), Bernal bilayer ($n=2$), and monolayer ($n=1$) graphene, possess four-fold valley and spin degeneracy. Such systems with $n \\geq 2$, when subject to external perpendicular electric displacement fields, feature a fully degenerate metal at high doping, a spin non-degenerate but valley degenerate half-metal at moderate doping, and a non-degenerate quarter-metal at low doping. Due to the fully polarized nature of the quasiparticles in the quarter-metal, realized around one particular valley otherwise chosen spontaneously, it can sustain a single local superconducting ground state, representing a pair-density-wave that is chiral and odd parity in nature. From a leading order renormalization group analysis, here we show that repulsive density-density interaction among such polarized fermionic excitations can foster the pair-density-wave phase at low temperatures. Possible connections with experimentally observed superconducting states in the close vicinity of the quarter-metal in some members of such graphene heterostructures family are discussed."}
