{"id": "2512.11021", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11021", "abs": "https://arxiv.org/abs/2512.11021", "authors": ["Katharina Laubscher", "Valla Fatemi", "Jay D. Sau"], "title": "Andreev spin qubits bound to Josephson vortices in spin-orbit coupled planar Josephson junctions", "comment": null, "summary": "We propose a variant of Andreev spin qubits (ASQs) defined in planar Josephson junctions based on spin-orbit coupled two-dimensional electron gases (2DEGs) in a weak out-of-plane magnetic field. The magnetic field induces a linear phase gradient across the junction, generating Josephson vortices that can host low-energy Andreev bound states (ABSs). We show that, in certain parameter regimes, the combined effect of the phase gradient and spin-orbit coupling stabilizes an odd-fermion parity ground state, where a single Josephson vortex binds a spinful low-energy degree of freedom that is energetically separated from the other ABSs. This low-energy degree of freedom can be exploited to define a special type of ASQ, which we dub the vortex spin qubit (VSQ). We show that single-qubit gates for VSQs can be performed via flux driving, while readout can be achieved by adapting standard circuit quantum electrodynamics (cQED) techniques developed for conventional ASQs. We further outline how an entangling two-qubit gate can be performed using an ac current drive. We argue that VSQs offer prospects for a substantial reduction in device complexity and hardware overhead compared to conventional ASQ implementations, while preserving key advantages such as supercurrent-based readout, single-qubit gates, and long-range two-qubit gates."}
{"id": "2512.11073", "categories": ["cond-mat.supr-con", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11073", "abs": "https://arxiv.org/abs/2512.11073", "authors": ["M. Iskin"], "title": "Self-consistent inclusion of disorder in the BCS-BEC crossover near $T_c$", "comment": "8+ pages", "summary": "We develop a systematic theoretical approach to incorporate the effects of a static white-noise disorder into the BCS-BEC crossover near the critical temperature ($T_c$) of the superfluid transition. Starting from a functional-integral formulation in momentum-frequency space, we derive an effective thermodynamic potential that fully accounts for Gaussian fluctuations of the order-parameter field and its coupling to the disorder potential. The effective action, expanded to second order in both the disorder potential and the bosonic field, naturally involves third- and fourth-order terms arising from the logarithmic expansion near $T_c$. This formalism, valid across the entire BCS-BEC crossover, reproduces the well-established BCS and BEC limits and yields self-energy expressions consistent with previous analyses for non-interacting point bosons and tightly bound fermion pairs. The approach applies equally to continuum and lattice systems and provides a natural framework for generalizations to multiband models."}
{"id": "2512.11077", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2512.11077", "abs": "https://arxiv.org/abs/2512.11077", "authors": ["Hyuna Kwon", "Babak Sadigh", "Sebastien Hamel", "Vincenzo Lordi", "John Klepeis", "Fei Zhou"], "title": "A probabilistic foundation model for crystal structure denoising, phase classification, and order parameters", "comment": null, "summary": "Atomistic simulations generate large volumes of noisy structural data, but extracting phase labels, order parameters (OPs), and defect information in a way that is universal, robust, and interpretable remains challenging. Existing tools such as PTM and CNA are restricted to a small set of hand-crafted lattices (e.g.\\ FCC/BCC/HCP), degrade under strong thermal disorder or defects, and produce hard, template-based labels without per-atom probability or confidence scores. Here we introduce a log-probability foundation model that unifies denoising, phase classification, and OP extraction within a single probabilistic framework. We reuse the MACE-MP foundation interatomic potential on crystal structures mapped to AFLOW prototypes, training it to predict per-atom, per-phase logits $l$ and to aggregate them into a global log-density $\\log \\hat{P}_θ(\\boldsymbol{r})$ whose gradient defines a conservative score field. Denoising corresponds to gradient ascent on this learned log-density, phase labels follow from $\\arg\\max_c l_{ac}$, and the $l$ values act as continuous, defect-sensitive and interpretable OPs quantifying the Euclidean distance to ideal phases. We demonstrate universality across hundreds of prototypes, robustness under strong thermal and defect-induced disorder, and accurate treatment of complex systems such as ice polymorphs, ice--water interfaces, and shock-compressed Ti."}
{"id": "2512.11084", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11084", "abs": "https://arxiv.org/abs/2512.11084", "authors": ["Jiong-Hao Wang", "Christopher Ekman", "Raul Perea-Causin", "Hui Liu", "Emil J. Bergholtz"], "title": "Topological Order and Non-Hermitian Skin Effect in Generalized Ideal Chern Bands", "comment": null, "summary": "Fractionalization in ideal Chern bands and non-Hermitian topological physics are two active but so far separate research directions. Merging these, we generalize the notion of ideal Chern bands to the non-Hermitian realm and uncover several striking consequences both on the level of band theory and in the strongly interacting regime. Specifically, we show that the lowest band of a Kapit--Mueller lattice model with an imaginary gauge potential satisfies a generalized ideal condition with complex Berry curvature in sync with a complex quantum metric. The ideal band remains purely real and exactly flat yet all right and left eigenstates accumulate at the boundaries on a cylinder, implying a non-Hermitian skin effect without an accompanying spectral winding. The skin effect is inherited by the many-body zero modes, yielding skin-Laughlin states with an exponential profile on the lattice. Moreover, at a critical strength of non-Hermiticity there is an unconventional phase transition on the torus, which is absent on the cylinder. Our findings lead to an extension of topological order in non-Hermitian systems."}
{"id": "2512.10989", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.10989", "abs": "https://arxiv.org/abs/2512.10989", "authors": ["Michal Sanocki", "Julija Zavadlav"], "title": "Generalization of Long-Range Machine Learning Potentials in Complex Chemical Spaces", "comment": null, "summary": "The vastness of chemical space makes generalization a central challenge in the development of machine learning interatomic potentials (MLIPs). While MLIPs could enable large-scale atomistic simulations with near-quantum accuracy, their usefulness is often limited by poor transferability to out-of-distribution samples. Here, we systematically evaluate different MLIP architectures with long-range corrections across diverse chemical spaces and show that such schemes are essential, not only for improving in-distribution performance but, more importantly, for enabling significant gains in transferability to unseen regions of chemical space. To enable a more rigorous benchmarking, we introduce biased train-test splitting strategies, which explicitly test the model performance in significantly different regions of chemical space. Together, our findings highlight the importance of long-range modeling for achieving generalizable MLIPs and provide a framework for diagnosing systematic failures across chemical space. Although we demonstrate our methodology on metal-organic frameworks, it is broadly applicable to other materials, offering insights into the design of more robust and transferable MLIPs."}
{"id": "2512.11073", "categories": ["cond-mat.supr-con", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11073", "abs": "https://arxiv.org/abs/2512.11073", "authors": ["M. Iskin"], "title": "Self-consistent inclusion of disorder in the BCS-BEC crossover near $T_c$", "comment": "8+ pages", "summary": "We develop a systematic theoretical approach to incorporate the effects of a static white-noise disorder into the BCS-BEC crossover near the critical temperature ($T_c$) of the superfluid transition. Starting from a functional-integral formulation in momentum-frequency space, we derive an effective thermodynamic potential that fully accounts for Gaussian fluctuations of the order-parameter field and its coupling to the disorder potential. The effective action, expanded to second order in both the disorder potential and the bosonic field, naturally involves third- and fourth-order terms arising from the logarithmic expansion near $T_c$. This formalism, valid across the entire BCS-BEC crossover, reproduces the well-established BCS and BEC limits and yields self-energy expressions consistent with previous analyses for non-interacting point bosons and tightly bound fermion pairs. The approach applies equally to continuum and lattice systems and provides a natural framework for generalizations to multiband models."}
{"id": "2512.11590", "categories": ["physics.comp-ph", "nucl-th"], "pdf": "https://arxiv.org/pdf/2512.11590", "abs": "https://arxiv.org/abs/2512.11590", "authors": ["Jin Lei"], "title": "HPRMAT: A high-performance R-matrix solver with GPU acceleration for coupled-channel problems in nuclear physics", "comment": null, "summary": "I present HPRMAT, a high-performance solver library for the linear systems arising in R-matrix coupled-channel scattering calculations in nuclear physics. Designed as a drop-in replacement for the linear algebra routines in existing R-matrix codes, HPRMAT employs direct linear equation solving with optimized libraries instead of traditional matrix inversion, achieving significant performance improvements. The package provides four solver backends: (1) double-precision LU factorization, (2) mixed-precision arithmetic with iterative refinement, (3) a Woodbury formula approach exploiting the kinetic-coupling matrix structure, and (4) GPU acceleration. Benchmark calculations demonstrate that the GPU solver achieves up to 9$\\times$ speedup over optimized CPU direct solvers, and 18$\\times$ over legacy inversion-based codes, for large matrices ($N=25600$). The mixed-precision strategy is particularly effective on consumer GPUs (e.g., NVIDIA RTX 3090/4090), where single-precision throughput exceeds double-precision by a factor of 64:1; by performing factorization in single precision with iterative refinement, HPRMAT overcomes the poor FP64 performance of consumer hardware while maintaining double-precision accuracy. This makes large-scale CDCC and coupled-channel calculations accessible to researchers using standard desktop workstations, without requiring expensive data-center GPUs. CPU-only solvers provide 5--7$\\times$ speedup through optimized libraries and algorithmic improvements. All solvers maintain physics accuracy with relative errors below $10^{-5}$ in cross-section calculations, validated against Descouvemont's reference code (Comput.\\ Phys.\\ Commun.\\ 200, 199--219 (2016)). HPRMAT provides interfaces for Fortran, C, Python, and Julia."}
{"id": "2512.11077", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2512.11077", "abs": "https://arxiv.org/abs/2512.11077", "authors": ["Hyuna Kwon", "Babak Sadigh", "Sebastien Hamel", "Vincenzo Lordi", "John Klepeis", "Fei Zhou"], "title": "A probabilistic foundation model for crystal structure denoising, phase classification, and order parameters", "comment": null, "summary": "Atomistic simulations generate large volumes of noisy structural data, but extracting phase labels, order parameters (OPs), and defect information in a way that is universal, robust, and interpretable remains challenging. Existing tools such as PTM and CNA are restricted to a small set of hand-crafted lattices (e.g.\\ FCC/BCC/HCP), degrade under strong thermal disorder or defects, and produce hard, template-based labels without per-atom probability or confidence scores. Here we introduce a log-probability foundation model that unifies denoising, phase classification, and OP extraction within a single probabilistic framework. We reuse the MACE-MP foundation interatomic potential on crystal structures mapped to AFLOW prototypes, training it to predict per-atom, per-phase logits $l$ and to aggregate them into a global log-density $\\log \\hat{P}_θ(\\boldsymbol{r})$ whose gradient defines a conservative score field. Denoising corresponds to gradient ascent on this learned log-density, phase labels follow from $\\arg\\max_c l_{ac}$, and the $l$ values act as continuous, defect-sensitive and interpretable OPs quantifying the Euclidean distance to ideal phases. We demonstrate universality across hundreds of prototypes, robustness under strong thermal and defect-induced disorder, and accurate treatment of complex systems such as ice polymorphs, ice--water interfaces, and shock-compressed Ti."}
{"id": "2512.11132", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11132", "abs": "https://arxiv.org/abs/2512.11132", "authors": ["Gina Angelo", "Qiang Zhang", "Dylan Correll", "Xin Gui"], "title": "Site Preference and Possible Coexistence of Antiferromagnetic Order and Magnetic Frustration in (Co1-xMgx)10Ge3O16 (0 <= x <= 30%)", "comment": "45 pages, 13 figures, 17 tables", "summary": "Geometrically frustrated magnetism has attracted tremendous attention while chemical doping has been utilized as an important tool to probe frustrated magnetism in various systems. Here we perform a systematic study by doping non-magnetic Mg2+ into a magnetically complicated system, Co10Ge3O16, which contains three frustrated sublattices of Co2+, e.g., triangular Co1, Kagome Co2 and Co3 sublattices. By growing crystals for (Co1-xMgx)10Ge3O16 (0 < x <= 30%), we observed obvious site preference of Mg2+ on Co1 and Co3 sites over the Co2 site. Powder X-ray diffraction (XRD) patterns confirm the high purity of the samples and indicate systematic peak shift, consistent with the loading compositions. Although previously investigated, the magnetic structure and expected magnetic frustration in this system are not fully uncovered. Our temperature-dependent magnetic susceptibility measurements suggest that the high-temperature magnetostructural phase transition with antiferromagnetic ordering and a low-temperature broad peak are suppressed with Mg2+ doping, while two new magnetic features emerge at high Mg2+ level. Moreover, the structural phase transition from high-temperature R-3m to low-temperature C2/m space group is absent at the antiferromagnetic ordering temperature, as confirmed by single-crystal XRD. By analyzing the heat capacity and neutron powder diffraction results of the highest doped sample, (Co0.7Mg0.3)10Ge3O16, we speculate that the Co1 site is responsible for the long-range antiferromagnetic ordering, while the other two sites are short-range correlated in addition to a Mg2+-induced spin-glass state. This study provides more insights into the complex magnetism in Co10Ge3O16 by using the non-magnetic Mg2+ as a probe. However, detailed magnetic structure requires further efforts on growing large single crystals."}
{"id": "2512.11100", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.11100", "abs": "https://arxiv.org/abs/2512.11100", "authors": ["Valentin Lallemant"], "title": "Space-time correlations in the 1D Directed Stochastic Sandpile model", "comment": "24 pages, 3 figures", "summary": "Sandpile models are known to resist exact results. In this direction, space-time correlations between avalanches have proven to be especially difficult to access. One of the main obstacle to do so comes from taking memory effects in a systematic way along the computation. In this paper, we partially fill this gap and derive recursive relations for the particle filling and avalanche 2-points correlation function in the 1D Directed Stochastic Sandpile. These expressions allow to characterize the sign of the correlations and estimates are provided in the particle filling case. In fact, density correlations are shown to be positively correlated. This behavior is directly related to persistence of the local particle filling. On the other hand, we show that avalanches are anticorrelated in the model. This is interpreted by the fact that avalanches disrupt the system and the damage can only be fully compensated after injecting a sufficiently high number of particles. These results indicate an underlying trade off, between static and dynamic observable, for the system to sit in its stationary state. It appears that this balance is controlled by the conservation of the particle number along the avalanches."}
{"id": "2512.11021", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11021", "abs": "https://arxiv.org/abs/2512.11021", "authors": ["Katharina Laubscher", "Valla Fatemi", "Jay D. Sau"], "title": "Andreev spin qubits bound to Josephson vortices in spin-orbit coupled planar Josephson junctions", "comment": null, "summary": "We propose a variant of Andreev spin qubits (ASQs) defined in planar Josephson junctions based on spin-orbit coupled two-dimensional electron gases (2DEGs) in a weak out-of-plane magnetic field. The magnetic field induces a linear phase gradient across the junction, generating Josephson vortices that can host low-energy Andreev bound states (ABSs). We show that, in certain parameter regimes, the combined effect of the phase gradient and spin-orbit coupling stabilizes an odd-fermion parity ground state, where a single Josephson vortex binds a spinful low-energy degree of freedom that is energetically separated from the other ABSs. This low-energy degree of freedom can be exploited to define a special type of ASQ, which we dub the vortex spin qubit (VSQ). We show that single-qubit gates for VSQs can be performed via flux driving, while readout can be achieved by adapting standard circuit quantum electrodynamics (cQED) techniques developed for conventional ASQs. We further outline how an entangling two-qubit gate can be performed using an ac current drive. We argue that VSQs offer prospects for a substantial reduction in device complexity and hardware overhead compared to conventional ASQ implementations, while preserving key advantages such as supercurrent-based readout, single-qubit gates, and long-range two-qubit gates."}
{"id": "2512.11088", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11088", "abs": "https://arxiv.org/abs/2512.11088", "authors": ["Mingwei Zhang", "Uwe Glatzel", "Martin Heilmaier", "Easo P. George"], "title": "Creep Behavior of High-Entropy Alloys: A Critical Review", "comment": null, "summary": "High-entropy alloys (HEAs) comprise a compositionally complex class of materials that in certain cases exhibit outstanding mechanical properties. While substantial progress has been made in understanding their phase stability, microstructure, and deformation mechanisms at room and cryogenic temperatures, the long-term creep behavior (>100 h) of HEAs at high temperatures (>0.6 Tm, where Tm is the melting temperature) remains relatively underexplored. This knowledge gap is critical, as many engineering applications, including those in aerospace, power generation, aero engines and nuclear energy, require materials with good creep resistance to maintain structural integrity over extended service lifetimes. This review provides a focused and critical assessment of the current understanding of high-temperature deformation and creep behavior of HEAs, with particular attention paid to face-centered cubic HEAs and body-centered cubic refractory HEAs. The underlying deformation mechanisms governing their creep response and the influence of phase stability at elevated temperatures are examined in detail. Recent studies reveal mechanistic differences between HEAs and conventional dilute alloys that do not always lead to improved creep resistance belying their initial promise. Based on these findings, we discuss the challenges in designing HEAs for high-temperature structural applications and outline future research directions that may lead to creep-resistant HEAs."}
{"id": "2512.10992", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.10992", "abs": "https://arxiv.org/abs/2512.10992", "authors": ["Alice Balbi", "Andrea Rygg Aagaard", "Sarai Dery Folkestad", "Ida-Marie Høyvik"], "title": "The role of charge resonances in the benzene dimer", "comment": null, "summary": "Modern electronic-structure theory defines dispersion interactions as connected intramonomer excitations. Using this definition, dispersion contributions have been shown in literature to be large relative to other contributions at van der Waals distances for the ground state benzene dimer. However, are the dispersion contributions sufficient to describe its potential energy surface? In this paper, we show the importance of charge resonances for the shape of the potential energy surface of the stacked benzene dimer. Charge resonances is a colloquial term for the presence of ion-pair configurations in the electronic wave function, and they represent a charge delocalization between the benzene molecules. We show that the ion-pair configurations, generated from connected intra- and intermonomer excitations, have a significant impact on the potential energy curves as functions of parallel displacement, as well as intramonomer separation. For parallel displacement, the energy minimum shifts approximately 2 Å toward greater displacement if ion-pair configurations are not included. Hence, to understand the non-covalent bonding in the benzene dimer two mechanisms must be taken into account: dispersion interaction and charge resonances."}
{"id": "2512.11177", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11177", "abs": "https://arxiv.org/abs/2512.11177", "authors": ["Andrea N. Capa Salinas", "Brenden R. Ortiz", "Steven J. Gomez Alvarado", "Sarah Schwarz", "Ganesh Pokharel", "Luca Buiarelli", "Hyeonseo Harry Park", "Shiyu Yuan", "Roland Yin", "Suchismita Sarker", "Turan Birol", "Stephen D. Wilson"], "title": "Interplay between charge correlations and superconductivity across the superconducting domes of CsV$_{3}$Sb$_{5-x}$Sn$_x$", "comment": "6 pages, 4 figures", "summary": "The kagome metal CsV$_3$Sb$_5$ shows an unconventional interplay between charge density wave (CDW) order and superconductivity. Tuning the band filling is known to rapidly suppress long-range CDW order and drive the formation of two superconducting ``domes\" upon increasing hole concentration. Here we determine the detailed evolution of charge correlations across this phase diagram and resolve their interplay with the superconducting state. Upon light hole-doping, the suppression of a metastable $2\\times 2\\times 4$ CDW state coincides with the suppression of superconducting fluctuations present in the parent CsV$_3$Sb$_5$ compound. Continued doping suppresses long-range $2\\times 2\\times 2$ CDW order, leaving remnant short-range, quasi-1D correlations that persist across the second superconducting dome. These higher temperature charge correlations are seemingly essential to the lower temperature superconducting state, as charge correlations vanish coincident with superconductivity as a function of hole-doping. A multidomain model of short-range V-V dimer formation within the kagome plane is proposed in the second superconducting dome, where rotational and translational symmetry remain locally broken even in the absence of long-range CDW order."}
{"id": "2512.11686", "categories": ["physics.comp-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.11686", "abs": "https://arxiv.org/abs/2512.11686", "authors": ["Rui Zhang", "Han Wan", "Yang Liu", "Hao Sun"], "title": "Stable spectral neural operator for learning stiff PDE systems from limited data", "comment": null, "summary": "Accurate modeling of spatiotemporal dynamics is crucial to understanding complex phenomena across science and engineering. However, this task faces a fundamental challenge when the governing equations are unknown and observational data are sparse. System stiffness, the coupling of multiple time-scales, further exacerbates this problem and hinders long-term prediction. Existing methods fall short: purely data-driven methods demand massive datasets, whereas physics-aware approaches are constrained by their reliance on known equations and fine-grained time steps. To overcome these limitations, we introduce an equation-free learning framework, namely, the Stable Spectral Neural Operator (SSNO), for modeling stiff partial differential equation (PDE) systems based on limited data. Instead of encoding specific equation terms, SSNO embeds spectrally inspired structures in its architecture, yielding strong inductive biases for learning the underlying physics. It automatically learns local and global spatial interactions in the frequency domain, while handling system stiffness with a robust integrating factor time-stepping scheme. Demonstrated across multiple 2D and 3D benchmarks in Cartesian and spherical geometries, SSNO achieves prediction errors one to two orders of magnitude lower than leading models. Crucially, it shows remarkable data efficiency, requiring only very few (2--5) training trajectories for robust generalization to out-of-distribution conditions. This work offers a robust and generalizable approach to learning stiff spatiotemporal dynamics from limited data without explicit \\textit{a priori} knowledge of PDE terms."}
{"id": "2512.11088", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11088", "abs": "https://arxiv.org/abs/2512.11088", "authors": ["Mingwei Zhang", "Uwe Glatzel", "Martin Heilmaier", "Easo P. George"], "title": "Creep Behavior of High-Entropy Alloys: A Critical Review", "comment": null, "summary": "High-entropy alloys (HEAs) comprise a compositionally complex class of materials that in certain cases exhibit outstanding mechanical properties. While substantial progress has been made in understanding their phase stability, microstructure, and deformation mechanisms at room and cryogenic temperatures, the long-term creep behavior (>100 h) of HEAs at high temperatures (>0.6 Tm, where Tm is the melting temperature) remains relatively underexplored. This knowledge gap is critical, as many engineering applications, including those in aerospace, power generation, aero engines and nuclear energy, require materials with good creep resistance to maintain structural integrity over extended service lifetimes. This review provides a focused and critical assessment of the current understanding of high-temperature deformation and creep behavior of HEAs, with particular attention paid to face-centered cubic HEAs and body-centered cubic refractory HEAs. The underlying deformation mechanisms governing their creep response and the influence of phase stability at elevated temperatures are examined in detail. Recent studies reveal mechanistic differences between HEAs and conventional dilute alloys that do not always lead to improved creep resistance belying their initial promise. Based on these findings, we discuss the challenges in designing HEAs for high-temperature structural applications and outline future research directions that may lead to creep-resistant HEAs."}
{"id": "2512.11190", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11190", "abs": "https://arxiv.org/abs/2512.11190", "authors": ["Kilian Fraboulet", "Aiman Al-Eryani", "Sarah Heinzelmann", "Anna Kauch", "Sabine Andergassen"], "title": "Multiloop functional renormalization group from single bosons", "comment": null, "summary": "The functional renormalization group (fRG) is an established tool in the treatment of correlated electron systems, notably for the description of competing instabilities. In recent years, methodological advancements led to the multiloop extension of the fRG, which systematically includes loop corrections beyond the conventional one-loop truncation and yields a quantitatively accurate description of two-dimensional lattice systems. At the same time, the single-boson exchange (SBE) decomposition of the two-particle vertex has been shown to offer both computational and interpretative advantages paving the way to more affordable approximation schemes. We here apply their combination coined as multiloop SBE fRG to the two-dimensional Hubbard model at weak coupling. After providing a detailed account of the underlying formalism in physical channels, we analyze the results for the frequency- and momentum-dependent vertex functions. We find that the SBE approximation, i.e., without calculating explicitly multi-boson exchange contributions, accurately reproduces the parquet approximation at loop convergence. The presented algorithmic improvement opens the route for the treatment of more challenging parameter regimes and more realistic models."}
{"id": "2512.11415", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.11415", "abs": "https://arxiv.org/abs/2512.11415", "authors": ["Marco Baiesi", "Alberto Rosso"], "title": "Emergence of Nonequilibrium Latent Cycles in Unsupervised Generative Modeling", "comment": "8 pages, 4 figures", "summary": "We show that nonequilibrium dynamics can play a constructive role in unsupervised machine learning by inducing the spontaneous emergence of latent-state cycles. We introduce a model in which visible and hidden variables interact through two independently parametrized transition matrices, defining a Markov chain whose steady state is intrinsically out of equilibrium. Likelihood maximization drives this system toward nonequilibrium steady states with finite entropy production, reduced self-transition probabilities, and persistent probability currents in the latent space. These cycles are not imposed by the architecture but arise from training, and models that develop them avoid the low-log-likelihood regime associated with nearly reversible dynamics while more faithfully reproducing the empirical distribution of data classes. Compared with equilibrium approaches such as restricted Boltzmann machines, our model breaks the detailed balance between the forward and backward conditional transitions and relies on a log-likelihood gradient that depends explicitly on the last two steps of the Markov chain. Hence, this exploration of the interface between nonequilibrium statistical physics and modern machine learning suggests that introducing irreversibility into latent-variable models can enhance generative performance."}
{"id": "2512.11084", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11084", "abs": "https://arxiv.org/abs/2512.11084", "authors": ["Jiong-Hao Wang", "Christopher Ekman", "Raul Perea-Causin", "Hui Liu", "Emil J. Bergholtz"], "title": "Topological Order and Non-Hermitian Skin Effect in Generalized Ideal Chern Bands", "comment": null, "summary": "Fractionalization in ideal Chern bands and non-Hermitian topological physics are two active but so far separate research directions. Merging these, we generalize the notion of ideal Chern bands to the non-Hermitian realm and uncover several striking consequences both on the level of band theory and in the strongly interacting regime. Specifically, we show that the lowest band of a Kapit--Mueller lattice model with an imaginary gauge potential satisfies a generalized ideal condition with complex Berry curvature in sync with a complex quantum metric. The ideal band remains purely real and exactly flat yet all right and left eigenstates accumulate at the boundaries on a cylinder, implying a non-Hermitian skin effect without an accompanying spectral winding. The skin effect is inherited by the many-body zero modes, yielding skin-Laughlin states with an exponential profile on the lattice. Moreover, at a critical strength of non-Hermiticity there is an unconventional phase transition on the torus, which is absent on the cylinder. Our findings lead to an extension of topological order in non-Hermitian systems."}
{"id": "2512.11100", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.11100", "abs": "https://arxiv.org/abs/2512.11100", "authors": ["Valentin Lallemant"], "title": "Space-time correlations in the 1D Directed Stochastic Sandpile model", "comment": "24 pages, 3 figures", "summary": "Sandpile models are known to resist exact results. In this direction, space-time correlations between avalanches have proven to be especially difficult to access. One of the main obstacle to do so comes from taking memory effects in a systematic way along the computation. In this paper, we partially fill this gap and derive recursive relations for the particle filling and avalanche 2-points correlation function in the 1D Directed Stochastic Sandpile. These expressions allow to characterize the sign of the correlations and estimates are provided in the particle filling case. In fact, density correlations are shown to be positively correlated. This behavior is directly related to persistence of the local particle filling. On the other hand, we show that avalanches are anticorrelated in the model. This is interpreted by the fact that avalanches disrupt the system and the damage can only be fully compensated after injecting a sufficiently high number of particles. These results indicate an underlying trade off, between static and dynamic observable, for the system to sit in its stationary state. It appears that this balance is controlled by the conservation of the particle number along the avalanches."}
{"id": "2512.11410", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11410", "abs": "https://arxiv.org/abs/2512.11410", "authors": ["Joshua Krieger", "Johannes Tölle"], "title": "Renormalization group approach to second-order Green's function theory", "comment": null, "summary": "In this work, we introduce a new approach for constructing a renormalized and regularized Fock matrix for self-consistent field calculations. The scheme relies on second-order perturbation theory and is conceptually related to quasiparticle self-consistent second-order Green's function theory (GF2). The regularization is derived within the framework of perturbative similarity renormalization group (SRG) theory. By optimizing both the regularization and spin-scaling parameters, we introduce three SRG-qsGF2 variants that enable accurate predictions of quasiparticle energies and dipole moments. Lastly, we demonstrate that formulating second-order perturbation theory for the total electronic energy using the renormalized SRG-qsGF2 Fock matrix as the unperturbed Hamiltonian mitigates divergence problems commonly observed in conventional Møller--Plesset perturbation theory."}
{"id": "2512.11343", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11343", "abs": "https://arxiv.org/abs/2512.11343", "authors": ["Manasa Manasa", "Mohammad Azam", "Tatiana Zajarniuk", "Svitlana Stelmakh", "Tomasz Cetner", "Andrzej Morawski", "Shiv J. Singh"], "title": "Enhancement of the superconducting transition temperature in Mn-doped CaKFe4As4 processed by the high gas-pressure and high-temperature synthesis method", "comment": "25 pages, 6 figures", "summary": "A series of Mn-doped CaKFe4As4 samples, CaK(Fe1-xMnx)4As4 with x values of 0, 0.005, 0.01, 0.02, 0.03, 0.04, and 0.05, are synthesized using two distinct routes: conventional synthesis process at ambient pressure (CSP), and high gas-pressure and high-temperature synthesis (HP-HTS) method. Comprehensive characterizations are performed on these samples to investigate their superconducting properties. This study examines the effects of Mn substitution at Fe sites in the FeAs layer on the superconducting properties of the CaKFe4As4 (1144) material. The HP-HTS process improves the microstructure and phase purity of the parent sample (x = 0), resulting in an enhanced superconducting transition temperature (Tc). In contrast, Mn doping via the CSP method in CaKFe4As4 reduces the sample quality and superconducting performance. Notably, the high-pressure synthesis method leads to an increase in the Tc by 3 to 7 K, particularly at low Mn concentrations. While the critical current density (Jc) of the parent sample (x = 0) shows a significant enhancement under the applied magnetic fields, Jc decreases for Mn-doped CaKFe4As4 bulks. These results demonstrate that high-pressure synthesis is an effective approach to improve the superconducting properties of Mn-doped 1144 compounds."}
{"id": "2512.11347", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.11347", "abs": "https://arxiv.org/abs/2512.11347", "authors": ["Muhammad Usman Javed", "Sikander Azam", "Qaiser Rafiq", "Hamdy Khamees Thabet"], "title": "Defect-Engineered Multifunctionality in Cu-Doped Bi2Te2: Interplay of Thermoelectric, Piezoelectric, and Optoelectronic Properties from First-Principles Insights", "comment": null, "summary": "Defect engineering can improve the linked charge, spin, and lattice behavior of thermoelectric topological insulators. Using density functional theory with spin orbit coupling, we study structural, electronic, optical, thermoelectric, piezoelectric, and charge density features of pristine and Cu doped Bi2Te3. Cu substitution slightly expands the lattice and lowers the total energy minimum, which stabilizes the structure. The density of states shows that Cu d and Te p hybridization creates sharp states near the Fermi level, raising the carrier concentration and supporting higher Seebeck coefficient and power factor. Transport calculations show an increase in the Seebeck coefficient from about 180 microvolts per kelvin in pristine Bi2Te3 to about 220 microvolts per kelvin at 300 K while keeping the electrical conductivity nearly unchanged. Optical spectra reveal strong low energy absorption and very large static dielectric constants (greater than 600), indicating tunable light matter coupling. The piezoelectric coefficient e33 rises from 0.19 C/m2 in pristine Bi2Te3 to 0.38 C/m2 at 5 percent Cu and 0.51 C/m2 at 10 percent Cu, reflecting symmetry breaking and strain driven polarization. Charge density difference maps show anisotropic redistribution, with Cu donating about 0.8 electrons mainly to Te sites, which enhances p type behavior and phonon scattering. Overall, Cu doping reshapes Bi2Te3 into a multifunctional material with coupled thermoelectric, piezoelectric, and optical responses suitable for hybrid energy harvesting, infrared detection, and spin based devices."}
{"id": "2512.11206", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11206", "abs": "https://arxiv.org/abs/2512.11206", "authors": ["John Janisch", "Duy Le", "Talat S. Rahman"], "title": "Machine learned potential for defected single layer hexagonal boron nitride", "comment": "24 Pages, 11 Figures, 1 Table. Submitted to The Journal of Chemical Physics", "summary": "Development of machine learned interatomic potentials (MLIP) is critical for performing reliable simulations of materials at length and time scales that are comparable to those in the laboratory. We present here a MLIP suitable for simulations of the temperature dependent structure and dynamics of single layer hexagonal boron nitride (h-BN) with defects and grain boundaries, developed using a strictly local equivariant deep neural network as formulated in the Allegro code. The training dataset consisted of about 30,000 images of h-BN with and without point defects generated with ab-initio molecular dynamics simulations, based on density functional theory (DFT), at 500, 1000, and 1500K. The developed MLIP predicts potential energies and forces with a mean absolute error (MAE) of 4 meV/atom and 60 meV/Angstrom , respectively. It also reproduces phonon dispersion curves and density of vibrational states of pristine bulk h-BN that are comparable with that obtained from density functional theory-based calculations. Molecular dynamics simulations of the motion of the 4|8 grain boundary unit in h-BN shows the first step to have an activation barrier ~2.2 eV, indicating immobility of the grain boundary. Moving the grain boundary units past the first shows much lower activation barriers of ~0.42eV, suggesting a facile motion of the grain boundary once the first movement is stimulated. These simulations yield a scaled mobility of 1.739*10^(-11) m^3/Js for a temperature of 1500K which, given the inherent differences in the set-ups, is not too far from the experimental value of 1.36*10^(-9) m^3/Js. The ability to predict grain boundary mobility within reasonable agreement with experiment demonstrates the robustness of the MLIP and its suitability for reliable simulations of defect structures and dynamics in single layer h-BN."}
{"id": "2512.11198", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11198", "abs": "https://arxiv.org/abs/2512.11198", "authors": ["Ruchira Mishra", "Jiaozi Wang", "Silvia Pappalardi", "Luca V. Delacrétaz"], "title": "Theory of Out-of-Time-Ordered Transport", "comment": "11+9 pages, 13 figures", "summary": "We construct an effective field theory (EFT) that captures the universal behavior of out-of-time-order correlators (OTOCs) at late times in generic quantum many-body systems with conservation laws. The EFT hinges on a generalization of the strong-to-weak spontaneous symmetry breaking pattern adapted to out-of-time-order observables, and reduces to conventional fluctuating hydrodynamics when time-ordered observables are probed. We use the EFT to explain different power-law behavior observed in OTOCs at late times, and show that many OTOCs are entirely fixed by conventional transport data. Nevertheless, we show that a specific combination of OTOCs is sensitive to novel transport parameters, not visible in regular time-ordered correlators. We test our predictions in Hamiltonian and Floquet spin chains in one dimension."}
{"id": "2512.11459", "categories": ["cond-mat.stat-mech", "astro-ph.EP", "cond-mat.soft", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11459", "abs": "https://arxiv.org/abs/2512.11459", "authors": ["Michał Łepek", "Agata Fronczak", "Piotr Fronczak"], "title": "A review on combinatorial approach to aggregation", "comment": "34 pages, 19 figures, a mini-review on the combinatorial solutions to the Marcus-Lushnikov irreversible aggregation", "summary": "Recently, a combinatorial approach to discrete, finite, and irreversibly aggregating systems has been progressively developed. In this work, we review its achievements up to the present moment, focusing on the practical aspects and discussing its limitations. First, we present the assumptions and combinatorial foundations of the approach, which are based on direct counting of the system states, in contrast to the previous approaches of Smoluchowski and Marcus--Lushnikov. A method to obtain combinatorial expressions for the average number of clusters of a given size and the corresponding standard deviation is described by solving the simplest example of a constant kernel. Then, we extend consideration to a number of kernels (e.g., additive, product, linear--chain, condensation), which were recently solved by explicitly finding the number of internal states of the cluster of a given size. Next, we show that theoretical predictions for any given kernel may be obtained with no need to find an explicit solution but using a recursive expression. We exploit this opportunity to present the use of combinatorial expressions to solve kernels related to the real processes of aerosol growth and planetesimal formation. At this point, a comparison to numerical results appears. Other potential application fields are indicated, including dust agglomeration and polymer growth. Finally, issues related to the varying precision of the theoretical predictions are summarized. In the last section, we propose open problems."}
{"id": "2512.11137", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11137", "abs": "https://arxiv.org/abs/2512.11137", "authors": ["Giovanny Espitia", "Seung Hun Lee", "Calvin Kaiyu Chiu", "Junyeong Ahn", "Mit H. Naik"], "title": "Quasi-one-dimensional taco-shaped bands in large-angle twisted bilayer transition metal dichalcogenides", "comment": null, "summary": "Two-dimensional moiré materials offer a powerful, twist-tunable platform for engineering electronic bands and correlations, though most studies to date have focused on small twist angles where flat bands arise from symmetry-pinned monolayer momenta. Here, we observe the surprising emergence of flat electronic bands with a distinctive quasi-one-dimensional dispersion at large twist angles in bilayer transition metal dichalcogenides that originate from the $Λ$ valley states at generic momenta between $Γ$ and $K$ points. These taco-shaped anisotropic bands result from optimal interlayer hybridization between like-spin $Λ$ valleys at the conduction band minimum in the Brillouin zone, resulting in directional band flattening at a magic twist-angle of 21.8$^{\\circ}$. The bands form six anisotropic channels with a sixfold alternating spin texture reminiscent of altermagnetic textures. At low energies, the density of states shows a power-law dependence due to the quasi-one-dimensional character, enhancing the potential for correlated phases. Our results provide a new platform for correlated phenomena and broaden the scope of moiré engineering to large twist angles in 2D materials."}
{"id": "2512.11132", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11132", "abs": "https://arxiv.org/abs/2512.11132", "authors": ["Gina Angelo", "Qiang Zhang", "Dylan Correll", "Xin Gui"], "title": "Site Preference and Possible Coexistence of Antiferromagnetic Order and Magnetic Frustration in (Co1-xMgx)10Ge3O16 (0 <= x <= 30%)", "comment": "45 pages, 13 figures, 17 tables", "summary": "Geometrically frustrated magnetism has attracted tremendous attention while chemical doping has been utilized as an important tool to probe frustrated magnetism in various systems. Here we perform a systematic study by doping non-magnetic Mg2+ into a magnetically complicated system, Co10Ge3O16, which contains three frustrated sublattices of Co2+, e.g., triangular Co1, Kagome Co2 and Co3 sublattices. By growing crystals for (Co1-xMgx)10Ge3O16 (0 < x <= 30%), we observed obvious site preference of Mg2+ on Co1 and Co3 sites over the Co2 site. Powder X-ray diffraction (XRD) patterns confirm the high purity of the samples and indicate systematic peak shift, consistent with the loading compositions. Although previously investigated, the magnetic structure and expected magnetic frustration in this system are not fully uncovered. Our temperature-dependent magnetic susceptibility measurements suggest that the high-temperature magnetostructural phase transition with antiferromagnetic ordering and a low-temperature broad peak are suppressed with Mg2+ doping, while two new magnetic features emerge at high Mg2+ level. Moreover, the structural phase transition from high-temperature R-3m to low-temperature C2/m space group is absent at the antiferromagnetic ordering temperature, as confirmed by single-crystal XRD. By analyzing the heat capacity and neutron powder diffraction results of the highest doped sample, (Co0.7Mg0.3)10Ge3O16, we speculate that the Co1 site is responsible for the long-range antiferromagnetic ordering, while the other two sites are short-range correlated in addition to a Mg2+-induced spin-glass state. This study provides more insights into the complex magnetism in Co10Ge3O16 by using the non-magnetic Mg2+ as a probe. However, detailed magnetic structure requires further efforts on growing large single crystals."}
{"id": "2512.11566", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11566", "abs": "https://arxiv.org/abs/2512.11566", "authors": ["Lecheng Liang", "Hengyu Li", "Shao Ye", "Peng Li", "Kaiyang Xu", "Jinhui Liang", "Binwen Zeng", "Bo Shen", "Taisuke Ozaki", "Zhiming Cui"], "title": "Exceptional Alkaline Methanol Electrooxidation on Bi-modified Pt3M Intermetallics: Kinetic Origins and an OH Binding Energy Descriptor", "comment": null, "summary": "The exploration of advanced CO-free catalysts and clarifying the ambiguous kinetic origins and governing factors would undoubtedly open up opportunities to overcome the sluggish kinetics of methanol electrooxidation and promote the development of direct methanol fuel cells. Herein, we constructed a family of Bi-modified Pt3M intermetallic catalysts (Bi-Pt3M/C, M=Cr, Mn, Co, Zn, In, Ga, and Sn) that follow CO-free dominated pathway and exhibit exceptional catalytic activity. More significantly, leveraging this platform, we have identified the pivotal factor governing the reaction kinetics in CO-free pathway, namely OH binding energy (OHBE). This arises because the rate-determining step (RDS) encompasses both C-H bond activation and water dissociation, whose respective barriers can be reflected by the OHBE. Accordingly, OHBE can act as an activity descriptor. Specifically, Bi-Pt3In/C stands out from other Bi-Pt3M/C and delivers the unprecedented mass activity of 36.7 A mgPt-1 at peak potential, far exceeding state-of-the-art Pt-based catalysts reported to date. Taking Bi-Pt3In/C as a proof of concept, we clearly elucidate the origin of enhanced MOR activity by combining theoretical calculations, kinetic isotope effects, and formaldehyde electrooxidation. Moreover, there exhibits a volcano-type trend between OHBE and the activity of Bi-Pt3M/C. Beyond the discovery of ultrahigh-performance catalysts, these findings provide a detailed mechanistic picture of RDS and offer an innovative design principle for advanced catalysts."}
{"id": "2512.11439", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11439", "abs": "https://arxiv.org/abs/2512.11439", "authors": ["Jinyu Zhao", "Shu Cai", "Zhaoyu Liu", "Jianfeng Zhang", "Shuaihang Sun", "Pengyu Wang", "Jing Guo", "Yazhou Zhou", "Shiliang Li", "Fuyang Liu", "Luhong Wang", "Haozhe Liu", "Yang Ding", "Qi Wu", "Richard L. Greene", "Tao Xiang", "Liling Sun"], "title": "Signatures of a Lifshitz transition in pressurized electron-doped cuprate", "comment": "16 pages and 5 figures", "summary": "It is well known that the electronic structure of hole-doped cuprate superconductors is tunable through both chemical doping and external pressure, which frequently offer us new insights of understanding on the high-Tc superconducting mechanism. While, for electron-doped cuprate superconductors, although the chemical doping effects have been systematically and thoroughly investigated, there is still a notable lack of experimental evidence regarding the pressure-driven coevolution of Tc and electronic structure. In this study, we report the first observation on the signatures of pressure-induced Lifshitz transition in Pr0.87LaCe0.13CuO4+delta (PLCCO) single crystal, a typical electron-doped cuprate superconductor, through the comprehensive high-pressure measurements of electrical resistance, Hall coefficient (RH) and synchrotron X-ray diffraction (XRD). Our results reveal that, at 40 K, the ambient-pressure RH with a significantly negative value decreases with increasing pressure until it reaches zero at a critical pressure (Pc ~ 10 GPa). Meanwhile, the corresponding Tc exhibits a slight variation within this pressure range. As pressure is further increased beyond Pc, RH changes its sign from negative to positive and then shows a slight increase, while Tc displays a continuous decrease. Our XRD measurements at 40 K demonstrate that no crystal structure phase transition occurs across the Pc. These results reveal that applying pressure to PLCCO can induce a Lifshitz transition at Pc, manifesting the reconstruction of the Fermi surface (FS), which turns the superconductivity toward fading out. Our calculation further reinforces the Fermi surface reconstruction from electron-dominated to hole-dominated ones at around Pc. These findings provide new evidence that highlights the strong correlation between the superconductivity and the Fermi surface topology in the electron-doped cuprates."}
{"id": "2512.11289", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11289", "abs": "https://arxiv.org/abs/2512.11289", "authors": ["Md Ali Muntaha", "Larry Aagesen", "Michael Tonks"], "title": "Development of a Model for Irradiation-Assisted Grain Growth for Nanocrystalline UO2", "comment": "29 pages, 11 figures, Submitted to Journal of Nuclear Materials (Currently Under Review)", "summary": "In this work, we have developed a model for irradiation-assisted grain growth in nanocrystalline UO$_2$ using the MARMOT code. We include the impact of irradiation on UO$_2$ grain growth by coupling a phase field grain growth model with a heat conduction simulation that features a random heat source representing thermal spikes. Our model parameters have been calibrated against experimental measurements at 300 K. The calibrated model predicts grain growth in an irradiated UO$_2$ thin film that compares well with experimental data at 50 K. These results suggest that thermal spikes are the major cause of the irradiation-assisted grain growth observed in the UO$_2$ experiments. They also indicate that irradiation-assisted grain growth is only significant with average grain sizes less than 35 nm, and thus can be neglected when considering fuel performance of typical UO$_2$ fuel pellets."}
{"id": "2512.11216", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11216", "abs": "https://arxiv.org/abs/2512.11216", "authors": ["Chihiro Matsui", "Thomas Quella", "Naoto Tsuji"], "title": "Symmetry-protected topological scar subspaces", "comment": "15 pages, 12 figures", "summary": "We propose a framework that extends the notion of symmetry-protected topological properties beyond the ground-state paradigm to dynamically isolated subspaces formed by exceptional non-thermal energy eigenstates of non-integrable systems, known as quantum many-body scars (QMBS). We introduce the concept of a symmetry-protected topological (SPT) scar subspace -- a Hilbert subspace stabilized by a restricted spectrum-generating algebra (rSGA) while being protected by on-site, inversion, and time-reversal symmetries. QMBS often admit a non-interacting quasiparticle description, which enables matrix-product representations with small bond dimension. Although individual QMBS do not necessarily retain the protecting symmetries of the Hamiltonian, we show that the subspace formed by the symmetry-connected QMBS does retain them, giving rise to consistently emerging topological properties across the entire scar subspace. Using the spin-$1$ Affleck--Kennedy--Lieb--Tasaki (AKLT) model, we demonstrate that its bimagnon scar subspace reflects the topological properties of the SPT ground state, as evidenced by the appropriate bond-space symmetry representations, the expected topological response, and the numerically verified long-range string order. Our findings indicate that scar subspaces can inherit -- and in inhomogeneous cases systematically modify -- the topological character of the SPT ground state, offering a new and experimentally accessible platform for probing symmetry-protected topology beyond the ground-state regime."}
{"id": "2512.11570", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11570", "abs": "https://arxiv.org/abs/2512.11570", "authors": ["Mohammad Rahbar", "Christopher J. Stein"], "title": "Exact fluctuation relation for open systems beyond the Zwanzig FEP equation", "comment": "16 pages, 2 figures", "summary": "We develop a fluctuation framework to quantify the free energy difference between two equilibrium states connected by nonequilibrium processes under arbitrary dynamics and system-environment coupling. For an open system described by the Hamiltonian of mean force (HMF), we show that the equilibrium free energy difference between two canonical endpoints can be written as exponential averages of the HMF shift, divided by an explicit factor built from the chi-squared divergence between the initial and final system marginals. These relations hold at the endpoint level and, under an asymptotic equilibration postulate, admit trajectory representations for general driving and coupling protocols. A decomposition of the HMF increment along each trajectory separates the work-like contributions associated with changes in $λ(t)$ and $C(t)$, the heat-like exchange with the environment, and a feedback-like functional defined with respect to the initial protocol. In the frozen-driving regime with a noninteracting reference, the equalities reduce to new FEP-like expressions involving an environment functional and an explicit overlap correction, with the Zwanzig formula recovered as a limiting case. We validate the approach on an open system coupled to an environment and evolved under overdamped Langevin dynamics, where conventional Zwanzig FEP suffers from poor phase-space overlap and slow numerical convergence, while the present trajectory equality closely matches the exact free energy difference over a broad range of coupling strengths."}
{"id": "2512.11166", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11166", "abs": "https://arxiv.org/abs/2512.11166", "authors": ["D. A. Rodionov", "S. G. Timchenko", "I. V. Zagorodnev"], "title": "Magnetoplasmon-Mediated Resonant Photogalvanic Effect in a Gated Strip of 2D Electrons", "comment": "9 pages, 3 figures", "summary": "We theoretically investigate a nonlinear response to a linearly polarized monochromatic electromagnetic wave incident at an angle on a two-dimensional (2D) electronic system (ES) in the form of an infinite strip. The 2D ES is situated on a dielectric substrate near a perfectly conducting metal electrode (gate). The entire system is subjected to an external perpendicular constant magnetic field. We use Maxwell's equations for electromagnetic waves, while the electrons are described within the hydrodynamic approximation using Euler's equations and neglecting electromagnetic retardation effects. The incident electromagnetic wave excites magnetoplasmons in the strip. The fully screened limit is considered when all characteristic dimensions of the system, including the plasmon wavelengths, are much larger than the distance to the gate. This limit allows the linear response to be determined fully analytically. Due to the nonlinear hydrodynamic (convective) term, the excited magnetoplasmon oscillations give rise to a DC current along the strip and a voltage across it. Surprisingly, the relationship between the photocurrent and the photovoltage in resonance is exactly the same as in the classical Hall effect. The photovoltage is a monotonic function of the magnetic field. However, the photocurrent exhibits a minimum, which occurs at specific wavevector directions."}
{"id": "2512.11137", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11137", "abs": "https://arxiv.org/abs/2512.11137", "authors": ["Giovanny Espitia", "Seung Hun Lee", "Calvin Kaiyu Chiu", "Junyeong Ahn", "Mit H. Naik"], "title": "Quasi-one-dimensional taco-shaped bands in large-angle twisted bilayer transition metal dichalcogenides", "comment": null, "summary": "Two-dimensional moiré materials offer a powerful, twist-tunable platform for engineering electronic bands and correlations, though most studies to date have focused on small twist angles where flat bands arise from symmetry-pinned monolayer momenta. Here, we observe the surprising emergence of flat electronic bands with a distinctive quasi-one-dimensional dispersion at large twist angles in bilayer transition metal dichalcogenides that originate from the $Λ$ valley states at generic momenta between $Γ$ and $K$ points. These taco-shaped anisotropic bands result from optimal interlayer hybridization between like-spin $Λ$ valleys at the conduction band minimum in the Brillouin zone, resulting in directional band flattening at a magic twist-angle of 21.8$^{\\circ}$. The bands form six anisotropic channels with a sixfold alternating spin texture reminiscent of altermagnetic textures. At low energies, the density of states shows a power-law dependence due to the quasi-one-dimensional character, enhancing the potential for correlated phases. Our results provide a new platform for correlated phenomena and broaden the scope of moiré engineering to large twist angles in 2D materials."}
{"id": "2512.11596", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11596", "abs": "https://arxiv.org/abs/2512.11596", "authors": ["Dario Baum", "Arno Förster", "Lucas Visscher"], "title": "Transfer learning of GW-Bethe-Salpeter Equation excitation energies", "comment": null, "summary": "A persistent challenge in machine learning for electronic-structure calculations is the sharp imbalance between abundant low-fidelity data like DFT or TDDFT results and the scarcity of high-fidelity data like many-body perturbation theory labels. We show that transfer learning provides an effective route to bridge this gap: graph neural networks pretrained on DFT and TDDFT properties can be finetuned with limited qs$GW$ and qs$GW$-BSE data to yield accurate predictions of quasiparticle and excitation energies. Assessing both full-model and readout-only finetuning across chemically diverse test sets, we find that pretraining improves accuracy, reduces reliance on costly qs$GW$ data, and mitigates large predictive outliers even for molecules larger or chemically distinct from those seen during finetuning. Our results demonstrate that multi-fidelity transfer learning can substantially extend the reach of many-body-level predictions across chemical space."}
{"id": "2512.11451", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11451", "abs": "https://arxiv.org/abs/2512.11451", "authors": ["Joshua Althüser", "Ilya M. Eremin", "Götz S. Uhrig"], "title": "Enhanced Superconductivity in Proximity to Peaks in Densities of States", "comment": "5 pages, 4 figures", "summary": "For the BCS theory of superconductivity, the electron-phonon interaction is transformed to an attractive electron-electron interaction in the vicinity of the Fermi energy only. At the same time, its formal derivation using a unitary transformation reveals that the electrons attract one another whenever their energies do not differ more than the phonon energy $ω_\\mathrm{D}$, independent of closeness to the Fermi energy. Consequently, the order parameter becomes finite even away from the Fermi level. Yet, for small interactions, its magnitude is usually small and can be safely ignored, justifying the BCS approximation. Intriguingly, we find that an accumulation of density-of-states at an energy $\\varepsilon_\\mathrm{peak}$ in proximity to the Fermi energy induces a significant order parameter magnitude around $\\varepsilon_\\mathrm{peak}$, which exceeds the one at $E_\\mathrm{F}$ for moderate coupling strengths. This strong enhancement is heralded by the softening of an additional collective mode, which resembles a second phase transition. We predict measurable signatures in the thermodynamic and spectroscopic response of this unexpected phenomenon, guiding future experimental searches for it."}
{"id": "2512.11291", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2512.11291", "abs": "https://arxiv.org/abs/2512.11291", "authors": ["Jijie Zou", "Zhanghao Zhouyin", "Qiangqiang Gu", "Shishir Kumar Pandey"], "title": "Deep Learning-Based Quantum Transport Simulations in Two-Dimensional Materials", "comment": null, "summary": "Two-dimensional (2D) materials exhibit a wide range of electronic properties that make them promising candidates for next-generation nanoelectronic devices. Accurate prediction of their quantum transport behavior is therefore of both fundamental and technological importance. While density functional theory (DFT) combined with the non-equilibrium Green$'$s function (NEGF) formalism provides reliable insights, its high computational cost limits applications to large-scale or high-throughput studies. Here we present DeePTB-NEGF, a framework that combines a deep learning-based tight-binding Hamiltonians derived learned directly from first-principles calculations (DeePTB) with efficient quantum transport simulations implemented in the DPNEGF package. To validate the method, we apply it to three prototypical 2D materials: graphene, hexagonal boron nitride (h-BN), and MoS$_2$. The resulting band structures and transmission spectra show excellent agreement with conventional DFT-NEGF results, while achieving orders-of-magnitude improvement in efficiency. These results highlight the capability of DeePTB-NEGF to enable accurate and efficient quantum transport simulations, thereby opening avenues for large-scale exploration and device design in 2D materials."}
{"id": "2512.11329", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11329", "abs": "https://arxiv.org/abs/2512.11329", "authors": ["Shutao Liu", "Yan Liu", "Chengkang Zhou", "Zhe Wang", "Jie Lou", "Changle Liu", "Zheng Yan", "Yan Chen"], "title": "Spectroscopic evidences for the spontaneous symmetry breaking at the $SO(5)$ deconfined critical point of $J$-$Q_3$ model", "comment": "7 pages,4 figures", "summary": "Recent numerical and theoretical studies on the two-dimensional $J$-$Q_3$ model suggests that the deconfined quantum critical point is actually a $SO(5)$-symmetry-enhanced first-order phase transition that is spontaneously broken to $O(4)$. However, this conclusion has mainly relied on finite-size scaling of the entanglement entropy, lacking direct evidence from physical observables.} Here, we investigate the dynamical spectra of spin and bond operators at the deconfined critical point of the $J$-$Q_3$ model using large-scale quantum Monte Carlo simulations, and contrasting them with the well-established $\\mathrm{O(3)}$ Wilson-Fisher criticality in the $J_1$-$J_2$ Heisenberg model. Although both models exhibit two gapless magnon modes in the Néel phase, their critical behaviors diverge strikingly. At the $J_1$-$J_2$ critical point, the Higgs mode becomes gapless, yielding three gapless modes that reflect the full restoration of the $\\mathrm{O(3)}$ symmetry. {In the $J$-$Q_3$ model, we instead observe four gapless transverse modes at the either side of the transition. This spectral feature, together with the entanglement entropy results, provides direct evidence for the weakly first-order scenario that the deconfined quantum critical point exhibits an emergent $\\mathrm{SO(5)}$ symmetry that spontaneously breaks to $\\mathrm{O(4)}$."}
{"id": "2512.11591", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.11591", "abs": "https://arxiv.org/abs/2512.11591", "authors": ["Niloyendu Roy", "Pragya Arora", "A K Sood", "Rajesh Ganapathy"], "title": "A Single-granule Stirling Heat Engine", "comment": "15 pages, 3 figures", "summary": "Single-particle heat engines at atomic and colloidal scales obey the universal thermodynamic bounds on work and efficiency. Here, we translate these principles to the macroscale by building an athermal Stirling engine whose working medium is a millimeter-sized, vibrofluidized granule confined in a time-dependent magnetic trap. By embedding a rattler within the granule to inject noise, we engineer overdamped, Brownian-like dynamics in an otherwise inertial particle. This design enables independent control over the granule's effective temperature and spatial confinement. Our engine quantitatively reproduces the universal power-efficiency trade-offs of finite-time thermodynamics, achieving the Curzon-Ahlborn efficiency at maximum power. Strikingly, we uncover a control parameter-dependent damping that leads to an unexpected dissipation mechanism - the losses in the compression stroke rival or even exceed those during expansion. Our work establishes an accessible experimental platform to study small-system thermodynamics in intrinsically athermal systems."}
{"id": "2512.11248", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11248", "abs": "https://arxiv.org/abs/2512.11248", "authors": ["Nadina Gheorghiu", "Charles R. Ebbing", "George Y. Panasyuk", "Timothy J. Haugan"], "title": "Fibonacci sequence of twist angles in superconducting multi-layer graphene and hydrogenated graphitic fibers", "comment": "8 pages, 3 figures, to be published in IOP Conference Series: Materials Science and Engineering, 2025", "summary": "A range of twist angles between adjacent surfaces/volumes are intrinsic to natural graphite or artificially design in multi-layer graphene. In addition, stacking faults can be created by the application of mechanic, electric or magnetic fields. Charge and spin transport then occur in relation to the existing twist-angle pattern. In two dimensions, a saddle point in the electronic band structure leads to divergence in the density of states, known as van Hove singularities (vHs). The energy difference between vHs for the conduction and valence bands was found to increase with the twist angle between neighboring graphite domains with respect to the c axis (perpendicular to the graphite planes). In this work, we estimate for the superconducting (SC)-like nano-size multi-layer granular domain in hydrogenated graphitic fibers [1]. We show that this value for and the values found by others for few-layer graphene might actually form the Fibonacci mathematical sequence. Moreover, SC hydrogenated graphite can harbour higher-order topology as reflected in at least quadratic energy gap flattening. Charge transport and magnetization measurements on hydrogenated graphitic fibers have been done using a Quantum Design Physical Properties Measurement System."}
{"id": "2512.11166", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11166", "abs": "https://arxiv.org/abs/2512.11166", "authors": ["D. A. Rodionov", "S. G. Timchenko", "I. V. Zagorodnev"], "title": "Magnetoplasmon-Mediated Resonant Photogalvanic Effect in a Gated Strip of 2D Electrons", "comment": "9 pages, 3 figures", "summary": "We theoretically investigate a nonlinear response to a linearly polarized monochromatic electromagnetic wave incident at an angle on a two-dimensional (2D) electronic system (ES) in the form of an infinite strip. The 2D ES is situated on a dielectric substrate near a perfectly conducting metal electrode (gate). The entire system is subjected to an external perpendicular constant magnetic field. We use Maxwell's equations for electromagnetic waves, while the electrons are described within the hydrodynamic approximation using Euler's equations and neglecting electromagnetic retardation effects. The incident electromagnetic wave excites magnetoplasmons in the strip. The fully screened limit is considered when all characteristic dimensions of the system, including the plasmon wavelengths, are much larger than the distance to the gate. This limit allows the linear response to be determined fully analytically. Due to the nonlinear hydrodynamic (convective) term, the excited magnetoplasmon oscillations give rise to a DC current along the strip and a voltage across it. Surprisingly, the relationship between the photocurrent and the photovoltage in resonance is exactly the same as in the classical Hall effect. The photovoltage is a monotonic function of the magnetic field. However, the photocurrent exhibits a minimum, which occurs at specific wavevector directions."}
{"id": "2512.11716", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11716", "abs": "https://arxiv.org/abs/2512.11716", "authors": ["Yaling Ke"], "title": "Probing voltage-induced chemical reactions and anharmonicity with a confined vacuum light field", "comment": null, "summary": "In this work, we present a proof-of-concept investigation of non-equilibrium chemical reaction dynamics at a molecule-electrode interface, driven out of equilibrium by an applied votage bias and mediated by a confined, enhanced vacuum electromagnetic field inside an optical cavity. The coupled electron-vibration-photon system, together with the electrodes and a dissipative environment, is described within an open quantum system framework and solved using a numerically exact quantum dynamical approach. The reaction coordinate is modeled with a Morse potential, enabling explicit treatment of molecular anharmonicity and bond-breaking behavior. By varying the cavity frequency across the infrared regime to cover typical nuclear vibrational energies, we observe multiple resonant rate suppression features that emerge whenever the cavity mode is brought into resonance with a dipole-allowed vibrational transition along the anharmonic ladder up to the dissociation threshold. These findings open the door to extending polaritonic chemistry into genuinely nonequilibrium scenarios relevant to molecule-electrode interfaces. Moreover, building on these results, we further propose a multi-mode vibrational strong coupling strategy in which several cavity modes are individually matched to distinct vibrational transitions. This engineered multi-resonant cavity induces a stepwise vibrational ladder descending process that efficiently drains vibrational excited energy. The resulting cavity-assisted cooling suggests a potential route toward mitigating voltage-induced bond rupture and the long-standing instability issues of molecular junctions operating under high bias."}
{"id": "2512.11494", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11494", "abs": "https://arxiv.org/abs/2512.11494", "authors": ["Gaetano Campi", "Andrea Alimenti", "Sang-Eon Lee", "Luis Balicas", "Fedor F. Balakirev", "G. Alexander Smith", "Gennady Logvenov", "Antonio Bianconi"], "title": "High magnetic field response of superconductivity dome in quantum artificial High Tc superlattices with variable geometry", "comment": "11 pages, 6 figures", "summary": "It is known that cuprate artificial high temperature superlattices (AHTS) with period d, composed of quantum wells confining interface space charge in stoichiometric Mott insulator layers (S), with thickness L, at the interface with overdoped normal metallic cuprate layers (N) show a superconducting dome by tuning the geometric L over d ratio of the SNSN superlattice with the top predicted by quantum material design engineering quantum size effects. Here we report high-field magneto transport measurements up to 41 Tesla of AHTS across the entire superconducting dome. The results show the universal upward-concave behavior of the temperature dependent upper critical magnetic field in low critical temperature samples at rising edge and drop edge of the dome providing compelling evidence for two-band superconductivity in agreement with multigap theory used for quantum design of the SNSN superlattices. The measured superconducting coherence length demonstrates that atomic-scale engineering controls not only the critical temperature but also the intrinsic pair size at Fano-Feshbach resonances physics paving the way toward next generation quantum devices and shedding light on unconventional superconductivity."}
{"id": "2512.11312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11312", "abs": "https://arxiv.org/abs/2512.11312", "authors": ["Aurelien David"], "title": "Optical properties of InGaN quantum wells: accurately modeling the effects of disorder", "comment": null, "summary": "A model including random alloy disorder is used to account for the outstanding optical properties of InGaN quantum wells (QW). The model provides excellent agreement to experimental observations on various structures. This study clarifies the prevalent role played by disorder in optical features such as the luminescence lineshape, the Stokes shift, and the radiative rate. Finally, the relationship between disorder and the peculiar properties of long-wavelength InGaN emitters is investigated."}
{"id": "2512.11341", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11341", "abs": "https://arxiv.org/abs/2512.11341", "authors": ["Jianwei Huang", "Zheng Ren", "Hengxin Tan", "Jounghoon Hyun", "Yichen Zhang", "Thomas Hulse", "Zhaoyu Liu", "Jonathan M. DeStefano", "Yaofeng Xie", "Ziqin Yue", "Junichiro Kono", "Pengcheng Dai", "Yu He", "Aki Pulkkinen", "Ján Minár", "Jiun-Haw Chu", "Ziqiang Wang", "Binghai Yan", "Rafael M. Fernandes", "Ming Yi"], "title": "Magnetic-field induced momentum-dependent symmetry breaking in CsV$_3$Sb$_5$ revealed by magneto-ARPES", "comment": "37 pages, 12 figures, accepted for publication in Nature Physics", "summary": "In quantum materials with multiple degrees of freedom with similar energy scales, intertwined electronic orders with distinct broken symmetries often appear in a strongly coupled fashion. Recently, in a class of kagome superconductors represented by CsV$_3$Sb$_5$, experimental reports have suggested rotational symmetry breaking and time reversal symmetry breaking associated with a charge density wave (CDW) order, revealing an exotic nature of this CDW order. Here, utilizing our recently developed capability of performing angle-resolved photoemission spectroscopy in a tunable magnetic field (magneto-ARPES), we reveal momentum-selective response of the electronic structure of CsV$_3$Sb$_5$ to an external magnetic field. While the response in the electronic structure is clearly compatible with piezomagnetism, strong orbital-selectivity is observed. Specifically, bands associated with the vanadium $d$-orbitals contributing to the Van Hove singularities (VHS) near the Brillouin zone (BZ) boundary exhibit selective spectral broadening that breaks C$_6$ rotational symmetry and is odd in magnetic field, disappearing above the CDW transition. Meanwhile, the antimony $p$-orbital dominated electron pocket at the BZ center becomes elongated under an applied field -- an effect that persists above the $T_{\\rm CDW}$. Our observations delineate the origin of the time-reversal symmetry breaking associated with the vanadium VHS-bands at the onset of the CDW order, while the field-induced rotational symmetry breaking largely associated with the antimony $p$ orbitals reflects fluctuations beyond the CDW ordering temperature. Our magneto-ARPES work demonstrates a novel tuning knob for disentangling intertwined orders in the momentum space for quantum materials."}
{"id": "2512.11216", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11216", "abs": "https://arxiv.org/abs/2512.11216", "authors": ["Chihiro Matsui", "Thomas Quella", "Naoto Tsuji"], "title": "Symmetry-protected topological scar subspaces", "comment": "15 pages, 12 figures", "summary": "We propose a framework that extends the notion of symmetry-protected topological properties beyond the ground-state paradigm to dynamically isolated subspaces formed by exceptional non-thermal energy eigenstates of non-integrable systems, known as quantum many-body scars (QMBS). We introduce the concept of a symmetry-protected topological (SPT) scar subspace -- a Hilbert subspace stabilized by a restricted spectrum-generating algebra (rSGA) while being protected by on-site, inversion, and time-reversal symmetries. QMBS often admit a non-interacting quasiparticle description, which enables matrix-product representations with small bond dimension. Although individual QMBS do not necessarily retain the protecting symmetries of the Hamiltonian, we show that the subspace formed by the symmetry-connected QMBS does retain them, giving rise to consistently emerging topological properties across the entire scar subspace. Using the spin-$1$ Affleck--Kennedy--Lieb--Tasaki (AKLT) model, we demonstrate that its bimagnon scar subspace reflects the topological properties of the SPT ground state, as evidenced by the appropriate bond-space symmetry representations, the expected topological response, and the numerically verified long-range string order. Our findings indicate that scar subspaces can inherit -- and in inhomogeneous cases systematically modify -- the topological character of the SPT ground state, offering a new and experimentally accessible platform for probing symmetry-protected topology beyond the ground-state regime."}
{"id": "2512.11344", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11344", "abs": "https://arxiv.org/abs/2512.11344", "authors": ["N. N. Orlova", "A. A. Avakyants", "V. D. Esin", "A. V. Timonina", "N. N. Kolesnikov", "E. V. Deviatov"], "title": "Altermagnetic bulk and topological surface magnetizations for CrSb single crystals", "comment": null, "summary": "We experimentally investigate the angle dependence of magnetization $M(α)$ for single crystals of CrSb. CrSb belongs to a new class of altermagnetic materials, the small net magnetization is accompanied by alternating spin splitting in the k-space. In addition, CrSb reveals also topological features with Weyl surface states originating from bulk band topology. We observe, that $M(α)$ oscillates around zero value, so magnetization is positive for $M(α)$ maxima and it is negative for $M(α)$ minima. The magnetization reversal curves $M(H)$ are non-linear with low-field hysteresis, but with almost linear high-field branches. The slope of the linear branches well correlates with $M(α)$ oscillations, so it is positive for $M(α)$ maxima and negative for $M(α)$ minima. We demonstrate, that the interplay between the positive and the negative $M(H)$ slopes originates from several magnetic phases in CrSb. In particular, current-carrying topological surface states are responsible for the diamagnetic-like $M(H)$ negative slope, which dominates for the directions of full spin compensation in the bulk CrSb altermagnetic spectrum. Due to the spin-momentum locking, topological surface states are spin-polarized, which is responsible for the low-field hysteresis. Thus, we experimentally demonstrate both the altermagnetic bulk and the topological surface magnetizations for the altermagnetic candidate CrSb."}
{"id": "2512.11177", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11177", "abs": "https://arxiv.org/abs/2512.11177", "authors": ["Andrea N. Capa Salinas", "Brenden R. Ortiz", "Steven J. Gomez Alvarado", "Sarah Schwarz", "Ganesh Pokharel", "Luca Buiarelli", "Hyeonseo Harry Park", "Shiyu Yuan", "Roland Yin", "Suchismita Sarker", "Turan Birol", "Stephen D. Wilson"], "title": "Interplay between charge correlations and superconductivity across the superconducting domes of CsV$_{3}$Sb$_{5-x}$Sn$_x$", "comment": "6 pages, 4 figures", "summary": "The kagome metal CsV$_3$Sb$_5$ shows an unconventional interplay between charge density wave (CDW) order and superconductivity. Tuning the band filling is known to rapidly suppress long-range CDW order and drive the formation of two superconducting ``domes\" upon increasing hole concentration. Here we determine the detailed evolution of charge correlations across this phase diagram and resolve their interplay with the superconducting state. Upon light hole-doping, the suppression of a metastable $2\\times 2\\times 4$ CDW state coincides with the suppression of superconducting fluctuations present in the parent CsV$_3$Sb$_5$ compound. Continued doping suppresses long-range $2\\times 2\\times 2$ CDW order, leaving remnant short-range, quasi-1D correlations that persist across the second superconducting dome. These higher temperature charge correlations are seemingly essential to the lower temperature superconducting state, as charge correlations vanish coincident with superconductivity as a function of hole-doping. A multidomain model of short-range V-V dimer formation within the kagome plane is proposed in the second superconducting dome, where rotational and translational symmetry remain locally broken even in the absence of long-range CDW order."}
{"id": "2512.11766", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11766", "abs": "https://arxiv.org/abs/2512.11766", "authors": ["Xavier R. Advincula", "Christoph Schran", "Angelos Michaelides"], "title": "When Is Nanoconfined Water Different From Interfacial Water?", "comment": null, "summary": "Water behaves very differently at surfaces and under extreme confinement, but the boundary between these two regimes has remained unclear. Despite evidence that interfacial effects persist under sub-nanometre confinement, the molecular-scale behaviour and its evolution with slit width remain unclear. Here, we use machine-learning molecular dynamics with first-principles accuracy to probe water at graphene surfaces across slit widths ranging from the open-interface limit to angstrom-scale confinement. We find that water undergoes a sharp structural transition: when three or more water layers fit between the walls, the structure of the graphene-water interface is effectively indistinguishable from that in an open system, with density layering, hydrogen bonding, and orientational ordering retaining interfacial character. Below this threshold, however, angstrom-scale confinement strongly reorganises the liquid, producing enhanced ordering, a restructured hydrogen-bond network, and modified orientational motifs. These results establish a molecular-level picture that clearly separates interfacial behaviour from genuine nanoconfinement and provide guidance for predicting and controlling the structure of water in nanoscale solid-liquid environments."}
{"id": "2512.11636", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11636", "abs": "https://arxiv.org/abs/2512.11636", "authors": ["Anton V. Khvalyuk", "Mikhail V. Feigel'man"], "title": "Dissipation due to bulk localized low-energy modes in strongly disordered superconductors", "comment": "8 pages, 3 figures", "summary": "We develop a theory of the temperature $T$ and frequency $ω$ dependence of ac dissipation in strongly disordered superconductors featuring a pseudogap $Δ_{P}$ in the single-particle spectrum. Our theory applies to the regime $T,\\,\\hbarω\\llΔ_{\\text{typ}}\\llΔ_{P}$, where $Δ_{\\text{typ}}$ is the typical superconducting gap. The dissipation is expressed in terms of the quality factor $Q(T,ω)$ of microwave resonators made of these materials. We show that low-$ω$ dissipation is dominated by a new type of bulk localized collective modes. Due to the strongly nonuniform spectral density of these modes, $Q$ decreases sharply with frequency, while its temperature dependence exhibits a two-level-system-like growth as a function of $T$ for $T\\ll T_{c}$. Our theory is applicable to InO$_x$, TiN, NbN, and similar strongly disordered materials. We further argue that the experimentally observed behavior of disordered films of granular Aluminum is explained by similar physics, although this case requires a separate theoretical analysis."}
{"id": "2512.11347", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.11347", "abs": "https://arxiv.org/abs/2512.11347", "authors": ["Muhammad Usman Javed", "Sikander Azam", "Qaiser Rafiq", "Hamdy Khamees Thabet"], "title": "Defect-Engineered Multifunctionality in Cu-Doped Bi2Te2: Interplay of Thermoelectric, Piezoelectric, and Optoelectronic Properties from First-Principles Insights", "comment": null, "summary": "Defect engineering can improve the linked charge, spin, and lattice behavior of thermoelectric topological insulators. Using density functional theory with spin orbit coupling, we study structural, electronic, optical, thermoelectric, piezoelectric, and charge density features of pristine and Cu doped Bi2Te3. Cu substitution slightly expands the lattice and lowers the total energy minimum, which stabilizes the structure. The density of states shows that Cu d and Te p hybridization creates sharp states near the Fermi level, raising the carrier concentration and supporting higher Seebeck coefficient and power factor. Transport calculations show an increase in the Seebeck coefficient from about 180 microvolts per kelvin in pristine Bi2Te3 to about 220 microvolts per kelvin at 300 K while keeping the electrical conductivity nearly unchanged. Optical spectra reveal strong low energy absorption and very large static dielectric constants (greater than 600), indicating tunable light matter coupling. The piezoelectric coefficient e33 rises from 0.19 C/m2 in pristine Bi2Te3 to 0.38 C/m2 at 5 percent Cu and 0.51 C/m2 at 10 percent Cu, reflecting symmetry breaking and strain driven polarization. Charge density difference maps show anisotropic redistribution, with Cu donating about 0.8 electrons mainly to Te sites, which enhances p type behavior and phonon scattering. Overall, Cu doping reshapes Bi2Te3 into a multifunctional material with coupled thermoelectric, piezoelectric, and optical responses suitable for hybrid energy harvesting, infrared detection, and spin based devices."}
{"id": "2512.11371", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11371", "abs": "https://arxiv.org/abs/2512.11371", "authors": ["Jože Gašperlin", "Denis Golež", "Jason Kaye"], "title": "Stability and complexity of global iterative solvers for the Kadanoff-Baym equations", "comment": "20 pages, 12 figures", "summary": "Although the Kadanoff-Baym equations are typically solved using time-stepping methods, iterative global-in-time solvers offer potential algorithmic advantages, particularly when combined with compressed representations of two-time objects. We examine the computational complexity and stability of several global-in-time iterative methods, including multiple variants of fixed point iteration, Jacobian-free methods, and a Newton-Krylov method using automatic differentiation. We consider the ramped and periodically-driven Falicov-Kimball and Hubbard models within time-dependent dynamical mean-field theory. Although we observe that several iterative methods yield stable convergence at large propagation times, a standard forward fixed point iteration does not. We find that the number of iterations required to converge to a given accuracy with a fixed time step size scales roughly linearly with the number of time steps. This scaling is associated with the formation of a propagating front in the residual error, whose velocity is method-dependent. We identify key challenges which must be addressed in order to make global solvers competitive with time-stepping methods."}
{"id": "2512.11623", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.11623", "abs": "https://arxiv.org/abs/2512.11623", "authors": ["Jay Pandey", "Kedar Damle"], "title": "$S = 1$ pyrochlore magnets with competing anisotropies: A tale of two Coulomb phases, $Z_2$ flux confinement and $XY$-like transitions", "comment": null, "summary": "We argue that the low-temperature physics of $S=1$ pyrochlore magnets with a predominantly Ising-like easy-axis exchange coupling $J$ that favors the local tetrahedral body diagonals, and a comparably large easy-plane single-ion anisotropy $Δ=J + μ$ ($|μ| \\ll J$) that favors the plane perpendicular to these local axes will exhibit interesting new phenomena due to the competition between $J$ and $Δ$. In the $T/J \\rightarrow 0$ limit, we find three low temperature phases as a function of $μ/T$: a short-range correlated paramagnetic phase, and two topologically-distinct Coulomb liquids separated by a $Z_2$ flux confinement transition. Both Coulomb liquids are described at long-wavelengths by a fluctuating divergence-free polarization field and have characteristic pinch-point singularities in their structure factor. In one Coulomb phase, the flux of this polarization field is confined to {\\em even} integers, while it takes on all integer values in the other Coulomb phase. Experimental realizations with $|μ| \\ll J$ and negative are predicted to exhibit signatures of a transition from a flux-deconfined Coulomb phase to the flux-confined Coulomb phase as they are cooled below $T_{c_2} \\approx 1.57|μ|$, while realizations with positive $μ\\ll J$ will show signatures of a transition from a flux-deconfined Coulomb liquid to a short-range correlated paramagnet via a continuous $XY$-like transition at $T_{c_1} \\approx 0.98 μ$."}
{"id": "2512.11387", "categories": ["cond-mat.mes-hall", "gr-qc"], "pdf": "https://arxiv.org/pdf/2512.11387", "abs": "https://arxiv.org/abs/2512.11387", "authors": ["A. L. Bassant", "R. A. Duine"], "title": "Thermal Spin Waves from Accelerating Domain Walls via the Unruh Effect", "comment": "12 pages, 4 figures", "summary": "We consider a wire consisting of a conducting ferromagnetic layer and an insulating antiferromagnetic layer that are coupled. The ferromagnet hosts a domain wall, which is dynamically driven by a charge current. We show that for a specific time-dependent current, the domain wall moves according to a Rindler trajectory. This motion excites spin waves in the antiferromagnetic insulator, and their emission spectrum is characterised by an effective temperature analogous to the Unruh temperature, $T_U = \\hbar a/2πc k_B$, with a the acceleration of the domain wall, c the maximum antiferromagnetic spin wave velocity, and kB the Boltzmann constant. This thermal signature is a direct consequence of the Unruh effect and could be experimentally observed. Our results establish magnetism as a promising platform for probing relativistic quantum field phenomena. Moreover, since the Unruh effect is inherently linked to entanglement, our proposal provides a route for entangling magnetic domain walls via relativistic effects."}
{"id": "2512.11190", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11190", "abs": "https://arxiv.org/abs/2512.11190", "authors": ["Kilian Fraboulet", "Aiman Al-Eryani", "Sarah Heinzelmann", "Anna Kauch", "Sabine Andergassen"], "title": "Multiloop functional renormalization group from single bosons", "comment": null, "summary": "The functional renormalization group (fRG) is an established tool in the treatment of correlated electron systems, notably for the description of competing instabilities. In recent years, methodological advancements led to the multiloop extension of the fRG, which systematically includes loop corrections beyond the conventional one-loop truncation and yields a quantitatively accurate description of two-dimensional lattice systems. At the same time, the single-boson exchange (SBE) decomposition of the two-particle vertex has been shown to offer both computational and interpretative advantages paving the way to more affordable approximation schemes. We here apply their combination coined as multiloop SBE fRG to the two-dimensional Hubbard model at weak coupling. After providing a detailed account of the underlying formalism in physical channels, we analyze the results for the frequency- and momentum-dependent vertex functions. We find that the SBE approximation, i.e., without calculating explicitly multi-boson exchange contributions, accurately reproduces the parquet approximation at loop convergence. The presented algorithmic improvement opens the route for the treatment of more challenging parameter regimes and more realistic models."}
{"id": "2512.11206", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11206", "abs": "https://arxiv.org/abs/2512.11206", "authors": ["John Janisch", "Duy Le", "Talat S. Rahman"], "title": "Machine learned potential for defected single layer hexagonal boron nitride", "comment": "24 Pages, 11 Figures, 1 Table. Submitted to The Journal of Chemical Physics", "summary": "Development of machine learned interatomic potentials (MLIP) is critical for performing reliable simulations of materials at length and time scales that are comparable to those in the laboratory. We present here a MLIP suitable for simulations of the temperature dependent structure and dynamics of single layer hexagonal boron nitride (h-BN) with defects and grain boundaries, developed using a strictly local equivariant deep neural network as formulated in the Allegro code. The training dataset consisted of about 30,000 images of h-BN with and without point defects generated with ab-initio molecular dynamics simulations, based on density functional theory (DFT), at 500, 1000, and 1500K. The developed MLIP predicts potential energies and forces with a mean absolute error (MAE) of 4 meV/atom and 60 meV/Angstrom , respectively. It also reproduces phonon dispersion curves and density of vibrational states of pristine bulk h-BN that are comparable with that obtained from density functional theory-based calculations. Molecular dynamics simulations of the motion of the 4|8 grain boundary unit in h-BN shows the first step to have an activation barrier ~2.2 eV, indicating immobility of the grain boundary. Moving the grain boundary units past the first shows much lower activation barriers of ~0.42eV, suggesting a facile motion of the grain boundary once the first movement is stimulated. These simulations yield a scaled mobility of 1.739*10^(-11) m^3/Js for a temperature of 1500K which, given the inherent differences in the set-ups, is not too far from the experimental value of 1.36*10^(-9) m^3/Js. The ability to predict grain boundary mobility within reasonable agreement with experiment demonstrates the robustness of the MLIP and its suitability for reliable simulations of defect structures and dynamics in single layer h-BN."}
{"id": "2512.11780", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11780", "abs": "https://arxiv.org/abs/2512.11780", "authors": ["Matvei S. Kniazev", "Nikolai A. Stepanov", "Mikhail A. Skvortsov"], "title": "Statistics of the vortex pinning potential in superconducting films", "comment": "12 pages, 3 figures", "summary": "We investigate the statistical properties of the vortex pinning potential in a thin superconducting film. Modeling intrinsic inhomogeneities by a random-temperature Ginzburg-Landau functional with short-range Gaussian disorder, we derive the pinning landscape $E(\\mathbf{R})$ by determining how the vortex core adapts to randomness. Within the hard-core approximation, applicable for weak disorder, the energy landscape exhibits Gaussian statistics. In this regime, the mean areal density of its minima is given by $n_\\text{min}\\approx(6ξ)^{-2}$, indicating that the typical spacing between neighboring minima is significantly larger than the vortex core size $ξ$. Going beyond the hard-core approximation, we allow the vortex order parameter to relax in response to the inhomogeneities. As a result, the pinning potential statistics become non-Gaussian. We calculate the leading correction due to the core deformation, which reduces the density of minima with a relative magnitude scaling as $(T_c-T)^{-1/2}$."}
{"id": "2512.11479", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11479", "abs": "https://arxiv.org/abs/2512.11479", "authors": ["Thomas Plehn", "Daniel Barragan-Yani", "Eric Breitbarth", "Guillermo Requena", "David Melching"], "title": "Progress on Data-Driven, Multi-Objective Quantum Optimization", "comment": null, "summary": "Here, we present two complementary approaches that advance quadratic unconstrained binary optimization (QUBO) toward practical use in data-driven materials design and other real-valued black-box optimization tasks. First, we introduce a simple yet powerful preprocessing scheme that, when applied to a machine-learned QUBO model, entirely removes system-level equality constraints by construction. This makes cumbersome soft-penalty terms obsolete, simplifies QUBO formulation, and substantially accelerates solution search. Second, we develop a multi-objective optimization strategy inspired by Tchebycheff scalarization that is compatible with non-convex objective landscapes and outperforms existing QUBO-based Pareto front methods. We demonstrate the effectiveness of both approaches using a simplified model of a multi-phase aluminum alloy design problem, highlighting significant gains in efficiency and solution quality. Together, these methods broaden the applicability of QUBO-based optimization and provide practical tools for data-driven materials discovery and beyond."}
{"id": "2512.11417", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11417", "abs": "https://arxiv.org/abs/2512.11417", "authors": ["Shun Asano", "Youichi Yanase"], "title": "Chirality-induced spin-selective Peierls transition", "comment": "16 pages, 7 figures, 3 tables and the Supplementary Information", "summary": "Chirality, referring to the absence of mirror and inversion symmetries, is a ubiquitous concept in nature. In condensed matter physics, vigorous research has clarified how chiral materials harbour unconventional electronic and vibrational responses. In parallel, recent studies have demonstrated that chiral structures can be engineered or tuned from achiral precursors. Despite these complementary advances, an integrated understanding of electronic and phononic dynamics, self-organized chiral structures, and their interplay is still lacking. Such an integrated framework is crucial both for elucidating the spontaneous formation and stabilization of chiral structures and for advancing the electronic functionalities of chiral materials. Here, we predict novel spontaneous structural phase transitions unique to chiral crystals with screw symmetry. In quasi-one-dimensional chiral crystals, the phonon frequency renormalized by the electron-phonon coupling depends on the handedness of circular polarization. Consequently, the soft mode encoding the intrinsic phonon angular momentum induces spin-selective Peierls gaps in the electronic band, entailing a helical spin density wave and chiral lattice distortion. We also elucidate the chiral signature of collective modes. Our findings offer new avenues for advanced spintronics applications and crucial insights into the elusive mechanisms underlying the formation process of chirality in nature."}
{"id": "2512.11394", "categories": ["cond-mat.mes-hall", "nlin.PS", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.11394", "abs": "https://arxiv.org/abs/2512.11394", "authors": ["Abhijit P. Chaudhari", "Marius Jürgensen", "Mikael C. Rechtsman"], "title": "Quantized pumping in disordered nonlinear Thouless pumps", "comment": null, "summary": "We investigate the dynamics of nonlinear optical Thouless pumps in the presence of disorder, using optical waveguide arrays. It was previously known that the displacement of solitons in Thouless pumps is quantized and may exhibit integer and fractional transport over the course of the pump cycle. Here, we demonstrate that, in disordered nonlinear pumps, quantization may be maintained despite the presence of disorder, even though it would not be in the linear domain. Moreover, nonlinearity allows pumps to be executed more quickly (i.e., less adiabatically). This may serve as a design principle for integrated non-reciprocal devices based on temporal modulation."}
{"id": "2512.11198", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11198", "abs": "https://arxiv.org/abs/2512.11198", "authors": ["Ruchira Mishra", "Jiaozi Wang", "Silvia Pappalardi", "Luca V. Delacrétaz"], "title": "Theory of Out-of-Time-Ordered Transport", "comment": "11+9 pages, 13 figures", "summary": "We construct an effective field theory (EFT) that captures the universal behavior of out-of-time-order correlators (OTOCs) at late times in generic quantum many-body systems with conservation laws. The EFT hinges on a generalization of the strong-to-weak spontaneous symmetry breaking pattern adapted to out-of-time-order observables, and reduces to conventional fluctuating hydrodynamics when time-ordered observables are probed. We use the EFT to explain different power-law behavior observed in OTOCs at late times, and show that many OTOCs are entirely fixed by conventional transport data. Nevertheless, we show that a specific combination of OTOCs is sensitive to novel transport parameters, not visible in regular time-ordered correlators. We test our predictions in Hamiltonian and Floquet spin chains in one dimension."}
{"id": "2512.11459", "categories": ["cond-mat.stat-mech", "astro-ph.EP", "cond-mat.soft", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11459", "abs": "https://arxiv.org/abs/2512.11459", "authors": ["Michał Łepek", "Agata Fronczak", "Piotr Fronczak"], "title": "A review on combinatorial approach to aggregation", "comment": "34 pages, 19 figures, a mini-review on the combinatorial solutions to the Marcus-Lushnikov irreversible aggregation", "summary": "Recently, a combinatorial approach to discrete, finite, and irreversibly aggregating systems has been progressively developed. In this work, we review its achievements up to the present moment, focusing on the practical aspects and discussing its limitations. First, we present the assumptions and combinatorial foundations of the approach, which are based on direct counting of the system states, in contrast to the previous approaches of Smoluchowski and Marcus--Lushnikov. A method to obtain combinatorial expressions for the average number of clusters of a given size and the corresponding standard deviation is described by solving the simplest example of a constant kernel. Then, we extend consideration to a number of kernels (e.g., additive, product, linear--chain, condensation), which were recently solved by explicitly finding the number of internal states of the cluster of a given size. Next, we show that theoretical predictions for any given kernel may be obtained with no need to find an explicit solution but using a recursive expression. We exploit this opportunity to present the use of combinatorial expressions to solve kernels related to the real processes of aerosol growth and planetesimal formation. At this point, a comparison to numerical results appears. Other potential application fields are indicated, including dust agglomeration and polymer growth. Finally, issues related to the varying precision of the theoretical predictions are summarized. In the last section, we propose open problems."}
{"id": "2512.11248", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11248", "abs": "https://arxiv.org/abs/2512.11248", "authors": ["Nadina Gheorghiu", "Charles R. Ebbing", "George Y. Panasyuk", "Timothy J. Haugan"], "title": "Fibonacci sequence of twist angles in superconducting multi-layer graphene and hydrogenated graphitic fibers", "comment": "8 pages, 3 figures, to be published in IOP Conference Series: Materials Science and Engineering, 2025", "summary": "A range of twist angles between adjacent surfaces/volumes are intrinsic to natural graphite or artificially design in multi-layer graphene. In addition, stacking faults can be created by the application of mechanic, electric or magnetic fields. Charge and spin transport then occur in relation to the existing twist-angle pattern. In two dimensions, a saddle point in the electronic band structure leads to divergence in the density of states, known as van Hove singularities (vHs). The energy difference between vHs for the conduction and valence bands was found to increase with the twist angle between neighboring graphite domains with respect to the c axis (perpendicular to the graphite planes). In this work, we estimate for the superconducting (SC)-like nano-size multi-layer granular domain in hydrogenated graphitic fibers [1]. We show that this value for and the values found by others for few-layer graphene might actually form the Fibonacci mathematical sequence. Moreover, SC hydrogenated graphite can harbour higher-order topology as reflected in at least quadratic energy gap flattening. Charge transport and magnetization measurements on hydrogenated graphitic fibers have been done using a Quantum Design Physical Properties Measurement System."}
{"id": "2512.11552", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11552", "abs": "https://arxiv.org/abs/2512.11552", "authors": ["Xue He", "Hans Gløckner Giil", "Caiqiong Xu", "Jicheng Wang", "Arne Brataas", "Jinbo Yang", "Yanglong Hou", "Rui Wu", "Shilei Ding"], "title": "Unidirectional magnetoresistance driven by nonequilibrium antiferromagnetic magnons", "comment": "23 pages, 4 figures", "summary": "Magnetoresistive effects are typically symmetric under magnetization reversal. However, nonlinear spin transport can give rise to unidirectional magnetoresistance in systems with strong spin-orbit interaction and broken inversion symmetry. Here, we demonstrate that the nonequilibrium magnon accumulation characterized by a finite magnon chemical potential can lead to a large and robust magnonic unidirectional spin Hall magnetoresistance (USMR) in the weakly coupled van der Waals antiferromagnet CrPS4 in contact with Pt. Unlike conventional magnonic USMR driven by magnetization fluctuations, this effect persists under strong magnetic fields and low temperatures, with a pronounced peak near the spin-flip transition. The magnitude of magnonic USMR in CrPS4/Pt exceeds that of YIG/Pt by more than two orders of magnitude and surpasses the electrical USMR in metallic Ta/Co bilayers by a factor of two. The observed field and temperature dependence indicates that spin transport is dominated by magnon chemical potential gradients rather than thermal- or fluctuation-driven magnon generation. These findings establish a new mechanism for nonlinear magnetoresistance in antiferromagnetic van der Waals heterostructures and open a route to magnon-based antiferromagnetic spintronic functionalities in two-terminal device geometries."}
{"id": "2512.11579", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11579", "abs": "https://arxiv.org/abs/2512.11579", "authors": ["Xinyue Liu", "Tao Li"], "title": "Interplay between antiferromagnetic spin fluctuation and electron-phonon coupling and the origin of the peak-dip-hump structure in the anti-nodal spectrum of high-$T_{c}$ cuprate superconductors", "comment": "20 pages, 14 figures", "summary": "Electron-phonon coupling is believed to be responsible for many spectral anomalies in the cuprate superconductors. In particular, the $B_{1g}$ buckling mode of the oxygen ion in the $CuO_{2}$ plane has been proposed to be responsible for the dramatic peak-dip-hump(PDH) structure in the anti-nodal spectrum. The recent observation of the exceptional flat quasiparticle dispersion in the anti-nodal region and the sudden suppression of the PDH structure around the pseudogap end point cast doubts on such a scenario. Instead, a scenario involving the coupling to the antiferromagnetic spin fluctuation seems to resolve both puzzles naturally. Here we present a systematic study on the interplay between antiferromagnetic spin fluctuation and electron-phonon coupling in the cuprate superconductors. We show that the coupling strength to the $B_{1g}$ buckling mode is strongly suppressed by the vertex correction caused by the antiferromagnetic spin fluctuation in the $\\mathbf{q}\\rightarrow 0$ limit as a result of the destructive interference between electron-phonon coupling at electron momentum differ by the antiferromagnetic wave vector. Counterintuitively, we find that the same vertex correction enhances the phonon contribution to the PDH structure. We also find that while the coupling to either the antiferromagnetic spin fluctuation or the $B_{1g}$ buckling mode can generate a PDH structure in the anti-nodal spectrum with similar phenomenologies, the sudden suppression of such a structure around the pseudogap end point should be mainly attributed to the dramatic change in the nature of the spin fluctuation at such a critical doping. We suggest to take the PDH structure in the anti-nodal spectrum as a spectral signature for the emergence of fluctuating local moment in the pseudogap phase and the entrance of a doped Mott insulating state."}
{"id": "2512.11466", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11466", "abs": "https://arxiv.org/abs/2512.11466", "authors": ["Lukas Körber", "Pim Coenders", "Johan H. Mentink"], "title": "Spin-correlation dynamics: A semiclassical framework for nonlinear quantum magnetism", "comment": null, "summary": "Classical nonlinear theories are highly successful in describing far-from-equilibrium dynamics of magnets, encompassing phenomena such as parametric resonance, ultrafast switching, and even chaos. However, at ultrashort length and time scales, where quantum correlations become significant, these models inevitably break down. While numerous methods exist to simulate quantum many-body spin systems, they are often limited to near-equilibrium conditions, capture only short-time dynamics, or obscure the intuitive connection between nonlinear behavior and its geometric origin in the su(2) spin algebra. To advance nonlinear magnetism into the quantum regime, we develop a theory in which semiclassical spin correlations, rather than individual spins, serve as the fundamental dynamical variables. Defined on the bonds of a bipartite lattice, these correlations are inherently nonlocal, with dynamics following through a semiclassical mapping that preserves the original spin algebra. The resulting semiclassical theory captures nonlinear dynamics that are entirely nonclassical and naturally accommodates phenomenological damping at the level of correlations, which is typically challenging to include in quantum methods. As an application, we focus on Heisenberg antiferromagnets, which feature significant quantum effects. We predict nonlinear scaling of the mean frequency of quantum oscillations in the Néel state with the spin quantum number S. These have no classical analog and exhibit features reminiscent of nonlinear parametric resonance, fully confirmed by exact diagonalization. The predicted dynamical features are embedded in the geometric structure of the semiclassical phase space of spin correlations, making their physical origin much more transparent than in full quantum methods. With this, semiclassical spin-correlation dynamics provide a foundation for exploring nonlinear quantum magnetism."}
{"id": "2512.11206", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11206", "abs": "https://arxiv.org/abs/2512.11206", "authors": ["John Janisch", "Duy Le", "Talat S. Rahman"], "title": "Machine learned potential for defected single layer hexagonal boron nitride", "comment": "24 Pages, 11 Figures, 1 Table. Submitted to The Journal of Chemical Physics", "summary": "Development of machine learned interatomic potentials (MLIP) is critical for performing reliable simulations of materials at length and time scales that are comparable to those in the laboratory. We present here a MLIP suitable for simulations of the temperature dependent structure and dynamics of single layer hexagonal boron nitride (h-BN) with defects and grain boundaries, developed using a strictly local equivariant deep neural network as formulated in the Allegro code. The training dataset consisted of about 30,000 images of h-BN with and without point defects generated with ab-initio molecular dynamics simulations, based on density functional theory (DFT), at 500, 1000, and 1500K. The developed MLIP predicts potential energies and forces with a mean absolute error (MAE) of 4 meV/atom and 60 meV/Angstrom , respectively. It also reproduces phonon dispersion curves and density of vibrational states of pristine bulk h-BN that are comparable with that obtained from density functional theory-based calculations. Molecular dynamics simulations of the motion of the 4|8 grain boundary unit in h-BN shows the first step to have an activation barrier ~2.2 eV, indicating immobility of the grain boundary. Moving the grain boundary units past the first shows much lower activation barriers of ~0.42eV, suggesting a facile motion of the grain boundary once the first movement is stimulated. These simulations yield a scaled mobility of 1.739*10^(-11) m^3/Js for a temperature of 1500K which, given the inherent differences in the set-ups, is not too far from the experimental value of 1.36*10^(-9) m^3/Js. The ability to predict grain boundary mobility within reasonable agreement with experiment demonstrates the robustness of the MLIP and its suitability for reliable simulations of defect structures and dynamics in single layer h-BN."}
{"id": "2512.11570", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11570", "abs": "https://arxiv.org/abs/2512.11570", "authors": ["Mohammad Rahbar", "Christopher J. Stein"], "title": "Exact fluctuation relation for open systems beyond the Zwanzig FEP equation", "comment": "16 pages, 2 figures", "summary": "We develop a fluctuation framework to quantify the free energy difference between two equilibrium states connected by nonequilibrium processes under arbitrary dynamics and system-environment coupling. For an open system described by the Hamiltonian of mean force (HMF), we show that the equilibrium free energy difference between two canonical endpoints can be written as exponential averages of the HMF shift, divided by an explicit factor built from the chi-squared divergence between the initial and final system marginals. These relations hold at the endpoint level and, under an asymptotic equilibration postulate, admit trajectory representations for general driving and coupling protocols. A decomposition of the HMF increment along each trajectory separates the work-like contributions associated with changes in $λ(t)$ and $C(t)$, the heat-like exchange with the environment, and a feedback-like functional defined with respect to the initial protocol. In the frozen-driving regime with a noninteracting reference, the equalities reduce to new FEP-like expressions involving an environment functional and an explicit overlap correction, with the Zwanzig formula recovered as a limiting case. We validate the approach on an open system coupled to an environment and evolved under overdamped Langevin dynamics, where conventional Zwanzig FEP suffers from poor phase-space overlap and slow numerical convergence, while the present trajectory equality closely matches the exact free energy difference over a broad range of coupling strengths."}
{"id": "2512.11341", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11341", "abs": "https://arxiv.org/abs/2512.11341", "authors": ["Jianwei Huang", "Zheng Ren", "Hengxin Tan", "Jounghoon Hyun", "Yichen Zhang", "Thomas Hulse", "Zhaoyu Liu", "Jonathan M. DeStefano", "Yaofeng Xie", "Ziqin Yue", "Junichiro Kono", "Pengcheng Dai", "Yu He", "Aki Pulkkinen", "Ján Minár", "Jiun-Haw Chu", "Ziqiang Wang", "Binghai Yan", "Rafael M. Fernandes", "Ming Yi"], "title": "Magnetic-field induced momentum-dependent symmetry breaking in CsV$_3$Sb$_5$ revealed by magneto-ARPES", "comment": "37 pages, 12 figures, accepted for publication in Nature Physics", "summary": "In quantum materials with multiple degrees of freedom with similar energy scales, intertwined electronic orders with distinct broken symmetries often appear in a strongly coupled fashion. Recently, in a class of kagome superconductors represented by CsV$_3$Sb$_5$, experimental reports have suggested rotational symmetry breaking and time reversal symmetry breaking associated with a charge density wave (CDW) order, revealing an exotic nature of this CDW order. Here, utilizing our recently developed capability of performing angle-resolved photoemission spectroscopy in a tunable magnetic field (magneto-ARPES), we reveal momentum-selective response of the electronic structure of CsV$_3$Sb$_5$ to an external magnetic field. While the response in the electronic structure is clearly compatible with piezomagnetism, strong orbital-selectivity is observed. Specifically, bands associated with the vanadium $d$-orbitals contributing to the Van Hove singularities (VHS) near the Brillouin zone (BZ) boundary exhibit selective spectral broadening that breaks C$_6$ rotational symmetry and is odd in magnetic field, disappearing above the CDW transition. Meanwhile, the antimony $p$-orbital dominated electron pocket at the BZ center becomes elongated under an applied field -- an effect that persists above the $T_{\\rm CDW}$. Our observations delineate the origin of the time-reversal symmetry breaking associated with the vanadium VHS-bands at the onset of the CDW order, while the field-induced rotational symmetry breaking largely associated with the antimony $p$ orbitals reflects fluctuations beyond the CDW ordering temperature. Our magneto-ARPES work demonstrates a novel tuning knob for disentangling intertwined orders in the momentum space for quantum materials."}
{"id": "2512.11615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11615", "abs": "https://arxiv.org/abs/2512.11615", "authors": ["S. Frenkel", "V. Zakharov", "E. A. Katz"], "title": "LLM tools in the prediction of the stability of perovskite solar cells", "comment": "22 pages, 7 figres", "summary": "We investigate whether tools based on large language models (LLMs) can be effectively used by a developer of new perovskite solar cells (PSCs) to predict both the \"lifetime\" of the device and the degree of its degradation at specific time intervals. We demonstrate the ability of common LLM tools (ChatGPT, DeepSeek, and even a simplified free version of ChatGPT) to suggest and justify prediction methods in a dialogue with the user under conditions of incomplete information about the physical models of PSC degradation and the influence of the environment. One of the results covers LLM ChatGPT's ontology of the specific subject domain of PSCs. It allows the formation of time series of efficiency with a given architecture, calculated using various available models together with environmental characteristics archived in various meteorological databases (illumination, temperature, humidity, UV level). We conclude that ChatGPT currently has sufficient access to training samples, can find various models in the literature, and has adequate solutions for predicting degradation trends."}
{"id": "2512.11623", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.11623", "abs": "https://arxiv.org/abs/2512.11623", "authors": ["Jay Pandey", "Kedar Damle"], "title": "$S = 1$ pyrochlore magnets with competing anisotropies: A tale of two Coulomb phases, $Z_2$ flux confinement and $XY$-like transitions", "comment": null, "summary": "We argue that the low-temperature physics of $S=1$ pyrochlore magnets with a predominantly Ising-like easy-axis exchange coupling $J$ that favors the local tetrahedral body diagonals, and a comparably large easy-plane single-ion anisotropy $Δ=J + μ$ ($|μ| \\ll J$) that favors the plane perpendicular to these local axes will exhibit interesting new phenomena due to the competition between $J$ and $Δ$. In the $T/J \\rightarrow 0$ limit, we find three low temperature phases as a function of $μ/T$: a short-range correlated paramagnetic phase, and two topologically-distinct Coulomb liquids separated by a $Z_2$ flux confinement transition. Both Coulomb liquids are described at long-wavelengths by a fluctuating divergence-free polarization field and have characteristic pinch-point singularities in their structure factor. In one Coulomb phase, the flux of this polarization field is confined to {\\em even} integers, while it takes on all integer values in the other Coulomb phase. Experimental realizations with $|μ| \\ll J$ and negative are predicted to exhibit signatures of a transition from a flux-deconfined Coulomb phase to the flux-confined Coulomb phase as they are cooled below $T_{c_2} \\approx 1.57|μ|$, while realizations with positive $μ\\ll J$ will show signatures of a transition from a flux-deconfined Coulomb liquid to a short-range correlated paramagnet via a continuous $XY$-like transition at $T_{c_1} \\approx 0.98 μ$."}
{"id": "2512.11644", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.11644", "abs": "https://arxiv.org/abs/2512.11644", "authors": ["Georgia Samara", "Christoforos Theodorou", "Alexandros Mavropoulis", "Nikolaos Vasileiadis", "Konstantinos Papagelis", "Panagiotis Dimitrakis"], "title": "Impact of interdigitated electrodes design on the low frequency and random telegraph noise of single-layer graphene micro ribbons", "comment": null, "summary": "High performance devices consisting of interdigitated electrodes (IDEs) on top of single-layer graphene (SLG) are candidates with favorable prospects for sensing applications. Graphene micro ribbons (GMRs) of various widths and IDE design geometries were fabricated and experimentally examined regarding their low-frequency noise (LFN) behavior. Measurements revealed a 1/f behavior and different kinds of trap activity behind it, which were studied through the analysis of random telegraph noise (RTN) signals. Our investigation suggests that adjusting the geometrical characteristics of either the GMR width or the IDE topology can significantly influence the signal-to-noise ratio (SNR) of SLG-based electronics. On the bright side, the results of our study can provide useful guidelines for fabrication decisions to maximize the SNR."}
{"id": "2512.11216", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11216", "abs": "https://arxiv.org/abs/2512.11216", "authors": ["Chihiro Matsui", "Thomas Quella", "Naoto Tsuji"], "title": "Symmetry-protected topological scar subspaces", "comment": "15 pages, 12 figures", "summary": "We propose a framework that extends the notion of symmetry-protected topological properties beyond the ground-state paradigm to dynamically isolated subspaces formed by exceptional non-thermal energy eigenstates of non-integrable systems, known as quantum many-body scars (QMBS). We introduce the concept of a symmetry-protected topological (SPT) scar subspace -- a Hilbert subspace stabilized by a restricted spectrum-generating algebra (rSGA) while being protected by on-site, inversion, and time-reversal symmetries. QMBS often admit a non-interacting quasiparticle description, which enables matrix-product representations with small bond dimension. Although individual QMBS do not necessarily retain the protecting symmetries of the Hamiltonian, we show that the subspace formed by the symmetry-connected QMBS does retain them, giving rise to consistently emerging topological properties across the entire scar subspace. Using the spin-$1$ Affleck--Kennedy--Lieb--Tasaki (AKLT) model, we demonstrate that its bimagnon scar subspace reflects the topological properties of the SPT ground state, as evidenced by the appropriate bond-space symmetry representations, the expected topological response, and the numerically verified long-range string order. Our findings indicate that scar subspaces can inherit -- and in inhomogeneous cases systematically modify -- the topological character of the SPT ground state, offering a new and experimentally accessible platform for probing symmetry-protected topology beyond the ground-state regime."}
{"id": "2512.11650", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11650", "abs": "https://arxiv.org/abs/2512.11650", "authors": ["Zicun Li", "Huanjing Gong", "Ruijuan Xiao", "Xinguo Ren"], "title": "Influence of Exchange-Correlation Functionals and Neural Network Architectures on Li$^+$-Ion Conductivity in Solid-State Electrolyte from Molecular Dynamics Simulations with Machine-Learning Force Fields", "comment": "12 pages, 8 figures", "summary": "With the rapid advancement of machine learning techniques for materials simulations, machine-learned force fields (MLFFs) have become a powerful tool that complements first-principles calculations by enabling high-accuracy molecular dynamics simulations over extended timescales. Typically, MLFFs are trained on data generated from density functional theory (DFT) using a specific exchange-correlation (XC) functional, with the goal of reproducing DFT-level properties. However, the uncertainties in MLFF-based simulations--arising from variations in both MLFF model architectures and the choice of XC functionals--remain insufficiently understood. In this work, we construct MLFF models of different architectures trained on DFT data from both semilocal and hybrid functionals to describe Li$^+$ diffusion in the solid-state electrolyte Li$_6$PS$_5$Cl. We systematically investigate how different XC functionals influence the Li$^+$ diffusion coefficient. To reduce statistical uncertainty, the mean squared displacements are averaged over 300 independent molecular dynamics (MD) trajectories of 70 ps each, yielding statistical variations below $1\\%$. This enables a clear assessment of the respective influences of the functional and the MLFF model. Due to its tendency to underestimate band gaps and migration barriers, the semilocal functional predicts consistently higher Li$^+$ diffusion coefficients, compared to the hybrid functional. Furthermore, comparisons among various neural network methods reveal that the differences in predicted diffusion coefficients arising from different network architectures are of the same order of magnitude as those caused by different functionals, indicating that the choice of the network model itself substantially influences the MLFF predictions. This observation calls from an urgent need for standardized protocols to minimize model-dependent biases in MLFF-based MD."}
{"id": "2512.11627", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11627", "abs": "https://arxiv.org/abs/2512.11627", "authors": ["Bastian Rubrecht", "Ellen Häußler", "Mirtha Pillaca", "Pritam Bhattacharyya", "Liviu Hozoi", "Artem Nosenko", "Dmitri V. Efremov", "Bernd Büchner", "Anja U. B. Wolter", "Thomas Doert"], "title": "Physical properties of new delafossite triangular-lattice compounds TlErSe$_2$ and TlTmSe$_2$", "comment": null, "summary": "Delafossite compounds containing rare-earth ions have been proven to be an ideal platform to investigate frustrated magnetic ground states. Here, we discuss two triangular-lattice antiferromagnets, TlErSe$_2$ and TlTmSe$_2$, as potential candidates for hosting exotic quantum states. Powder X-ray diffraction data analysis of the black-color polycrystalline Tl$RE$Se$_2$ ($RE$: Er and Tm) samples confirms the phase purity. Both materials crystallize in the trigonal $α$-NaFeO$_2$ structure ($R\\overline{3}m$) with lattice parameters $a$ = 4.1070(4) Å and $c$ = 23.1472(1) Å for the erbium compound and $a$ = 4.0916(1) Å and $c$ = 23.1483(2) Å for the thulium compound. Magnetic susceptibility measurements show an effective moment of $μ_{\\text{eff}} = 9.6(2) μ_B$/f.u. ($7.5(1) μ_B$/f.u.) for TlErSe$_2$ (TlTmSe$_2$) for temperatures above 200 K. While $^3$He specific-heat measurements reveal long-range magnetic order below $T_N = 0.42 $K for TlErSe$_2$, no sign of long-range magnetic order was observed for TlTmSe$_2$. Based on our results, we map out the T-H phase diagram for polycrystalline TlErSe$_2$ and discuss the striking difference in the magnetic behavior of TlTmSe$_2$ based on our ab initio quantum chemical calculations."}
{"id": "2512.11677", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11677", "abs": "https://arxiv.org/abs/2512.11677", "authors": ["A. A. Gunyaga", "M. V. Durnev", "S. A. Tarasenko"], "title": "Electric and spin-valley currents induced by structured light in 2D Dirac materials", "comment": "14 pages, 4 figures, 1 table", "summary": "Structured optical fields can be used for the injection and control of charge and spin-valley currents. Here, we present a systematical study of these phenomena for interband absorption of structured light in 2D Dirac materials. We derive general expressions for the current density and the quasi-classical generation rate of photoelectrons in the momentum, coordinate, and spin-valley spaces. We reveal mechanisms of the current formation determined by the local and non-local contributions to the optical generation, including the mechanisms related to optical alignment of electron momenta by linearly polarized light, optical orientation by circularly polarized light, and the class of charge and spin-valley photon drags sensitive to the phase and polarization profiles of the optical field. We develop a kinetic theory of electric and spin-valley currents driven by the optical field with spatially inhomogeneous intensity, polarization, and phase and obtain analytical expressions for the current contributions. The theory is applied to analyze the photocurrents emerging in TMDC layers and graphene excited by polarization gratings."}
{"id": "2512.11248", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11248", "abs": "https://arxiv.org/abs/2512.11248", "authors": ["Nadina Gheorghiu", "Charles R. Ebbing", "George Y. Panasyuk", "Timothy J. Haugan"], "title": "Fibonacci sequence of twist angles in superconducting multi-layer graphene and hydrogenated graphitic fibers", "comment": "8 pages, 3 figures, to be published in IOP Conference Series: Materials Science and Engineering, 2025", "summary": "A range of twist angles between adjacent surfaces/volumes are intrinsic to natural graphite or artificially design in multi-layer graphene. In addition, stacking faults can be created by the application of mechanic, electric or magnetic fields. Charge and spin transport then occur in relation to the existing twist-angle pattern. In two dimensions, a saddle point in the electronic band structure leads to divergence in the density of states, known as van Hove singularities (vHs). The energy difference between vHs for the conduction and valence bands was found to increase with the twist angle between neighboring graphite domains with respect to the c axis (perpendicular to the graphite planes). In this work, we estimate for the superconducting (SC)-like nano-size multi-layer granular domain in hydrogenated graphitic fibers [1]. We show that this value for and the values found by others for few-layer graphene might actually form the Fibonacci mathematical sequence. Moreover, SC hydrogenated graphite can harbour higher-order topology as reflected in at least quadratic energy gap flattening. Charge transport and magnetization measurements on hydrogenated graphitic fibers have been done using a Quantum Design Physical Properties Measurement System."}
{"id": "2512.11651", "categories": ["cond-mat.mtrl-sci", "q-bio.TO"], "pdf": "https://arxiv.org/pdf/2512.11651", "abs": "https://arxiv.org/abs/2512.11651", "authors": ["Connie M. Wang", "Roberta M. Sabino", "Aditya Garg", "Ahmed E. Salih", "Loza F. Tadesse", "Elazer R. Edelman"], "title": "Nano-engineered surface enhanced Raman spectroscopy substrates for probing tissue-material interactions", "comment": "48 pages, 5 figures", "summary": "Innovation in biomaterials has brought both breakthroughs and new challenges in medicine, as implant materials have become increasingly multifunctional and complex. One of the greatest issues is the difficulty in assessing the temporal and multidimensional dynamics of tissue-implant interactions. Implant biology remains hard to decipher without a noninvasive and multiplexed technique that can accurately monitor real-time biological processes. To address this, we developed a multifunctional, self-sensing implant material composed of gold nano-columns patterned on a titanium surface (AuNC-Ti). This material acts as a nanoengineered surface-enhanced Raman spectroscopy (SERS) substrate that amplifies biological Raman signals at the tissue-implant interface, providing the ability to sense tissue-material interactions in a multiplexed and nondestructive manner. AuNC-Ti SERS substrates were fabricated using oblique angle deposition (OAD) and characterized using scanning electron microscopy (SEM) to show uniform formation of AuNCs ($360 \\pm 40$ nm in length and $50 \\pm 16$ nm in width). X-ray photoelectron spectroscopy (XPS), X-ray diffraction (XRD), and contact angle measurements demonstrated biocompatible surface chemistry with ideal wettability. Biocompatibility was further demonstrated via in vitro cytotoxicity assays on human aortic endothelial cells (HAECs) cultured on AuNC-Ti surfaces. The median SERS enhancement factor (EF) was calculated to be $1.8 \\times 10^5$, and spatial identification of reporter molecules and porcine tissue components on AuNC-Ti surfaces was demonstrated using confocal Raman imaging and multivariate analysis. Our approach utilizes unlabeled SERS and machine learning, promising multiplexed characterization of tissue-material interactions and subsequently enabling tissue state determination and non-invasive monitoring of implant-tissue interaction."}
{"id": "2512.11663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11663", "abs": "https://arxiv.org/abs/2512.11663", "authors": ["Gianluca Gubbiotti", "Olha Bezsmertna", "Oleksandr V. Pylypovskyi", "Rui Xu", "Stephane Chiroli", "Fatih Zighem", "Claudia Fernandez Gonzalez", "Andrea Sorrentino", "David Raftrey", "Daniel Wolf", "Axel Lubk", "Peter Fischer", "Damien Faurie", "Denys Makarov"], "title": "Curvilinear magnonic crystal based on 3D hierarchical nanotemplates", "comment": null, "summary": "Curvilinear magnetic nanostructures enable control of magnetization dynamics through geometry-induced anisotropy and chiral interactions as well as magnetic field modulation. In this work, we report a curvilinear magnonic crystal based on large-area square arrays of truncated nanospikes fabricated by conformal coating of 3D hierarchical templates with permalloy thin films. Brillouin light scattering spectroscopy reveals anisotropic band structure with multiple dispersive and folded Bloch-type dispersive spin-wave modes as well as non-dispersive modes exhibiting direction-dependent frequency shifts and intensity asymmetries along lattice principal axes. Finite element micromagnetic simulations indicate that curvature-induced variations of the demagnetizing field govern the magnonic response, enabling the identification of modes propagating in nanochannels and other localized on nanospike apexes or along the ridges connecting adjacent nanospikes. The combination of geometric curvature and optical probing asymmetry produces directional dependence of magnonic bands, establishing 3D hierarchical templates as a versatile platform for curvature-engineered magnonics."}
{"id": "2512.11747", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11747", "abs": "https://arxiv.org/abs/2512.11747", "authors": ["Alejandro S. Gómez", "Javier del Pino"], "title": "Quantum Dynamical Signatures of Topological Flow Transitions in Limit Cycle Phases", "comment": "7 Pages main text. 6 Pages supplemental material. 4 Figures main text. 4 Figures supplement material", "summary": "Quantum self-oscillatory phases are ubiquitous in driven-dissipative systems. Classically, each phase is defined by its flow pattern and how stationary sets organize phase space (e.g. fixed points and limit cycles), with transitions triggered by local bifurcations or global basin rearrangements. In the quantum regime, these reorganizations are often blurred by density-matrix averaging, and spectral indicators such as the Liouvillian gap can miss changes that unfold mainly in the transients. Here we introduce a topological graph invariant, the molecule, which captures the phase-space connectivity of fixed points and limit cycles. Transitions show up as discrete changes of this invariant, with each form marking a distinct quantum dynamical pattern (e.g. relaxation pathway). The molecule encodes the global topological constraints that govern how stationary sets and their basins can rearrange, clarifies when such rearrangements can affect the Liouvillian modes, and reveals additional transitions that remain hidden in the steady-state spectrum but stem from global changes of the flow topology. Our findings show that flow topology offers a clear and unified way to identify and classify dynamical phases beyond what Liouvillian spectra alone reveal."}
{"id": "2512.11289", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11289", "abs": "https://arxiv.org/abs/2512.11289", "authors": ["Md Ali Muntaha", "Larry Aagesen", "Michael Tonks"], "title": "Development of a Model for Irradiation-Assisted Grain Growth for Nanocrystalline UO2", "comment": "29 pages, 11 figures, Submitted to Journal of Nuclear Materials (Currently Under Review)", "summary": "In this work, we have developed a model for irradiation-assisted grain growth in nanocrystalline UO$_2$ using the MARMOT code. We include the impact of irradiation on UO$_2$ grain growth by coupling a phase field grain growth model with a heat conduction simulation that features a random heat source representing thermal spikes. Our model parameters have been calibrated against experimental measurements at 300 K. The calibrated model predicts grain growth in an irradiated UO$_2$ thin film that compares well with experimental data at 50 K. These results suggest that thermal spikes are the major cause of the irradiation-assisted grain growth observed in the UO$_2$ experiments. They also indicate that irradiation-assisted grain growth is only significant with average grain sizes less than 35 nm, and thus can be neglected when considering fuel performance of typical UO$_2$ fuel pellets."}
{"id": "2512.11664", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11664", "abs": "https://arxiv.org/abs/2512.11664", "authors": ["Ruiwen Xie", "Hamza Zerdoumi", "Hongbin Zhang"], "title": "X-ray magnetic circular dichroism of altermagnet $α$-Fe$_2$O$_3$ based on multiplet ligand-field theory using Wannier orbitals", "comment": null, "summary": "Hematite $α$-Fe$_2$O$_3$ is a $g$-wave altermagnetic material, which has an easy-axis phase and easy-plane weak ferromagnetic phase below and above Morin transition temperature, respectively. The presence of these phases renders it a good candidate to study the characteristic spin splitting in altermagnets under the impacts of relativistic effect and finite temperature. In this regard, we have calculated the band structure of $α$-Fe$_2$O$_3$ based on density functional theory (DFT) which also considers the Hubbard-U correction and spin-orbit coupling (SOC) effects. Additionally, the charge self-consistent DFT + dynamical mean-field theory (DMFT) calculations have been performed at finite temperatures. It is found that the altermagnetic spin splitting in $α$-Fe$_2$O$_3$ preserves with either SOC or temperature effect taken into account. Furthermore, we present a numerical simulation of the x-ray magnetic circular dichroism (XMCD) of the L$_{2,3}$ edge of Fe using a combination of DFT with multiplet ligand-field theory (MLFT). In terms of the different Néel vectors present in $α$-Fe$_2$O$_3$, we calculate the x-ray absorption spectroscopy (XAS) of the L$_{2,3}$ edge of Fe in the form of conductivity tensor and analyze the XMCD response from a perspective of symmetry. A characteristic XMCD line shape is expected when the Néel vector is along [010] direction (magnetic point group $2^\\prime/m^\\prime$) and the light propagation vector is perpendicular to the Néel vector, which can be further distinguished from the XMCD response originated from weak ferromagnetism with the light propagation vector parallel to the Néel vector."}
{"id": "2512.11670", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11670", "abs": "https://arxiv.org/abs/2512.11670", "authors": ["Tanja Đurić", "Pinaki Sengupta"], "title": "2$k_F$ instability and chiral spin density wave at the 1/9 magnetization plateau in the kagome antiferromagnets", "comment": "15 pages, 11 figures", "summary": "Kagome lattice antiferromagnets exhibit plethora of intriguing phases of matter. Particularly interesting state appears at the magnetic field-induced $1/9$ magnetization plateau observed in several recent experimental studies. The nature and exotic physical properties of the plateau however remain controversial due to an exceptional complexity of the state generated by geometrical frustration. Among candidate states recent studies found a $Z_3$ quantum spin liquid state, a valence bond crystal exhibiting an hourglass pattern and a valence bond crystal state with a $3\\times 3$ periodicity and a windmill-shaped motif. Recent torque magnetometry measurements on YCOB single-crystal samples however indicate presence of Dirac-like spinons at $1/9$ magnetization plateau. We study properties of the plateau state using novel machine learning technique that combines variational Monte Carlo, symmetry enhanced neural network quantum states and flux insertion method. Our machine learning study reveals that the ground state at the $1/9$ plateau is a gapless $1\\times 1$ chiral spin density wave caused by 2$k_F$ instability of the underlying composite Fermi liquid. The spin wave chirality results from the correlated spin order that reflects its nontrivial topology."}
{"id": "2512.11636", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11636", "abs": "https://arxiv.org/abs/2512.11636", "authors": ["Anton V. Khvalyuk", "Mikhail V. Feigel'man"], "title": "Dissipation due to bulk localized low-energy modes in strongly disordered superconductors", "comment": "8 pages, 3 figures", "summary": "We develop a theory of the temperature $T$ and frequency $ω$ dependence of ac dissipation in strongly disordered superconductors featuring a pseudogap $Δ_{P}$ in the single-particle spectrum. Our theory applies to the regime $T,\\,\\hbarω\\llΔ_{\\text{typ}}\\llΔ_{P}$, where $Δ_{\\text{typ}}$ is the typical superconducting gap. The dissipation is expressed in terms of the quality factor $Q(T,ω)$ of microwave resonators made of these materials. We show that low-$ω$ dissipation is dominated by a new type of bulk localized collective modes. Due to the strongly nonuniform spectral density of these modes, $Q$ decreases sharply with frequency, while its temperature dependence exhibits a two-level-system-like growth as a function of $T$ for $T\\ll T_{c}$. Our theory is applicable to InO$_x$, TiN, NbN, and similar strongly disordered materials. We further argue that the experimentally observed behavior of disordered films of granular Aluminum is explained by similar physics, although this case requires a separate theoretical analysis."}
{"id": "2512.11291", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2512.11291", "abs": "https://arxiv.org/abs/2512.11291", "authors": ["Jijie Zou", "Zhanghao Zhouyin", "Qiangqiang Gu", "Shishir Kumar Pandey"], "title": "Deep Learning-Based Quantum Transport Simulations in Two-Dimensional Materials", "comment": null, "summary": "Two-dimensional (2D) materials exhibit a wide range of electronic properties that make them promising candidates for next-generation nanoelectronic devices. Accurate prediction of their quantum transport behavior is therefore of both fundamental and technological importance. While density functional theory (DFT) combined with the non-equilibrium Green$'$s function (NEGF) formalism provides reliable insights, its high computational cost limits applications to large-scale or high-throughput studies. Here we present DeePTB-NEGF, a framework that combines a deep learning-based tight-binding Hamiltonians derived learned directly from first-principles calculations (DeePTB) with efficient quantum transport simulations implemented in the DPNEGF package. To validate the method, we apply it to three prototypical 2D materials: graphene, hexagonal boron nitride (h-BN), and MoS$_2$. The resulting band structures and transmission spectra show excellent agreement with conventional DFT-NEGF results, while achieving orders-of-magnitude improvement in efficiency. These results highlight the capability of DeePTB-NEGF to enable accurate and efficient quantum transport simulations, thereby opening avenues for large-scale exploration and device design in 2D materials."}
{"id": "2512.11711", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11711", "abs": "https://arxiv.org/abs/2512.11711", "authors": ["An-Dong Fan", "Yong-Kun Wang", "Jin-Yang Li", "Si Li"], "title": "Valley-dependent electronic properties in two-dimensional altermagnetic iron-based transition metal chalcogenides", "comment": "10 pages, 7 figures", "summary": "Altermagnets represent a newly identified third class of collinear magnets and have recently emerged as a focal point in condensed matter physics. In this work, through first-principles calculations and theoretical analysis, we identify monolayer Fe$_2$MoX$_4$ (X = S, Se, Te) and Fe$_2$WTe$_4$, a class of iron-based transition metal chalcogenides, as promising altermagnetic materials. These systems are found to be semiconductors exhibiting spin splitting in their nonrelativistic band structures, indicative of intrinsic altermagnetic ordering. Remarkably, their valence bands feature a pair of valleys at the time-reversal-invariant momenta X and Y points. Unlike conventional valley systems, these valleys are related by crystal symmetries rather than time-reversal symmetry. We investigate valley-dependent physical phenomena in these materials, including Berry curvature and optical circular dichroism, revealing strong valley-contrasting behavior. Furthermore, we investigate the effect of uniaxial strain and show that it effectively lifts the valley degeneracy, resulting in pronounced valley polarization. Under hole doping, this strain-induced asymmetry gives rise to a piezomagnetic response. We also explore the generation of anisotropic noncollinear spin currents in these systems, expanding the scope of their spin-related functionalities. Our findings unveil rich valley physics in monolayer Fe$_2$MoX$_4$ (X = S, Se, Te) and Fe$_2$WTe$_4$, highlighting their significant potential for applications in valleytronics, spintronics, and multifunctional nanoelectronic devices."}
{"id": "2512.11073", "categories": ["cond-mat.supr-con", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11073", "abs": "https://arxiv.org/abs/2512.11073", "authors": ["M. Iskin"], "title": "Self-consistent inclusion of disorder in the BCS-BEC crossover near $T_c$", "comment": "8+ pages", "summary": "We develop a systematic theoretical approach to incorporate the effects of a static white-noise disorder into the BCS-BEC crossover near the critical temperature ($T_c$) of the superfluid transition. Starting from a functional-integral formulation in momentum-frequency space, we derive an effective thermodynamic potential that fully accounts for Gaussian fluctuations of the order-parameter field and its coupling to the disorder potential. The effective action, expanded to second order in both the disorder potential and the bosonic field, naturally involves third- and fourth-order terms arising from the logarithmic expansion near $T_c$. This formalism, valid across the entire BCS-BEC crossover, reproduces the well-established BCS and BEC limits and yields self-energy expressions consistent with previous analyses for non-interacting point bosons and tightly bound fermion pairs. The approach applies equally to continuum and lattice systems and provides a natural framework for generalizations to multiband models."}
{"id": "2512.11663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11663", "abs": "https://arxiv.org/abs/2512.11663", "authors": ["Gianluca Gubbiotti", "Olha Bezsmertna", "Oleksandr V. Pylypovskyi", "Rui Xu", "Stephane Chiroli", "Fatih Zighem", "Claudia Fernandez Gonzalez", "Andrea Sorrentino", "David Raftrey", "Daniel Wolf", "Axel Lubk", "Peter Fischer", "Damien Faurie", "Denys Makarov"], "title": "Curvilinear magnonic crystal based on 3D hierarchical nanotemplates", "comment": null, "summary": "Curvilinear magnetic nanostructures enable control of magnetization dynamics through geometry-induced anisotropy and chiral interactions as well as magnetic field modulation. In this work, we report a curvilinear magnonic crystal based on large-area square arrays of truncated nanospikes fabricated by conformal coating of 3D hierarchical templates with permalloy thin films. Brillouin light scattering spectroscopy reveals anisotropic band structure with multiple dispersive and folded Bloch-type dispersive spin-wave modes as well as non-dispersive modes exhibiting direction-dependent frequency shifts and intensity asymmetries along lattice principal axes. Finite element micromagnetic simulations indicate that curvature-induced variations of the demagnetizing field govern the magnonic response, enabling the identification of modes propagating in nanochannels and other localized on nanospike apexes or along the ridges connecting adjacent nanospikes. The combination of geometric curvature and optical probing asymmetry produces directional dependence of magnonic bands, establishing 3D hierarchical templates as a versatile platform for curvature-engineered magnonics."}
{"id": "2512.11312", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11312", "abs": "https://arxiv.org/abs/2512.11312", "authors": ["Aurelien David"], "title": "Optical properties of InGaN quantum wells: accurately modeling the effects of disorder", "comment": null, "summary": "A model including random alloy disorder is used to account for the outstanding optical properties of InGaN quantum wells (QW). The model provides excellent agreement to experimental observations on various structures. This study clarifies the prevalent role played by disorder in optical features such as the luminescence lineshape, the Stokes shift, and the radiative rate. Finally, the relationship between disorder and the peculiar properties of long-wavelength InGaN emitters is investigated."}
{"id": "2512.11132", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11132", "abs": "https://arxiv.org/abs/2512.11132", "authors": ["Gina Angelo", "Qiang Zhang", "Dylan Correll", "Xin Gui"], "title": "Site Preference and Possible Coexistence of Antiferromagnetic Order and Magnetic Frustration in (Co1-xMgx)10Ge3O16 (0 <= x <= 30%)", "comment": "45 pages, 13 figures, 17 tables", "summary": "Geometrically frustrated magnetism has attracted tremendous attention while chemical doping has been utilized as an important tool to probe frustrated magnetism in various systems. Here we perform a systematic study by doping non-magnetic Mg2+ into a magnetically complicated system, Co10Ge3O16, which contains three frustrated sublattices of Co2+, e.g., triangular Co1, Kagome Co2 and Co3 sublattices. By growing crystals for (Co1-xMgx)10Ge3O16 (0 < x <= 30%), we observed obvious site preference of Mg2+ on Co1 and Co3 sites over the Co2 site. Powder X-ray diffraction (XRD) patterns confirm the high purity of the samples and indicate systematic peak shift, consistent with the loading compositions. Although previously investigated, the magnetic structure and expected magnetic frustration in this system are not fully uncovered. Our temperature-dependent magnetic susceptibility measurements suggest that the high-temperature magnetostructural phase transition with antiferromagnetic ordering and a low-temperature broad peak are suppressed with Mg2+ doping, while two new magnetic features emerge at high Mg2+ level. Moreover, the structural phase transition from high-temperature R-3m to low-temperature C2/m space group is absent at the antiferromagnetic ordering temperature, as confirmed by single-crystal XRD. By analyzing the heat capacity and neutron powder diffraction results of the highest doped sample, (Co0.7Mg0.3)10Ge3O16, we speculate that the Co1 site is responsible for the long-range antiferromagnetic ordering, while the other two sites are short-range correlated in addition to a Mg2+-induced spin-glass state. This study provides more insights into the complex magnetism in Co10Ge3O16 by using the non-magnetic Mg2+ as a probe. However, detailed magnetic structure requires further efforts on growing large single crystals."}
{"id": "2512.11084", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11084", "abs": "https://arxiv.org/abs/2512.11084", "authors": ["Jiong-Hao Wang", "Christopher Ekman", "Raul Perea-Causin", "Hui Liu", "Emil J. Bergholtz"], "title": "Topological Order and Non-Hermitian Skin Effect in Generalized Ideal Chern Bands", "comment": null, "summary": "Fractionalization in ideal Chern bands and non-Hermitian topological physics are two active but so far separate research directions. Merging these, we generalize the notion of ideal Chern bands to the non-Hermitian realm and uncover several striking consequences both on the level of band theory and in the strongly interacting regime. Specifically, we show that the lowest band of a Kapit--Mueller lattice model with an imaginary gauge potential satisfies a generalized ideal condition with complex Berry curvature in sync with a complex quantum metric. The ideal band remains purely real and exactly flat yet all right and left eigenstates accumulate at the boundaries on a cylinder, implying a non-Hermitian skin effect without an accompanying spectral winding. The skin effect is inherited by the many-body zero modes, yielding skin-Laughlin states with an exponential profile on the lattice. Moreover, at a critical strength of non-Hermiticity there is an unconventional phase transition on the torus, which is absent on the cylinder. Our findings lead to an extension of topological order in non-Hermitian systems."}
{"id": "2512.11766", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11766", "abs": "https://arxiv.org/abs/2512.11766", "authors": ["Xavier R. Advincula", "Christoph Schran", "Angelos Michaelides"], "title": "When Is Nanoconfined Water Different From Interfacial Water?", "comment": null, "summary": "Water behaves very differently at surfaces and under extreme confinement, but the boundary between these two regimes has remained unclear. Despite evidence that interfacial effects persist under sub-nanometre confinement, the molecular-scale behaviour and its evolution with slit width remain unclear. Here, we use machine-learning molecular dynamics with first-principles accuracy to probe water at graphene surfaces across slit widths ranging from the open-interface limit to angstrom-scale confinement. We find that water undergoes a sharp structural transition: when three or more water layers fit between the walls, the structure of the graphene-water interface is effectively indistinguishable from that in an open system, with density layering, hydrogen bonding, and orientational ordering retaining interfacial character. Below this threshold, however, angstrom-scale confinement strongly reorganises the liquid, producing enhanced ordering, a restructured hydrogen-bond network, and modified orientational motifs. These results establish a molecular-level picture that clearly separates interfacial behaviour from genuine nanoconfinement and provide guidance for predicting and controlling the structure of water in nanoscale solid-liquid environments."}
{"id": "2512.11329", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11329", "abs": "https://arxiv.org/abs/2512.11329", "authors": ["Shutao Liu", "Yan Liu", "Chengkang Zhou", "Zhe Wang", "Jie Lou", "Changle Liu", "Zheng Yan", "Yan Chen"], "title": "Spectroscopic evidences for the spontaneous symmetry breaking at the $SO(5)$ deconfined critical point of $J$-$Q_3$ model", "comment": "7 pages,4 figures", "summary": "Recent numerical and theoretical studies on the two-dimensional $J$-$Q_3$ model suggests that the deconfined quantum critical point is actually a $SO(5)$-symmetry-enhanced first-order phase transition that is spontaneously broken to $O(4)$. However, this conclusion has mainly relied on finite-size scaling of the entanglement entropy, lacking direct evidence from physical observables.} Here, we investigate the dynamical spectra of spin and bond operators at the deconfined critical point of the $J$-$Q_3$ model using large-scale quantum Monte Carlo simulations, and contrasting them with the well-established $\\mathrm{O(3)}$ Wilson-Fisher criticality in the $J_1$-$J_2$ Heisenberg model. Although both models exhibit two gapless magnon modes in the Néel phase, their critical behaviors diverge strikingly. At the $J_1$-$J_2$ critical point, the Higgs mode becomes gapless, yielding three gapless modes that reflect the full restoration of the $\\mathrm{O(3)}$ symmetry. {In the $J$-$Q_3$ model, we instead observe four gapless transverse modes at the either side of the transition. This spectral feature, together with the entanglement entropy results, provides direct evidence for the weakly first-order scenario that the deconfined quantum critical point exhibits an emergent $\\mathrm{SO(5)}$ symmetry that spontaneously breaks to $\\mathrm{O(4)}$."}
{"id": "2512.11137", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11137", "abs": "https://arxiv.org/abs/2512.11137", "authors": ["Giovanny Espitia", "Seung Hun Lee", "Calvin Kaiyu Chiu", "Junyeong Ahn", "Mit H. Naik"], "title": "Quasi-one-dimensional taco-shaped bands in large-angle twisted bilayer transition metal dichalcogenides", "comment": null, "summary": "Two-dimensional moiré materials offer a powerful, twist-tunable platform for engineering electronic bands and correlations, though most studies to date have focused on small twist angles where flat bands arise from symmetry-pinned monolayer momenta. Here, we observe the surprising emergence of flat electronic bands with a distinctive quasi-one-dimensional dispersion at large twist angles in bilayer transition metal dichalcogenides that originate from the $Λ$ valley states at generic momenta between $Γ$ and $K$ points. These taco-shaped anisotropic bands result from optimal interlayer hybridization between like-spin $Λ$ valleys at the conduction band minimum in the Brillouin zone, resulting in directional band flattening at a magic twist-angle of 21.8$^{\\circ}$. The bands form six anisotropic channels with a sixfold alternating spin texture reminiscent of altermagnetic textures. At low energies, the density of states shows a power-law dependence due to the quasi-one-dimensional character, enhancing the potential for correlated phases. Our results provide a new platform for correlated phenomena and broaden the scope of moiré engineering to large twist angles in 2D materials."}
{"id": "2512.11137", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11137", "abs": "https://arxiv.org/abs/2512.11137", "authors": ["Giovanny Espitia", "Seung Hun Lee", "Calvin Kaiyu Chiu", "Junyeong Ahn", "Mit H. Naik"], "title": "Quasi-one-dimensional taco-shaped bands in large-angle twisted bilayer transition metal dichalcogenides", "comment": null, "summary": "Two-dimensional moiré materials offer a powerful, twist-tunable platform for engineering electronic bands and correlations, though most studies to date have focused on small twist angles where flat bands arise from symmetry-pinned monolayer momenta. Here, we observe the surprising emergence of flat electronic bands with a distinctive quasi-one-dimensional dispersion at large twist angles in bilayer transition metal dichalcogenides that originate from the $Λ$ valley states at generic momenta between $Γ$ and $K$ points. These taco-shaped anisotropic bands result from optimal interlayer hybridization between like-spin $Λ$ valleys at the conduction band minimum in the Brillouin zone, resulting in directional band flattening at a magic twist-angle of 21.8$^{\\circ}$. The bands form six anisotropic channels with a sixfold alternating spin texture reminiscent of altermagnetic textures. At low energies, the density of states shows a power-law dependence due to the quasi-one-dimensional character, enhancing the potential for correlated phases. Our results provide a new platform for correlated phenomena and broaden the scope of moiré engineering to large twist angles in 2D materials."}
{"id": "2512.11341", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11341", "abs": "https://arxiv.org/abs/2512.11341", "authors": ["Jianwei Huang", "Zheng Ren", "Hengxin Tan", "Jounghoon Hyun", "Yichen Zhang", "Thomas Hulse", "Zhaoyu Liu", "Jonathan M. DeStefano", "Yaofeng Xie", "Ziqin Yue", "Junichiro Kono", "Pengcheng Dai", "Yu He", "Aki Pulkkinen", "Ján Minár", "Jiun-Haw Chu", "Ziqiang Wang", "Binghai Yan", "Rafael M. Fernandes", "Ming Yi"], "title": "Magnetic-field induced momentum-dependent symmetry breaking in CsV$_3$Sb$_5$ revealed by magneto-ARPES", "comment": "37 pages, 12 figures, accepted for publication in Nature Physics", "summary": "In quantum materials with multiple degrees of freedom with similar energy scales, intertwined electronic orders with distinct broken symmetries often appear in a strongly coupled fashion. Recently, in a class of kagome superconductors represented by CsV$_3$Sb$_5$, experimental reports have suggested rotational symmetry breaking and time reversal symmetry breaking associated with a charge density wave (CDW) order, revealing an exotic nature of this CDW order. Here, utilizing our recently developed capability of performing angle-resolved photoemission spectroscopy in a tunable magnetic field (magneto-ARPES), we reveal momentum-selective response of the electronic structure of CsV$_3$Sb$_5$ to an external magnetic field. While the response in the electronic structure is clearly compatible with piezomagnetism, strong orbital-selectivity is observed. Specifically, bands associated with the vanadium $d$-orbitals contributing to the Van Hove singularities (VHS) near the Brillouin zone (BZ) boundary exhibit selective spectral broadening that breaks C$_6$ rotational symmetry and is odd in magnetic field, disappearing above the CDW transition. Meanwhile, the antimony $p$-orbital dominated electron pocket at the BZ center becomes elongated under an applied field -- an effect that persists above the $T_{\\rm CDW}$. Our observations delineate the origin of the time-reversal symmetry breaking associated with the vanadium VHS-bands at the onset of the CDW order, while the field-induced rotational symmetry breaking largely associated with the antimony $p$ orbitals reflects fluctuations beyond the CDW ordering temperature. Our magneto-ARPES work demonstrates a novel tuning knob for disentangling intertwined orders in the momentum space for quantum materials."}
{"id": "2512.11341", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11341", "abs": "https://arxiv.org/abs/2512.11341", "authors": ["Jianwei Huang", "Zheng Ren", "Hengxin Tan", "Jounghoon Hyun", "Yichen Zhang", "Thomas Hulse", "Zhaoyu Liu", "Jonathan M. DeStefano", "Yaofeng Xie", "Ziqin Yue", "Junichiro Kono", "Pengcheng Dai", "Yu He", "Aki Pulkkinen", "Ján Minár", "Jiun-Haw Chu", "Ziqiang Wang", "Binghai Yan", "Rafael M. Fernandes", "Ming Yi"], "title": "Magnetic-field induced momentum-dependent symmetry breaking in CsV$_3$Sb$_5$ revealed by magneto-ARPES", "comment": "37 pages, 12 figures, accepted for publication in Nature Physics", "summary": "In quantum materials with multiple degrees of freedom with similar energy scales, intertwined electronic orders with distinct broken symmetries often appear in a strongly coupled fashion. Recently, in a class of kagome superconductors represented by CsV$_3$Sb$_5$, experimental reports have suggested rotational symmetry breaking and time reversal symmetry breaking associated with a charge density wave (CDW) order, revealing an exotic nature of this CDW order. Here, utilizing our recently developed capability of performing angle-resolved photoemission spectroscopy in a tunable magnetic field (magneto-ARPES), we reveal momentum-selective response of the electronic structure of CsV$_3$Sb$_5$ to an external magnetic field. While the response in the electronic structure is clearly compatible with piezomagnetism, strong orbital-selectivity is observed. Specifically, bands associated with the vanadium $d$-orbitals contributing to the Van Hove singularities (VHS) near the Brillouin zone (BZ) boundary exhibit selective spectral broadening that breaks C$_6$ rotational symmetry and is odd in magnetic field, disappearing above the CDW transition. Meanwhile, the antimony $p$-orbital dominated electron pocket at the BZ center becomes elongated under an applied field -- an effect that persists above the $T_{\\rm CDW}$. Our observations delineate the origin of the time-reversal symmetry breaking associated with the vanadium VHS-bands at the onset of the CDW order, while the field-induced rotational symmetry breaking largely associated with the antimony $p$ orbitals reflects fluctuations beyond the CDW ordering temperature. Our magneto-ARPES work demonstrates a novel tuning knob for disentangling intertwined orders in the momentum space for quantum materials."}
{"id": "2512.11177", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11177", "abs": "https://arxiv.org/abs/2512.11177", "authors": ["Andrea N. Capa Salinas", "Brenden R. Ortiz", "Steven J. Gomez Alvarado", "Sarah Schwarz", "Ganesh Pokharel", "Luca Buiarelli", "Hyeonseo Harry Park", "Shiyu Yuan", "Roland Yin", "Suchismita Sarker", "Turan Birol", "Stephen D. Wilson"], "title": "Interplay between charge correlations and superconductivity across the superconducting domes of CsV$_{3}$Sb$_{5-x}$Sn$_x$", "comment": "6 pages, 4 figures", "summary": "The kagome metal CsV$_3$Sb$_5$ shows an unconventional interplay between charge density wave (CDW) order and superconductivity. Tuning the band filling is known to rapidly suppress long-range CDW order and drive the formation of two superconducting ``domes\" upon increasing hole concentration. Here we determine the detailed evolution of charge correlations across this phase diagram and resolve their interplay with the superconducting state. Upon light hole-doping, the suppression of a metastable $2\\times 2\\times 4$ CDW state coincides with the suppression of superconducting fluctuations present in the parent CsV$_3$Sb$_5$ compound. Continued doping suppresses long-range $2\\times 2\\times 2$ CDW order, leaving remnant short-range, quasi-1D correlations that persist across the second superconducting dome. These higher temperature charge correlations are seemingly essential to the lower temperature superconducting state, as charge correlations vanish coincident with superconductivity as a function of hole-doping. A multidomain model of short-range V-V dimer formation within the kagome plane is proposed in the second superconducting dome, where rotational and translational symmetry remain locally broken even in the absence of long-range CDW order."}
{"id": "2512.11343", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11343", "abs": "https://arxiv.org/abs/2512.11343", "authors": ["Manasa Manasa", "Mohammad Azam", "Tatiana Zajarniuk", "Svitlana Stelmakh", "Tomasz Cetner", "Andrzej Morawski", "Shiv J. Singh"], "title": "Enhancement of the superconducting transition temperature in Mn-doped CaKFe4As4 processed by the high gas-pressure and high-temperature synthesis method", "comment": "25 pages, 6 figures", "summary": "A series of Mn-doped CaKFe4As4 samples, CaK(Fe1-xMnx)4As4 with x values of 0, 0.005, 0.01, 0.02, 0.03, 0.04, and 0.05, are synthesized using two distinct routes: conventional synthesis process at ambient pressure (CSP), and high gas-pressure and high-temperature synthesis (HP-HTS) method. Comprehensive characterizations are performed on these samples to investigate their superconducting properties. This study examines the effects of Mn substitution at Fe sites in the FeAs layer on the superconducting properties of the CaKFe4As4 (1144) material. The HP-HTS process improves the microstructure and phase purity of the parent sample (x = 0), resulting in an enhanced superconducting transition temperature (Tc). In contrast, Mn doping via the CSP method in CaKFe4As4 reduces the sample quality and superconducting performance. Notably, the high-pressure synthesis method leads to an increase in the Tc by 3 to 7 K, particularly at low Mn concentrations. While the critical current density (Jc) of the parent sample (x = 0) shows a significant enhancement under the applied magnetic fields, Jc decreases for Mn-doped CaKFe4As4 bulks. These results demonstrate that high-pressure synthesis is an effective approach to improve the superconducting properties of Mn-doped 1144 compounds."}
{"id": "2512.11439", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11439", "abs": "https://arxiv.org/abs/2512.11439", "authors": ["Jinyu Zhao", "Shu Cai", "Zhaoyu Liu", "Jianfeng Zhang", "Shuaihang Sun", "Pengyu Wang", "Jing Guo", "Yazhou Zhou", "Shiliang Li", "Fuyang Liu", "Luhong Wang", "Haozhe Liu", "Yang Ding", "Qi Wu", "Richard L. Greene", "Tao Xiang", "Liling Sun"], "title": "Signatures of a Lifshitz transition in pressurized electron-doped cuprate", "comment": "16 pages and 5 figures", "summary": "It is well known that the electronic structure of hole-doped cuprate superconductors is tunable through both chemical doping and external pressure, which frequently offer us new insights of understanding on the high-Tc superconducting mechanism. While, for electron-doped cuprate superconductors, although the chemical doping effects have been systematically and thoroughly investigated, there is still a notable lack of experimental evidence regarding the pressure-driven coevolution of Tc and electronic structure. In this study, we report the first observation on the signatures of pressure-induced Lifshitz transition in Pr0.87LaCe0.13CuO4+delta (PLCCO) single crystal, a typical electron-doped cuprate superconductor, through the comprehensive high-pressure measurements of electrical resistance, Hall coefficient (RH) and synchrotron X-ray diffraction (XRD). Our results reveal that, at 40 K, the ambient-pressure RH with a significantly negative value decreases with increasing pressure until it reaches zero at a critical pressure (Pc ~ 10 GPa). Meanwhile, the corresponding Tc exhibits a slight variation within this pressure range. As pressure is further increased beyond Pc, RH changes its sign from negative to positive and then shows a slight increase, while Tc displays a continuous decrease. Our XRD measurements at 40 K demonstrate that no crystal structure phase transition occurs across the Pc. These results reveal that applying pressure to PLCCO can induce a Lifshitz transition at Pc, manifesting the reconstruction of the Fermi surface (FS), which turns the superconductivity toward fading out. Our calculation further reinforces the Fermi surface reconstruction from electron-dominated to hole-dominated ones at around Pc. These findings provide new evidence that highlights the strong correlation between the superconductivity and the Fermi surface topology in the electron-doped cuprates."}
{"id": "2512.11344", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11344", "abs": "https://arxiv.org/abs/2512.11344", "authors": ["N. N. Orlova", "A. A. Avakyants", "V. D. Esin", "A. V. Timonina", "N. N. Kolesnikov", "E. V. Deviatov"], "title": "Altermagnetic bulk and topological surface magnetizations for CrSb single crystals", "comment": null, "summary": "We experimentally investigate the angle dependence of magnetization $M(α)$ for single crystals of CrSb. CrSb belongs to a new class of altermagnetic materials, the small net magnetization is accompanied by alternating spin splitting in the k-space. In addition, CrSb reveals also topological features with Weyl surface states originating from bulk band topology. We observe, that $M(α)$ oscillates around zero value, so magnetization is positive for $M(α)$ maxima and it is negative for $M(α)$ minima. The magnetization reversal curves $M(H)$ are non-linear with low-field hysteresis, but with almost linear high-field branches. The slope of the linear branches well correlates with $M(α)$ oscillations, so it is positive for $M(α)$ maxima and negative for $M(α)$ minima. We demonstrate, that the interplay between the positive and the negative $M(H)$ slopes originates from several magnetic phases in CrSb. In particular, current-carrying topological surface states are responsible for the diamagnetic-like $M(H)$ negative slope, which dominates for the directions of full spin compensation in the bulk CrSb altermagnetic spectrum. Due to the spin-momentum locking, topological surface states are spin-polarized, which is responsible for the low-field hysteresis. Thus, we experimentally demonstrate both the altermagnetic bulk and the topological surface magnetizations for the altermagnetic candidate CrSb."}
{"id": "2512.11566", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11566", "abs": "https://arxiv.org/abs/2512.11566", "authors": ["Lecheng Liang", "Hengyu Li", "Shao Ye", "Peng Li", "Kaiyang Xu", "Jinhui Liang", "Binwen Zeng", "Bo Shen", "Taisuke Ozaki", "Zhiming Cui"], "title": "Exceptional Alkaline Methanol Electrooxidation on Bi-modified Pt3M Intermetallics: Kinetic Origins and an OH Binding Energy Descriptor", "comment": null, "summary": "The exploration of advanced CO-free catalysts and clarifying the ambiguous kinetic origins and governing factors would undoubtedly open up opportunities to overcome the sluggish kinetics of methanol electrooxidation and promote the development of direct methanol fuel cells. Herein, we constructed a family of Bi-modified Pt3M intermetallic catalysts (Bi-Pt3M/C, M=Cr, Mn, Co, Zn, In, Ga, and Sn) that follow CO-free dominated pathway and exhibit exceptional catalytic activity. More significantly, leveraging this platform, we have identified the pivotal factor governing the reaction kinetics in CO-free pathway, namely OH binding energy (OHBE). This arises because the rate-determining step (RDS) encompasses both C-H bond activation and water dissociation, whose respective barriers can be reflected by the OHBE. Accordingly, OHBE can act as an activity descriptor. Specifically, Bi-Pt3In/C stands out from other Bi-Pt3M/C and delivers the unprecedented mass activity of 36.7 A mgPt-1 at peak potential, far exceeding state-of-the-art Pt-based catalysts reported to date. Taking Bi-Pt3In/C as a proof of concept, we clearly elucidate the origin of enhanced MOR activity by combining theoretical calculations, kinetic isotope effects, and formaldehyde electrooxidation. Moreover, there exhibits a volcano-type trend between OHBE and the activity of Bi-Pt3M/C. Beyond the discovery of ultrahigh-performance catalysts, these findings provide a detailed mechanistic picture of RDS and offer an innovative design principle for advanced catalysts."}
{"id": "2512.11347", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2512.11347", "abs": "https://arxiv.org/abs/2512.11347", "authors": ["Muhammad Usman Javed", "Sikander Azam", "Qaiser Rafiq", "Hamdy Khamees Thabet"], "title": "Defect-Engineered Multifunctionality in Cu-Doped Bi2Te2: Interplay of Thermoelectric, Piezoelectric, and Optoelectronic Properties from First-Principles Insights", "comment": null, "summary": "Defect engineering can improve the linked charge, spin, and lattice behavior of thermoelectric topological insulators. Using density functional theory with spin orbit coupling, we study structural, electronic, optical, thermoelectric, piezoelectric, and charge density features of pristine and Cu doped Bi2Te3. Cu substitution slightly expands the lattice and lowers the total energy minimum, which stabilizes the structure. The density of states shows that Cu d and Te p hybridization creates sharp states near the Fermi level, raising the carrier concentration and supporting higher Seebeck coefficient and power factor. Transport calculations show an increase in the Seebeck coefficient from about 180 microvolts per kelvin in pristine Bi2Te3 to about 220 microvolts per kelvin at 300 K while keeping the electrical conductivity nearly unchanged. Optical spectra reveal strong low energy absorption and very large static dielectric constants (greater than 600), indicating tunable light matter coupling. The piezoelectric coefficient e33 rises from 0.19 C/m2 in pristine Bi2Te3 to 0.38 C/m2 at 5 percent Cu and 0.51 C/m2 at 10 percent Cu, reflecting symmetry breaking and strain driven polarization. Charge density difference maps show anisotropic redistribution, with Cu donating about 0.8 electrons mainly to Te sites, which enhances p type behavior and phonon scattering. Overall, Cu doping reshapes Bi2Te3 into a multifunctional material with coupled thermoelectric, piezoelectric, and optical responses suitable for hybrid energy harvesting, infrared detection, and spin based devices."}
{"id": "2512.11371", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11371", "abs": "https://arxiv.org/abs/2512.11371", "authors": ["Jože Gašperlin", "Denis Golež", "Jason Kaye"], "title": "Stability and complexity of global iterative solvers for the Kadanoff-Baym equations", "comment": "20 pages, 12 figures", "summary": "Although the Kadanoff-Baym equations are typically solved using time-stepping methods, iterative global-in-time solvers offer potential algorithmic advantages, particularly when combined with compressed representations of two-time objects. We examine the computational complexity and stability of several global-in-time iterative methods, including multiple variants of fixed point iteration, Jacobian-free methods, and a Newton-Krylov method using automatic differentiation. We consider the ramped and periodically-driven Falicov-Kimball and Hubbard models within time-dependent dynamical mean-field theory. Although we observe that several iterative methods yield stable convergence at large propagation times, a standard forward fixed point iteration does not. We find that the number of iterations required to converge to a given accuracy with a fixed time step size scales roughly linearly with the number of time steps. This scaling is associated with the formation of a propagating front in the residual error, whose velocity is method-dependent. We identify key challenges which must be addressed in order to make global solvers competitive with time-stepping methods."}
{"id": "2512.11387", "categories": ["cond-mat.mes-hall", "gr-qc"], "pdf": "https://arxiv.org/pdf/2512.11387", "abs": "https://arxiv.org/abs/2512.11387", "authors": ["A. L. Bassant", "R. A. Duine"], "title": "Thermal Spin Waves from Accelerating Domain Walls via the Unruh Effect", "comment": "12 pages, 4 figures", "summary": "We consider a wire consisting of a conducting ferromagnetic layer and an insulating antiferromagnetic layer that are coupled. The ferromagnet hosts a domain wall, which is dynamically driven by a charge current. We show that for a specific time-dependent current, the domain wall moves according to a Rindler trajectory. This motion excites spin waves in the antiferromagnetic insulator, and their emission spectrum is characterised by an effective temperature analogous to the Unruh temperature, $T_U = \\hbar a/2πc k_B$, with a the acceleration of the domain wall, c the maximum antiferromagnetic spin wave velocity, and kB the Boltzmann constant. This thermal signature is a direct consequence of the Unruh effect and could be experimentally observed. Our results establish magnetism as a promising platform for probing relativistic quantum field phenomena. Moreover, since the Unruh effect is inherently linked to entanglement, our proposal provides a route for entangling magnetic domain walls via relativistic effects."}
{"id": "2512.11394", "categories": ["cond-mat.mes-hall", "nlin.PS", "physics.optics"], "pdf": "https://arxiv.org/pdf/2512.11394", "abs": "https://arxiv.org/abs/2512.11394", "authors": ["Abhijit P. Chaudhari", "Marius Jürgensen", "Mikael C. Rechtsman"], "title": "Quantized pumping in disordered nonlinear Thouless pumps", "comment": null, "summary": "We investigate the dynamics of nonlinear optical Thouless pumps in the presence of disorder, using optical waveguide arrays. It was previously known that the displacement of solitons in Thouless pumps is quantized and may exhibit integer and fractional transport over the course of the pump cycle. Here, we demonstrate that, in disordered nonlinear pumps, quantization may be maintained despite the presence of disorder, even though it would not be in the linear domain. Moreover, nonlinearity allows pumps to be executed more quickly (i.e., less adiabatically). This may serve as a design principle for integrated non-reciprocal devices based on temporal modulation."}
{"id": "2512.11415", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2512.11415", "abs": "https://arxiv.org/abs/2512.11415", "authors": ["Marco Baiesi", "Alberto Rosso"], "title": "Emergence of Nonequilibrium Latent Cycles in Unsupervised Generative Modeling", "comment": "8 pages, 4 figures", "summary": "We show that nonequilibrium dynamics can play a constructive role in unsupervised machine learning by inducing the spontaneous emergence of latent-state cycles. We introduce a model in which visible and hidden variables interact through two independently parametrized transition matrices, defining a Markov chain whose steady state is intrinsically out of equilibrium. Likelihood maximization drives this system toward nonequilibrium steady states with finite entropy production, reduced self-transition probabilities, and persistent probability currents in the latent space. These cycles are not imposed by the architecture but arise from training, and models that develop them avoid the low-log-likelihood regime associated with nearly reversible dynamics while more faithfully reproducing the empirical distribution of data classes. Compared with equilibrium approaches such as restricted Boltzmann machines, our model breaks the detailed balance between the forward and backward conditional transitions and relies on a log-likelihood gradient that depends explicitly on the last two steps of the Markov chain. Hence, this exploration of the interface between nonequilibrium statistical physics and modern machine learning suggests that introducing irreversibility into latent-variable models can enhance generative performance."}
{"id": "2512.11417", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11417", "abs": "https://arxiv.org/abs/2512.11417", "authors": ["Shun Asano", "Youichi Yanase"], "title": "Chirality-induced spin-selective Peierls transition", "comment": "16 pages, 7 figures, 3 tables and the Supplementary Information", "summary": "Chirality, referring to the absence of mirror and inversion symmetries, is a ubiquitous concept in nature. In condensed matter physics, vigorous research has clarified how chiral materials harbour unconventional electronic and vibrational responses. In parallel, recent studies have demonstrated that chiral structures can be engineered or tuned from achiral precursors. Despite these complementary advances, an integrated understanding of electronic and phononic dynamics, self-organized chiral structures, and their interplay is still lacking. Such an integrated framework is crucial both for elucidating the spontaneous formation and stabilization of chiral structures and for advancing the electronic functionalities of chiral materials. Here, we predict novel spontaneous structural phase transitions unique to chiral crystals with screw symmetry. In quasi-one-dimensional chiral crystals, the phonon frequency renormalized by the electron-phonon coupling depends on the handedness of circular polarization. Consequently, the soft mode encoding the intrinsic phonon angular momentum induces spin-selective Peierls gaps in the electronic band, entailing a helical spin density wave and chiral lattice distortion. We also elucidate the chiral signature of collective modes. Our findings offer new avenues for advanced spintronics applications and crucial insights into the elusive mechanisms underlying the formation process of chirality in nature."}
{"id": "2512.11439", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11439", "abs": "https://arxiv.org/abs/2512.11439", "authors": ["Jinyu Zhao", "Shu Cai", "Zhaoyu Liu", "Jianfeng Zhang", "Shuaihang Sun", "Pengyu Wang", "Jing Guo", "Yazhou Zhou", "Shiliang Li", "Fuyang Liu", "Luhong Wang", "Haozhe Liu", "Yang Ding", "Qi Wu", "Richard L. Greene", "Tao Xiang", "Liling Sun"], "title": "Signatures of a Lifshitz transition in pressurized electron-doped cuprate", "comment": "16 pages and 5 figures", "summary": "It is well known that the electronic structure of hole-doped cuprate superconductors is tunable through both chemical doping and external pressure, which frequently offer us new insights of understanding on the high-Tc superconducting mechanism. While, for electron-doped cuprate superconductors, although the chemical doping effects have been systematically and thoroughly investigated, there is still a notable lack of experimental evidence regarding the pressure-driven coevolution of Tc and electronic structure. In this study, we report the first observation on the signatures of pressure-induced Lifshitz transition in Pr0.87LaCe0.13CuO4+delta (PLCCO) single crystal, a typical electron-doped cuprate superconductor, through the comprehensive high-pressure measurements of electrical resistance, Hall coefficient (RH) and synchrotron X-ray diffraction (XRD). Our results reveal that, at 40 K, the ambient-pressure RH with a significantly negative value decreases with increasing pressure until it reaches zero at a critical pressure (Pc ~ 10 GPa). Meanwhile, the corresponding Tc exhibits a slight variation within this pressure range. As pressure is further increased beyond Pc, RH changes its sign from negative to positive and then shows a slight increase, while Tc displays a continuous decrease. Our XRD measurements at 40 K demonstrate that no crystal structure phase transition occurs across the Pc. These results reveal that applying pressure to PLCCO can induce a Lifshitz transition at Pc, manifesting the reconstruction of the Fermi surface (FS), which turns the superconductivity toward fading out. Our calculation further reinforces the Fermi surface reconstruction from electron-dominated to hole-dominated ones at around Pc. These findings provide new evidence that highlights the strong correlation between the superconductivity and the Fermi surface topology in the electron-doped cuprates."}
{"id": "2512.11451", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11451", "abs": "https://arxiv.org/abs/2512.11451", "authors": ["Joshua Althüser", "Ilya M. Eremin", "Götz S. Uhrig"], "title": "Enhanced Superconductivity in Proximity to Peaks in Densities of States", "comment": "5 pages, 4 figures", "summary": "For the BCS theory of superconductivity, the electron-phonon interaction is transformed to an attractive electron-electron interaction in the vicinity of the Fermi energy only. At the same time, its formal derivation using a unitary transformation reveals that the electrons attract one another whenever their energies do not differ more than the phonon energy $ω_\\mathrm{D}$, independent of closeness to the Fermi energy. Consequently, the order parameter becomes finite even away from the Fermi level. Yet, for small interactions, its magnitude is usually small and can be safely ignored, justifying the BCS approximation. Intriguingly, we find that an accumulation of density-of-states at an energy $\\varepsilon_\\mathrm{peak}$ in proximity to the Fermi energy induces a significant order parameter magnitude around $\\varepsilon_\\mathrm{peak}$, which exceeds the one at $E_\\mathrm{F}$ for moderate coupling strengths. This strong enhancement is heralded by the softening of an additional collective mode, which resembles a second phase transition. We predict measurable signatures in the thermodynamic and spectroscopic response of this unexpected phenomenon, guiding future experimental searches for it."}
{"id": "2512.11459", "categories": ["cond-mat.stat-mech", "astro-ph.EP", "cond-mat.soft", "math-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11459", "abs": "https://arxiv.org/abs/2512.11459", "authors": ["Michał Łepek", "Agata Fronczak", "Piotr Fronczak"], "title": "A review on combinatorial approach to aggregation", "comment": "34 pages, 19 figures, a mini-review on the combinatorial solutions to the Marcus-Lushnikov irreversible aggregation", "summary": "Recently, a combinatorial approach to discrete, finite, and irreversibly aggregating systems has been progressively developed. In this work, we review its achievements up to the present moment, focusing on the practical aspects and discussing its limitations. First, we present the assumptions and combinatorial foundations of the approach, which are based on direct counting of the system states, in contrast to the previous approaches of Smoluchowski and Marcus--Lushnikov. A method to obtain combinatorial expressions for the average number of clusters of a given size and the corresponding standard deviation is described by solving the simplest example of a constant kernel. Then, we extend consideration to a number of kernels (e.g., additive, product, linear--chain, condensation), which were recently solved by explicitly finding the number of internal states of the cluster of a given size. Next, we show that theoretical predictions for any given kernel may be obtained with no need to find an explicit solution but using a recursive expression. We exploit this opportunity to present the use of combinatorial expressions to solve kernels related to the real processes of aerosol growth and planetesimal formation. At this point, a comparison to numerical results appears. Other potential application fields are indicated, including dust agglomeration and polymer growth. Finally, issues related to the varying precision of the theoretical predictions are summarized. In the last section, we propose open problems."}
{"id": "2512.11466", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11466", "abs": "https://arxiv.org/abs/2512.11466", "authors": ["Lukas Körber", "Pim Coenders", "Johan H. Mentink"], "title": "Spin-correlation dynamics: A semiclassical framework for nonlinear quantum magnetism", "comment": null, "summary": "Classical nonlinear theories are highly successful in describing far-from-equilibrium dynamics of magnets, encompassing phenomena such as parametric resonance, ultrafast switching, and even chaos. However, at ultrashort length and time scales, where quantum correlations become significant, these models inevitably break down. While numerous methods exist to simulate quantum many-body spin systems, they are often limited to near-equilibrium conditions, capture only short-time dynamics, or obscure the intuitive connection between nonlinear behavior and its geometric origin in the su(2) spin algebra. To advance nonlinear magnetism into the quantum regime, we develop a theory in which semiclassical spin correlations, rather than individual spins, serve as the fundamental dynamical variables. Defined on the bonds of a bipartite lattice, these correlations are inherently nonlocal, with dynamics following through a semiclassical mapping that preserves the original spin algebra. The resulting semiclassical theory captures nonlinear dynamics that are entirely nonclassical and naturally accommodates phenomenological damping at the level of correlations, which is typically challenging to include in quantum methods. As an application, we focus on Heisenberg antiferromagnets, which feature significant quantum effects. We predict nonlinear scaling of the mean frequency of quantum oscillations in the Néel state with the spin quantum number S. These have no classical analog and exhibit features reminiscent of nonlinear parametric resonance, fully confirmed by exact diagonalization. The predicted dynamical features are embedded in the geometric structure of the semiclassical phase space of spin correlations, making their physical origin much more transparent than in full quantum methods. With this, semiclassical spin-correlation dynamics provide a foundation for exploring nonlinear quantum magnetism."}
{"id": "2512.11479", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11479", "abs": "https://arxiv.org/abs/2512.11479", "authors": ["Thomas Plehn", "Daniel Barragan-Yani", "Eric Breitbarth", "Guillermo Requena", "David Melching"], "title": "Progress on Data-Driven, Multi-Objective Quantum Optimization", "comment": null, "summary": "Here, we present two complementary approaches that advance quadratic unconstrained binary optimization (QUBO) toward practical use in data-driven materials design and other real-valued black-box optimization tasks. First, we introduce a simple yet powerful preprocessing scheme that, when applied to a machine-learned QUBO model, entirely removes system-level equality constraints by construction. This makes cumbersome soft-penalty terms obsolete, simplifies QUBO formulation, and substantially accelerates solution search. Second, we develop a multi-objective optimization strategy inspired by Tchebycheff scalarization that is compatible with non-convex objective landscapes and outperforms existing QUBO-based Pareto front methods. We demonstrate the effectiveness of both approaches using a simplified model of a multi-phase aluminum alloy design problem, highlighting significant gains in efficiency and solution quality. Together, these methods broaden the applicability of QUBO-based optimization and provide practical tools for data-driven materials discovery and beyond."}
{"id": "2512.11494", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2512.11494", "abs": "https://arxiv.org/abs/2512.11494", "authors": ["Gaetano Campi", "Andrea Alimenti", "Sang-Eon Lee", "Luis Balicas", "Fedor F. Balakirev", "G. Alexander Smith", "Gennady Logvenov", "Antonio Bianconi"], "title": "High magnetic field response of superconductivity dome in quantum artificial High Tc superlattices with variable geometry", "comment": "11 pages, 6 figures", "summary": "It is known that cuprate artificial high temperature superlattices (AHTS) with period d, composed of quantum wells confining interface space charge in stoichiometric Mott insulator layers (S), with thickness L, at the interface with overdoped normal metallic cuprate layers (N) show a superconducting dome by tuning the geometric L over d ratio of the SNSN superlattice with the top predicted by quantum material design engineering quantum size effects. Here we report high-field magneto transport measurements up to 41 Tesla of AHTS across the entire superconducting dome. The results show the universal upward-concave behavior of the temperature dependent upper critical magnetic field in low critical temperature samples at rising edge and drop edge of the dome providing compelling evidence for two-band superconductivity in agreement with multigap theory used for quantum design of the SNSN superlattices. The measured superconducting coherence length demonstrates that atomic-scale engineering controls not only the critical temperature but also the intrinsic pair size at Fano-Feshbach resonances physics paving the way toward next generation quantum devices and shedding light on unconventional superconductivity."}
{"id": "2512.11552", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11552", "abs": "https://arxiv.org/abs/2512.11552", "authors": ["Xue He", "Hans Gløckner Giil", "Caiqiong Xu", "Jicheng Wang", "Arne Brataas", "Jinbo Yang", "Yanglong Hou", "Rui Wu", "Shilei Ding"], "title": "Unidirectional magnetoresistance driven by nonequilibrium antiferromagnetic magnons", "comment": "23 pages, 4 figures", "summary": "Magnetoresistive effects are typically symmetric under magnetization reversal. However, nonlinear spin transport can give rise to unidirectional magnetoresistance in systems with strong spin-orbit interaction and broken inversion symmetry. Here, we demonstrate that the nonequilibrium magnon accumulation characterized by a finite magnon chemical potential can lead to a large and robust magnonic unidirectional spin Hall magnetoresistance (USMR) in the weakly coupled van der Waals antiferromagnet CrPS4 in contact with Pt. Unlike conventional magnonic USMR driven by magnetization fluctuations, this effect persists under strong magnetic fields and low temperatures, with a pronounced peak near the spin-flip transition. The magnitude of magnonic USMR in CrPS4/Pt exceeds that of YIG/Pt by more than two orders of magnitude and surpasses the electrical USMR in metallic Ta/Co bilayers by a factor of two. The observed field and temperature dependence indicates that spin transport is dominated by magnon chemical potential gradients rather than thermal- or fluctuation-driven magnon generation. These findings establish a new mechanism for nonlinear magnetoresistance in antiferromagnetic van der Waals heterostructures and open a route to magnon-based antiferromagnetic spintronic functionalities in two-terminal device geometries."}
{"id": "2512.11570", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2512.11570", "abs": "https://arxiv.org/abs/2512.11570", "authors": ["Mohammad Rahbar", "Christopher J. Stein"], "title": "Exact fluctuation relation for open systems beyond the Zwanzig FEP equation", "comment": "16 pages, 2 figures", "summary": "We develop a fluctuation framework to quantify the free energy difference between two equilibrium states connected by nonequilibrium processes under arbitrary dynamics and system-environment coupling. For an open system described by the Hamiltonian of mean force (HMF), we show that the equilibrium free energy difference between two canonical endpoints can be written as exponential averages of the HMF shift, divided by an explicit factor built from the chi-squared divergence between the initial and final system marginals. These relations hold at the endpoint level and, under an asymptotic equilibration postulate, admit trajectory representations for general driving and coupling protocols. A decomposition of the HMF increment along each trajectory separates the work-like contributions associated with changes in $λ(t)$ and $C(t)$, the heat-like exchange with the environment, and a feedback-like functional defined with respect to the initial protocol. In the frozen-driving regime with a noninteracting reference, the equalities reduce to new FEP-like expressions involving an environment functional and an explicit overlap correction, with the Zwanzig formula recovered as a limiting case. We validate the approach on an open system coupled to an environment and evolved under overdamped Langevin dynamics, where conventional Zwanzig FEP suffers from poor phase-space overlap and slow numerical convergence, while the present trajectory equality closely matches the exact free energy difference over a broad range of coupling strengths."}
{"id": "2512.11579", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11579", "abs": "https://arxiv.org/abs/2512.11579", "authors": ["Xinyue Liu", "Tao Li"], "title": "Interplay between antiferromagnetic spin fluctuation and electron-phonon coupling and the origin of the peak-dip-hump structure in the anti-nodal spectrum of high-$T_{c}$ cuprate superconductors", "comment": "20 pages, 14 figures", "summary": "Electron-phonon coupling is believed to be responsible for many spectral anomalies in the cuprate superconductors. In particular, the $B_{1g}$ buckling mode of the oxygen ion in the $CuO_{2}$ plane has been proposed to be responsible for the dramatic peak-dip-hump(PDH) structure in the anti-nodal spectrum. The recent observation of the exceptional flat quasiparticle dispersion in the anti-nodal region and the sudden suppression of the PDH structure around the pseudogap end point cast doubts on such a scenario. Instead, a scenario involving the coupling to the antiferromagnetic spin fluctuation seems to resolve both puzzles naturally. Here we present a systematic study on the interplay between antiferromagnetic spin fluctuation and electron-phonon coupling in the cuprate superconductors. We show that the coupling strength to the $B_{1g}$ buckling mode is strongly suppressed by the vertex correction caused by the antiferromagnetic spin fluctuation in the $\\mathbf{q}\\rightarrow 0$ limit as a result of the destructive interference between electron-phonon coupling at electron momentum differ by the antiferromagnetic wave vector. Counterintuitively, we find that the same vertex correction enhances the phonon contribution to the PDH structure. We also find that while the coupling to either the antiferromagnetic spin fluctuation or the $B_{1g}$ buckling mode can generate a PDH structure in the anti-nodal spectrum with similar phenomenologies, the sudden suppression of such a structure around the pseudogap end point should be mainly attributed to the dramatic change in the nature of the spin fluctuation at such a critical doping. We suggest to take the PDH structure in the anti-nodal spectrum as a spectral signature for the emergence of fluctuating local moment in the pseudogap phase and the entrance of a doped Mott insulating state."}
{"id": "2512.11591", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2512.11591", "abs": "https://arxiv.org/abs/2512.11591", "authors": ["Niloyendu Roy", "Pragya Arora", "A K Sood", "Rajesh Ganapathy"], "title": "A Single-granule Stirling Heat Engine", "comment": "15 pages, 3 figures", "summary": "Single-particle heat engines at atomic and colloidal scales obey the universal thermodynamic bounds on work and efficiency. Here, we translate these principles to the macroscale by building an athermal Stirling engine whose working medium is a millimeter-sized, vibrofluidized granule confined in a time-dependent magnetic trap. By embedding a rattler within the granule to inject noise, we engineer overdamped, Brownian-like dynamics in an otherwise inertial particle. This design enables independent control over the granule's effective temperature and spatial confinement. Our engine quantitatively reproduces the universal power-efficiency trade-offs of finite-time thermodynamics, achieving the Curzon-Ahlborn efficiency at maximum power. Strikingly, we uncover a control parameter-dependent damping that leads to an unexpected dissipation mechanism - the losses in the compression stroke rival or even exceed those during expansion. Our work establishes an accessible experimental platform to study small-system thermodynamics in intrinsically athermal systems."}
{"id": "2512.11615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11615", "abs": "https://arxiv.org/abs/2512.11615", "authors": ["S. Frenkel", "V. Zakharov", "E. A. Katz"], "title": "LLM tools in the prediction of the stability of perovskite solar cells", "comment": "22 pages, 7 figres", "summary": "We investigate whether tools based on large language models (LLMs) can be effectively used by a developer of new perovskite solar cells (PSCs) to predict both the \"lifetime\" of the device and the degree of its degradation at specific time intervals. We demonstrate the ability of common LLM tools (ChatGPT, DeepSeek, and even a simplified free version of ChatGPT) to suggest and justify prediction methods in a dialogue with the user under conditions of incomplete information about the physical models of PSC degradation and the influence of the environment. One of the results covers LLM ChatGPT's ontology of the specific subject domain of PSCs. It allows the formation of time series of efficiency with a given architecture, calculated using various available models together with environmental characteristics archived in various meteorological databases (illumination, temperature, humidity, UV level). We conclude that ChatGPT currently has sufficient access to training samples, can find various models in the literature, and has adequate solutions for predicting degradation trends."}
{"id": "2512.11623", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2512.11623", "abs": "https://arxiv.org/abs/2512.11623", "authors": ["Jay Pandey", "Kedar Damle"], "title": "$S = 1$ pyrochlore magnets with competing anisotropies: A tale of two Coulomb phases, $Z_2$ flux confinement and $XY$-like transitions", "comment": null, "summary": "We argue that the low-temperature physics of $S=1$ pyrochlore magnets with a predominantly Ising-like easy-axis exchange coupling $J$ that favors the local tetrahedral body diagonals, and a comparably large easy-plane single-ion anisotropy $Δ=J + μ$ ($|μ| \\ll J$) that favors the plane perpendicular to these local axes will exhibit interesting new phenomena due to the competition between $J$ and $Δ$. In the $T/J \\rightarrow 0$ limit, we find three low temperature phases as a function of $μ/T$: a short-range correlated paramagnetic phase, and two topologically-distinct Coulomb liquids separated by a $Z_2$ flux confinement transition. Both Coulomb liquids are described at long-wavelengths by a fluctuating divergence-free polarization field and have characteristic pinch-point singularities in their structure factor. In one Coulomb phase, the flux of this polarization field is confined to {\\em even} integers, while it takes on all integer values in the other Coulomb phase. Experimental realizations with $|μ| \\ll J$ and negative are predicted to exhibit signatures of a transition from a flux-deconfined Coulomb phase to the flux-confined Coulomb phase as they are cooled below $T_{c_2} \\approx 1.57|μ|$, while realizations with positive $μ\\ll J$ will show signatures of a transition from a flux-deconfined Coulomb liquid to a short-range correlated paramagnet via a continuous $XY$-like transition at $T_{c_1} \\approx 0.98 μ$."}
{"id": "2512.11627", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11627", "abs": "https://arxiv.org/abs/2512.11627", "authors": ["Bastian Rubrecht", "Ellen Häußler", "Mirtha Pillaca", "Pritam Bhattacharyya", "Liviu Hozoi", "Artem Nosenko", "Dmitri V. Efremov", "Bernd Büchner", "Anja U. B. Wolter", "Thomas Doert"], "title": "Physical properties of new delafossite triangular-lattice compounds TlErSe$_2$ and TlTmSe$_2$", "comment": null, "summary": "Delafossite compounds containing rare-earth ions have been proven to be an ideal platform to investigate frustrated magnetic ground states. Here, we discuss two triangular-lattice antiferromagnets, TlErSe$_2$ and TlTmSe$_2$, as potential candidates for hosting exotic quantum states. Powder X-ray diffraction data analysis of the black-color polycrystalline Tl$RE$Se$_2$ ($RE$: Er and Tm) samples confirms the phase purity. Both materials crystallize in the trigonal $α$-NaFeO$_2$ structure ($R\\overline{3}m$) with lattice parameters $a$ = 4.1070(4) Å and $c$ = 23.1472(1) Å for the erbium compound and $a$ = 4.0916(1) Å and $c$ = 23.1483(2) Å for the thulium compound. Magnetic susceptibility measurements show an effective moment of $μ_{\\text{eff}} = 9.6(2) μ_B$/f.u. ($7.5(1) μ_B$/f.u.) for TlErSe$_2$ (TlTmSe$_2$) for temperatures above 200 K. While $^3$He specific-heat measurements reveal long-range magnetic order below $T_N = 0.42 $K for TlErSe$_2$, no sign of long-range magnetic order was observed for TlTmSe$_2$. Based on our results, we map out the T-H phase diagram for polycrystalline TlErSe$_2$ and discuss the striking difference in the magnetic behavior of TlTmSe$_2$ based on our ab initio quantum chemical calculations."}
{"id": "2512.11636", "categories": ["cond-mat.supr-con", "cond-mat.dis-nn", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11636", "abs": "https://arxiv.org/abs/2512.11636", "authors": ["Anton V. Khvalyuk", "Mikhail V. Feigel'man"], "title": "Dissipation due to bulk localized low-energy modes in strongly disordered superconductors", "comment": "8 pages, 3 figures", "summary": "We develop a theory of the temperature $T$ and frequency $ω$ dependence of ac dissipation in strongly disordered superconductors featuring a pseudogap $Δ_{P}$ in the single-particle spectrum. Our theory applies to the regime $T,\\,\\hbarω\\llΔ_{\\text{typ}}\\llΔ_{P}$, where $Δ_{\\text{typ}}$ is the typical superconducting gap. The dissipation is expressed in terms of the quality factor $Q(T,ω)$ of microwave resonators made of these materials. We show that low-$ω$ dissipation is dominated by a new type of bulk localized collective modes. Due to the strongly nonuniform spectral density of these modes, $Q$ decreases sharply with frequency, while its temperature dependence exhibits a two-level-system-like growth as a function of $T$ for $T\\ll T_{c}$. Our theory is applicable to InO$_x$, TiN, NbN, and similar strongly disordered materials. We further argue that the experimentally observed behavior of disordered films of granular Aluminum is explained by similar physics, although this case requires a separate theoretical analysis."}
{"id": "2512.11644", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2512.11644", "abs": "https://arxiv.org/abs/2512.11644", "authors": ["Georgia Samara", "Christoforos Theodorou", "Alexandros Mavropoulis", "Nikolaos Vasileiadis", "Konstantinos Papagelis", "Panagiotis Dimitrakis"], "title": "Impact of interdigitated electrodes design on the low frequency and random telegraph noise of single-layer graphene micro ribbons", "comment": null, "summary": "High performance devices consisting of interdigitated electrodes (IDEs) on top of single-layer graphene (SLG) are candidates with favorable prospects for sensing applications. Graphene micro ribbons (GMRs) of various widths and IDE design geometries were fabricated and experimentally examined regarding their low-frequency noise (LFN) behavior. Measurements revealed a 1/f behavior and different kinds of trap activity behind it, which were studied through the analysis of random telegraph noise (RTN) signals. Our investigation suggests that adjusting the geometrical characteristics of either the GMR width or the IDE topology can significantly influence the signal-to-noise ratio (SNR) of SLG-based electronics. On the bright side, the results of our study can provide useful guidelines for fabrication decisions to maximize the SNR."}
{"id": "2512.11650", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11650", "abs": "https://arxiv.org/abs/2512.11650", "authors": ["Zicun Li", "Huanjing Gong", "Ruijuan Xiao", "Xinguo Ren"], "title": "Influence of Exchange-Correlation Functionals and Neural Network Architectures on Li$^+$-Ion Conductivity in Solid-State Electrolyte from Molecular Dynamics Simulations with Machine-Learning Force Fields", "comment": "12 pages, 8 figures", "summary": "With the rapid advancement of machine learning techniques for materials simulations, machine-learned force fields (MLFFs) have become a powerful tool that complements first-principles calculations by enabling high-accuracy molecular dynamics simulations over extended timescales. Typically, MLFFs are trained on data generated from density functional theory (DFT) using a specific exchange-correlation (XC) functional, with the goal of reproducing DFT-level properties. However, the uncertainties in MLFF-based simulations--arising from variations in both MLFF model architectures and the choice of XC functionals--remain insufficiently understood. In this work, we construct MLFF models of different architectures trained on DFT data from both semilocal and hybrid functionals to describe Li$^+$ diffusion in the solid-state electrolyte Li$_6$PS$_5$Cl. We systematically investigate how different XC functionals influence the Li$^+$ diffusion coefficient. To reduce statistical uncertainty, the mean squared displacements are averaged over 300 independent molecular dynamics (MD) trajectories of 70 ps each, yielding statistical variations below $1\\%$. This enables a clear assessment of the respective influences of the functional and the MLFF model. Due to its tendency to underestimate band gaps and migration barriers, the semilocal functional predicts consistently higher Li$^+$ diffusion coefficients, compared to the hybrid functional. Furthermore, comparisons among various neural network methods reveal that the differences in predicted diffusion coefficients arising from different network architectures are of the same order of magnitude as those caused by different functionals, indicating that the choice of the network model itself substantially influences the MLFF predictions. This observation calls from an urgent need for standardized protocols to minimize model-dependent biases in MLFF-based MD."}
{"id": "2512.11651", "categories": ["cond-mat.mtrl-sci", "q-bio.TO"], "pdf": "https://arxiv.org/pdf/2512.11651", "abs": "https://arxiv.org/abs/2512.11651", "authors": ["Connie M. Wang", "Roberta M. Sabino", "Aditya Garg", "Ahmed E. Salih", "Loza F. Tadesse", "Elazer R. Edelman"], "title": "Nano-engineered surface enhanced Raman spectroscopy substrates for probing tissue-material interactions", "comment": "48 pages, 5 figures", "summary": "Innovation in biomaterials has brought both breakthroughs and new challenges in medicine, as implant materials have become increasingly multifunctional and complex. One of the greatest issues is the difficulty in assessing the temporal and multidimensional dynamics of tissue-implant interactions. Implant biology remains hard to decipher without a noninvasive and multiplexed technique that can accurately monitor real-time biological processes. To address this, we developed a multifunctional, self-sensing implant material composed of gold nano-columns patterned on a titanium surface (AuNC-Ti). This material acts as a nanoengineered surface-enhanced Raman spectroscopy (SERS) substrate that amplifies biological Raman signals at the tissue-implant interface, providing the ability to sense tissue-material interactions in a multiplexed and nondestructive manner. AuNC-Ti SERS substrates were fabricated using oblique angle deposition (OAD) and characterized using scanning electron microscopy (SEM) to show uniform formation of AuNCs ($360 \\pm 40$ nm in length and $50 \\pm 16$ nm in width). X-ray photoelectron spectroscopy (XPS), X-ray diffraction (XRD), and contact angle measurements demonstrated biocompatible surface chemistry with ideal wettability. Biocompatibility was further demonstrated via in vitro cytotoxicity assays on human aortic endothelial cells (HAECs) cultured on AuNC-Ti surfaces. The median SERS enhancement factor (EF) was calculated to be $1.8 \\times 10^5$, and spatial identification of reporter molecules and porcine tissue components on AuNC-Ti surfaces was demonstrated using confocal Raman imaging and multivariate analysis. Our approach utilizes unlabeled SERS and machine learning, promising multiplexed characterization of tissue-material interactions and subsequently enabling tissue state determination and non-invasive monitoring of implant-tissue interaction."}
{"id": "2512.11663", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11663", "abs": "https://arxiv.org/abs/2512.11663", "authors": ["Gianluca Gubbiotti", "Olha Bezsmertna", "Oleksandr V. Pylypovskyi", "Rui Xu", "Stephane Chiroli", "Fatih Zighem", "Claudia Fernandez Gonzalez", "Andrea Sorrentino", "David Raftrey", "Daniel Wolf", "Axel Lubk", "Peter Fischer", "Damien Faurie", "Denys Makarov"], "title": "Curvilinear magnonic crystal based on 3D hierarchical nanotemplates", "comment": null, "summary": "Curvilinear magnetic nanostructures enable control of magnetization dynamics through geometry-induced anisotropy and chiral interactions as well as magnetic field modulation. In this work, we report a curvilinear magnonic crystal based on large-area square arrays of truncated nanospikes fabricated by conformal coating of 3D hierarchical templates with permalloy thin films. Brillouin light scattering spectroscopy reveals anisotropic band structure with multiple dispersive and folded Bloch-type dispersive spin-wave modes as well as non-dispersive modes exhibiting direction-dependent frequency shifts and intensity asymmetries along lattice principal axes. Finite element micromagnetic simulations indicate that curvature-induced variations of the demagnetizing field govern the magnonic response, enabling the identification of modes propagating in nanochannels and other localized on nanospike apexes or along the ridges connecting adjacent nanospikes. The combination of geometric curvature and optical probing asymmetry produces directional dependence of magnonic bands, establishing 3D hierarchical templates as a versatile platform for curvature-engineered magnonics."}
{"id": "2512.11664", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11664", "abs": "https://arxiv.org/abs/2512.11664", "authors": ["Ruiwen Xie", "Hamza Zerdoumi", "Hongbin Zhang"], "title": "X-ray magnetic circular dichroism of altermagnet $α$-Fe$_2$O$_3$ based on multiplet ligand-field theory using Wannier orbitals", "comment": null, "summary": "Hematite $α$-Fe$_2$O$_3$ is a $g$-wave altermagnetic material, which has an easy-axis phase and easy-plane weak ferromagnetic phase below and above Morin transition temperature, respectively. The presence of these phases renders it a good candidate to study the characteristic spin splitting in altermagnets under the impacts of relativistic effect and finite temperature. In this regard, we have calculated the band structure of $α$-Fe$_2$O$_3$ based on density functional theory (DFT) which also considers the Hubbard-U correction and spin-orbit coupling (SOC) effects. Additionally, the charge self-consistent DFT + dynamical mean-field theory (DMFT) calculations have been performed at finite temperatures. It is found that the altermagnetic spin splitting in $α$-Fe$_2$O$_3$ preserves with either SOC or temperature effect taken into account. Furthermore, we present a numerical simulation of the x-ray magnetic circular dichroism (XMCD) of the L$_{2,3}$ edge of Fe using a combination of DFT with multiplet ligand-field theory (MLFT). In terms of the different Néel vectors present in $α$-Fe$_2$O$_3$, we calculate the x-ray absorption spectroscopy (XAS) of the L$_{2,3}$ edge of Fe in the form of conductivity tensor and analyze the XMCD response from a perspective of symmetry. A characteristic XMCD line shape is expected when the Néel vector is along [010] direction (magnetic point group $2^\\prime/m^\\prime$) and the light propagation vector is perpendicular to the Néel vector, which can be further distinguished from the XMCD response originated from weak ferromagnetism with the light propagation vector parallel to the Néel vector."}
{"id": "2512.11670", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2512.11670", "abs": "https://arxiv.org/abs/2512.11670", "authors": ["Tanja Đurić", "Pinaki Sengupta"], "title": "2$k_F$ instability and chiral spin density wave at the 1/9 magnetization plateau in the kagome antiferromagnets", "comment": "15 pages, 11 figures", "summary": "Kagome lattice antiferromagnets exhibit plethora of intriguing phases of matter. Particularly interesting state appears at the magnetic field-induced $1/9$ magnetization plateau observed in several recent experimental studies. The nature and exotic physical properties of the plateau however remain controversial due to an exceptional complexity of the state generated by geometrical frustration. Among candidate states recent studies found a $Z_3$ quantum spin liquid state, a valence bond crystal exhibiting an hourglass pattern and a valence bond crystal state with a $3\\times 3$ periodicity and a windmill-shaped motif. Recent torque magnetometry measurements on YCOB single-crystal samples however indicate presence of Dirac-like spinons at $1/9$ magnetization plateau. We study properties of the plateau state using novel machine learning technique that combines variational Monte Carlo, symmetry enhanced neural network quantum states and flux insertion method. Our machine learning study reveals that the ground state at the $1/9$ plateau is a gapless $1\\times 1$ chiral spin density wave caused by 2$k_F$ instability of the underlying composite Fermi liquid. The spin wave chirality results from the correlated spin order that reflects its nontrivial topology."}
{"id": "2512.11677", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11677", "abs": "https://arxiv.org/abs/2512.11677", "authors": ["A. A. Gunyaga", "M. V. Durnev", "S. A. Tarasenko"], "title": "Electric and spin-valley currents induced by structured light in 2D Dirac materials", "comment": "14 pages, 4 figures, 1 table", "summary": "Structured optical fields can be used for the injection and control of charge and spin-valley currents. Here, we present a systematical study of these phenomena for interband absorption of structured light in 2D Dirac materials. We derive general expressions for the current density and the quasi-classical generation rate of photoelectrons in the momentum, coordinate, and spin-valley spaces. We reveal mechanisms of the current formation determined by the local and non-local contributions to the optical generation, including the mechanisms related to optical alignment of electron momenta by linearly polarized light, optical orientation by circularly polarized light, and the class of charge and spin-valley photon drags sensitive to the phase and polarization profiles of the optical field. We develop a kinetic theory of electric and spin-valley currents driven by the optical field with spatially inhomogeneous intensity, polarization, and phase and obtain analytical expressions for the current contributions. The theory is applied to analyze the photocurrents emerging in TMDC layers and graphene excited by polarization gratings."}
{"id": "2512.11711", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11711", "abs": "https://arxiv.org/abs/2512.11711", "authors": ["An-Dong Fan", "Yong-Kun Wang", "Jin-Yang Li", "Si Li"], "title": "Valley-dependent electronic properties in two-dimensional altermagnetic iron-based transition metal chalcogenides", "comment": "10 pages, 7 figures", "summary": "Altermagnets represent a newly identified third class of collinear magnets and have recently emerged as a focal point in condensed matter physics. In this work, through first-principles calculations and theoretical analysis, we identify monolayer Fe$_2$MoX$_4$ (X = S, Se, Te) and Fe$_2$WTe$_4$, a class of iron-based transition metal chalcogenides, as promising altermagnetic materials. These systems are found to be semiconductors exhibiting spin splitting in their nonrelativistic band structures, indicative of intrinsic altermagnetic ordering. Remarkably, their valence bands feature a pair of valleys at the time-reversal-invariant momenta X and Y points. Unlike conventional valley systems, these valleys are related by crystal symmetries rather than time-reversal symmetry. We investigate valley-dependent physical phenomena in these materials, including Berry curvature and optical circular dichroism, revealing strong valley-contrasting behavior. Furthermore, we investigate the effect of uniaxial strain and show that it effectively lifts the valley degeneracy, resulting in pronounced valley polarization. Under hole doping, this strain-induced asymmetry gives rise to a piezomagnetic response. We also explore the generation of anisotropic noncollinear spin currents in these systems, expanding the scope of their spin-related functionalities. Our findings unveil rich valley physics in monolayer Fe$_2$MoX$_4$ (X = S, Se, Te) and Fe$_2$WTe$_4$, highlighting their significant potential for applications in valleytronics, spintronics, and multifunctional nanoelectronic devices."}
{"id": "2512.11747", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11747", "abs": "https://arxiv.org/abs/2512.11747", "authors": ["Alejandro S. Gómez", "Javier del Pino"], "title": "Quantum Dynamical Signatures of Topological Flow Transitions in Limit Cycle Phases", "comment": "7 Pages main text. 6 Pages supplemental material. 4 Figures main text. 4 Figures supplement material", "summary": "Quantum self-oscillatory phases are ubiquitous in driven-dissipative systems. Classically, each phase is defined by its flow pattern and how stationary sets organize phase space (e.g. fixed points and limit cycles), with transitions triggered by local bifurcations or global basin rearrangements. In the quantum regime, these reorganizations are often blurred by density-matrix averaging, and spectral indicators such as the Liouvillian gap can miss changes that unfold mainly in the transients. Here we introduce a topological graph invariant, the molecule, which captures the phase-space connectivity of fixed points and limit cycles. Transitions show up as discrete changes of this invariant, with each form marking a distinct quantum dynamical pattern (e.g. relaxation pathway). The molecule encodes the global topological constraints that govern how stationary sets and their basins can rearrange, clarifies when such rearrangements can affect the Liouvillian modes, and reveals additional transitions that remain hidden in the steady-state spectrum but stem from global changes of the flow topology. Our findings show that flow topology offers a clear and unified way to identify and classify dynamical phases beyond what Liouvillian spectra alone reveal."}
{"id": "2512.11780", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2512.11780", "abs": "https://arxiv.org/abs/2512.11780", "authors": ["Matvei S. Kniazev", "Nikolai A. Stepanov", "Mikhail A. Skvortsov"], "title": "Statistics of the vortex pinning potential in superconducting films", "comment": "12 pages, 3 figures", "summary": "We investigate the statistical properties of the vortex pinning potential in a thin superconducting film. Modeling intrinsic inhomogeneities by a random-temperature Ginzburg-Landau functional with short-range Gaussian disorder, we derive the pinning landscape $E(\\mathbf{R})$ by determining how the vortex core adapts to randomness. Within the hard-core approximation, applicable for weak disorder, the energy landscape exhibits Gaussian statistics. In this regime, the mean areal density of its minima is given by $n_\\text{min}\\approx(6ξ)^{-2}$, indicating that the typical spacing between neighboring minima is significantly larger than the vortex core size $ξ$. Going beyond the hard-core approximation, we allow the vortex order parameter to relax in response to the inhomogeneities. As a result, the pinning potential statistics become non-Gaussian. We calculate the leading correction due to the core deformation, which reduces the density of minima with a relative magnitude scaling as $(T_c-T)^{-1/2}$."}
{"id": "2512.11566", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2512.11566", "abs": "https://arxiv.org/abs/2512.11566", "authors": ["Lecheng Liang", "Hengyu Li", "Shao Ye", "Peng Li", "Kaiyang Xu", "Jinhui Liang", "Binwen Zeng", "Bo Shen", "Taisuke Ozaki", "Zhiming Cui"], "title": "Exceptional Alkaline Methanol Electrooxidation on Bi-modified Pt3M Intermetallics: Kinetic Origins and an OH Binding Energy Descriptor", "comment": null, "summary": "The exploration of advanced CO-free catalysts and clarifying the ambiguous kinetic origins and governing factors would undoubtedly open up opportunities to overcome the sluggish kinetics of methanol electrooxidation and promote the development of direct methanol fuel cells. Herein, we constructed a family of Bi-modified Pt3M intermetallic catalysts (Bi-Pt3M/C, M=Cr, Mn, Co, Zn, In, Ga, and Sn) that follow CO-free dominated pathway and exhibit exceptional catalytic activity. More significantly, leveraging this platform, we have identified the pivotal factor governing the reaction kinetics in CO-free pathway, namely OH binding energy (OHBE). This arises because the rate-determining step (RDS) encompasses both C-H bond activation and water dissociation, whose respective barriers can be reflected by the OHBE. Accordingly, OHBE can act as an activity descriptor. Specifically, Bi-Pt3In/C stands out from other Bi-Pt3M/C and delivers the unprecedented mass activity of 36.7 A mgPt-1 at peak potential, far exceeding state-of-the-art Pt-based catalysts reported to date. Taking Bi-Pt3In/C as a proof of concept, we clearly elucidate the origin of enhanced MOR activity by combining theoretical calculations, kinetic isotope effects, and formaldehyde electrooxidation. Moreover, there exhibits a volcano-type trend between OHBE and the activity of Bi-Pt3M/C. Beyond the discovery of ultrahigh-performance catalysts, these findings provide a detailed mechanistic picture of RDS and offer an innovative design principle for advanced catalysts."}
{"id": "2512.11766", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2512.11766", "abs": "https://arxiv.org/abs/2512.11766", "authors": ["Xavier R. Advincula", "Christoph Schran", "Angelos Michaelides"], "title": "When Is Nanoconfined Water Different From Interfacial Water?", "comment": null, "summary": "Water behaves very differently at surfaces and under extreme confinement, but the boundary between these two regimes has remained unclear. Despite evidence that interfacial effects persist under sub-nanometre confinement, the molecular-scale behaviour and its evolution with slit width remain unclear. Here, we use machine-learning molecular dynamics with first-principles accuracy to probe water at graphene surfaces across slit widths ranging from the open-interface limit to angstrom-scale confinement. We find that water undergoes a sharp structural transition: when three or more water layers fit between the walls, the structure of the graphene-water interface is effectively indistinguishable from that in an open system, with density layering, hydrogen bonding, and orientational ordering retaining interfacial character. Below this threshold, however, angstrom-scale confinement strongly reorganises the liquid, producing enhanced ordering, a restructured hydrogen-bond network, and modified orientational motifs. These results establish a molecular-level picture that clearly separates interfacial behaviour from genuine nanoconfinement and provide guidance for predicting and controlling the structure of water in nanoscale solid-liquid environments."}
