{"id": "2510.20892", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20892", "abs": "https://arxiv.org/abs/2510.20892", "authors": ["Tim Kokkeler", "Mateo Uldemolins", "Francisco Lobo", "F. Sebastian Bergeret", "Elsa Prada", "Pablo San-Jose"], "title": "Fluxoid solitons in superconducting tapered tubes and bottlenecks", "comment": "15 pages (2 appendices and 7 figures)", "summary": "A thin-walled tubular superconductor develops a quantized fluxoid in the\npresence of an axial magnetic field. The fluxoid corresponds to the number of\nphase windings of the superconducting order parameter and is topological in\nnature. When the tube has a radius variation along the axial direction, forming\na bottleneck structure between sections with different radius, a fluxoid\nmismatch can appear depending on the applied magnetic field. The bottleneck\nthen becomes a topological boundary and is host to topologically protected\nsolutions for the order parameter, dubbed fluxoid solitons, that are free to\nmove around bottlenecks with cylindrical symmetry. Fluxoid solitons are a new\ntype of vortex with non-quantized flux, loosely related to Pearl vortices in\nthin superconducting films and fluxons in Corbino Josephson junctions. We\ncharacterize their properties as a function of system parameters using the\nself-consistent quasiclassical theory of diffusive superconductors. We consider\nboth short bottleneck structures and long tapered tubes, where multiple trapped\nfluxoid solitons adopt elaborate arrangements dictated by their mutual\nrepulsion."}
{"id": "2510.21338", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21338", "abs": "https://arxiv.org/abs/2510.21338", "authors": ["Liang Ma", "Xin Yang", "Mei Li", "Pengfei Shan", "Ziyi Liu", "Jun Hou", "Sheng Jiang", "Lili Zhang", "Chuanlong Lin", "Pengtao Yang", "Bosen Wang", "Jianping Sun", "Yang Ding", "Huiyang Gou", "Haizhong Guo", "Jinguang Cheng"], "title": "High Pressure Superconducting transition in Dihydride BiH$_2$ with Bismuth Open-Channel Framework", "comment": null, "summary": "Metal hydrides MHx with low hydrogen content are not expected to show high-Tc\nsuperconductivity owing to the low hydrogen-derived electronic density of\nstates at Fermi level and the limited hydrogen contribution to electron-phonon\ncoupling strength. In this work, we report on the successful synthesis of a\nnovel bismuth dihydride superconductor, Cmcm-BiH$_2$, at approximately 150 GPa,\nand the discovery of superconductivity with Tc about 62 K at 163 GPa, marking\nthe first instance of superconductor among the MH$_2$-type metal dihydrides.\nCmcm-BiH$_2$ adopts a unique host-guest type structure, in which the Bi atoms\nvia weak Bi-Bi covalent bonds form a three-dimensional open-channel framework\nthat encapsulates H$_2$-like molecules as guests, thereby broadening the\nstructural diversity of hydrides under high pressures. The occurrence of\nsuperconductivity is evidenced by a sharp drop of resistivity to zero and the\ncharacteristic downward shift of Tc under applied magnetic fields. Notably,\nCmcm-BiH$_2$ remains stable down to at least 97 GPa during decompression, with\nthe calculated lowest pressure for dynamic stability of 10 GPa. In-depth\nanalysis reveals that the covalent bismuth open-channel structure forms\nmetallic conduction channels, dominates the electronic states near the Fermi\nlevel, and contributes approximately 51% of the total $lambda$ in Cmcm-BiH$_2$,\ndistinguishing it from known high-pressure hydride superconductors. These\nfindings highlight the critical role of non-hydrogen elements in producing\nsuperconductivity and open new avenues for the design and optimization of\nhigh-Tc hydride superconductors."}
{"id": "2510.21343", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21343", "abs": "https://arxiv.org/abs/2510.21343", "authors": ["Mai Ye", "Wenshan Hong", "Tom Lacmann", "Mehdi Frachet", "Igor Vinograd", "Gaston Garbarino", "Sofia-Michaela Souliou", "Michael Merz", "Rolf Heid", "Amir-Abbas Haghighirad", "Yuan Li", "Matthieu Le Tacon"], "title": "Strain-induced structural change and nearly-commensurate diffuse scattering in the model high-temperature superconductor HgBa$_2$CuO$_{4+δ}$", "comment": null, "summary": "We investigate the strain response of underdoped HgBa$_2$CuO$_{4+\\delta}$\n(Hg1201), by synchrotron X-ray diffraction and corresponding simulations of\nthermal diffuse scattering. The compression in the crystallographic $a$\ndirection leads to relatively small expansion in the $b$ and $c$ directions,\nwith Poisson ratios $\\nu_{ba}$=0.16 and $\\nu_{ca}$=0.11, respectively. However,\nthe Cu-O distance in the $c$ direction exhibits a notable 0.9% increase at 1.1%\n$a$-axis compression. We further find strain-induced diffuse scattering which\ncorresponds to a new type of two-dimensional charge correlation. Interestingly,\nthis signal is insensitive to the onset of superconductivity and instead\ncorresponds to a short-range, nearly commensurate modulation with a wave vector\nclose to (0.5, 0, 0) and a correlation length of approximately four unit cells.\nIt closely resembles the charge order theoretically predicted in the phase\ndiagram of the spin-liquid model with resonating valence bonds on a square\nlattice."}
{"id": "2510.20939", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.20939", "abs": "https://arxiv.org/abs/2510.20939", "authors": ["Matej Mosko", "Andrej Gendiar"], "title": "Tensor-Network study of Ising model on infinite hyperbolic dodecahedral lattice", "comment": "14 pages, 15 figures, 2 tables", "summary": "We propose a tensor-network-based algorithm to study the classical Ising\nmodel on an infinitely large hyperbolic lattice with a regular 3D tesselation\nof identical dodecahedra. We reformulate the corner transfer matrix\nrenormalization group (CTMRG) algorithm from 2D to 3D to reproduce the known\nresults on the cubic lattice. Consequently, we generalize the CTMRG to the\nhyperbolic dodecahedral lattice, which is an infinite-dimensional lattice. We\nanalyze the spontaneous magnetization, von Neumann entropy, and correlation\nlength to find a continuous non-critical phase transition on the dodecahedral\nlattice. The phase transition temperature is estimated to be $T_{\\rm pt}\n\\approx 4.66$. We find the magnetic critical exponents $\\beta= 0.4999$ and\n$\\delta=3.007$ that confirm the mean-field universality class in accord with\npredictions of Monte Carlo and high-temperature series expansions. The\nalgorithm can be applied to arbitrary multi-state spin models."}
{"id": "2510.21384", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21384", "abs": "https://arxiv.org/abs/2510.21384", "authors": ["Michał Zegrodnik", "Waseem Akbar", "Andrzej Biborski", "Louk Rademaker"], "title": "Optimal superconductivity in twisted bilayer WSe$_2$ where the Van Hove singularity crosses half-filling", "comment": null, "summary": "The recent discovery of unconventional superconductivity has pointed to\ntwisted WSe$_2$ bilayer as a versatile platform for studying the correlated and\ntopological phases of matter. Here we analyze the effect of the displacement\nfield and electron interactions on the formation of a topological paired state\nin twisted WSe$_2$. Our approach is based on the effective single band\n$t$-$J$-$U$ model supplemented with intersite Coulomb interaction term and\ntreated within the Gutzwiller approximation. We show that the superconducting\nphase is stabilized in a small range of displacement fields where the Van Hove\nsingularity crosses half-filling, which is in qualitative agreement with recent\nexperimental data. According to our analysis, such a circumstance comes as a\nresult of a subtle interplay between the large density of states of the Van\nHove singularity, in combination with the renormalization effects that appear\nin the weak-to-moderate correlations regime. The two factors create favorable\nconditions for the SC pairing only in a small area of the phase diagram."}
{"id": "2510.21269", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.21269", "abs": "https://arxiv.org/abs/2510.21269", "authors": ["Christophe Chatelain"], "title": "Tensor Renormalization-Group study of the surface critical behavior of a frustrated two-layer Ising model", "comment": null, "summary": "Two replicas of a 2D Ising model are coupled by frustrated spin-spin\ninteractions. It is known that this inter-layer coupling is marginal and that\nthe bulk critical behavior belongs to the Ashkin-Teller (AT) universality\nclass, as the $J_1$-$J_2$ Ising model. In this work, the surface critical\nbehavior is studied numerically by Tensor Renormalization-Group calculations.\nThe Bond-Weight Tensor Renormalization Group algorithm is extended to tackle\nsystems with boundaries. It is observed that the two-fold degeneracy of the\nsurface magnetic scaling dimension of the AT model is lifted in the frustrated\ntwo-layer Ising model (F2LIM). The splitting is explained by the breaking of\nthe ${\\mathbb Z}_2$-symmetry under spin reversal of a single Ising replica in\nthe F2LIM. The two distinct surface magnetic scaling dimensions $x_1^s$ and\n$x_2^s$ of the F2LIM satisfies a simple duality relation $x_1^s=1/4x_2^s$."}
{"id": "2510.20962", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20962", "abs": "https://arxiv.org/abs/2510.20962", "authors": ["Arnab Ghosh", "Patrick Brosseau", "Dmitry N. Dirin", "Rui Tao", "Maksym V. Kovalenko", "Patanjali Kambhampati"], "title": "Landau Polarons as Generators of Quantum-Coherent States", "comment": null, "summary": "Since Landau's theory, polarons have been understood as quasiparticles in\nwhich charges are dressed by the lattice field, yet decades of transport and\nspectroscopic studies have yielded only static indirect renormalizations.\nWhether such dressing can dynamically reorganize electronic spectra to generate\nnew quantum-coherent states has remained unresolved. Here we use femtosecond\ncoherent multidimensional spectroscopy on size and composition controlled\nperovskite quantum dots to track polaronic field-induced dynamics in real time,\nrevealing their consequences. We observe a delayed condensation into a confined\nspectrum of coherent states on 50-150 fs timescales, with couplings between\nthese states evolving dynamically on the same timescale. The splittings are\nrobust, exhibit anomalous linear size dependence, exceed single-particle\nsplittings and manifest at 300 K. A Raman-constrained spin-boson Hamiltonian\ncaptures both the anomalous scaling and dynamical onset, establishing polarons\nas generators of coherent manifolds that enable collective quantum phenomena\nincluding superradiance, superfluorescence and superabsorption."}
{"id": "2510.20961", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20961", "abs": "https://arxiv.org/abs/2510.20961", "authors": ["Christo Guguschev", "Michael Schulze", "Andrea Dittmar", "Detlef Klimm", "Kaspars Dadzis", "Thomas Schroeder", "Knut Peters", "Aakash Pushp"], "title": "Floating zone growth of high-purity MgO substrate single crystals", "comment": null, "summary": "MgO single crystals with diameters between 3.5 and 5 mm and lengths up to 40\nmm were grown by the optical floating zone technique (OFZ). Despite challenging\nmaterial properties such as the high melting point of 2825 {\\deg}C, very high\nevaporation rate and perfect {100} cleaving characteristics, crack-free\ncrystals were grown at high growth rates exceeding 40 mm/h and at high thermal\ngradients. Chemical investigations revealed that the OFZ technique is suitable\nfor the preparation of substrate crystals with a purity of 5N to facilitate the\ndevelopment of novel demonstrator devices based on epitaxially grown thin\nfilms. The achieved purity level is improved by more than one order of\nmagnitude if compared to commercial MgO substrate single crystals graded as\nhigh purity."}
{"id": "2510.20826", "categories": ["physics.comp-ph", "cs.NA", "math.NA", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20826", "abs": "https://arxiv.org/abs/2510.20826", "authors": ["Hai Zhu", "Chia-Nan Yeh", "Miguel A. Morales", "Leslie Greengard", "Shidong Jiang", "Jason Kaye"], "title": "Interpolative separable density fitting on adaptive real space grids", "comment": "12 pages, 8 figures", "summary": "We generalize the interpolative separable density fitting (ISDF) method, used\nfor compressing the four-index electron repulsion integral (ERI) tensor, to\nincorporate adaptive real space grids for potentially highly localized\nsingle-particle basis functions. To do so, we employ a fast adaptive algorithm,\nthe recently-introduced dual-space multilevel kernel-splitting method, to solve\nthe Poisson equation for the ISDF auxiliary basis functions. The adaptive grids\nare generated using a high-order accurate, black-box procedure that satisfies a\nuser-specified error tolerance. Our algorithm relies on the observation, which\nwe prove, that an adaptive grid resolving the pair densities appearing in the\nERI tensor can be straightforwardly constructed from one that resolves the\nsingle-particle basis functions, with the number of required grid points\ndiffering only by a constant factor. We find that the ISDF compression\nefficiency for the ERI tensor with highly localized basis sets is comparable to\nthat for smoother basis sets compatible with uniform grids. To demonstrate the\nperformance of our procedure, we consider several molecular systems with\nall-electron basis sets which are intractable using uniform grid-based methods.\nOur work establishes a pathway for scalable many-body electronic structure\nsimulations with arbitrary smooth basis functions, making simulations of\nphenomena like core-level excitations feasible on a large scale."}
{"id": "2510.20862", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "math-ph", "math.MP", "math.OA"], "pdf": "https://arxiv.org/pdf/2510.20862", "abs": "https://arxiv.org/abs/2510.20862", "authors": ["Nigel Higson", "Emil Prodan"], "title": "A Universal Chern Model on Arbitrary Triangulations", "comment": null, "summary": "Given a triangulation of a closed orientable surface, we consider the lattice\nwith sites at the vertices, edges and facets of the triangulation. Borrowing\nfrom mathematics literature, we introduce on this lattice a pair of\ntight-binding Hamiltonians derived from the boundary and Poincar\\'e duality\nmaps of finite simplicial manifolds. These Hamiltonians have been proved to\nhave clean topological spectral gaps carrying non-trivial Chern numbers in the\nlimit of infinite refinement of the triangulation. We confirm this via\nnumerical simulations, and demonstrate how these models enable topological edge\nmodes at the surfaces of real-world objects. Furthermore, we describe a\nmetamaterial whose dynamics reproduces that of the proposed model, thus\nbringing the topological metamaterials closer to real-world applications."}
{"id": "2510.20862", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "math-ph", "math.MP", "math.OA"], "pdf": "https://arxiv.org/pdf/2510.20862", "abs": "https://arxiv.org/abs/2510.20862", "authors": ["Nigel Higson", "Emil Prodan"], "title": "A Universal Chern Model on Arbitrary Triangulations", "comment": null, "summary": "Given a triangulation of a closed orientable surface, we consider the lattice\nwith sites at the vertices, edges and facets of the triangulation. Borrowing\nfrom mathematics literature, we introduce on this lattice a pair of\ntight-binding Hamiltonians derived from the boundary and Poincar\\'e duality\nmaps of finite simplicial manifolds. These Hamiltonians have been proved to\nhave clean topological spectral gaps carrying non-trivial Chern numbers in the\nlimit of infinite refinement of the triangulation. We confirm this via\nnumerical simulations, and demonstrate how these models enable topological edge\nmodes at the surfaces of real-world objects. Furthermore, we describe a\nmetamaterial whose dynamics reproduces that of the proposed model, thus\nbringing the topological metamaterials closer to real-world applications."}
{"id": "2510.21295", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21295", "abs": "https://arxiv.org/abs/2510.21295", "authors": ["Arnaud Leclerc", "Stéphanie Laure Egome Nana", "Lorenzo Ugo Ancarani"], "title": "A complex Gaussian representation of continuum wavefunctions respectful of their asymptotic behaviour", "comment": "27 pages, 7 figures", "summary": "Complex Gaussian basis sets are optimized to accurately represent continuum\nradial wavefunctions over the whole space. First, attention is put on the\ntechnical ability of the optimization method to get more flexible series of\nGaussian exponents, in order to improve the accuracy of the fitting approach.\nSecond, an indirect fitting method is proposed, allowing for the oscillatory\nbehaviour of continuum functions to be conserved up to infinity as a factorized\nasymptotic function, while the Gaussian representation is applied to some\nappropriately defined distortion factor with limited spatial extension. As an\nillustration, the method is applied to radial Coulomb functions with realistic\nenergy parameters. We also show that the indirect fitting approach keeps the\nadvantageous analytical structure of typical one-electron transition integrals\noccurring in molecular ionization applications."}
{"id": "2510.21568", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21568", "abs": "https://arxiv.org/abs/2510.21568", "authors": ["Udomsilp Pinsook"], "title": "ARPES of Bi2212 interpreted via a particle in a system of dynamic scatterers", "comment": "23 pages, 12 figures", "summary": "In this work, I employ parabolic cylinder functions to quantitatively\ndescribe the ARPES spectra of an over-doped Bi2212 across the temperature range\n6 - 140K at the antinode k-point. These functions come from the solutions of a\nparticle moving in a system of random scatterers. The parameters, i.e. the\noverall amplitude (A), the spectral coherence scale (C), and the energy shift\n(EG), are determined directly by fitting to experimental data. At 140K, the\ndominated feature of the ARPES spectrum resembles the solution of a particle\nmoving in a one-dimensional random system. According to the present model, the\nelectronic states of the over-doped Bi2212 at the antinode k-point can be\nviewed as a realization of the theory of a particle moving in dynamic\nscatterers in 1D with corrections from the ground state solutions at lower\ntemperature."}
{"id": "2510.21336", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.21336", "abs": "https://arxiv.org/abs/2510.21336", "authors": ["Timur Aslyamov", "Massimiliano Esposito", "Mathijs Janssen"], "title": "Faradaic and capacitive charging of an electrolyte-filled pore in response to a small applied potential", "comment": "15 pages, 5 figures", "summary": "Electrochemical devices often charge both through Faradaic reactions and\nelectric double layer formation. Here, we study these coupled processes in a\nmodel system of a long electrolyte-filled pore subject to a small\nsuddenly-applied potential, close to the equilibrium potential $\\Psi^\\text{eq}$\nat which there is no net Faradaic charge transfer. Specifically, we solve the\ncoupled Poisson-Nernst-Planck and Frumkin-Butler-Volmer equations by asymptotic\napproximations, using the pore's small inverse aspect ratio as the small\nparameter. In the early-time limit, the reaction-diffusion equations yield an\nextended Faradaic transmission line model that includes a voltage source,\n$\\Psi_\\text{eq}$, biasing the Faradaic reactions, captured by the resistance\n$R_F$. In the long-time limit, the model exhibits a nontrivial potential of\nzero charge, $\\Psi_\\text{pzc} = \\Psi_\\text{eq}[1 - \\hat{Z}(0)/R_F]$, where\n$\\hat{Z}(0)$ is the experimentally accessible zero-frequency impedance of the\nsystem. This expression provides a new means to experimentally measure the\nFaradaic contribution to $\\Psi_\\text{pzc}$."}
{"id": "2510.21029", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21029", "abs": "https://arxiv.org/abs/2510.21029", "authors": ["Kyle Matkovic", "Patrick Russell", "Andrew Palmer", "Eric Helgamo", "Lukas Delventhal", "Kun Zuo", "Kundan Surse", "Rajib Rahman", "Maja C. Cassidy"], "title": "Characterizing Neon Thin Film Growth with an NbTiN Superconducting Resonator Array", "comment": null, "summary": "Electrons levitating above the surface of solid neon have recently emerged as\na promising platform for high-quality qubits. The morphology and uniformity of\nthe neon growth in these systems is crucial for qubit performance in a scalable\narchitecture. Here we report on the controlled growth and characterization of\nthin solid neon films using multiplexed superconducting microwave resonators.\nBy monitoring changes in the resonant frequency and internal quality factor\n($Q_i$) of an array of frequency multiplexed quarter-wave coplanar waveguide\nresonators, we quantify the spatial uniformity of the film. A pulsed gas\ndeposition protocol near the neon triple point results in repeatable film\nformation, generating measurable shifts in frequency and variations in $Q_i$\nacross the resonator array. Notably, introducing a post-deposition anneal at 12\nK for one hour improves the film homogeneity, as shown by the reduced\nresonator-to-resonator variance in frequency and $Q_i$, consistent with\nenhanced wetting. These results demonstrate resonator-based metrology as an\nin-situ tool for characterising neon film growth, directly supporting the\ndevelopment of electron on inert quantum solid qubit platforms."}
{"id": "2510.21145", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21145", "abs": "https://arxiv.org/abs/2510.21145", "authors": ["Yuansheng Zhao", "Kenji Shiraishi", "Tetsuo Narita", "Atsushi Oshiyama"], "title": "Multistability of interstitial magnesium and its carrier recombined migration in gallium nitride", "comment": null, "summary": "We present density-functional-theory calculations which provide a microscopic\npicture of the recombination-enhanced migration of interstitial Mg in GaN. We\ndetermine stable structures and migration pathways with accurate HSE\napproximation to the exchange-correlation energy, and also computed\nrecombination rates using the obtained energy spectrum and wavefunctions. It is\nfound that the migration between the most stable octahedral sites\n(Mg$_{\\textrm{O}}$) via newly found interstitial complex structure shows the\nlowest migration energy in which one or two electrons are captured during the\nmigration, that the most stable charge state of 2+ changes to 1+ or neutral,\nand that by this recombination of carriers the migration barrier is\nsignificantly reduced. Starting from Mg$_{\\textrm{O}}^{2+}$, Mg captures an\nelectron becoming the 1+ charge state and overcomes the barrier of 1.65 eV,\nmuch reduced from 2.23 eV in case of the migration with the 2+ charge state\nkept. Moreover, further electron capture is realized accompanied by substantial\nstructural relaxation, thus Mg becoming neutral. Detailed HSE calculations for\nthis second capture show that the migration barrier is 1.55 eV, thus clarifying\nthe important role of the carrier recombination for Mg migration in GaN. These\nfindings are corroborated by the present quantitative calculations of\nrecombination rates based on electronic Hamiltonian constructed from our\nDFT-obtained energy spectrum. The timescale of the recombination is clarified\nto be in or under the timescale of the migration with typical electron density\nand the enhancement is expected to be significant."}
{"id": "2510.21065", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21065", "abs": "https://arxiv.org/abs/2510.21065", "authors": ["Tianyi Hu", "Thomas J. R. Hughes", "Guglielmo Scovazzi", "Hector Gomez"], "title": "Phase-Field/Discontinuity Capturing operator for direct van der Waals simulation (DVS)", "comment": null, "summary": "Discontinuity capturing (DC) operators are commonly employed to numerically\nsolve problems involving sharp gradients in the solution. Despite their\nsuccess, the application of DC operators to the direct van der Waals simulation\n(DVS) remains challenging. The DVS framework models non-equilibrium phase\ntransitions by admitting interfacial regions in which the derivative of\npressure with respect to density is negative. In these regions, we demonstrate\nthat classical DC operators may violate the free energy dissipation law and\nproduce unphysical wave structures. To address this limitation, we propose the\nphase-field/discontinuity capturing (PF/DC) operator. Numerical results show\nthat PF/DC yields stable and accurate solutions in both bulk fluids and\ninterfacial regions. Finally, we apply the proposed method to simulate\ncavitating flow over a three-dimensional bluff body, obtaining excellent\nagreement with experimental data and significant improvements over results\nproduced using classical DC operators."}
{"id": "2510.20892", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.20892", "abs": "https://arxiv.org/abs/2510.20892", "authors": ["Tim Kokkeler", "Mateo Uldemolins", "Francisco Lobo", "F. Sebastian Bergeret", "Elsa Prada", "Pablo San-Jose"], "title": "Fluxoid solitons in superconducting tapered tubes and bottlenecks", "comment": "15 pages (2 appendices and 7 figures)", "summary": "A thin-walled tubular superconductor develops a quantized fluxoid in the\npresence of an axial magnetic field. The fluxoid corresponds to the number of\nphase windings of the superconducting order parameter and is topological in\nnature. When the tube has a radius variation along the axial direction, forming\na bottleneck structure between sections with different radius, a fluxoid\nmismatch can appear depending on the applied magnetic field. The bottleneck\nthen becomes a topological boundary and is host to topologically protected\nsolutions for the order parameter, dubbed fluxoid solitons, that are free to\nmove around bottlenecks with cylindrical symmetry. Fluxoid solitons are a new\ntype of vortex with non-quantized flux, loosely related to Pearl vortices in\nthin superconducting films and fluxons in Corbino Josephson junctions. We\ncharacterize their properties as a function of system parameters using the\nself-consistent quasiclassical theory of diffusive superconductors. We consider\nboth short bottleneck structures and long tapered tubes, where multiple trapped\nfluxoid solitons adopt elaborate arrangements dictated by their mutual\nrepulsion."}
{"id": "2510.20893", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20893", "abs": "https://arxiv.org/abs/2510.20893", "authors": ["Lei Su"], "title": "$\\mathbb{Z}_2$ lattice gauge theories: fermionic gauging, transmutation, and Kramers-Wannier dualities", "comment": "6+17 pages. This work is dedicated to C. N. Yang", "summary": "We generalize the gauging of $\\mathbb{Z}_2$ symmetries by inserting Majorana\nfermions, establishing parallel duality correspondences for bosonic and\nfermionic lattice systems. Using this fermionic gauging, we construct fermionic\nanalogs of $\\mathbb{Z}_2$ gauge theories dual to the transverse-field Ising\nmodel, interpretable as Majorana stabilizer codes. We demonstrate a unitary\nequivalence between the $\\mathbb{Z}_2$ gauge theory obtained by gauging the\nfermion parity of a free fermionic system and the conventional $\\mathbb{Z}_2$\ngauge theory with potentially nonlocal terms on the square lattice with\ntoroidal geometry. This equivalence is implemented by a linear-depth local\nunitary circuit, connecting the bosonic and fermionic toric codes through a\ndirection-dependent anyonic transmutation. The gauge theory obtained by gauging\nfermion parity is further shown to be equivalent to a folded Ising chain\nobtained via the Jordan--Wigner transformation. We clarify the distinction\nbetween the recently proposed Kramers--Wannier dualities and those obtained by\ngauging the $\\mathbb{Z}_2$ symmetry along a space-covering path. Our results\nextend naturally to higher-dimensional $\\mathbb{Z}_2$ lattice gauge theories,\nproviding a unified framework for bosonic and fermionic dualities and offering\nnew insights for quantum computation and simulation."}
{"id": "2510.21368", "categories": ["physics.chem-ph", "cs.LG", "cs.SE", "physics.atom-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2510.21368", "abs": "https://arxiv.org/abs/2510.21368", "authors": ["Rohit Goswami"], "title": "Efficient Exploration of Chemical Kinetics", "comment": "Doctoral dissertation, 102 pages, ISBN pending from the University of\n  Iceland. doctorate. By design, all text and figures within this thesis are\n  original and do not appear in the associated papers", "summary": "Estimating reaction rates and chemical stability is fundamental, yet\nefficient methods for large-scale simulations remain out of reach despite\nadvances in modeling and exascale computing. Direct simulation is limited by\nshort timescales; machine-learned potentials require large data sets and\nstruggle with transition state regions essential for reaction rates. Reaction\nnetwork exploration with sufficient accuracy is hampered by the computational\ncost of electronic structure calculations, and even simplifications like\nharmonic transition state theory rely on prohibitively expensive saddle point\nsearches. Surrogate model-based acceleration has been promising but hampered by\noverhead and numerical instability.\n  This dissertation presents a holistic solution, co-designing physical\nrepresentations, statistical models, and systems architecture in the Optimal\nTransport Gaussian Process (OT-GP) framework. Using physics-aware optimal\ntransport metrics, OT-GP creates compact, chemically relevant surrogates of the\npotential energy surface, underpinned by statistically robust sampling.\nAlongside EON software rewrites for long timescale simulations, we introduce\nreinforcement learning approaches for both minimum-mode following (when the\nfinal state is unknown) and nudged elastic band methods (when endpoints are\nspecified). Collectively, these advances establish a representation-first,\nmodular approach to chemical kinetics simulation. Large-scale benchmarks and\nBayesian hierarchical validation demonstrate state-of-the-art performance and\npractical exploration of chemical kinetics, transforming a longstanding\ntheoretical promise into a working engine for discovery."}
{"id": "2510.21340", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.21340", "abs": "https://arxiv.org/abs/2510.21340", "authors": ["Daiki Sekizawa", "Sosuke Ito", "Masafumi Oizumi"], "title": "Koopman Mode Decomposition of Thermodynamic Dissipation in Nonlinear Langevin Dynamics", "comment": null, "summary": "Nonlinear oscillations are commonly observed in complex systems far from\nequilibrium, such as living organisms. These oscillations are essential for\nsustaining vital processes, like neuronal firing, circadian rhythms, and\nheartbeats. In such systems, thermodynamic dissipation is necessary to maintain\noscillations against noise. However, due to their nonlinear dynamics, it has\nbeen challenging to determine how the characteristics of oscillations, such as\nfrequency, amplitude, and coherent patterns across elements, influence\ndissipation. To resolve this issue, we employ Koopman mode decomposition, which\nrecasts nonlinear dynamics as a linear evolution in a function space. This\nlinearization allows the dynamics to be decomposed into temporal oscillatory\nmodes coherent across elements, with the Koopman eigenvalues determining their\nfrequencies. Using this method, we decompose thermodynamic dissipation caused\nby nonconservative forces into contributions from oscillatory modes in\noverdamped nonlinear Langevin dynamics. We show that the dissipation from each\nmode is proportional to its frequency squared and its intensity, providing an\ninterpretable, mode-by-mode picture. In the noisy FitzHugh--Nagumo model, we\ndemonstrate the effectiveness of this framework in quantifying the impact of\noscillatory modes on dissipation during nonlinear phenomena like stochastic\nresonance and bifurcation. For instance, our analysis of stochastic resonance\nreveals that the greatest dissipation at the optimal noise intensity is\nsupported by a broad spectrum of frequencies, whereas at non-optimal noise\nlevels, dissipation is dominated by specific frequency modes. Our work offers a\ngeneral approach to connecting oscillations to dissipation in noisy\nenvironments and improves our understanding of diverse oscillation phenomena\nfrom a nonequilibrium thermodynamic perspective."}
{"id": "2510.21061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21061", "abs": "https://arxiv.org/abs/2510.21061", "authors": ["Subhajit Sarkar", "Amos Sharoni", "Oliver L. A. Monti", "Yonatan Dubi"], "title": "The spinterface mechanism for the chiral-induced spin selectivity effect: A Critical Perspective", "comment": "Published online in ACS Nano on 21st October, 2025", "summary": "The chiral-induced spin selectivity (CISS) effect, whereby chiral molecules\npreferentially transmit electrons of one spin orientation, remains one of the\nmost intriguing and debated phenomena at the interface of spintronics,\nmolecular electronics, and quantum materials. Despite extensive experimental\nobservations across diverse platforms - including transport junctions,\nphotoemission, and enantioselective chemistry - a comprehensive theoretical\nframework is still lacking. In this perspective, we critically examine the\nspinterface mechanism as a unifying explanation for the CISS effect. The\nspinterface model, which hypothesizes a feedback interaction between electron\nmotion in chiral molecules and fluctuating surface magnetic moments, is shown\nto quantitatively reproduce experimental data across various systems and\nconditions. We contrast it with some existing theoretical models, highlighting\nkey experimental features. Importantly, we also address open questions and\ncriticisms of this model, including the nature of surface magnetism, the role\nof dissipation, and the applicability of the mechanism to non-helical or\nelectrode-free systems. By offering falsifiable predictions and reconciling\ntheory with experimental raw data, this work aims to sharpen the dialogue\nsurrounding the microscopic origin of CISS and stimulate further experimental\nand theoretical progress."}
{"id": "2510.21237", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21237", "abs": "https://arxiv.org/abs/2510.21237", "authors": ["Mykhailo Chaika"], "title": "Temperature-Dependent Spectroscopy of Cr3+:YGG Nanophosphors with Multisite Emission", "comment": null, "summary": "An important feature of Cr3+ is the ability to tune the absorption and\nemission spectra by changing the host. However, in some cases, different\nemission spectra can be detected in samples with similar Racah parameters. The\npresent paper reports changes in the luminescence properties of Cr3+:YGG\nnanocrystals. Cr3+:YGG nanocrystals were synthesized by a modified Pechini\nmethod to obtain nanocrystals containing two fractions of Cr3+:YGG nanocrystals\nwith different lattice parameters and crystalline sizes. The increase in the\nconcentration of Cr3+ ions leads to a redshift of the 4T2g emission from 750 nm\nto 850 nm for luminescence spectra measured at 80K. In contrast, room\ntemperature luminescence spectra showed similarity in the shape of the emission\nspectra. The calculated crystal field strength was found to increase with the\nconcentration of Cr3+ ions, so the detected patterns in low-temperature\nluminescence spectra were explained by energy transfer chain processes."}
{"id": "2510.21213", "categories": ["physics.comp-ph", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21213", "abs": "https://arxiv.org/abs/2510.21213", "authors": ["Yulong Pan", "Michael Lindsey"], "title": "Fast adaptive discontinuous basis sets for electronic structure", "comment": null, "summary": "We develop a discontinuous Galerkin (DG) framework for automatically\nconstructing adaptive basis sets for electronic structure calculations. By\nallowing basis functions to be discontinuous across element interfaces, our\napproach supports flexible combinations of atom-centered and polynomial basis\nsets, maintains favorable numerical conditioning, and induces structured\nsparsity of the one- and two-electron integrals, which we compute using\nspecialised numerical integration strategies. We also introduce\nmultigrid-preconditioned Poisson solvers that enable fast algorithms for both\nHartree-Fock (HF) and density functional theory (DFT) calculations within our\nDG basis sets. Moreover, these basis sets naturally support adaptive multigrid\npreconditioning for the linear eigensolvers employed within the self-consistent\nfield iteration for HF and DFT. Numerical experiments for HF and DFT\ndemonstrate that our approach achieves chemical accuracy with modest basis\nsizes that compare favorably to the sizes of ordinary GTO basis sets achieving\nsimilar accuracy, while offering additional structured sparsity and improved\ncomputational scalability in the size-extensive limit. The framework thus\nprovides a flexible route toward the construction of systematically improvable\nand structured adaptive basis sets for electronic structure theory."}
{"id": "2510.20893", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20893", "abs": "https://arxiv.org/abs/2510.20893", "authors": ["Lei Su"], "title": "$\\mathbb{Z}_2$ lattice gauge theories: fermionic gauging, transmutation, and Kramers-Wannier dualities", "comment": "6+17 pages. This work is dedicated to C. N. Yang", "summary": "We generalize the gauging of $\\mathbb{Z}_2$ symmetries by inserting Majorana\nfermions, establishing parallel duality correspondences for bosonic and\nfermionic lattice systems. Using this fermionic gauging, we construct fermionic\nanalogs of $\\mathbb{Z}_2$ gauge theories dual to the transverse-field Ising\nmodel, interpretable as Majorana stabilizer codes. We demonstrate a unitary\nequivalence between the $\\mathbb{Z}_2$ gauge theory obtained by gauging the\nfermion parity of a free fermionic system and the conventional $\\mathbb{Z}_2$\ngauge theory with potentially nonlocal terms on the square lattice with\ntoroidal geometry. This equivalence is implemented by a linear-depth local\nunitary circuit, connecting the bosonic and fermionic toric codes through a\ndirection-dependent anyonic transmutation. The gauge theory obtained by gauging\nfermion parity is further shown to be equivalent to a folded Ising chain\nobtained via the Jordan--Wigner transformation. We clarify the distinction\nbetween the recently proposed Kramers--Wannier dualities and those obtained by\ngauging the $\\mathbb{Z}_2$ symmetry along a space-covering path. Our results\nextend naturally to higher-dimensional $\\mathbb{Z}_2$ lattice gauge theories,\nproviding a unified framework for bosonic and fermionic dualities and offering\nnew insights for quantum computation and simulation."}
{"id": "2510.20901", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20901", "abs": "https://arxiv.org/abs/2510.20901", "authors": ["Oscar Bouverot-Dupuis", "Laura Foini", "Alberto Rosso"], "title": "The generic Mott transition in the sine-Gordon model through an embedded worm algorithm", "comment": "35 pages, 20 figures", "summary": "The generic Mott transition in one-dimensional quantum systems can be\ndescribed by the sine-Gordon model with a tilt via bosonization. Because the\nconfiguration space of the sine-Gordon model separates into distinct\ntopological sectors, standard local Monte Carlo schemes are limited to very\nsmall system sizes. To overcome this limitation, we introduce the smooth worm\n(SmoWo) Monte Carlo algorithm which enlarges the configuration space to allow\nsmooth transitions between topological sectors. The method combines worm\nupdates with event-chain Monte Carlo moves. We explicitly prove its validity\nand quantify its performance. Thanks to the substantial acceleration achieved\nby the SmoWo algorithm, we are able to simulate large system sizes, providing a\nprecise picture of the different phases and critical behaviour of the\nsine-Gordon model."}
{"id": "2510.21061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21061", "abs": "https://arxiv.org/abs/2510.21061", "authors": ["Subhajit Sarkar", "Amos Sharoni", "Oliver L. A. Monti", "Yonatan Dubi"], "title": "The spinterface mechanism for the chiral-induced spin selectivity effect: A Critical Perspective", "comment": "Published online in ACS Nano on 21st October, 2025", "summary": "The chiral-induced spin selectivity (CISS) effect, whereby chiral molecules\npreferentially transmit electrons of one spin orientation, remains one of the\nmost intriguing and debated phenomena at the interface of spintronics,\nmolecular electronics, and quantum materials. Despite extensive experimental\nobservations across diverse platforms - including transport junctions,\nphotoemission, and enantioselective chemistry - a comprehensive theoretical\nframework is still lacking. In this perspective, we critically examine the\nspinterface mechanism as a unifying explanation for the CISS effect. The\nspinterface model, which hypothesizes a feedback interaction between electron\nmotion in chiral molecules and fluctuating surface magnetic moments, is shown\nto quantitatively reproduce experimental data across various systems and\nconditions. We contrast it with some existing theoretical models, highlighting\nkey experimental features. Importantly, we also address open questions and\ncriticisms of this model, including the nature of surface magnetism, the role\nof dissipation, and the applicability of the mechanism to non-helical or\nelectrode-free systems. By offering falsifiable predictions and reconciling\ntheory with experimental raw data, this work aims to sharpen the dialogue\nsurrounding the microscopic origin of CISS and stimulate further experimental\nand theoretical progress."}
{"id": "2510.21670", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.21670", "abs": "https://arxiv.org/abs/2510.21670", "authors": ["Julien Brémont"], "title": "Beyond Poisson: First-Passage Asymptotics of Renewal Shot Noise", "comment": null, "summary": "The first-passage time (FPT) of a stochastic signal to a threshold is a\nfundamental observable across physics, biology, and finance. While renewal shot\nnoise is a canonical model for such signals, analytical results for its FPT\nhave remained confined to the Poisson (Markovian) case, despite the prevalence\nof non-Poisson arrival statistics in applications from neuronal spiking to gene\nexpression. We break this long-standing barrier by deriving the first universal\nasymptotic formula for the mean FPT $\\langle T_b \\rangle$ to reach level $b$\nfor renewal shot noise with general arrival statistics and exponential marks.\nOur central result is a closed-form expression that reveals precisely how\ngeneral inter-arrival statistics impact the naive Arrhenius law. We show that\nthe short-time behavior of the interarrival distribution dictates universal\nscaling corrections, ranging from stretched-exponential to algebraic, that can\ndramatically accelerate threshold crossing. Furthermore, we argue and confirm\nnumerically that the full FPT distribution becomes exponential at large\nthresholds, implying that $\\langle T_b \\rangle$ provides a complete asymptotic\ncharacterization. Our work, enabled by a novel exact solution for the moments\nof the noise, establishes a general framework for analyzing extreme events in\nnon-Markovian systems with relaxation."}
{"id": "2510.21166", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21166", "abs": "https://arxiv.org/abs/2510.21166", "authors": ["Ryosuke Okumura", "Naoto Nakatsuji", "Takuto Kawakami", "Mikito Koshino"], "title": "One-dimensional moiré engineering in zigzag graphene nanoribbons on hBN", "comment": "13 pages, 8 figures", "summary": "We study the structural relaxation and electronic properties of a\none-dimensional (1D) moir\\'e system composed of a zigzag graphene nanoribbon\n(GNR) placed on a hexagonal boron nitride (hBN) substrate. Using an effective\ngrid model derived from continuum elasticity theory, we calculate the relaxed\natomic structure of the GNR/hBN system for various twist angles and ribbon\nwidths. The relaxation gives rise to a characteristic 1D domain structure\nconsisting of alternating commensurate AB$'$ regions and two distinct types of\ndomain boundaries. At finite twist angles, the ribbon adopts a wavy shape,\nlocally tracing the hBN zigzag direction but occasionally sliding to adjacent\natomic rows. The resulting moir\\'e potential strongly modulates the electronic\nstructure: the zero-energy zigzag edge states are modulated by the local\nstacking, leading to densely packed subbands in the AB$'$ domains and sharply\nlocalized domain-wall states in the energy gaps between domain plateaus, which\ntogether realize gate-tunable one-dimensional arrays of quantum-confined\nelectronic states. Our results demonstrate that moir\\'e modulation in GNR/hBN\nheterostructures provides a versatile platform for electronic structure\nengineering and the design of 1D moir\\'e nanodevices."}
{"id": "2510.21243", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21243", "abs": "https://arxiv.org/abs/2510.21243", "authors": ["Agnieszka Szysiak", "Robert Tomala", "Helena Węglarz", "Juraj Kajan", "Mirosław Słobodzian", "Mykhailo Chaika"], "title": "Toward more performant eye safe lasers: effect of increasing sensitizer amount in Yb3+,Er3+:YAG transparent ceramic on its spectral characteristics", "comment": null, "summary": "Developing efficient Er3+,Yb3+:YAG eye-safe lasers is a priority of modern\nlaser technology. This paper focuses on the influence of the concentration of\nYb3+ ions on the spectroscopic properties of Er3+,Yb3+:YAG transparent\nceramics. Four samples with different concentrations of Yb3+ ions were prepared\nby solid-state reaction sintering. The study revealed the influence of Yb3+\nions on the microstructure and the sintering process. A high concentration of\nYb3+ ions leads to the formation of Y3+-rich impurity phases and causes\nsegregation of Er3+ and Yb3+ and Si4+ into these phases. The influence of Yb3+\nions on the shape of emission spectra and the lifetimes of both Er3+ and Yb3+\nions was shown. Changes in the spectroscopic properties were ascribed to\nincrease in neat transfer between Yb3+ and Er3+ ions. IQE of Er3+ and Yb3+\nluminescence were calculated, and optimal Er3+/Yb3+ ions ratio were proposed"}
{"id": "2510.21683", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21683", "abs": "https://arxiv.org/abs/2510.21683", "authors": ["Simon Butson", "Mathew Cleveland", "Alex Long", "Todd Palmer"], "title": "Reduced Floating-Point Precision Implicit Monte Carlo", "comment": "33 pages, 9 figures, 6 tables", "summary": "This work demonstrates algorithms to accurately compute solutions to thermal\nradiation transport problems using a reduced floating-point precision\nimplementation of the Implicit Monte Carlo method. Several techniques falling\ninto the categories of arithmetic manipulations and scaling methods are\nevaluated for their ability to improve the accuracy of reduced-precision\ncomputations. The results for half- and double-precision implementations of\nvarious thermal radiation benchmark problems are compared."}
{"id": "2510.20901", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.20901", "abs": "https://arxiv.org/abs/2510.20901", "authors": ["Oscar Bouverot-Dupuis", "Laura Foini", "Alberto Rosso"], "title": "The generic Mott transition in the sine-Gordon model through an embedded worm algorithm", "comment": "35 pages, 20 figures", "summary": "The generic Mott transition in one-dimensional quantum systems can be\ndescribed by the sine-Gordon model with a tilt via bosonization. Because the\nconfiguration space of the sine-Gordon model separates into distinct\ntopological sectors, standard local Monte Carlo schemes are limited to very\nsmall system sizes. To overcome this limitation, we introduce the smooth worm\n(SmoWo) Monte Carlo algorithm which enlarges the configuration space to allow\nsmooth transitions between topological sectors. The method combines worm\nupdates with event-chain Monte Carlo moves. We explicitly prove its validity\nand quantify its performance. Thanks to the substantial acceleration achieved\nby the SmoWo algorithm, we are able to simulate large system sizes, providing a\nprecise picture of the different phases and critical behaviour of the\nsine-Gordon model."}
{"id": "2510.21005", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21005", "abs": "https://arxiv.org/abs/2510.21005", "authors": ["Yiliu Li", "Esteban Rojas-Gatjens", "Yinjie Guo", "Birui Yang", "Dihao Sun", "Luke Holtzman", "Juseung Oh", "Katayun Barmak", "Cory R. Dean", "James C. Hone", "Nathaniel Gabor", "Eric A. Arsenault", "Xiaoyang Zhu"], "title": "Photoinduced Metal-to-Insulator Transitions in 2D Moiré Devices", "comment": "13 pages, 4 figures, SI", "summary": "Photoexcitation has been utilized to control quantum matter and to uncover\nmetastable phases far from equilibrium. Among demonstrations to date, the most\ncommon is the photo-induced transition from correlated insulators to metallic\nstates; however, the reverse process without initial orders has not been\nobserved. Here, we show ultrafast metal-to-insulator transition in gate-doped\nWS2/WSe2 and WSe2/WSe2 moir\\'e devices using photo-thermionic hole injection\nfrom graphite gates. The resulting correlated insulators are metastable, with\nlifetimes exceeding microseconds. These findings establish an effective\nmechanism for the ultrafast control of correlated electronic phases in van der\nWaals heterostructures."}
{"id": "2510.21213", "categories": ["physics.comp-ph", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21213", "abs": "https://arxiv.org/abs/2510.21213", "authors": ["Yulong Pan", "Michael Lindsey"], "title": "Fast adaptive discontinuous basis sets for electronic structure", "comment": null, "summary": "We develop a discontinuous Galerkin (DG) framework for automatically\nconstructing adaptive basis sets for electronic structure calculations. By\nallowing basis functions to be discontinuous across element interfaces, our\napproach supports flexible combinations of atom-centered and polynomial basis\nsets, maintains favorable numerical conditioning, and induces structured\nsparsity of the one- and two-electron integrals, which we compute using\nspecialised numerical integration strategies. We also introduce\nmultigrid-preconditioned Poisson solvers that enable fast algorithms for both\nHartree-Fock (HF) and density functional theory (DFT) calculations within our\nDG basis sets. Moreover, these basis sets naturally support adaptive multigrid\npreconditioning for the linear eigensolvers employed within the self-consistent\nfield iteration for HF and DFT. Numerical experiments for HF and DFT\ndemonstrate that our approach achieves chemical accuracy with modest basis\nsizes that compare favorably to the sizes of ordinary GTO basis sets achieving\nsimilar accuracy, while offering additional structured sparsity and improved\ncomputational scalability in the size-extensive limit. The framework thus\nprovides a flexible route toward the construction of systematically improvable\nand structured adaptive basis sets for electronic structure theory."}
{"id": "2510.20893", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20893", "abs": "https://arxiv.org/abs/2510.20893", "authors": ["Lei Su"], "title": "$\\mathbb{Z}_2$ lattice gauge theories: fermionic gauging, transmutation, and Kramers-Wannier dualities", "comment": "6+17 pages. This work is dedicated to C. N. Yang", "summary": "We generalize the gauging of $\\mathbb{Z}_2$ symmetries by inserting Majorana\nfermions, establishing parallel duality correspondences for bosonic and\nfermionic lattice systems. Using this fermionic gauging, we construct fermionic\nanalogs of $\\mathbb{Z}_2$ gauge theories dual to the transverse-field Ising\nmodel, interpretable as Majorana stabilizer codes. We demonstrate a unitary\nequivalence between the $\\mathbb{Z}_2$ gauge theory obtained by gauging the\nfermion parity of a free fermionic system and the conventional $\\mathbb{Z}_2$\ngauge theory with potentially nonlocal terms on the square lattice with\ntoroidal geometry. This equivalence is implemented by a linear-depth local\nunitary circuit, connecting the bosonic and fermionic toric codes through a\ndirection-dependent anyonic transmutation. The gauge theory obtained by gauging\nfermion parity is further shown to be equivalent to a folded Ising chain\nobtained via the Jordan--Wigner transformation. We clarify the distinction\nbetween the recently proposed Kramers--Wannier dualities and those obtained by\ngauging the $\\mathbb{Z}_2$ symmetry along a space-covering path. Our results\nextend naturally to higher-dimensional $\\mathbb{Z}_2$ lattice gauge theories,\nproviding a unified framework for bosonic and fermionic dualities and offering\nnew insights for quantum computation and simulation."}
{"id": "2510.21206", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21206", "abs": "https://arxiv.org/abs/2510.21206", "authors": ["Zipu Fan", "Junchao Ma", "Jinying Yang", "Yan Sun", "Zhuocheng Lu", "Shuxia Chen", "Delang Liang", "Dehong Yang", "Chang Xu", "Qinsheng Wang", "Anlian Pan", "Ji Feng", "Enke Liu", "JinLuo Cheng", "Dong Sun"], "title": "Versatile tunable optical injection of chiral polarized Weyl fermions in a magnetic Weyl semimetal Co3Sn2S2", "comment": null, "summary": "Precise probe and control of various quantum degrees of freedom in novel\nquantum matter are central to understanding fundamental quantum physics and\nhold promise for innovative routes to encode and process information. Chirality\nis one such degree of freedom that has recently attracted intense research\ninterest, especially for Weyl fermions in topological Weyl semimetals. The\ncoupling of chiral degrees of freedom through light-matter interactions and the\nversatile control of these couplings through external fields can lead to\nprecise quantum control of Weyl fermions. In this work, we demonstrate the\nobservation of light chirality-dependent photocurrent in the mid-infrared\nregime. Excitation wavelength-dependent measurements reveal that the\nphotocurrent originates from the injection of chiral polarized Weyl fermions by\nchiral polarized mid-infrared photons. The optical process that generates\nunbalanced chiral polarized Weyl fermions is determined to be a third-order\nnonlinear photocurrent process. Compared with nonmagnetic Weyl semimetals, such\ncoupling is versatilely tunable in magnetic Weyl semimetals with the\nmagnetization direction and external electric field in addition to the\nchirality of light. Our results are not only directly applicable to tunable\ncircular-polarization-sensitive photodetection in the mid-infrared regime, but\nalso pave the way toward functional quantum devices that utilize the chiral\nquantum degrees of freedom of Weyl fermions."}
{"id": "2510.21359", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21359", "abs": "https://arxiv.org/abs/2510.21359", "authors": ["Shunda Yin", "Qiuyan Zhou", "Yuxiang Xi", "Weiyin Deng", "Wei Chen", "Jiuyang Lu", "Manzhu Ke", "Zhengyou Liu"], "title": "Lossy phononic metamaterials for valley manipulation", "comment": "18 pages,4 figures", "summary": "Non-Hermitian physics characterized by complex band spectra has established a\nnew paradigm in condensed matter systems and metamaterials. Recently,\nnon-Hermitian gain and nonreciprocity are deliberately introduced to valley\nmanipulation, leading to various phenomena beyond the Hermitian scenarios, such\nas the amplified topological whispering gallery modes as an acoustic laser. In\ncontrast, pure loss is inevitable in practice and generally regarded as a\ndetrimental factor. Here, we reveal that the coupling loss can manipulate\nvalley degrees of freedom in a phononic metamaterial. Three distinct\nvalley-related effects, including valley-resolved nonreciprocity that functions\nas a valley filter, valley-dependent skin effects where bulk states from\ndifferent valleys localize at opposite boundaries, and valley-projected edge\nstates with boundary-dependent lifetimes that leads to an anomalous beam\nsplitting, are demonstrated through theoretical analysis and airborne sound\nexperiments. Owing to the easy preparation of loss, our findings shed light on\nboth non-Hermitian and valley physics and may facilitate innovative\napplications of valley-related devices."}
{"id": "2510.21240", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21240", "abs": "https://arxiv.org/abs/2510.21240", "authors": ["Joaquín Medina Dueñas", "Santiago Giménez de Castro", "Jose H. Garcia", "Stephan Roche"], "title": "Optimal spin-charge interconversion in graphene through spin-pseudospin entanglement control", "comment": null, "summary": "The electrical generation of spin signals is of central interest for\nspintronics, where graphene stands as a relevant platform as its spin-orbit\ncoupling (SOC) is tuned by proximity effects. Here, we propose an enhancement\nof spin-charge interconversion in graphene by controlling the intraparticle\nentanglement between the spin and pseudospin degrees of freedom. We demonstrate\nthat, although the spin alone is not conserved in Rashba-Dirac systems, a\ncombined spin-pseudospin operator is conserved. This conserved quantity\nrepresents the interconversion between pure spin and pseudospin textures to a\nspin-pseudospin entangled structure, where Kane-Mele SOC tunes this balance. By\nthese means, we achieve spin-charge interconversion of 100\\% efficiency via the\nRashba-Edelstein effect. Quantum transport simulations in disordered\nmicron-size systems demonstrate the robustness of this effect, and also reveal\na disorder resilient spin Hall effect generated by the interplay between Rashba\nand Kane-Mele SOC. Our findings propose a platform for maximally efficient\nspin-charge interconversion, and establish spin-pseudospin correlations as a\nmechanism to tailor spintronic devices."}
{"id": "2510.20939", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.20939", "abs": "https://arxiv.org/abs/2510.20939", "authors": ["Matej Mosko", "Andrej Gendiar"], "title": "Tensor-Network study of Ising model on infinite hyperbolic dodecahedral lattice", "comment": "14 pages, 15 figures, 2 tables", "summary": "We propose a tensor-network-based algorithm to study the classical Ising\nmodel on an infinitely large hyperbolic lattice with a regular 3D tesselation\nof identical dodecahedra. We reformulate the corner transfer matrix\nrenormalization group (CTMRG) algorithm from 2D to 3D to reproduce the known\nresults on the cubic lattice. Consequently, we generalize the CTMRG to the\nhyperbolic dodecahedral lattice, which is an infinite-dimensional lattice. We\nanalyze the spontaneous magnetization, von Neumann entropy, and correlation\nlength to find a continuous non-critical phase transition on the dodecahedral\nlattice. The phase transition temperature is estimated to be $T_{\\rm pt}\n\\approx 4.66$. We find the magnetic critical exponents $\\beta= 0.4999$ and\n$\\delta=3.007$ that confirm the mean-field universality class in accord with\npredictions of Monte Carlo and high-temperature series expansions. The\nalgorithm can be applied to arbitrary multi-state spin models."}
{"id": "2510.21008", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21008", "abs": "https://arxiv.org/abs/2510.21008", "authors": ["Yiliu Li", "Esteban Rojas-Gatjens", "Yinjie Guo", "Birui Yang", "Dihao Sun", "Luke Holtzman", "Juseung Oh", "Katayun Barmak", "Cory R. Dean", "James C. Hone", "Nathaniel Gabor", "Eric A. Arsenault", "Xiaoyang Zhu"], "title": "Ultrafast Charge-Doping via Photo-Thermionic Injection in van der Waals Devices", "comment": "16 pages, 4 figures, SI", "summary": "Van der Waals (vdW) heterostructures of two-dimensional (2D) materials have\nbecome a rich playground for the exploration of correlated quantum phases, and\nrecent studies have begun to probe their non-equilibrium dynamics under\nfemtosecond laser excitation. In a time-resolved experiment, optical excitation\nof the multilayer structure can lead not only to rich dynamic responses from\nthe target layers, such as moir\\'e interfaces, but also to additional device\nfunctionality from the layer degree of freedom. Here, we investigate optical\nexcitation in a prototypical moir\\'e device of dual-gated twisted WSe2\nbilayers, with few-layer graphite gates and hexagonal boron nitride (hBN)\nspacers. We establish an ultrafast photodoping mechanism in the moir\\'e bilayer\nfrom photo-thermionic emission of the graphite gates. Using transient\nreflectance experiments, we reveal photo-induced hole injection evidenced by:\n(i) a shift of gate voltages at which optical signatures of correlated\ninsulators are observed, (ii) a persistent optical signature indicative of\ncharge diffusion at microsecond timescales and local charge buildup from\npulse-to-pulse accumulation, and (iii) photoinduced absorption due likely to\ntransient formation of correlated insulators. We further demonstrate that the\ninjected holes can be selectively controlled by tuning the excitation energy,\nfluence, and gate bias."}
{"id": "2510.21336", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.21336", "abs": "https://arxiv.org/abs/2510.21336", "authors": ["Timur Aslyamov", "Massimiliano Esposito", "Mathijs Janssen"], "title": "Faradaic and capacitive charging of an electrolyte-filled pore in response to a small applied potential", "comment": "15 pages, 5 figures", "summary": "Electrochemical devices often charge both through Faradaic reactions and\nelectric double layer formation. Here, we study these coupled processes in a\nmodel system of a long electrolyte-filled pore subject to a small\nsuddenly-applied potential, close to the equilibrium potential $\\Psi^\\text{eq}$\nat which there is no net Faradaic charge transfer. Specifically, we solve the\ncoupled Poisson-Nernst-Planck and Frumkin-Butler-Volmer equations by asymptotic\napproximations, using the pore's small inverse aspect ratio as the small\nparameter. In the early-time limit, the reaction-diffusion equations yield an\nextended Faradaic transmission line model that includes a voltage source,\n$\\Psi_\\text{eq}$, biasing the Faradaic reactions, captured by the resistance\n$R_F$. In the long-time limit, the model exhibits a nontrivial potential of\nzero charge, $\\Psi_\\text{pzc} = \\Psi_\\text{eq}[1 - \\hat{Z}(0)/R_F]$, where\n$\\hat{Z}(0)$ is the experimentally accessible zero-frequency impedance of the\nsystem. This expression provides a new means to experimentally measure the\nFaradaic contribution to $\\Psi_\\text{pzc}$."}
{"id": "2510.21240", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21240", "abs": "https://arxiv.org/abs/2510.21240", "authors": ["Joaquín Medina Dueñas", "Santiago Giménez de Castro", "Jose H. Garcia", "Stephan Roche"], "title": "Optimal spin-charge interconversion in graphene through spin-pseudospin entanglement control", "comment": null, "summary": "The electrical generation of spin signals is of central interest for\nspintronics, where graphene stands as a relevant platform as its spin-orbit\ncoupling (SOC) is tuned by proximity effects. Here, we propose an enhancement\nof spin-charge interconversion in graphene by controlling the intraparticle\nentanglement between the spin and pseudospin degrees of freedom. We demonstrate\nthat, although the spin alone is not conserved in Rashba-Dirac systems, a\ncombined spin-pseudospin operator is conserved. This conserved quantity\nrepresents the interconversion between pure spin and pseudospin textures to a\nspin-pseudospin entangled structure, where Kane-Mele SOC tunes this balance. By\nthese means, we achieve spin-charge interconversion of 100\\% efficiency via the\nRashba-Edelstein effect. Quantum transport simulations in disordered\nmicron-size systems demonstrate the robustness of this effect, and also reveal\na disorder resilient spin Hall effect generated by the interplay between Rashba\nand Kane-Mele SOC. Our findings propose a platform for maximally efficient\nspin-charge interconversion, and establish spin-pseudospin correlations as a\nmechanism to tailor spintronic devices."}
{"id": "2510.21422", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21422", "abs": "https://arxiv.org/abs/2510.21422", "authors": ["S. Shradha", "R. Rosati", "H. Lamsaadi", "J. Picker", "I. Paradisanos", "Md T. Hossain", "L. Krelle", "L. F. Oswald", "N. Engel", "D. I. Markina", "K. Watanabe", "T. Taniguchi", "P. K. Sahoo", "L. Lombez", "X. Marie", "P. Renucci", "V. Paillard", "J. -M. Poumirol", "A. Turchanin", "E. Malic", "B. Urbaszek"], "title": "2D Excitonics with Atomically Thin Lateral Heterostructures", "comment": "16 pages, 9 figures", "summary": "Semiconducting transition metal dichalcogenides (TMDs), such as MoSe$_2$ and\nWSe$_2$, exhibit unique optical and electronic properties. Vertical stacking of\nlayers of one or more TMDs, to create heterostructures, has expanded the fields\nof moir\\'e physics and twistronics. Bottom-up fabrication techniques, such as\nchemical vapor deposition, have advanced the creation of heterostructures\nbeyond what was possible with mechanical exfoliation and stacking. These\ntechniques now enable the fabrication of lateral heterostructures, where two or\nmore monolayers are covalently bonded in the plane of their atoms. At their\natomically sharp interfaces, lateral heterostructures exhibit additional\nphenomena, such as the formation of charge-transfer excitons, in which the\nelectron and hole reside on opposite sides of the interface. Due to the energy\nlandscape created by differences in the band structures of the constituent\nmaterials, unique effects such as unidirectional exciton transport and\nexcitonic lensing can be observed in lateral heterostructures. This review\noutlines recent progress in exciton dynamics and spectroscopy of TMD-based\nlateral heterostructures and offers an outlook on future developments in\nexcitonics in this promising system."}
{"id": "2510.21295", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21295", "abs": "https://arxiv.org/abs/2510.21295", "authors": ["Arnaud Leclerc", "Stéphanie Laure Egome Nana", "Lorenzo Ugo Ancarani"], "title": "A complex Gaussian representation of continuum wavefunctions respectful of their asymptotic behaviour", "comment": "27 pages, 7 figures", "summary": "Complex Gaussian basis sets are optimized to accurately represent continuum\nradial wavefunctions over the whole space. First, attention is put on the\ntechnical ability of the optimization method to get more flexible series of\nGaussian exponents, in order to improve the accuracy of the fitting approach.\nSecond, an indirect fitting method is proposed, allowing for the oscillatory\nbehaviour of continuum functions to be conserved up to infinity as a factorized\nasymptotic function, while the Gaussian representation is applied to some\nappropriately defined distortion factor with limited spatial extension. As an\nillustration, the method is applied to radial Coulomb functions with realistic\nenergy parameters. We also show that the indirect fitting approach keeps the\nadvantageous analytical structure of typical one-electron transition integrals\noccurring in molecular ionization applications."}
{"id": "2510.20961", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.20961", "abs": "https://arxiv.org/abs/2510.20961", "authors": ["Christo Guguschev", "Michael Schulze", "Andrea Dittmar", "Detlef Klimm", "Kaspars Dadzis", "Thomas Schroeder", "Knut Peters", "Aakash Pushp"], "title": "Floating zone growth of high-purity MgO substrate single crystals", "comment": null, "summary": "MgO single crystals with diameters between 3.5 and 5 mm and lengths up to 40\nmm were grown by the optical floating zone technique (OFZ). Despite challenging\nmaterial properties such as the high melting point of 2825 {\\deg}C, very high\nevaporation rate and perfect {100} cleaving characteristics, crack-free\ncrystals were grown at high growth rates exceeding 40 mm/h and at high thermal\ngradients. Chemical investigations revealed that the OFZ technique is suitable\nfor the preparation of substrate crystals with a purity of 5N to facilitate the\ndevelopment of novel demonstrator devices based on epitaxially grown thin\nfilms. The achieved purity level is improved by more than one order of\nmagnitude if compared to commercial MgO substrate single crystals graded as\nhigh purity."}
{"id": "2510.21158", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21158", "abs": "https://arxiv.org/abs/2510.21158", "authors": ["Takafumi Kitazawa", "Yasuyuki Shimura", "Takahiro Onimaru", "Shun Tsuchida", "Katsunori Kubo", "Yoshinori Haga", "Hironori Sakai", "Yoshifumi Tokiwa", "Shinsaku Kambe", "Yo Tokunaga"], "title": "Paramagnetic electron-nuclear spin entanglement in HoCo2Zn20", "comment": "15 pages, 11 figures", "summary": "We investigated electron-nuclear spin entanglement in the paramagnetic ground\nstate of the Ho-based cubic compound HoCo2Zn20. From analyses of magnetization\nand specific heat data, we determined the cubic crystalline electric field\n(CEF) parameters, the magnetic exchange constant, and the hyperfine coupling\nconstant between the 4f magnetic moment and the 165Ho nuclear spin. Our results\nshow that the Gamma5 CEF ground state is split by the hyperfine coupling, with\nan energy width of 1.3 K at 0 T, and that the true paramagnetic ground state is\na quasi-sextet arising primarily from entanglement between the f-electron\neffective spin S = 1 and the 165Ho nuclear spin I = 7/2. We further demonstrate\nthat, depending on the CEF parameters, the paramagnetic ground state can switch\nto an electron-nuclear coupled dectet. These findings underscore the importance\nof accurately identifying the electron-nuclear level scheme for understanding\nthe low-temperature properties of rare-earth compounds containing spin-active\nnuclei."}
{"id": "2510.21266", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21266", "abs": "https://arxiv.org/abs/2510.21266", "authors": ["Yu. N. Chiang", "M. O. Dzyuba"], "title": "Relativistic spin-Hall effect in an external magnetic field in Al and Pt", "comment": null, "summary": "The relativistic Rashba contribution to the spin-Hall effect in external\nelectric and magnetic fields in Al and Pt was investigated. Schemes of edge\naccumulation of spins are proposed that take into account the flip of spins\nwhen they do not coincide with the direction of the magnetic field. Based on\nthe obtained experimental data on the spin-Hall effect, an assessment of the\nspin-orbit interaction in the studied paramagnets was made."}
{"id": "2510.21511", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21511", "abs": "https://arxiv.org/abs/2510.21511", "authors": ["Qihua Zhang", "Christopher J. Jensen", "Alexander J. Grutter", "Sandra Santhosh", "William D. Ratcliff", "Julie A. Borchers", "Thomas W. Heitmann", "Narendirakumar Narayanan", "Timothy R. Charlton", "Mingyu Yu", "Ke Wang", "Wesley Auker", "Nitin Samarth", "Stephanie Law"], "title": "Examining the Spin Structure of Altermagnetic Candidate MnTe Grown with Near Ideal Stoichiometry", "comment": null, "summary": "Altermagnets are a recently-discovered class of materials with magnetic\nordering that have a zero net magnetization and a momentum-dependent spin\nsplitting in their band structure, arising from a collinear spin arrangement\nwith alternating polarizations in the crystal lattice. The nickeline-structured\nmanganese telluride ({\\alpha}-MnTe) is an attractive altermagnet candidate due\nto its predicted large spin splitting energy and a transition temperature near\n300K. In this work, we present a thorough investigation of the spin structure\nof {\\alpha}-MnTe thin films grown by molecular beam epitaxy with very high\ncrystal quality and low residual magnetization. The epitaxial {\\alpha}-MnTe\nfilms have a full-width-at-half-maximum of 0.1{\\deg} as measured by\nx-ray-diffraction rocking curves and a root-mean-square roughness below 1 nm.\nNeutron diffraction measurements confirm the antiferromagnetic order in the\n{\\alpha}-MnTe film and show a N\\'eel temperature of 307 K. Polarized neutron\nreflectometry detects a vanishingly small net magnetization which may be\nconfined to the MnTe/InP interface, highlighting the near-ideal stoichiometry\nin the sample. In vacuo angle resolved photoemission spectroscopy reveals that\nthe bulk band spectrum of the MnTe films is consistent with the weak\naltermagnetic order as theoretically predicted and observed for the high\nsymmetry nodal plane in the center of the Brillouin zone. This study\nestablishes optimized growth conditions for the synthesis of stoichiometric\n{\\alpha}-MnTe thin films which exhibit exceptional structural and magnetic\nordering, thereby providing a robust platform for the precise characterization\nof their altermagnetic properties."}
{"id": "2510.20962", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20962", "abs": "https://arxiv.org/abs/2510.20962", "authors": ["Arnab Ghosh", "Patrick Brosseau", "Dmitry N. Dirin", "Rui Tao", "Maksym V. Kovalenko", "Patanjali Kambhampati"], "title": "Landau Polarons as Generators of Quantum-Coherent States", "comment": null, "summary": "Since Landau's theory, polarons have been understood as quasiparticles in\nwhich charges are dressed by the lattice field, yet decades of transport and\nspectroscopic studies have yielded only static indirect renormalizations.\nWhether such dressing can dynamically reorganize electronic spectra to generate\nnew quantum-coherent states has remained unresolved. Here we use femtosecond\ncoherent multidimensional spectroscopy on size and composition controlled\nperovskite quantum dots to track polaronic field-induced dynamics in real time,\nrevealing their consequences. We observe a delayed condensation into a confined\nspectrum of coherent states on 50-150 fs timescales, with couplings between\nthese states evolving dynamically on the same timescale. The splittings are\nrobust, exhibit anomalous linear size dependence, exceed single-particle\nsplittings and manifest at 300 K. A Raman-constrained spin-boson Hamiltonian\ncaptures both the anomalous scaling and dynamical onset, establishing polarons\nas generators of coherent manifolds that enable collective quantum phenomena\nincluding superradiance, superfluorescence and superabsorption."}
{"id": "2510.21291", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21291", "abs": "https://arxiv.org/abs/2510.21291", "authors": ["Alejandro Blanco Peces", "Jaime Merino"], "title": "Altermagnetism in an interacting model of Kagome materials", "comment": "7 pages, 4 figures, + Supplementary Material (7 pages, 5 figures)", "summary": "The Hubbard model on the Kagome lattice is a widely used interacting model\nfor describing the electronic properties of various transition metal-based\nKagome materials. We find altermagnetism driven by Coulomb interaction in the\nKagome Hubbard model at Dirac filling with no spin-orbit coupling nor explicit\nspatial symmetry breaking present. We show how this insulating altermagnet is\nrelevant to other lattices with larger unit cells such as the Lieb-Kagome\nlattice. The ALM found displays a characteristic magnon splitting which can be\ndetected in inelastic neutron scattering experiments on interacting Kagome\nmaterials."}
{"id": "2510.21320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21320", "abs": "https://arxiv.org/abs/2510.21320", "authors": ["Tim Titze", "Sabri Koraltan", "Timo Schmidt", "Mailin Matthies", "Amalio Fernández-Pacheco", "Dieter Suess", "Manfred Albrecht", "Stefan Mathias", "Daniel Steil"], "title": "Controlling bubble and skyrmion lattice order and dynamics via stripe domain engineering in ferrimagnetic Fe/Gd multilayers", "comment": "8 pages, 7 figures", "summary": "Ferrimagnetic Fe/Gd multilayers host maze-like stripe domains that transform\ninto a disordered bubble/skyrmion lattice under out-of-plane magnetic fields at\nambient temperature. Femtosecond magneto-optics distinguishes these textures\nvia their distinct coherent breathing dynamics. Crucially, applying a brief\nin-plane ``set'' magnetic field to the stripe state enhances both frequency and\namplitude of the bubble/skyrmion lattice breathing mode. Lorentz transmission\nelectron microscopy, magnetic force microscopy, and micromagnetic simulations\nreveal that this enhancement arises from field-aligned stripes nucleating a\ndense, near-hexagonal bubble/skyrmion lattice upon out-of-plane field\napplication, with strong indications for a pure skyrmion lattice. Thus,\nmodifying the initial domain configuration by in-plane fields enables precise\ncontrol of coherent magnetization dynamics on picosecond to nanosecond\ntimescales and potentially even of topology."}
{"id": "2510.21527", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21527", "abs": "https://arxiv.org/abs/2510.21527", "authors": ["Wenhui Wan", "Xinyue Liu", "Yanfeng Ge", "Ziqang Li", "Yong Liu"], "title": "Hexagonal InOI monolayer: a 2D phase-change material combining topological insulator states and piezoelectricity", "comment": null, "summary": "Two-dimensional (2D) phase-change materials (PCMs) with moderate transition\nbarriers and distinctly contrasting properties are highly desirable for\nmultifunctional devices, yet such systems remain scarce. Using first-principles\ncalculations, we propose a hexagonal InOI monolayer as a promising 2D PCM. This\nmaterial exhibits two distinct polymorphs: an energetically favorable\nT$^{\\prime}$ phase and a metastable T phase, differentiated by iodine atom\npositions. The T$^{\\prime}$-to-T structural phase transition features a\nmoderate energy barrier $E_b$ of 72.1 meV per formula unit, facilitating\nreversible switching. Notably, strain engineering tailors the electronic\ntransition, inducing either a metal-to-topological-insulator or a\nmetal-to-normal-insulator transformation. Additionally, this phase transition\nmodulates the piezoelectric response and shifts optical absorption from the\ninfrared to the visible range. These multifunctional properties make 2D\nhexagonal InOI highly promising for applications in non-volatile memory,\nlow-contact-resistance spintronics, and optical switching devices."}
{"id": "2510.21005", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21005", "abs": "https://arxiv.org/abs/2510.21005", "authors": ["Yiliu Li", "Esteban Rojas-Gatjens", "Yinjie Guo", "Birui Yang", "Dihao Sun", "Luke Holtzman", "Juseung Oh", "Katayun Barmak", "Cory R. Dean", "James C. Hone", "Nathaniel Gabor", "Eric A. Arsenault", "Xiaoyang Zhu"], "title": "Photoinduced Metal-to-Insulator Transitions in 2D Moiré Devices", "comment": "13 pages, 4 figures, SI", "summary": "Photoexcitation has been utilized to control quantum matter and to uncover\nmetastable phases far from equilibrium. Among demonstrations to date, the most\ncommon is the photo-induced transition from correlated insulators to metallic\nstates; however, the reverse process without initial orders has not been\nobserved. Here, we show ultrafast metal-to-insulator transition in gate-doped\nWS2/WSe2 and WSe2/WSe2 moir\\'e devices using photo-thermionic hole injection\nfrom graphite gates. The resulting correlated insulators are metastable, with\nlifetimes exceeding microseconds. These findings establish an effective\nmechanism for the ultrafast control of correlated electronic phases in van der\nWaals heterostructures."}
{"id": "2510.21616", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21616", "abs": "https://arxiv.org/abs/2510.21616", "authors": ["Hope Whitelock", "Allen O. Scheie", "Marissa McMaster", "Ian A. Leahy", "Li Xing", "Mykhaylo Ozerov", "Dmitry Smirnov", "Eun Sang Choi", "C. dela Cruz", "M. O. Ajeesh", "Eliana S. Krakovsky", "Daniel Rehn", "Jie Xing", "Athena S. Sefat", "Minhyea Lee"], "title": "Direct observation of the crystal electric-field splitting under magnetic field and uncovering field-induced magnetic phase transition in triangular rare-earth magnet CsErSe$_2$", "comment": "13 pages, 9 figures", "summary": "An indispensable step toward understanding magnetic interaction in rare-earth\nmagnets is the determination of spatially anisotropic single-ion properties\nresulting from the crystal electric field (CEF) physics. The CEF Hamiltonian\nexhibits a discrete energy spectrum governed by a set of independent parameters\nthat reflect the site symmetry of the magnetic ion. However, experimentally\ndetermining these parameters for magnetic ions at low-symmetry sites has been\nproven highly challenging. In this study, we directly measured the CEF level\nsplitting under magnetic fields (B) using optical spectroscopy and extracted\nboth CEF parameters and the exchange energies of a triangular insulating magnet\nCsErSe$_2$ as a model system. With increasing field, we find many CEF levels\nundergo level-crossing, which accompanies switching of the eigenstate.\nParticularly, such a crossing occurring at the ground state results in a\nstep-like increase in magnetization that we captured with the low-temperature\nAC magnetic susceptibility measurements. Our work demonstrates that the\naccurately determined CEF Hamiltonian parameters enable uncovering the rich\nphysics of field-induced collective magnetic phenomena, and potentially lead to\na new route to magnetic frustration."}
{"id": "2510.21354", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.21354", "abs": "https://arxiv.org/abs/2510.21354", "authors": ["Bhumika Chauhan", "Nikhil Singh", "Subhrajit Dalai", "Abhisek Saidarsan", "Sayantan Patra", "Sourabh Jain", "Aparna Deshpande", "Ashish Arora"], "title": "Universal Thickness-Dependent Absorption in Solids at the Nanoscale", "comment": "11 pages, 4 figures in main text, 12 figures in supplementary\n  materials", "summary": "Through systematic experimental and theoretical studies of\nlayer-thickness-dependent absorption in semiconducting MoSe$_2$ and WS$_2$\nacross the visible to near-infrared spectral range, we demonstrate a universal\nabsorption behavior in solids at nanoscale thicknesses. With increasing\nthickness, a non-monotonic evolution of absorption integrated over the measured\nspectral region is revealed which is accompanied by pronounced oscillatory\nfeatures. This strongly deviates from the expected Beer-Lambert law. The\nobserved behavior has origins in the electromagnetic interference effects\ntaking place between the two surfaces of the thin crystals. The present work on\n2D semiconductors is extendable to all kinds of solids such as conventional\nsemiconductors (e.g. Si, GaAs, GaN, InP), (semi)metals (e.g. Al, Ag, Au,\nc-HOPG) and 2D magnetic materials (e.g. CrSBr and NiPS$_3$). Our results\nprovide fundamental insights into light-matter interactions in solids at the\nnanoscale and are vital for optimally designing the new generation of\nabsorption-based flexible optoelectronic devices."}
{"id": "2510.21622", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21622", "abs": "https://arxiv.org/abs/2510.21622", "authors": ["Fabian Becker", "Sudip KC", "Lorenz J. J. Sauerzopf", "Tim Schneider", "Luis Risinger", "Christian Schmid", "Kai Müller"], "title": "Zeeman Spectroscopy of Vacancy-Charge-Compensated Er3+ Sites in CaWO4 under Vector Magnetic Fields", "comment": null, "summary": "We present polarization-resolved optical absorption measurements on Er3+ ions\nin CaWO4 under vector magnetic fields, focusing on charge-compensated sites\narising from local Ca2+ vacancies. While the known axial Er3+ site displays a\nsingle symmetric Zeeman-split transition pattern consistent with S4 symmetry,\ntwo additional sites exhibit more complex spectral behavior, including sets of\ntransitions that interchange under 90{\\deg} crystal rotations-evidence of\nreduced, rhombic-like symmetry. From these polarization- and\ntemperature-dependent spectra, we extract effective g-factors. Our findings are\ncorroborated by electron paramagnetic resonance measurements and support a\nmodel of multiple inequivalent Ca2+ vacancies around Er3+ sites in the host\nlattice. This detailed characterization contributes to understanding\ndefect-engineered rare-earth sites for quantum information applications."}
{"id": "2510.21008", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21008", "abs": "https://arxiv.org/abs/2510.21008", "authors": ["Yiliu Li", "Esteban Rojas-Gatjens", "Yinjie Guo", "Birui Yang", "Dihao Sun", "Luke Holtzman", "Juseung Oh", "Katayun Barmak", "Cory R. Dean", "James C. Hone", "Nathaniel Gabor", "Eric A. Arsenault", "Xiaoyang Zhu"], "title": "Ultrafast Charge-Doping via Photo-Thermionic Injection in van der Waals Devices", "comment": "16 pages, 4 figures, SI", "summary": "Van der Waals (vdW) heterostructures of two-dimensional (2D) materials have\nbecome a rich playground for the exploration of correlated quantum phases, and\nrecent studies have begun to probe their non-equilibrium dynamics under\nfemtosecond laser excitation. In a time-resolved experiment, optical excitation\nof the multilayer structure can lead not only to rich dynamic responses from\nthe target layers, such as moir\\'e interfaces, but also to additional device\nfunctionality from the layer degree of freedom. Here, we investigate optical\nexcitation in a prototypical moir\\'e device of dual-gated twisted WSe2\nbilayers, with few-layer graphite gates and hexagonal boron nitride (hBN)\nspacers. We establish an ultrafast photodoping mechanism in the moir\\'e bilayer\nfrom photo-thermionic emission of the graphite gates. Using transient\nreflectance experiments, we reveal photo-induced hole injection evidenced by:\n(i) a shift of gate voltages at which optical signatures of correlated\ninsulators are observed, (ii) a persistent optical signature indicative of\ncharge diffusion at microsecond timescales and local charge buildup from\npulse-to-pulse accumulation, and (iii) photoinduced absorption due likely to\ntransient formation of correlated insulators. We further demonstrate that the\ninjected holes can be selectively controlled by tuning the excitation energy,\nfluence, and gate bias."}
{"id": "2510.21384", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21384", "abs": "https://arxiv.org/abs/2510.21384", "authors": ["Michał Zegrodnik", "Waseem Akbar", "Andrzej Biborski", "Louk Rademaker"], "title": "Optimal superconductivity in twisted bilayer WSe$_2$ where the Van Hove singularity crosses half-filling", "comment": null, "summary": "The recent discovery of unconventional superconductivity has pointed to\ntwisted WSe$_2$ bilayer as a versatile platform for studying the correlated and\ntopological phases of matter. Here we analyze the effect of the displacement\nfield and electron interactions on the formation of a topological paired state\nin twisted WSe$_2$. Our approach is based on the effective single band\n$t$-$J$-$U$ model supplemented with intersite Coulomb interaction term and\ntreated within the Gutzwiller approximation. We show that the superconducting\nphase is stabilized in a small range of displacement fields where the Van Hove\nsingularity crosses half-filling, which is in qualitative agreement with recent\nexperimental data. According to our analysis, such a circumstance comes as a\nresult of a subtle interplay between the large density of states of the Van\nHove singularity, in combination with the renormalization effects that appear\nin the weak-to-moderate correlations regime. The two factors create favorable\nconditions for the SC pairing only in a small area of the phase diagram."}
{"id": "2510.21416", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.21416", "abs": "https://arxiv.org/abs/2510.21416", "authors": ["Maciej Bazarnik", "Anika Schlenhoff"], "title": "Spin filtering on demand via localized states in an atomic-scale resonant tunneling magnetic tunnel junction", "comment": null, "summary": "Spin filtering and its back-action spin transfer torque (STT) are key\ningredients of latest spintronic devices based on magnetic tunnel junctions\n(MTJs). Resonant tunneling (RT), implemented by design or occurring as\nparasitic effects, is known to crucially affect macroscopic device performance,\nbut direct experimental access to its individual microscopic processes has\nremained difficult. Here we apply the RT scheme from MTJs to spin-polarized\nscanning tunneling microscopy (SP-STM) for ultimate miniaturization obtained by\naddressing distinct sites on individual nanomagnets. Combined with energy\nselectivity, our experimental model set-up enables to study the spin filtering\ncapabilities of RT through an individual spin-split vacuum resonance state and\nof the corresponding STT exerted on the nanomagnet. We find, that the sign and\nmagnitude of the STT follow the effective spin-polarization of the resonance\nstate, which, as we show, can by tailored on demand either by adjusting the\napplied bias or the current injection point on the nanostructure. We\nanticipate, that our atomic-scale RT-MTJ approach and the discovery of a\nversatile tunable spin-filter at smallest scale will prove invaluable for\nstudying and designing next generation MTJs potentially based on recently\ndiscovered 2D van-der-Waals magnets or altermagnets."}
{"id": "2510.21629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21629", "abs": "https://arxiv.org/abs/2510.21629", "authors": ["Lucas Rouhi", "Christophe Droz"], "title": "Tailoring dispersion and evanescent modes in multimodal nonlocal lattices using positive-only interactions", "comment": "Preprint also available on HAL: https://hal.science/hal-05330430", "summary": "Metamaterials derive their unconventional properties from engineered\nmicrostructures, with periodic lattices providing a versatile framework for\nmodeling wave propagation. Dispersion relations, obtained from Bloch-Floquet\ntheory, govern how waves propagate, attenuate, or localize within such systems.\nExtending interactions beyond nearest neighbors, through nonlocality,\nsubstantially enriches the design space of band diagrams, enabling phenomena\nsuch as negative or zero group velocities, roton-like extrema, and band-gap\nlocalization. However, existing approaches to dispersion tailoring often rely\non analytical formulations or Fourier-based identifications, which become\nimpractical for complex coupling mechanisms and offer limited control over\nphysical constraints such as stiffness positivity. This work introduces a\ngeneral interpolation-based framework for customizing dispersion relations in\nuniform nonlocal lattices. Rather than reconstructing full dispersion curves,\nthe method enforces prescribed frequency-wavenumber points as interpolation\nconstraints, enabling localized and tunable control of wave behavior. The\nformulation is applied to both spring- and beam-interaction lattices, and\ndemonstrated on an Euler-Bernoulli beam model with adjustable nonlocal\ncouplings. Through systematic parameter tuning, the framework enables the\ncreation of rotons, the adjustment of group-velocity dispersion, and the design\nof evanescent waves with controlled exponential decay within band gaps, all\nwhile ensuring real, positive-only stiffness parameters and passive mechanical\nbehavior. Altogether, this parametric interpolation strategy provides a\nphysically consistent and computationally efficient route for engineering\nadvanced phononic functionalities in periodic nonlocal systems."}
{"id": "2510.21029", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21029", "abs": "https://arxiv.org/abs/2510.21029", "authors": ["Kyle Matkovic", "Patrick Russell", "Andrew Palmer", "Eric Helgamo", "Lukas Delventhal", "Kun Zuo", "Kundan Surse", "Rajib Rahman", "Maja C. Cassidy"], "title": "Characterizing Neon Thin Film Growth with an NbTiN Superconducting Resonator Array", "comment": null, "summary": "Electrons levitating above the surface of solid neon have recently emerged as\na promising platform for high-quality qubits. The morphology and uniformity of\nthe neon growth in these systems is crucial for qubit performance in a scalable\narchitecture. Here we report on the controlled growth and characterization of\nthin solid neon films using multiplexed superconducting microwave resonators.\nBy monitoring changes in the resonant frequency and internal quality factor\n($Q_i$) of an array of frequency multiplexed quarter-wave coplanar waveguide\nresonators, we quantify the spatial uniformity of the film. A pulsed gas\ndeposition protocol near the neon triple point results in repeatable film\nformation, generating measurable shifts in frequency and variations in $Q_i$\nacross the resonator array. Notably, introducing a post-deposition anneal at 12\nK for one hour improves the film homogeneity, as shown by the reduced\nresonator-to-resonator variance in frequency and $Q_i$, consistent with\nenhanced wetting. These results demonstrate resonator-based metrology as an\nin-situ tool for characterising neon film growth, directly supporting the\ndevelopment of electron on inert quantum solid qubit platforms."}
{"id": "2510.21522", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21522", "abs": "https://arxiv.org/abs/2510.21522", "authors": ["Tobias M. R. Wolf", "Tian Xie", "Chenhao Jin", "Allan H. MacDonald"], "title": "Exciton-based sensing of remote electron correlations in 2D heterostructures", "comment": "Main: 5 pages, 4 figures; Supmat: 6 pages, 5 figures. Comments are\n  welcome!", "summary": "Many monolayer transition metal dichalcogenides, including MoS$_2$, MoSe$_2$,\nWS$_2$, and WSe$_2$, are direct bandgap two-dimensional (2D) semiconductors\nwith sharp optical resonances at excitonic bound state frequencies. Recent\nexperiments have demonstrated that excitonic resonance frequencies in\nmultilayer van der Waals stacks are altered by long-range Coulomb interactions\nwith electrons in nearby but electrically isolated 2D materials. These\nmodulations have been successfully used to detect transitions between distinct\nstates of remote strongly correlated 2D electron fluids. In this Letter we\nprovide a theory of these frequency shifts, enabling a more quantitative\ninterpretation of excitonic-sensing experiments, and apply it as an example to\nWSe$_2$ that is proximate to graphene bilayers and multilayers."}
{"id": "2510.21674", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21674", "abs": "https://arxiv.org/abs/2510.21674", "authors": ["Z. Zeng", "M. Först", "M. Fechner", "X. Deng", "A. Cavalleri", "P. G. Radaelli"], "title": "The Piezochiral Effect", "comment": "6 pages, 4 figures + Supplementary Information", "summary": "Chirality is a pervasive property of matter that underpins many important\nphenomena across physics, chemistry and biology. Given its broad significance,\nthe development of protocols for rational control of chirality in solid state\nsystems is highly desirable, especially if this effect can be tuned\ncontinuously and in two directions. Yet, this goal has remained elusive due to\nthe absence of a universal conjugate field that couples linearly to this\nstructural order. Here, we introduce the piezochiral effect, which enables\ncontrol of chirality through mechanical strain. We first show by symmetry\nanalysis that uniaxial strain induces chirality in a broad class of achiral\ncrystals that host fragments of opposite chirality within each unit cell, an\neffect that has so far remained unrecognized. The strain-induced handedness can\nbe tuned either by changing the strain direction or by switching between\ncompressive and tensile strain. We experimentally verify this effect in AgGaS2,\nusing measurements of the optical activity under strain. Our discovery\nestablishes a new scheme for chirality control, with potential applications\nthat range from spintronics to asymmetric catalysis, and enantioselective\ninteractions in biosystems."}
{"id": "2510.21061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21061", "abs": "https://arxiv.org/abs/2510.21061", "authors": ["Subhajit Sarkar", "Amos Sharoni", "Oliver L. A. Monti", "Yonatan Dubi"], "title": "The spinterface mechanism for the chiral-induced spin selectivity effect: A Critical Perspective", "comment": "Published online in ACS Nano on 21st October, 2025", "summary": "The chiral-induced spin selectivity (CISS) effect, whereby chiral molecules\npreferentially transmit electrons of one spin orientation, remains one of the\nmost intriguing and debated phenomena at the interface of spintronics,\nmolecular electronics, and quantum materials. Despite extensive experimental\nobservations across diverse platforms - including transport junctions,\nphotoemission, and enantioselective chemistry - a comprehensive theoretical\nframework is still lacking. In this perspective, we critically examine the\nspinterface mechanism as a unifying explanation for the CISS effect. The\nspinterface model, which hypothesizes a feedback interaction between electron\nmotion in chiral molecules and fluctuating surface magnetic moments, is shown\nto quantitatively reproduce experimental data across various systems and\nconditions. We contrast it with some existing theoretical models, highlighting\nkey experimental features. Importantly, we also address open questions and\ncriticisms of this model, including the nature of surface magnetism, the role\nof dissipation, and the applicability of the mechanism to non-helical or\nelectrode-free systems. By offering falsifiable predictions and reconciling\ntheory with experimental raw data, this work aims to sharpen the dialogue\nsurrounding the microscopic origin of CISS and stimulate further experimental\nand theoretical progress."}
{"id": "2510.21145", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21145", "abs": "https://arxiv.org/abs/2510.21145", "authors": ["Yuansheng Zhao", "Kenji Shiraishi", "Tetsuo Narita", "Atsushi Oshiyama"], "title": "Multistability of interstitial magnesium and its carrier recombined migration in gallium nitride", "comment": null, "summary": "We present density-functional-theory calculations which provide a microscopic\npicture of the recombination-enhanced migration of interstitial Mg in GaN. We\ndetermine stable structures and migration pathways with accurate HSE\napproximation to the exchange-correlation energy, and also computed\nrecombination rates using the obtained energy spectrum and wavefunctions. It is\nfound that the migration between the most stable octahedral sites\n(Mg$_{\\textrm{O}}$) via newly found interstitial complex structure shows the\nlowest migration energy in which one or two electrons are captured during the\nmigration, that the most stable charge state of 2+ changes to 1+ or neutral,\nand that by this recombination of carriers the migration barrier is\nsignificantly reduced. Starting from Mg$_{\\textrm{O}}^{2+}$, Mg captures an\nelectron becoming the 1+ charge state and overcomes the barrier of 1.65 eV,\nmuch reduced from 2.23 eV in case of the migration with the 2+ charge state\nkept. Moreover, further electron capture is realized accompanied by substantial\nstructural relaxation, thus Mg becoming neutral. Detailed HSE calculations for\nthis second capture show that the migration barrier is 1.55 eV, thus clarifying\nthe important role of the carrier recombination for Mg migration in GaN. These\nfindings are corroborated by the present quantitative calculations of\nrecombination rates based on electronic Hamiltonian constructed from our\nDFT-obtained energy spectrum. The timescale of the recombination is clarified\nto be in or under the timescale of the migration with typical electron density\nand the enhancement is expected to be significant."}
{"id": "2510.20862", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "math-ph", "math.MP", "math.OA"], "pdf": "https://arxiv.org/pdf/2510.20862", "abs": "https://arxiv.org/abs/2510.20862", "authors": ["Nigel Higson", "Emil Prodan"], "title": "A Universal Chern Model on Arbitrary Triangulations", "comment": null, "summary": "Given a triangulation of a closed orientable surface, we consider the lattice\nwith sites at the vertices, edges and facets of the triangulation. Borrowing\nfrom mathematics literature, we introduce on this lattice a pair of\ntight-binding Hamiltonians derived from the boundary and Poincar\\'e duality\nmaps of finite simplicial manifolds. These Hamiltonians have been proved to\nhave clean topological spectral gaps carrying non-trivial Chern numbers in the\nlimit of infinite refinement of the triangulation. We confirm this via\nnumerical simulations, and demonstrate how these models enable topological edge\nmodes at the surfaces of real-world objects. Furthermore, we describe a\nmetamaterial whose dynamics reproduces that of the proposed model, thus\nbringing the topological metamaterials closer to real-world applications."}
{"id": "2510.21158", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21158", "abs": "https://arxiv.org/abs/2510.21158", "authors": ["Takafumi Kitazawa", "Yasuyuki Shimura", "Takahiro Onimaru", "Shun Tsuchida", "Katsunori Kubo", "Yoshinori Haga", "Hironori Sakai", "Yoshifumi Tokiwa", "Shinsaku Kambe", "Yo Tokunaga"], "title": "Paramagnetic electron-nuclear spin entanglement in HoCo2Zn20", "comment": "15 pages, 11 figures", "summary": "We investigated electron-nuclear spin entanglement in the paramagnetic ground\nstate of the Ho-based cubic compound HoCo2Zn20. From analyses of magnetization\nand specific heat data, we determined the cubic crystalline electric field\n(CEF) parameters, the magnetic exchange constant, and the hyperfine coupling\nconstant between the 4f magnetic moment and the 165Ho nuclear spin. Our results\nshow that the Gamma5 CEF ground state is split by the hyperfine coupling, with\nan energy width of 1.3 K at 0 T, and that the true paramagnetic ground state is\na quasi-sextet arising primarily from entanglement between the f-electron\neffective spin S = 1 and the 165Ho nuclear spin I = 7/2. We further demonstrate\nthat, depending on the CEF parameters, the paramagnetic ground state can switch\nto an electron-nuclear coupled dectet. These findings underscore the importance\nof accurately identifying the electron-nuclear level scheme for understanding\nthe low-temperature properties of rare-earth compounds containing spin-active\nnuclei."}
{"id": "2510.20962", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.20962", "abs": "https://arxiv.org/abs/2510.20962", "authors": ["Arnab Ghosh", "Patrick Brosseau", "Dmitry N. Dirin", "Rui Tao", "Maksym V. Kovalenko", "Patanjali Kambhampati"], "title": "Landau Polarons as Generators of Quantum-Coherent States", "comment": null, "summary": "Since Landau's theory, polarons have been understood as quasiparticles in\nwhich charges are dressed by the lattice field, yet decades of transport and\nspectroscopic studies have yielded only static indirect renormalizations.\nWhether such dressing can dynamically reorganize electronic spectra to generate\nnew quantum-coherent states has remained unresolved. Here we use femtosecond\ncoherent multidimensional spectroscopy on size and composition controlled\nperovskite quantum dots to track polaronic field-induced dynamics in real time,\nrevealing their consequences. We observe a delayed condensation into a confined\nspectrum of coherent states on 50-150 fs timescales, with couplings between\nthese states evolving dynamically on the same timescale. The splittings are\nrobust, exhibit anomalous linear size dependence, exceed single-particle\nsplittings and manifest at 300 K. A Raman-constrained spin-boson Hamiltonian\ncaptures both the anomalous scaling and dynamical onset, establishing polarons\nas generators of coherent manifolds that enable collective quantum phenomena\nincluding superradiance, superfluorescence and superabsorption."}
{"id": "2510.21166", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21166", "abs": "https://arxiv.org/abs/2510.21166", "authors": ["Ryosuke Okumura", "Naoto Nakatsuji", "Takuto Kawakami", "Mikito Koshino"], "title": "One-dimensional moiré engineering in zigzag graphene nanoribbons on hBN", "comment": "13 pages, 8 figures", "summary": "We study the structural relaxation and electronic properties of a\none-dimensional (1D) moir\\'e system composed of a zigzag graphene nanoribbon\n(GNR) placed on a hexagonal boron nitride (hBN) substrate. Using an effective\ngrid model derived from continuum elasticity theory, we calculate the relaxed\natomic structure of the GNR/hBN system for various twist angles and ribbon\nwidths. The relaxation gives rise to a characteristic 1D domain structure\nconsisting of alternating commensurate AB$'$ regions and two distinct types of\ndomain boundaries. At finite twist angles, the ribbon adopts a wavy shape,\nlocally tracing the hBN zigzag direction but occasionally sliding to adjacent\natomic rows. The resulting moir\\'e potential strongly modulates the electronic\nstructure: the zero-energy zigzag edge states are modulated by the local\nstacking, leading to densely packed subbands in the AB$'$ domains and sharply\nlocalized domain-wall states in the energy gaps between domain plateaus, which\ntogether realize gate-tunable one-dimensional arrays of quantum-confined\nelectronic states. Our results demonstrate that moir\\'e modulation in GNR/hBN\nheterostructures provides a versatile platform for electronic structure\nengineering and the design of 1D moir\\'e nanodevices."}
{"id": "2510.21061", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.21061", "abs": "https://arxiv.org/abs/2510.21061", "authors": ["Subhajit Sarkar", "Amos Sharoni", "Oliver L. A. Monti", "Yonatan Dubi"], "title": "The spinterface mechanism for the chiral-induced spin selectivity effect: A Critical Perspective", "comment": "Published online in ACS Nano on 21st October, 2025", "summary": "The chiral-induced spin selectivity (CISS) effect, whereby chiral molecules\npreferentially transmit electrons of one spin orientation, remains one of the\nmost intriguing and debated phenomena at the interface of spintronics,\nmolecular electronics, and quantum materials. Despite extensive experimental\nobservations across diverse platforms - including transport junctions,\nphotoemission, and enantioselective chemistry - a comprehensive theoretical\nframework is still lacking. In this perspective, we critically examine the\nspinterface mechanism as a unifying explanation for the CISS effect. The\nspinterface model, which hypothesizes a feedback interaction between electron\nmotion in chiral molecules and fluctuating surface magnetic moments, is shown\nto quantitatively reproduce experimental data across various systems and\nconditions. We contrast it with some existing theoretical models, highlighting\nkey experimental features. Importantly, we also address open questions and\ncriticisms of this model, including the nature of surface magnetism, the role\nof dissipation, and the applicability of the mechanism to non-helical or\nelectrode-free systems. By offering falsifiable predictions and reconciling\ntheory with experimental raw data, this work aims to sharpen the dialogue\nsurrounding the microscopic origin of CISS and stimulate further experimental\nand theoretical progress."}
{"id": "2510.21206", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21206", "abs": "https://arxiv.org/abs/2510.21206", "authors": ["Zipu Fan", "Junchao Ma", "Jinying Yang", "Yan Sun", "Zhuocheng Lu", "Shuxia Chen", "Delang Liang", "Dehong Yang", "Chang Xu", "Qinsheng Wang", "Anlian Pan", "Ji Feng", "Enke Liu", "JinLuo Cheng", "Dong Sun"], "title": "Versatile tunable optical injection of chiral polarized Weyl fermions in a magnetic Weyl semimetal Co3Sn2S2", "comment": null, "summary": "Precise probe and control of various quantum degrees of freedom in novel\nquantum matter are central to understanding fundamental quantum physics and\nhold promise for innovative routes to encode and process information. Chirality\nis one such degree of freedom that has recently attracted intense research\ninterest, especially for Weyl fermions in topological Weyl semimetals. The\ncoupling of chiral degrees of freedom through light-matter interactions and the\nversatile control of these couplings through external fields can lead to\nprecise quantum control of Weyl fermions. In this work, we demonstrate the\nobservation of light chirality-dependent photocurrent in the mid-infrared\nregime. Excitation wavelength-dependent measurements reveal that the\nphotocurrent originates from the injection of chiral polarized Weyl fermions by\nchiral polarized mid-infrared photons. The optical process that generates\nunbalanced chiral polarized Weyl fermions is determined to be a third-order\nnonlinear photocurrent process. Compared with nonmagnetic Weyl semimetals, such\ncoupling is versatilely tunable in magnetic Weyl semimetals with the\nmagnetization direction and external electric field in addition to the\nchirality of light. Our results are not only directly applicable to tunable\ncircular-polarization-sensitive photodetection in the mid-infrared regime, but\nalso pave the way toward functional quantum devices that utilize the chiral\nquantum degrees of freedom of Weyl fermions."}
{"id": "2510.21240", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21240", "abs": "https://arxiv.org/abs/2510.21240", "authors": ["Joaquín Medina Dueñas", "Santiago Giménez de Castro", "Jose H. Garcia", "Stephan Roche"], "title": "Optimal spin-charge interconversion in graphene through spin-pseudospin entanglement control", "comment": null, "summary": "The electrical generation of spin signals is of central interest for\nspintronics, where graphene stands as a relevant platform as its spin-orbit\ncoupling (SOC) is tuned by proximity effects. Here, we propose an enhancement\nof spin-charge interconversion in graphene by controlling the intraparticle\nentanglement between the spin and pseudospin degrees of freedom. We demonstrate\nthat, although the spin alone is not conserved in Rashba-Dirac systems, a\ncombined spin-pseudospin operator is conserved. This conserved quantity\nrepresents the interconversion between pure spin and pseudospin textures to a\nspin-pseudospin entangled structure, where Kane-Mele SOC tunes this balance. By\nthese means, we achieve spin-charge interconversion of 100\\% efficiency via the\nRashba-Edelstein effect. Quantum transport simulations in disordered\nmicron-size systems demonstrate the robustness of this effect, and also reveal\na disorder resilient spin Hall effect generated by the interplay between Rashba\nand Kane-Mele SOC. Our findings propose a platform for maximally efficient\nspin-charge interconversion, and establish spin-pseudospin correlations as a\nmechanism to tailor spintronic devices."}
{"id": "2510.21237", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21237", "abs": "https://arxiv.org/abs/2510.21237", "authors": ["Mykhailo Chaika"], "title": "Temperature-Dependent Spectroscopy of Cr3+:YGG Nanophosphors with Multisite Emission", "comment": null, "summary": "An important feature of Cr3+ is the ability to tune the absorption and\nemission spectra by changing the host. However, in some cases, different\nemission spectra can be detected in samples with similar Racah parameters. The\npresent paper reports changes in the luminescence properties of Cr3+:YGG\nnanocrystals. Cr3+:YGG nanocrystals were synthesized by a modified Pechini\nmethod to obtain nanocrystals containing two fractions of Cr3+:YGG nanocrystals\nwith different lattice parameters and crystalline sizes. The increase in the\nconcentration of Cr3+ ions leads to a redshift of the 4T2g emission from 750 nm\nto 850 nm for luminescence spectra measured at 80K. In contrast, room\ntemperature luminescence spectra showed similarity in the shape of the emission\nspectra. The calculated crystal field strength was found to increase with the\nconcentration of Cr3+ ions, so the detected patterns in low-temperature\nluminescence spectra were explained by energy transfer chain processes."}
{"id": "2510.21320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21320", "abs": "https://arxiv.org/abs/2510.21320", "authors": ["Tim Titze", "Sabri Koraltan", "Timo Schmidt", "Mailin Matthies", "Amalio Fernández-Pacheco", "Dieter Suess", "Manfred Albrecht", "Stefan Mathias", "Daniel Steil"], "title": "Controlling bubble and skyrmion lattice order and dynamics via stripe domain engineering in ferrimagnetic Fe/Gd multilayers", "comment": "8 pages, 7 figures", "summary": "Ferrimagnetic Fe/Gd multilayers host maze-like stripe domains that transform\ninto a disordered bubble/skyrmion lattice under out-of-plane magnetic fields at\nambient temperature. Femtosecond magneto-optics distinguishes these textures\nvia their distinct coherent breathing dynamics. Crucially, applying a brief\nin-plane ``set'' magnetic field to the stripe state enhances both frequency and\namplitude of the bubble/skyrmion lattice breathing mode. Lorentz transmission\nelectron microscopy, magnetic force microscopy, and micromagnetic simulations\nreveal that this enhancement arises from field-aligned stripes nucleating a\ndense, near-hexagonal bubble/skyrmion lattice upon out-of-plane field\napplication, with strong indications for a pure skyrmion lattice. Thus,\nmodifying the initial domain configuration by in-plane fields enables precise\ncontrol of coherent magnetization dynamics on picosecond to nanosecond\ntimescales and potentially even of topology."}
{"id": "2510.21240", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.21240", "abs": "https://arxiv.org/abs/2510.21240", "authors": ["Joaquín Medina Dueñas", "Santiago Giménez de Castro", "Jose H. Garcia", "Stephan Roche"], "title": "Optimal spin-charge interconversion in graphene through spin-pseudospin entanglement control", "comment": null, "summary": "The electrical generation of spin signals is of central interest for\nspintronics, where graphene stands as a relevant platform as its spin-orbit\ncoupling (SOC) is tuned by proximity effects. Here, we propose an enhancement\nof spin-charge interconversion in graphene by controlling the intraparticle\nentanglement between the spin and pseudospin degrees of freedom. We demonstrate\nthat, although the spin alone is not conserved in Rashba-Dirac systems, a\ncombined spin-pseudospin operator is conserved. This conserved quantity\nrepresents the interconversion between pure spin and pseudospin textures to a\nspin-pseudospin entangled structure, where Kane-Mele SOC tunes this balance. By\nthese means, we achieve spin-charge interconversion of 100\\% efficiency via the\nRashba-Edelstein effect. Quantum transport simulations in disordered\nmicron-size systems demonstrate the robustness of this effect, and also reveal\na disorder resilient spin Hall effect generated by the interplay between Rashba\nand Kane-Mele SOC. Our findings propose a platform for maximally efficient\nspin-charge interconversion, and establish spin-pseudospin correlations as a\nmechanism to tailor spintronic devices."}
{"id": "2510.21243", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21243", "abs": "https://arxiv.org/abs/2510.21243", "authors": ["Agnieszka Szysiak", "Robert Tomala", "Helena Węglarz", "Juraj Kajan", "Mirosław Słobodzian", "Mykhailo Chaika"], "title": "Toward more performant eye safe lasers: effect of increasing sensitizer amount in Yb3+,Er3+:YAG transparent ceramic on its spectral characteristics", "comment": null, "summary": "Developing efficient Er3+,Yb3+:YAG eye-safe lasers is a priority of modern\nlaser technology. This paper focuses on the influence of the concentration of\nYb3+ ions on the spectroscopic properties of Er3+,Yb3+:YAG transparent\nceramics. Four samples with different concentrations of Yb3+ ions were prepared\nby solid-state reaction sintering. The study revealed the influence of Yb3+\nions on the microstructure and the sintering process. A high concentration of\nYb3+ ions leads to the formation of Y3+-rich impurity phases and causes\nsegregation of Er3+ and Yb3+ and Si4+ into these phases. The influence of Yb3+\nions on the shape of emission spectra and the lifetimes of both Er3+ and Yb3+\nions was shown. Changes in the spectroscopic properties were ascribed to\nincrease in neat transfer between Yb3+ and Er3+ ions. IQE of Er3+ and Yb3+\nluminescence were calculated, and optimal Er3+/Yb3+ ions ratio were proposed"}
{"id": "2510.21266", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21266", "abs": "https://arxiv.org/abs/2510.21266", "authors": ["Yu. N. Chiang", "M. O. Dzyuba"], "title": "Relativistic spin-Hall effect in an external magnetic field in Al and Pt", "comment": null, "summary": "The relativistic Rashba contribution to the spin-Hall effect in external\nelectric and magnetic fields in Al and Pt was investigated. Schemes of edge\naccumulation of spins are proposed that take into account the flip of spins\nwhen they do not coincide with the direction of the magnetic field. Based on\nthe obtained experimental data on the spin-Hall effect, an assessment of the\nspin-orbit interaction in the studied paramagnets was made."}
{"id": "2510.21269", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.21269", "abs": "https://arxiv.org/abs/2510.21269", "authors": ["Christophe Chatelain"], "title": "Tensor Renormalization-Group study of the surface critical behavior of a frustrated two-layer Ising model", "comment": null, "summary": "Two replicas of a 2D Ising model are coupled by frustrated spin-spin\ninteractions. It is known that this inter-layer coupling is marginal and that\nthe bulk critical behavior belongs to the Ashkin-Teller (AT) universality\nclass, as the $J_1$-$J_2$ Ising model. In this work, the surface critical\nbehavior is studied numerically by Tensor Renormalization-Group calculations.\nThe Bond-Weight Tensor Renormalization Group algorithm is extended to tackle\nsystems with boundaries. It is observed that the two-fold degeneracy of the\nsurface magnetic scaling dimension of the AT model is lifted in the frustrated\ntwo-layer Ising model (F2LIM). The splitting is explained by the breaking of\nthe ${\\mathbb Z}_2$-symmetry under spin reversal of a single Ising replica in\nthe F2LIM. The two distinct surface magnetic scaling dimensions $x_1^s$ and\n$x_2^s$ of the F2LIM satisfies a simple duality relation $x_1^s=1/4x_2^s$."}
{"id": "2510.21291", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21291", "abs": "https://arxiv.org/abs/2510.21291", "authors": ["Alejandro Blanco Peces", "Jaime Merino"], "title": "Altermagnetism in an interacting model of Kagome materials", "comment": "7 pages, 4 figures, + Supplementary Material (7 pages, 5 figures)", "summary": "The Hubbard model on the Kagome lattice is a widely used interacting model\nfor describing the electronic properties of various transition metal-based\nKagome materials. We find altermagnetism driven by Coulomb interaction in the\nKagome Hubbard model at Dirac filling with no spin-orbit coupling nor explicit\nspatial symmetry breaking present. We show how this insulating altermagnet is\nrelevant to other lattices with larger unit cells such as the Lieb-Kagome\nlattice. The ALM found displays a characteristic magnon splitting which can be\ndetected in inelastic neutron scattering experiments on interacting Kagome\nmaterials."}
{"id": "2510.21320", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21320", "abs": "https://arxiv.org/abs/2510.21320", "authors": ["Tim Titze", "Sabri Koraltan", "Timo Schmidt", "Mailin Matthies", "Amalio Fernández-Pacheco", "Dieter Suess", "Manfred Albrecht", "Stefan Mathias", "Daniel Steil"], "title": "Controlling bubble and skyrmion lattice order and dynamics via stripe domain engineering in ferrimagnetic Fe/Gd multilayers", "comment": "8 pages, 7 figures", "summary": "Ferrimagnetic Fe/Gd multilayers host maze-like stripe domains that transform\ninto a disordered bubble/skyrmion lattice under out-of-plane magnetic fields at\nambient temperature. Femtosecond magneto-optics distinguishes these textures\nvia their distinct coherent breathing dynamics. Crucially, applying a brief\nin-plane ``set'' magnetic field to the stripe state enhances both frequency and\namplitude of the bubble/skyrmion lattice breathing mode. Lorentz transmission\nelectron microscopy, magnetic force microscopy, and micromagnetic simulations\nreveal that this enhancement arises from field-aligned stripes nucleating a\ndense, near-hexagonal bubble/skyrmion lattice upon out-of-plane field\napplication, with strong indications for a pure skyrmion lattice. Thus,\nmodifying the initial domain configuration by in-plane fields enables precise\ncontrol of coherent magnetization dynamics on picosecond to nanosecond\ntimescales and potentially even of topology."}
{"id": "2510.21336", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.21336", "abs": "https://arxiv.org/abs/2510.21336", "authors": ["Timur Aslyamov", "Massimiliano Esposito", "Mathijs Janssen"], "title": "Faradaic and capacitive charging of an electrolyte-filled pore in response to a small applied potential", "comment": "15 pages, 5 figures", "summary": "Electrochemical devices often charge both through Faradaic reactions and\nelectric double layer formation. Here, we study these coupled processes in a\nmodel system of a long electrolyte-filled pore subject to a small\nsuddenly-applied potential, close to the equilibrium potential $\\Psi^\\text{eq}$\nat which there is no net Faradaic charge transfer. Specifically, we solve the\ncoupled Poisson-Nernst-Planck and Frumkin-Butler-Volmer equations by asymptotic\napproximations, using the pore's small inverse aspect ratio as the small\nparameter. In the early-time limit, the reaction-diffusion equations yield an\nextended Faradaic transmission line model that includes a voltage source,\n$\\Psi_\\text{eq}$, biasing the Faradaic reactions, captured by the resistance\n$R_F$. In the long-time limit, the model exhibits a nontrivial potential of\nzero charge, $\\Psi_\\text{pzc} = \\Psi_\\text{eq}[1 - \\hat{Z}(0)/R_F]$, where\n$\\hat{Z}(0)$ is the experimentally accessible zero-frequency impedance of the\nsystem. This expression provides a new means to experimentally measure the\nFaradaic contribution to $\\Psi_\\text{pzc}$."}
{"id": "2510.21338", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21338", "abs": "https://arxiv.org/abs/2510.21338", "authors": ["Liang Ma", "Xin Yang", "Mei Li", "Pengfei Shan", "Ziyi Liu", "Jun Hou", "Sheng Jiang", "Lili Zhang", "Chuanlong Lin", "Pengtao Yang", "Bosen Wang", "Jianping Sun", "Yang Ding", "Huiyang Gou", "Haizhong Guo", "Jinguang Cheng"], "title": "High Pressure Superconducting transition in Dihydride BiH$_2$ with Bismuth Open-Channel Framework", "comment": null, "summary": "Metal hydrides MHx with low hydrogen content are not expected to show high-Tc\nsuperconductivity owing to the low hydrogen-derived electronic density of\nstates at Fermi level and the limited hydrogen contribution to electron-phonon\ncoupling strength. In this work, we report on the successful synthesis of a\nnovel bismuth dihydride superconductor, Cmcm-BiH$_2$, at approximately 150 GPa,\nand the discovery of superconductivity with Tc about 62 K at 163 GPa, marking\nthe first instance of superconductor among the MH$_2$-type metal dihydrides.\nCmcm-BiH$_2$ adopts a unique host-guest type structure, in which the Bi atoms\nvia weak Bi-Bi covalent bonds form a three-dimensional open-channel framework\nthat encapsulates H$_2$-like molecules as guests, thereby broadening the\nstructural diversity of hydrides under high pressures. The occurrence of\nsuperconductivity is evidenced by a sharp drop of resistivity to zero and the\ncharacteristic downward shift of Tc under applied magnetic fields. Notably,\nCmcm-BiH$_2$ remains stable down to at least 97 GPa during decompression, with\nthe calculated lowest pressure for dynamic stability of 10 GPa. In-depth\nanalysis reveals that the covalent bismuth open-channel structure forms\nmetallic conduction channels, dominates the electronic states near the Fermi\nlevel, and contributes approximately 51% of the total $lambda$ in Cmcm-BiH$_2$,\ndistinguishing it from known high-pressure hydride superconductors. These\nfindings highlight the critical role of non-hydrogen elements in producing\nsuperconductivity and open new avenues for the design and optimization of\nhigh-Tc hydride superconductors."}
{"id": "2510.21340", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.21340", "abs": "https://arxiv.org/abs/2510.21340", "authors": ["Daiki Sekizawa", "Sosuke Ito", "Masafumi Oizumi"], "title": "Koopman Mode Decomposition of Thermodynamic Dissipation in Nonlinear Langevin Dynamics", "comment": null, "summary": "Nonlinear oscillations are commonly observed in complex systems far from\nequilibrium, such as living organisms. These oscillations are essential for\nsustaining vital processes, like neuronal firing, circadian rhythms, and\nheartbeats. In such systems, thermodynamic dissipation is necessary to maintain\noscillations against noise. However, due to their nonlinear dynamics, it has\nbeen challenging to determine how the characteristics of oscillations, such as\nfrequency, amplitude, and coherent patterns across elements, influence\ndissipation. To resolve this issue, we employ Koopman mode decomposition, which\nrecasts nonlinear dynamics as a linear evolution in a function space. This\nlinearization allows the dynamics to be decomposed into temporal oscillatory\nmodes coherent across elements, with the Koopman eigenvalues determining their\nfrequencies. Using this method, we decompose thermodynamic dissipation caused\nby nonconservative forces into contributions from oscillatory modes in\noverdamped nonlinear Langevin dynamics. We show that the dissipation from each\nmode is proportional to its frequency squared and its intensity, providing an\ninterpretable, mode-by-mode picture. In the noisy FitzHugh--Nagumo model, we\ndemonstrate the effectiveness of this framework in quantifying the impact of\noscillatory modes on dissipation during nonlinear phenomena like stochastic\nresonance and bifurcation. For instance, our analysis of stochastic resonance\nreveals that the greatest dissipation at the optimal noise intensity is\nsupported by a broad spectrum of frequencies, whereas at non-optimal noise\nlevels, dissipation is dominated by specific frequency modes. Our work offers a\ngeneral approach to connecting oscillations to dissipation in noisy\nenvironments and improves our understanding of diverse oscillation phenomena\nfrom a nonequilibrium thermodynamic perspective."}
{"id": "2510.21343", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21343", "abs": "https://arxiv.org/abs/2510.21343", "authors": ["Mai Ye", "Wenshan Hong", "Tom Lacmann", "Mehdi Frachet", "Igor Vinograd", "Gaston Garbarino", "Sofia-Michaela Souliou", "Michael Merz", "Rolf Heid", "Amir-Abbas Haghighirad", "Yuan Li", "Matthieu Le Tacon"], "title": "Strain-induced structural change and nearly-commensurate diffuse scattering in the model high-temperature superconductor HgBa$_2$CuO$_{4+δ}$", "comment": null, "summary": "We investigate the strain response of underdoped HgBa$_2$CuO$_{4+\\delta}$\n(Hg1201), by synchrotron X-ray diffraction and corresponding simulations of\nthermal diffuse scattering. The compression in the crystallographic $a$\ndirection leads to relatively small expansion in the $b$ and $c$ directions,\nwith Poisson ratios $\\nu_{ba}$=0.16 and $\\nu_{ca}$=0.11, respectively. However,\nthe Cu-O distance in the $c$ direction exhibits a notable 0.9% increase at 1.1%\n$a$-axis compression. We further find strain-induced diffuse scattering which\ncorresponds to a new type of two-dimensional charge correlation. Interestingly,\nthis signal is insensitive to the onset of superconductivity and instead\ncorresponds to a short-range, nearly commensurate modulation with a wave vector\nclose to (0.5, 0, 0) and a correlation length of approximately four unit cells.\nIt closely resembles the charge order theoretically predicted in the phase\ndiagram of the spin-liquid model with resonating valence bonds on a square\nlattice."}
{"id": "2510.21354", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.21354", "abs": "https://arxiv.org/abs/2510.21354", "authors": ["Bhumika Chauhan", "Nikhil Singh", "Subhrajit Dalai", "Abhisek Saidarsan", "Sayantan Patra", "Sourabh Jain", "Aparna Deshpande", "Ashish Arora"], "title": "Universal Thickness-Dependent Absorption in Solids at the Nanoscale", "comment": "11 pages, 4 figures in main text, 12 figures in supplementary\n  materials", "summary": "Through systematic experimental and theoretical studies of\nlayer-thickness-dependent absorption in semiconducting MoSe$_2$ and WS$_2$\nacross the visible to near-infrared spectral range, we demonstrate a universal\nabsorption behavior in solids at nanoscale thicknesses. With increasing\nthickness, a non-monotonic evolution of absorption integrated over the measured\nspectral region is revealed which is accompanied by pronounced oscillatory\nfeatures. This strongly deviates from the expected Beer-Lambert law. The\nobserved behavior has origins in the electromagnetic interference effects\ntaking place between the two surfaces of the thin crystals. The present work on\n2D semiconductors is extendable to all kinds of solids such as conventional\nsemiconductors (e.g. Si, GaAs, GaN, InP), (semi)metals (e.g. Al, Ag, Au,\nc-HOPG) and 2D magnetic materials (e.g. CrSBr and NiPS$_3$). Our results\nprovide fundamental insights into light-matter interactions in solids at the\nnanoscale and are vital for optimally designing the new generation of\nabsorption-based flexible optoelectronic devices."}
{"id": "2510.21359", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21359", "abs": "https://arxiv.org/abs/2510.21359", "authors": ["Shunda Yin", "Qiuyan Zhou", "Yuxiang Xi", "Weiyin Deng", "Wei Chen", "Jiuyang Lu", "Manzhu Ke", "Zhengyou Liu"], "title": "Lossy phononic metamaterials for valley manipulation", "comment": "18 pages,4 figures", "summary": "Non-Hermitian physics characterized by complex band spectra has established a\nnew paradigm in condensed matter systems and metamaterials. Recently,\nnon-Hermitian gain and nonreciprocity are deliberately introduced to valley\nmanipulation, leading to various phenomena beyond the Hermitian scenarios, such\nas the amplified topological whispering gallery modes as an acoustic laser. In\ncontrast, pure loss is inevitable in practice and generally regarded as a\ndetrimental factor. Here, we reveal that the coupling loss can manipulate\nvalley degrees of freedom in a phononic metamaterial. Three distinct\nvalley-related effects, including valley-resolved nonreciprocity that functions\nas a valley filter, valley-dependent skin effects where bulk states from\ndifferent valleys localize at opposite boundaries, and valley-projected edge\nstates with boundary-dependent lifetimes that leads to an anomalous beam\nsplitting, are demonstrated through theoretical analysis and airborne sound\nexperiments. Owing to the easy preparation of loss, our findings shed light on\nboth non-Hermitian and valley physics and may facilitate innovative\napplications of valley-related devices."}
{"id": "2510.21384", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21384", "abs": "https://arxiv.org/abs/2510.21384", "authors": ["Michał Zegrodnik", "Waseem Akbar", "Andrzej Biborski", "Louk Rademaker"], "title": "Optimal superconductivity in twisted bilayer WSe$_2$ where the Van Hove singularity crosses half-filling", "comment": null, "summary": "The recent discovery of unconventional superconductivity has pointed to\ntwisted WSe$_2$ bilayer as a versatile platform for studying the correlated and\ntopological phases of matter. Here we analyze the effect of the displacement\nfield and electron interactions on the formation of a topological paired state\nin twisted WSe$_2$. Our approach is based on the effective single band\n$t$-$J$-$U$ model supplemented with intersite Coulomb interaction term and\ntreated within the Gutzwiller approximation. We show that the superconducting\nphase is stabilized in a small range of displacement fields where the Van Hove\nsingularity crosses half-filling, which is in qualitative agreement with recent\nexperimental data. According to our analysis, such a circumstance comes as a\nresult of a subtle interplay between the large density of states of the Van\nHove singularity, in combination with the renormalization effects that appear\nin the weak-to-moderate correlations regime. The two factors create favorable\nconditions for the SC pairing only in a small area of the phase diagram."}
{"id": "2510.21416", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.21416", "abs": "https://arxiv.org/abs/2510.21416", "authors": ["Maciej Bazarnik", "Anika Schlenhoff"], "title": "Spin filtering on demand via localized states in an atomic-scale resonant tunneling magnetic tunnel junction", "comment": null, "summary": "Spin filtering and its back-action spin transfer torque (STT) are key\ningredients of latest spintronic devices based on magnetic tunnel junctions\n(MTJs). Resonant tunneling (RT), implemented by design or occurring as\nparasitic effects, is known to crucially affect macroscopic device performance,\nbut direct experimental access to its individual microscopic processes has\nremained difficult. Here we apply the RT scheme from MTJs to spin-polarized\nscanning tunneling microscopy (SP-STM) for ultimate miniaturization obtained by\naddressing distinct sites on individual nanomagnets. Combined with energy\nselectivity, our experimental model set-up enables to study the spin filtering\ncapabilities of RT through an individual spin-split vacuum resonance state and\nof the corresponding STT exerted on the nanomagnet. We find, that the sign and\nmagnitude of the STT follow the effective spin-polarization of the resonance\nstate, which, as we show, can by tailored on demand either by adjusting the\napplied bias or the current injection point on the nanostructure. We\nanticipate, that our atomic-scale RT-MTJ approach and the discovery of a\nversatile tunable spin-filter at smallest scale will prove invaluable for\nstudying and designing next generation MTJs potentially based on recently\ndiscovered 2D van-der-Waals magnets or altermagnets."}
{"id": "2510.21422", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21422", "abs": "https://arxiv.org/abs/2510.21422", "authors": ["S. Shradha", "R. Rosati", "H. Lamsaadi", "J. Picker", "I. Paradisanos", "Md T. Hossain", "L. Krelle", "L. F. Oswald", "N. Engel", "D. I. Markina", "K. Watanabe", "T. Taniguchi", "P. K. Sahoo", "L. Lombez", "X. Marie", "P. Renucci", "V. Paillard", "J. -M. Poumirol", "A. Turchanin", "E. Malic", "B. Urbaszek"], "title": "2D Excitonics with Atomically Thin Lateral Heterostructures", "comment": "16 pages, 9 figures", "summary": "Semiconducting transition metal dichalcogenides (TMDs), such as MoSe$_2$ and\nWSe$_2$, exhibit unique optical and electronic properties. Vertical stacking of\nlayers of one or more TMDs, to create heterostructures, has expanded the fields\nof moir\\'e physics and twistronics. Bottom-up fabrication techniques, such as\nchemical vapor deposition, have advanced the creation of heterostructures\nbeyond what was possible with mechanical exfoliation and stacking. These\ntechniques now enable the fabrication of lateral heterostructures, where two or\nmore monolayers are covalently bonded in the plane of their atoms. At their\natomically sharp interfaces, lateral heterostructures exhibit additional\nphenomena, such as the formation of charge-transfer excitons, in which the\nelectron and hole reside on opposite sides of the interface. Due to the energy\nlandscape created by differences in the band structures of the constituent\nmaterials, unique effects such as unidirectional exciton transport and\nexcitonic lensing can be observed in lateral heterostructures. This review\noutlines recent progress in exciton dynamics and spectroscopy of TMD-based\nlateral heterostructures and offers an outlook on future developments in\nexcitonics in this promising system."}
{"id": "2510.21511", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21511", "abs": "https://arxiv.org/abs/2510.21511", "authors": ["Qihua Zhang", "Christopher J. Jensen", "Alexander J. Grutter", "Sandra Santhosh", "William D. Ratcliff", "Julie A. Borchers", "Thomas W. Heitmann", "Narendirakumar Narayanan", "Timothy R. Charlton", "Mingyu Yu", "Ke Wang", "Wesley Auker", "Nitin Samarth", "Stephanie Law"], "title": "Examining the Spin Structure of Altermagnetic Candidate MnTe Grown with Near Ideal Stoichiometry", "comment": null, "summary": "Altermagnets are a recently-discovered class of materials with magnetic\nordering that have a zero net magnetization and a momentum-dependent spin\nsplitting in their band structure, arising from a collinear spin arrangement\nwith alternating polarizations in the crystal lattice. The nickeline-structured\nmanganese telluride ({\\alpha}-MnTe) is an attractive altermagnet candidate due\nto its predicted large spin splitting energy and a transition temperature near\n300K. In this work, we present a thorough investigation of the spin structure\nof {\\alpha}-MnTe thin films grown by molecular beam epitaxy with very high\ncrystal quality and low residual magnetization. The epitaxial {\\alpha}-MnTe\nfilms have a full-width-at-half-maximum of 0.1{\\deg} as measured by\nx-ray-diffraction rocking curves and a root-mean-square roughness below 1 nm.\nNeutron diffraction measurements confirm the antiferromagnetic order in the\n{\\alpha}-MnTe film and show a N\\'eel temperature of 307 K. Polarized neutron\nreflectometry detects a vanishingly small net magnetization which may be\nconfined to the MnTe/InP interface, highlighting the near-ideal stoichiometry\nin the sample. In vacuo angle resolved photoemission spectroscopy reveals that\nthe bulk band spectrum of the MnTe films is consistent with the weak\naltermagnetic order as theoretically predicted and observed for the high\nsymmetry nodal plane in the center of the Brillouin zone. This study\nestablishes optimized growth conditions for the synthesis of stoichiometric\n{\\alpha}-MnTe thin films which exhibit exceptional structural and magnetic\nordering, thereby providing a robust platform for the precise characterization\nof their altermagnetic properties."}
{"id": "2510.21522", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.21522", "abs": "https://arxiv.org/abs/2510.21522", "authors": ["Tobias M. R. Wolf", "Tian Xie", "Chenhao Jin", "Allan H. MacDonald"], "title": "Exciton-based sensing of remote electron correlations in 2D heterostructures", "comment": "Main: 5 pages, 4 figures; Supmat: 6 pages, 5 figures. Comments are\n  welcome!", "summary": "Many monolayer transition metal dichalcogenides, including MoS$_2$, MoSe$_2$,\nWS$_2$, and WSe$_2$, are direct bandgap two-dimensional (2D) semiconductors\nwith sharp optical resonances at excitonic bound state frequencies. Recent\nexperiments have demonstrated that excitonic resonance frequencies in\nmultilayer van der Waals stacks are altered by long-range Coulomb interactions\nwith electrons in nearby but electrically isolated 2D materials. These\nmodulations have been successfully used to detect transitions between distinct\nstates of remote strongly correlated 2D electron fluids. In this Letter we\nprovide a theory of these frequency shifts, enabling a more quantitative\ninterpretation of excitonic-sensing experiments, and apply it as an example to\nWSe$_2$ that is proximate to graphene bilayers and multilayers."}
{"id": "2510.21527", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21527", "abs": "https://arxiv.org/abs/2510.21527", "authors": ["Wenhui Wan", "Xinyue Liu", "Yanfeng Ge", "Ziqang Li", "Yong Liu"], "title": "Hexagonal InOI monolayer: a 2D phase-change material combining topological insulator states and piezoelectricity", "comment": null, "summary": "Two-dimensional (2D) phase-change materials (PCMs) with moderate transition\nbarriers and distinctly contrasting properties are highly desirable for\nmultifunctional devices, yet such systems remain scarce. Using first-principles\ncalculations, we propose a hexagonal InOI monolayer as a promising 2D PCM. This\nmaterial exhibits two distinct polymorphs: an energetically favorable\nT$^{\\prime}$ phase and a metastable T phase, differentiated by iodine atom\npositions. The T$^{\\prime}$-to-T structural phase transition features a\nmoderate energy barrier $E_b$ of 72.1 meV per formula unit, facilitating\nreversible switching. Notably, strain engineering tailors the electronic\ntransition, inducing either a metal-to-topological-insulator or a\nmetal-to-normal-insulator transformation. Additionally, this phase transition\nmodulates the piezoelectric response and shifts optical absorption from the\ninfrared to the visible range. These multifunctional properties make 2D\nhexagonal InOI highly promising for applications in non-volatile memory,\nlow-contact-resistance spintronics, and optical switching devices."}
{"id": "2510.21568", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2510.21568", "abs": "https://arxiv.org/abs/2510.21568", "authors": ["Udomsilp Pinsook"], "title": "ARPES of Bi2212 interpreted via a particle in a system of dynamic scatterers", "comment": "23 pages, 12 figures", "summary": "In this work, I employ parabolic cylinder functions to quantitatively\ndescribe the ARPES spectra of an over-doped Bi2212 across the temperature range\n6 - 140K at the antinode k-point. These functions come from the solutions of a\nparticle moving in a system of random scatterers. The parameters, i.e. the\noverall amplitude (A), the spectral coherence scale (C), and the energy shift\n(EG), are determined directly by fitting to experimental data. At 140K, the\ndominated feature of the ARPES spectrum resembles the solution of a particle\nmoving in a one-dimensional random system. According to the present model, the\nelectronic states of the over-doped Bi2212 at the antinode k-point can be\nviewed as a realization of the theory of a particle moving in dynamic\nscatterers in 1D with corrections from the ground state solutions at lower\ntemperature."}
{"id": "2510.21616", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.21616", "abs": "https://arxiv.org/abs/2510.21616", "authors": ["Hope Whitelock", "Allen O. Scheie", "Marissa McMaster", "Ian A. Leahy", "Li Xing", "Mykhaylo Ozerov", "Dmitry Smirnov", "Eun Sang Choi", "C. dela Cruz", "M. O. Ajeesh", "Eliana S. Krakovsky", "Daniel Rehn", "Jie Xing", "Athena S. Sefat", "Minhyea Lee"], "title": "Direct observation of the crystal electric-field splitting under magnetic field and uncovering field-induced magnetic phase transition in triangular rare-earth magnet CsErSe$_2$", "comment": "13 pages, 9 figures", "summary": "An indispensable step toward understanding magnetic interaction in rare-earth\nmagnets is the determination of spatially anisotropic single-ion properties\nresulting from the crystal electric field (CEF) physics. The CEF Hamiltonian\nexhibits a discrete energy spectrum governed by a set of independent parameters\nthat reflect the site symmetry of the magnetic ion. However, experimentally\ndetermining these parameters for magnetic ions at low-symmetry sites has been\nproven highly challenging. In this study, we directly measured the CEF level\nsplitting under magnetic fields (B) using optical spectroscopy and extracted\nboth CEF parameters and the exchange energies of a triangular insulating magnet\nCsErSe$_2$ as a model system. With increasing field, we find many CEF levels\nundergo level-crossing, which accompanies switching of the eigenstate.\nParticularly, such a crossing occurring at the ground state results in a\nstep-like increase in magnetization that we captured with the low-temperature\nAC magnetic susceptibility measurements. Our work demonstrates that the\naccurately determined CEF Hamiltonian parameters enable uncovering the rich\nphysics of field-induced collective magnetic phenomena, and potentially lead to\na new route to magnetic frustration."}
{"id": "2510.21622", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21622", "abs": "https://arxiv.org/abs/2510.21622", "authors": ["Fabian Becker", "Sudip KC", "Lorenz J. J. Sauerzopf", "Tim Schneider", "Luis Risinger", "Christian Schmid", "Kai Müller"], "title": "Zeeman Spectroscopy of Vacancy-Charge-Compensated Er3+ Sites in CaWO4 under Vector Magnetic Fields", "comment": null, "summary": "We present polarization-resolved optical absorption measurements on Er3+ ions\nin CaWO4 under vector magnetic fields, focusing on charge-compensated sites\narising from local Ca2+ vacancies. While the known axial Er3+ site displays a\nsingle symmetric Zeeman-split transition pattern consistent with S4 symmetry,\ntwo additional sites exhibit more complex spectral behavior, including sets of\ntransitions that interchange under 90{\\deg} crystal rotations-evidence of\nreduced, rhombic-like symmetry. From these polarization- and\ntemperature-dependent spectra, we extract effective g-factors. Our findings are\ncorroborated by electron paramagnetic resonance measurements and support a\nmodel of multiple inequivalent Ca2+ vacancies around Er3+ sites in the host\nlattice. This detailed characterization contributes to understanding\ndefect-engineered rare-earth sites for quantum information applications."}
{"id": "2510.21629", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21629", "abs": "https://arxiv.org/abs/2510.21629", "authors": ["Lucas Rouhi", "Christophe Droz"], "title": "Tailoring dispersion and evanescent modes in multimodal nonlocal lattices using positive-only interactions", "comment": "Preprint also available on HAL: https://hal.science/hal-05330430", "summary": "Metamaterials derive their unconventional properties from engineered\nmicrostructures, with periodic lattices providing a versatile framework for\nmodeling wave propagation. Dispersion relations, obtained from Bloch-Floquet\ntheory, govern how waves propagate, attenuate, or localize within such systems.\nExtending interactions beyond nearest neighbors, through nonlocality,\nsubstantially enriches the design space of band diagrams, enabling phenomena\nsuch as negative or zero group velocities, roton-like extrema, and band-gap\nlocalization. However, existing approaches to dispersion tailoring often rely\non analytical formulations or Fourier-based identifications, which become\nimpractical for complex coupling mechanisms and offer limited control over\nphysical constraints such as stiffness positivity. This work introduces a\ngeneral interpolation-based framework for customizing dispersion relations in\nuniform nonlocal lattices. Rather than reconstructing full dispersion curves,\nthe method enforces prescribed frequency-wavenumber points as interpolation\nconstraints, enabling localized and tunable control of wave behavior. The\nformulation is applied to both spring- and beam-interaction lattices, and\ndemonstrated on an Euler-Bernoulli beam model with adjustable nonlocal\ncouplings. Through systematic parameter tuning, the framework enables the\ncreation of rotons, the adjustment of group-velocity dispersion, and the design\nof evanescent waves with controlled exponential decay within band gaps, all\nwhile ensuring real, positive-only stiffness parameters and passive mechanical\nbehavior. Altogether, this parametric interpolation strategy provides a\nphysically consistent and computationally efficient route for engineering\nadvanced phononic functionalities in periodic nonlocal systems."}
{"id": "2510.21670", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.21670", "abs": "https://arxiv.org/abs/2510.21670", "authors": ["Julien Brémont"], "title": "Beyond Poisson: First-Passage Asymptotics of Renewal Shot Noise", "comment": null, "summary": "The first-passage time (FPT) of a stochastic signal to a threshold is a\nfundamental observable across physics, biology, and finance. While renewal shot\nnoise is a canonical model for such signals, analytical results for its FPT\nhave remained confined to the Poisson (Markovian) case, despite the prevalence\nof non-Poisson arrival statistics in applications from neuronal spiking to gene\nexpression. We break this long-standing barrier by deriving the first universal\nasymptotic formula for the mean FPT $\\langle T_b \\rangle$ to reach level $b$\nfor renewal shot noise with general arrival statistics and exponential marks.\nOur central result is a closed-form expression that reveals precisely how\ngeneral inter-arrival statistics impact the naive Arrhenius law. We show that\nthe short-time behavior of the interarrival distribution dictates universal\nscaling corrections, ranging from stretched-exponential to algebraic, that can\ndramatically accelerate threshold crossing. Furthermore, we argue and confirm\nnumerically that the full FPT distribution becomes exponential at large\nthresholds, implying that $\\langle T_b \\rangle$ provides a complete asymptotic\ncharacterization. Our work, enabled by a novel exact solution for the moments\nof the noise, establishes a general framework for analyzing extreme events in\nnon-Markovian systems with relaxation."}
{"id": "2510.21674", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.21674", "abs": "https://arxiv.org/abs/2510.21674", "authors": ["Z. Zeng", "M. Först", "M. Fechner", "X. Deng", "A. Cavalleri", "P. G. Radaelli"], "title": "The Piezochiral Effect", "comment": "6 pages, 4 figures + Supplementary Information", "summary": "Chirality is a pervasive property of matter that underpins many important\nphenomena across physics, chemistry and biology. Given its broad significance,\nthe development of protocols for rational control of chirality in solid state\nsystems is highly desirable, especially if this effect can be tuned\ncontinuously and in two directions. Yet, this goal has remained elusive due to\nthe absence of a universal conjugate field that couples linearly to this\nstructural order. Here, we introduce the piezochiral effect, which enables\ncontrol of chirality through mechanical strain. We first show by symmetry\nanalysis that uniaxial strain induces chirality in a broad class of achiral\ncrystals that host fragments of opposite chirality within each unit cell, an\neffect that has so far remained unrecognized. The strain-induced handedness can\nbe tuned either by changing the strain direction or by switching between\ncompressive and tensile strain. We experimentally verify this effect in AgGaS2,\nusing measurements of the optical activity under strain. Our discovery\nestablishes a new scheme for chirality control, with potential applications\nthat range from spintronics to asymmetric catalysis, and enantioselective\ninteractions in biosystems."}
