{"id": "2511.01887", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2511.01887", "abs": "https://arxiv.org/abs/2511.01887", "authors": ["Eugene V. Stepanov", "Alexander F. Gutsol"], "title": "Modeling formation and transport of clusters at high temperature and pressure gradients by implying partial chemical equilibrium", "comment": null, "summary": "A theoretical approach to describing transport of an entire ensemble of\nclusters with different sizes as a single species in gas has been developed.\nThe major assumption is an existence of local partial chemical equilibrium\nbetween the clusters. It is shown that thermal diffusion emerges in the\ncollective description as a significant factor even if it is negligible when\ntransport of the original molecular species is considered. Analytical\nexpressions for the effective diffusion and thermal diffusion coefficients at\ntemperature, pressure, and chemical composition gradients have been derived.\nThe theory has been applied to a technology of H2S conversion in a centrifugal\nplasma-chemical reactor and has made it possible to account for sulfur clusters\nin numerical process modeling."}
{"id": "2511.01899", "categories": ["physics.chem-ph", "hep-ph", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2511.01899", "abs": "https://arxiv.org/abs/2511.01899", "authors": ["Krishna Kingkar Pathak"], "title": "Quantum Tunnelling Across Hydrogen Bonds: Proton--Deuteron Isotope Effects from a Cornell-Type Potential Model", "comment": "10 pages,4 figures and submitted to Journal of Molecular Liquids", "summary": "Hydrogen bonds play a pivotal role in chemistry, biology, and\ncondensed-matter physics, where quantum tunnelling can strongly influence\nstructure and dynamics. Isotope substitution (H $\\rightarrow$ D) provides a\nsensitive probe of such tunnelling, but theoretical descriptions often rely on\npurely numerical models or simplified potentials that obscure physical\ninterpretation. Here we employ a Cornell-type potential combined with a\ndouble-well Schr\\\"odinger approach to investigate proton and deuteron\ntunnelling across hydrogen bonds. The model yields semi-analytical\nwavefunctions and tunnelling splittings that transparently capture\nisotope-dependent quantum effects. We present scaling behaviour of tunnelling\nsplittings with isotope mass, discuss the influence of barrier width and\ncurvature, and compare model trends with representative experimental and\ncomputational results. Beyond hydrogen bonding, the framework provides a\ngeneral methodology for modelling tunnelling in double-well systems relevant to\nspectroscopy, enzymatic catalysis, and materials applications."}
{"id": "2511.01903", "categories": ["physics.chem-ph", "hep-ph", "nlin.CD", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01903", "abs": "https://arxiv.org/abs/2511.01903", "authors": ["Krishna Kingkar Pathak"], "title": "Benchmarking Proton Tunneling Splittings with a Wavefunction-Based Double-Well Model: Application to the Formic Acid Dimer", "comment": "Submitted to International journal of Quantum chemistry", "summary": "Proton tunneling across hydrogen bonds is a fundamental quantum effect with\nimplications for spectroscopy, catalysis, and biomolecular stability. While\nstate-of-the-art instanton and path-integral methods provide accurate\nmultidimensional tunneling splittings, simplified one-dimensional models remain\nvaluable as conceptual and benchmarking tools. Here we develop a\nwavefunction-based framework for tunneling splittings using a Cornell-type\ndouble-well potential and apply it as a benchmark for hydrogen-bond tunneling.\nAnalytical WKB estimates and numerical finite-difference solutions are compared\nacross a range of barrier parameters, showing consistent agreement. As a test\ncase, we map the formic acid dimer (FAD) barrier onto a quartic double-well\nmodel parameterized to reproduce the reported barrier height of $V_b \\\\approx\n2848~\\\\text{cm}^{-1}$. The resulting tunneling splitting of about\n$0.037~\\\\text{cm}^{-1}$ matches the reduced-dimensional calculations of Qu and\nBowman. The close agreement between numerical and semiclassical results\nhighlights the pedagogical and diagnostic value of one-dimensional models,\nwhile comparison with molecular benchmarks clarifies their limitations relative\nto full multidimensional quantum treatments."}
{"id": "2511.01909", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01909", "abs": "https://arxiv.org/abs/2511.01909", "authors": ["Ethan Abraham"], "title": "Forbidden Electron Transfer in the Adiabatic Limit of the Marcus-Inverted Region", "comment": null, "summary": "Here it is shown that in the adiabatic limit of condensed-phase electron\ntransfer, the onset of barrierless transition occurs at a lower driving force\nthan predicted by the non-adiabatic Marcus formulation. Furthermore, in the\nadiabatic limit of the Marcus-inverted region, isoenergetic electron transfer\nis strictly forbidden in the absence of nuclear tunneling. This \"forbidden\"\nbehavior arises from a topological change in the mapping between the adiabatic\nand diabatic electronic surfaces, emerging precisely at the onset of the\nMarcus-inverted region."}
{"id": "2511.02032", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02032", "abs": "https://arxiv.org/abs/2511.02032", "authors": ["Markus Lysne", "Philipp Werner", "Nikolaj Bittner"], "title": "Collective excitations and divergent spin currents in non-centrosymmetric superconductors", "comment": "16 pages, 9 figures", "summary": "We study the collective modes in a non-centrosymmetric superconductor with\nRashba spin-orbit coupling under laser irradiation. The concept of Anderson\nPseudospin Resonance allows to reveal how laser driving gives rise not only to\nthe established resonant enhancement of the third harmonic response, but also\nto a resonant enhancement in the second harmonic response of the spin current.\nWe propose a theory which explains the phenomenon without including interband\ntransitions. The theory is corroborated by numerical simulations which\nincorporate interband effects and allow us to clarify the signatures of the\ncollective modes in the long-time dynamics of the superconductor."}
{"id": "2511.02039", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02039", "abs": "https://arxiv.org/abs/2511.02039", "authors": ["Vibhu Mishra"], "title": "Marginal Fermi liquids from Fermi surfaces coupled via matrix boson gas", "comment": null, "summary": "We propose a model of metallic critical point which we study at $T=0$ in the\nlarge-$N$ limit. We start with two species of fermions $c_i, f_i$, each with\n$N$ flavors and matrix bosons $b_{ij}$ with $N^2$ components. They interact\nwith each other via slave-boson like interaction $\\int b_{ij}^{\\dagger} \\,\nc_i^{\\dagger}f_j$. The bosons have a bare dispersion of\n$\\varepsilon_{\\textbf{q}}^b = \\lambda_z |\\textbf{q}|^z$ and we study the\nproblem in $d$ spatial dimensions. We show that for $d = z+1,$ the electronic\nself energy shows marginal Fermi liquid behavior. We first evaluate the\nfermionic self energy $\\Sigma(i\\omega)$ using the standard approximate boson\nself energy $\\Pi(\\textbf{q}, i\\nu) \\propto |\\nu|/|\\textbf{q}|$ and find that\n$\\Sigma(i\\omega) \\sim \\omega \\ln(N/|\\omega|)$ which shows a much weaker\ndependence on $N$ when compared with similar results from non-SYK large-$N$\nIsing-nematic models. Then we evaluate $\\Sigma(i\\omega)$ again using a more\nprecise form of $\\Pi$ which allows us to study the interplay between $N\n\\rightarrow \\infty$ limit for which $\\Sigma(i\\omega) \\sim \\omega\n\\ln(1/|\\omega|)$, and the $\\omega \\rightarrow 0$ limit where we recover\n$\\Sigma(i\\omega) \\sim \\omega \\ln(N/|\\omega|)$. We also use the full bosonic\nself energy to obtain the correction to the bosonic specific heat as\n$\\frac{T}{N} \\ln(1/T)$. Since there are $N^2$ bosons and $N$ fermions, the bulk\nheat capacity for both fermions and bosons show nearly similar functional form\n$NVT \\ln(N/T)$ and $NVT \\ln(1/T)$ respectively for $T \\rightarrow 0$."}
{"id": "2511.02699", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02699", "abs": "https://arxiv.org/abs/2511.02699", "authors": ["Daniele Rapetti", "Massimiliano Bonomi", "Carlo Camilloni", "Giovanni Bussi", "Gareth A. Tribello"], "title": "Making PLUMED fly: a tutorial on optimizing performance", "comment": "45 pages, 15 figures", "summary": "PLUMED is an open-source software package that is widely used for analyzing\nand enhancing molecular dynamics simulations that works in conjunction with\nmost available molecular dynamics softwares. While the computational cost of\nPLUMED calculations is typically negligible compared to the molecular dynamics\ncode's force evaluation, the software is increasingly being employed for more\ncomputationally demanding tasks where performance optimization becomes\ncritical. In this tutorial, we describe a recently implemented tool that can be\nused to reliably measure code performance. We then use this tool to generate\ndetailed performance benchmarks that show how calculations of large-numbers of\ndistances, angles or torsions can be optimized by using vector-based commands\nrather than individual scalar operations. We then present benchmarks that\nillustrate how to optimize calculations of atomic order parameters and\nsecondary structure variables. Throughout the tutorial and in our\nimplementations we endeavor to explain the algorithmic tricks that are being\nused to optimize the calculations so others can make use of these prescriptions\nboth when they are using PLUMED and when they are writing their own codes."}
{"id": "2511.01985", "categories": ["cond-mat.mes-hall", "nlin.AO", "physics.class-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01985", "abs": "https://arxiv.org/abs/2511.01985", "authors": ["Soumya S. Kumar", "Javier del Pino", "Letizia Catalini", "Alexander Eichler", "Oded Zilberberg"], "title": "Dynamical Phase Transitions Across Slow and Fast Regimes in a Two-Tone Driven Duffing Resonator", "comment": null, "summary": "The response of nonlinear resonators to multifrequency driving reveals rich\ndynamics beyond conventional single-tone theory. We study a Duffing resonator\nunder bichromatic excitation and identify a competition between the two drives,\ngoverned by their detuning and relative amplitudes. In the slow-beating regime,\nwhere the tones are closely spaced, the secondary drive acts as a modulation\nthat induces dynamical phase transitions between coexisting stationary states.\nWe introduce the cycle-averaged amplitude as an order parameter and map the\nresulting phase diagram as a function of the drive detuning and amplitude\nratio, capturing the pronounced asymmetry observed for blue versus red detuning\nin experiment. We devise a model to link the onset of these transitions to the\nresonance properties around the nonlinear stationary mode of the system. Our\nresults provide a framework for controlling driven nonlinear systems, enabling\nstate manipulation, and sensing in nanomechanical, optical, and superconducting\ncircuit platforms."}
{"id": "2511.01916", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.01916", "abs": "https://arxiv.org/abs/2511.01916", "authors": ["P. Daoust", "N. Rotaru", "D. Biswas", "S. Koelling", "E. Rahier", "A. Dubé-Valade", "P. Del Vecchio", "M. S. Edwards", "M. Tanvir", "E. Sajadi", "J. Salfi", "O. Moutanabbir"], "title": "Nuclear spin-free 70Ge/28Si70Ge quantum well heterostructures grown on industrial SiGe-buffered wafers", "comment": "A supplementary material file is available for this article", "summary": "The coherence of hole spin qubits in germanium planar heterostructures is\nlimited by the hyperfine coupling to the nuclear spin bath due to 29Si and 73Ge\nisotopes. Thus, removing these nuclear spin-full isotopes is essential to\nextend the hyperfine-limited coherence times needed to implement robust quantum\nprocessors. This work demonstrates the epitaxial growth of device-grade nuclear\nspin-free 70Ge/28Si70Ge heterostructures on industrial SiGe buffers while\nminimizing the amounts of highly purified 70GeH4 and 28SiH4 used. The obtained\n70Ge/28Si70Ge heterostructures exhibit a dislocation density of 5.3 x 10e6 cm-2\nand an isotopic purity exceeding 99.99%, with carbon and oxygen impurities\nbelow the detection sensitivity, as revealed by atom probe tomography.\nMagnetotransport measurements on gated Hall bars demonstrate effective gate\ncontrol of hole density in nuclear spin-free quantum wells. Negative threshold\ngate voltages confirm the absence of intentional doping in the wells, while\nHall and Shubnikov-de Haas analyses yield consistent carrier densities (1.4 x\n10e11 cm-2) and high mobilities (2.4 x 10e5 cm2/Vs). Mobility trends reveal\ninterfacetrap- limited scattering and percolation concentration below 7 x 10e10\ncm-2. These analyses, along with atomic-level studies, confirm the high quality\nof epitaxial 70Ge/28Si70Ge heterostructures and their relevance as a platform\nfor long-coherence spin qubits."}
{"id": "2511.01876", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.01876", "abs": "https://arxiv.org/abs/2511.01876", "authors": ["Peter Ván"], "title": "Some remarks on the objectivity and thermodynamic consistency of Korteweg-type fluids", "comment": "11 pages, no figures", "summary": "In this note we compare the entropy principle and the objectivity arguments\nin the methodologies of Dunn and Serrin [1] and in the more recent weakly\nnonlocal thermodynamic analysis of Korteweg-type fluids in [2]. It is concluded\nthat the different objectivity approaches lead to the same constitutive\nfunctions, and that the difference in the thermodynamically compatible pressure\ntensors of perfect Korteweg fluids is due to different symmetry requirements."}
{"id": "2511.01876", "categories": ["cond-mat.stat-mech", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.01876", "abs": "https://arxiv.org/abs/2511.01876", "authors": ["Peter Ván"], "title": "Some remarks on the objectivity and thermodynamic consistency of Korteweg-type fluids", "comment": "11 pages, no figures", "summary": "In this note we compare the entropy principle and the objectivity arguments\nin the methodologies of Dunn and Serrin [1] and in the more recent weakly\nnonlocal thermodynamic analysis of Korteweg-type fluids in [2]. It is concluded\nthat the different objectivity approaches lead to the same constitutive\nfunctions, and that the difference in the thermodynamically compatible pressure\ntensors of perfect Korteweg fluids is due to different symmetry requirements."}
{"id": "2511.01913", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.01913", "abs": "https://arxiv.org/abs/2511.01913", "authors": ["Leonardo Cázares-Trejo", "Marco Loreto-Silva", "Huziel E. Sauceda"], "title": "Delta-learned force fields for nonbonded interactions: Addressing the strength mismatch between covalent-nonbonded interaction for global models", "comment": "12 pages, 8 figures", "summary": "Noncovalent interactions--vdW dispersion, hydrogen/halogen bonding,\nion-$\\pi$, and $\\pi$-stacking--govern structure, dynamics, and emergent\nphenomena in materials and molecular systems, yet accurately learning them\nalongside covalent forces remains a core challenge for machine-learned force\nfields (MLFFs). This challenge is acute for global models that use\nCoulomb-matrix (CM) descriptors compared under Euclidean/Frobenius metrics in\nmultifragment settings. We show that the mismatch between predominantly\ncovalent force labels and the CM's overrepresentation of intermolecular\nfeatures biases single-model training and degrades force-field fidelity. To\naddress this, we introduce \\textit{$\\Delta$-sGDML}, a scale-aware formulation\nwithin the sGDML framework that explicitly decouples intra- and intermolecular\nphysics by training fragment-specific models alongside a dedicated binding\nmodel, then composing them at inference. Across benzene dimers, host-guest\ncomplexes (C$_{60}$@buckycatcher, NO$_3^-$@i-corona[6]arene), benzene-water,\nand benzene-Na$^+$, \\mbox{$\\Delta$-sGDML} delivers consistent gains over a\nsingle global model, with fragment-resolved force-error reductions up to\n\\textbf{75\\%}, without loss of energy accuracy. Furthermore, molecular-dynamics\nsimulations further confirm that the $\\Delta$-model yields a reliable force\nfield for C$_{60}$@buckycatcher, producing stable trajectories across a wide\nrange of temperatures (10-400~K), unlike the single global model, which loses\nstability above $\\sim$200~K. The method offers a practical route to homogenize\nper-fragment errors and recover reliable noncovalent physics in global MLFFs."}
{"id": "2511.02226", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02226", "abs": "https://arxiv.org/abs/2511.02226", "authors": ["Mercè Roig", "Kazi Ranjibul Islam", "Basu Dev Oli", "Huimin Zhang", "P. M. R. Brydon", "Aline Ramires", "Yue Yu", "Michael Weinert", "Lian Li", "Daniel F. Agterberg"], "title": "Origin of sublattice particle-hole asymmetry in monolayer FeSe superconductors", "comment": "5 pages", "summary": "In iron-based superconductors, the two Fe atoms in the unit cell are\ntypically related by crystal symmetries; therefore, we expect no intra-unit\ncell variations in the superconducting gap. However, recent experiments have\nchallenged this expectation, reporting intra-unit cell variations in the gap\nwith an unusual particle-hole asymmetry. Here, we examine the origin of this\nasymmetry between the two Fe sublattices in monolayer FeSe grown on SrTiO$_3$.\nWe reveal that, in addition to the substrate-induced broken inversion symmetry,\nsubstrate nematic symmetry breaking is key to observing this asymmetry. We\nfurther identify two possible mechanisms through which this can occur. The\nfirst is through an odd-parity gap function that coexists with an extended\n$s$-wave function. The second is via a nodeless $d$-wave gap function that\ndevelops in the presence of a symmetry-breaking substrate. We argue that the\nlatter mechanism is more physical. To test our theory, we performed scanning\ntunneling spectroscopy measurements across the nematic domain walls, which\nexhibit a clear enhancement of the asymmetry between the two Fe sublattices. In\naddition, we reveal that the observed sublattice particle-hole asymmetry is\nassociated with odd-frequency pairing correlations, providing an experimental\nrealization of this unusual pairing correlation."}
{"id": "2511.02245", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02245", "abs": "https://arxiv.org/abs/2511.02245", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "Role of on-site Coulomb energy and negative-charge transfer in a Dirac semi-metal", "comment": "10 pages, 10 figures (submitted to Physical Review B)", "summary": "Angle-resolved photoemission spectroscopy in combination with band structure\ncalculations have shown that the layered transition metal dichalcogenide\nNiTe$_2$ is a type-II Dirac semimetal. However, there are conflicting\nconclusions in the literature regarding the role of electron correlations in\nNiTe$_2$. We study the core-level and valence band electronic structure of\nsingle crystal NiTe$_2$ using soft and hard X-ray photoemission spectroscopy\n(SXPES, HAXPES), X-ray absorption spectroscopy (XAS) and Ni $2p-3d$ resonant\nphotoemission spectroscopy(resonant-PES) to quantify electronic parameters in\nNiTe$_2$. The on-site Coulomb energy ($U_{dd}$) in the Ni $3d$ states is\nquantified from measurements of the Ni $3d$ single particle density of states\nand the two-hole correlation satellite. The Ni $2p$ core level and $L$-edge XAS\nspectra are analyzed by charge transfer cluster model calculations using the\nexperimentally estimated $U_{dd}$ (= 3.7 eV), and the results show that\nNiTe$_2$ exhibits a negative charge-transfer energy ($\\Delta$ = -2.8 eV). The\nsame type of cluster model analysis of NiO $L$-edge XAS confirms its well-known\nstrongly correlated charge-transfer insulator character, with $U_{dd}$ = 7.0 eV\nand $\\Delta$ = 6.0 eV. The $d$-$p$ hybridization strength $T_{eg}$ for\nNiTe$_2$$<$NiO, and indicates that the reduced $U_{dd}$ in\nNiTe\\textsubscript{2} compared to NiO is not due to an increase in $T_{eg}$.\nThe increase in $d^n$ count on the Ni site in NiTe$_{2}$ by nearly one electron\nis attributed to negative-$\\Delta$ and a reduced $U_{dd}$. However, since\n$U_{dd}$$>$$|\\Delta|$, the results indicate the important role of a finite\nrepulsive $U_{dd}$ in making NiTe$_{2}$ a moderately correlated $p$-type Dirac\nsemi-metal."}
{"id": "2511.01913", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.01913", "abs": "https://arxiv.org/abs/2511.01913", "authors": ["Leonardo Cázares-Trejo", "Marco Loreto-Silva", "Huziel E. Sauceda"], "title": "Delta-learned force fields for nonbonded interactions: Addressing the strength mismatch between covalent-nonbonded interaction for global models", "comment": "12 pages, 8 figures", "summary": "Noncovalent interactions--vdW dispersion, hydrogen/halogen bonding,\nion-$\\pi$, and $\\pi$-stacking--govern structure, dynamics, and emergent\nphenomena in materials and molecular systems, yet accurately learning them\nalongside covalent forces remains a core challenge for machine-learned force\nfields (MLFFs). This challenge is acute for global models that use\nCoulomb-matrix (CM) descriptors compared under Euclidean/Frobenius metrics in\nmultifragment settings. We show that the mismatch between predominantly\ncovalent force labels and the CM's overrepresentation of intermolecular\nfeatures biases single-model training and degrades force-field fidelity. To\naddress this, we introduce \\textit{$\\Delta$-sGDML}, a scale-aware formulation\nwithin the sGDML framework that explicitly decouples intra- and intermolecular\nphysics by training fragment-specific models alongside a dedicated binding\nmodel, then composing them at inference. Across benzene dimers, host-guest\ncomplexes (C$_{60}$@buckycatcher, NO$_3^-$@i-corona[6]arene), benzene-water,\nand benzene-Na$^+$, \\mbox{$\\Delta$-sGDML} delivers consistent gains over a\nsingle global model, with fragment-resolved force-error reductions up to\n\\textbf{75\\%}, without loss of energy accuracy. Furthermore, molecular-dynamics\nsimulations further confirm that the $\\Delta$-model yields a reliable force\nfield for C$_{60}$@buckycatcher, producing stable trajectories across a wide\nrange of temperatures (10-400~K), unlike the single global model, which loses\nstability above $\\sim$200~K. The method offers a practical route to homogenize\nper-fragment errors and recover reliable noncovalent physics in global MLFFs."}
{"id": "2511.02085", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02085", "abs": "https://arxiv.org/abs/2511.02085", "authors": ["Michael Ridley", "Eliahu Cohen", "Christian Flindt", "Riku Tuovinen"], "title": "Current Cross-Correlation Spectroscopy of Majorana Bound States", "comment": null, "summary": "The clock speed of topological quantum computers based on Majorana zero mode\n(MZM)-supporting nanoscale devices is determined by the time taken for\nelectrons to traverse the device. We employ the time-dependent\nLandauer-B{\\\"u}ttiker transport theory for current cross-lead correlations in a\nsuperconducting nanowire junction hosting MZMs. From the time-dependent quantum\nnoise, we are able to extract traversal times for electrons crossing the\nsystem. After demonstrating a linear scaling of traversal times with nanowire\nlength, we present a heuristic formula for the traversal times which accurately\ncaptures their behaviour. We then connect our framework to a proposed\nexperimental verification of this discriminant between spurious and genuine\nMZMs utilizing time-resolved transport measurements."}
{"id": "2511.01940", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.01940", "abs": "https://arxiv.org/abs/2511.01940", "authors": ["Tyler Bortel", "Peter Moeck"], "title": "Posterior corrections for systematic distortions in atomic-resolution images from hexagonal crystals", "comment": "6 pages, 6 figures, submitted as part of Lanano 2025", "summary": "Digital images from crystals, as projected from the third spatial dimension\nand recorded in atomic resolution with any kind of real-world microscope,\nfeature necessarily broken symmetries of the translation-periodicity-restricted\nEuclidean plane. The symmetry breakings are due to both the imaging process and\nthe real structure of the imaged crystal, with the former cause typically\ndominating. A posterior algorithmic reduction of the symmetry breaking in such\nimages constitutes, thus, often a correction for many of the distortions that\nwere introduced by the imaging processes. Numerically quantified restorations\nof such symmetries can, therefore, be used to demonstrate the efficacy of a\nnewly implemented posterior correction method for atomic-resolution images from\nhexagonal crystals. Recently developed information theory based methods are\nhere shown to be suitable for this purpose. Thirteen experimental\natomic-resolution images from graphite and monolayer molybdenite (MoS2), as\nrespectively obtained by scanning tunneling microscopy, atomic force microscopy\nin the torsional resonance mode, and aberration-corrected parallel illumination\ntransmission electron microscopy served as test cases in our larger (in its\ntotality so far unpublished) study, from which we quote here. The source code\nof the software that was used for our distortion corrections and the whole\nreport on that study are freely available on GitHub."}
{"id": "2511.01926", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.01926", "abs": "https://arxiv.org/abs/2511.01926", "authors": ["Maryam Seifi", "Zahra Ebadi", "Hamzeh Agahi", "Hossein Mehri-Dehnavi", "Hosein Mohammadzadeh"], "title": "Mittag-Leffler Quantum Statistics and Thermodynamic Anomalies", "comment": "15 pages, 10 figures", "summary": "Building upon the framework established in our recent work [M. Seifi et al.,\nPhys. Rev. E 111, 054114 (2025)], wherein a generalized Maxwell Boltzmann\ndistribution was formulated using the Mittag Leffler function within the\nsuperstatistical formalism, we extend this approach to the quantum domain.\nSpecifically, we introduce two statistical distributions,termed the Mittag\nLeffler Bose Einstein (MLBE) and Mittag Leffler Fermi Dirac (MLFD)\ndistributions, constructed by generalizing the conventional Bose-Einstein and\nFermi-Dirac distributions through the Mittag-Leffler function. This\ngeneralization incorporates a deformation parameter (\\alpha), which facilitates\na continuous interpolation between bosonic and fermionic statistics, while\ninherently capturing nonequilibrium effects and generalized thermodynamic\nbehavior. We analyze the thermodynamic geometry associated with these\ndistributions and identify significant departures from standard statistical\nmodels. Notably, the MLBE distribution manifests a Bose-Einstein-like\ncondensation even in the absence of interactions, whereas the MLFD distribution\nexhibits unconventional features, such as negative heat capacity in the\nlow-temperature regime. These findings highlight the pivotal role of\nstatistical deformation in determining emergent macroscopic thermodynamic\nphenomena."}
{"id": "2511.01916", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.01916", "abs": "https://arxiv.org/abs/2511.01916", "authors": ["P. Daoust", "N. Rotaru", "D. Biswas", "S. Koelling", "E. Rahier", "A. Dubé-Valade", "P. Del Vecchio", "M. S. Edwards", "M. Tanvir", "E. Sajadi", "J. Salfi", "O. Moutanabbir"], "title": "Nuclear spin-free 70Ge/28Si70Ge quantum well heterostructures grown on industrial SiGe-buffered wafers", "comment": "A supplementary material file is available for this article", "summary": "The coherence of hole spin qubits in germanium planar heterostructures is\nlimited by the hyperfine coupling to the nuclear spin bath due to 29Si and 73Ge\nisotopes. Thus, removing these nuclear spin-full isotopes is essential to\nextend the hyperfine-limited coherence times needed to implement robust quantum\nprocessors. This work demonstrates the epitaxial growth of device-grade nuclear\nspin-free 70Ge/28Si70Ge heterostructures on industrial SiGe buffers while\nminimizing the amounts of highly purified 70GeH4 and 28SiH4 used. The obtained\n70Ge/28Si70Ge heterostructures exhibit a dislocation density of 5.3 x 10e6 cm-2\nand an isotopic purity exceeding 99.99%, with carbon and oxygen impurities\nbelow the detection sensitivity, as revealed by atom probe tomography.\nMagnetotransport measurements on gated Hall bars demonstrate effective gate\ncontrol of hole density in nuclear spin-free quantum wells. Negative threshold\ngate voltages confirm the absence of intentional doping in the wells, while\nHall and Shubnikov-de Haas analyses yield consistent carrier densities (1.4 x\n10e11 cm-2) and high mobilities (2.4 x 10e5 cm2/Vs). Mobility trends reveal\ninterfacetrap- limited scattering and percolation concentration below 7 x 10e10\ncm-2. These analyses, along with atomic-level studies, confirm the high quality\nof epitaxial 70Ge/28Si70Ge heterostructures and their relevance as a platform\nfor long-coherence spin qubits."}
{"id": "2511.01949", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.01949", "abs": "https://arxiv.org/abs/2511.01949", "authors": ["U. Vijaya Chandra Kumar", "H. M. Nagesh", "Narahari N"], "title": "Edge Irregularity Strength: A Complementary Descriptor to Topological Indices in QSPR and QSAR Studies", "comment": "15 pages, 13 figures", "summary": "In chemical graph theory, topological indices are widely used as numerical\ndescriptors for establishing quantitative structure-property relationships\n(QSPR) and quantitative structure-activity relationships (QSAR). These indices\nsuccessfully correlate molecular structure with various physicochemical and\nbiological properties. In addition to these methods, the concept of edge\nirregularity strength, a graph labeling measure, offers another perspective for\nrepresenting structural characteristics. In this context, the edge irregularity\nstrength concept provides a systematic way of assigning numerical labels to\natoms based on specific rules. In this work, we explore the chemical\napplicability of the edge irregularity strength and demonstrate that it can\nalso serve as a predictive tool for physicochemical properties, similar to\ntopological indices. The findings show that the edge irregularity strength\ncaptures molecular features and complements existing approaches to\nstructure-property analysis in chemical graph theory."}
{"id": "2511.02295", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02295", "abs": "https://arxiv.org/abs/2511.02295", "authors": ["Shumpei Oguchi", "Kenji Ishida", "Atsutoshi Ikeda", "Yoshiteru Maeno", "Shunsaku Kitagawa"], "title": "Electronic state of superconductivity in line nodal material CaSb2 under pressure up to 4.2 GPa", "comment": "2 pages, 2figures", "summary": "We report the results of resistance measurements under pressure up to\n$4.2\\,\\mathrm{GPa}$ on single-crystalline $\\mathrm{CaSb}_2$ , which shows the\nmaximum of superconducting transition temperature $T_\\mathrm{c}$ at\n$3.1\\,\\mathrm{GPa}$. At room temperature, $R(P)$ shows a subtle anomaly at\n$3.1\\,\\mathrm{GPa}$. However, Bloch-Gr\\\"uneisen analysis of $R(T)$ indicates\nthat the electronic state does not change significantly across\n$3.1\\,\\mathrm{GPa}$."}
{"id": "2511.02292", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02292", "abs": "https://arxiv.org/abs/2511.02292", "authors": ["Hui Li", "Ziyu Li", "Chen-run Yu"], "title": "Benchmarking Non-perturbative Many-Body Approaches in the Exactly Solvable Hatsugai-Kohmoto Model", "comment": null, "summary": "The accurate simulation of strongly correlated electron systems remains a\ncentral challenge in condensed matter physics, motivating the development of\nvarious non-perturbative many-body methods. Such methods are typically\nbenchmarked against the numerical exact determinant quantum Monte Carlo (DQMC)\nin the Hubbard model; however, DQMC is limited by the fermionic sign problem\nand the uncertainties of numerical analytic continuation. To address these\nissues, we use the exactly solvable Hatsugai-Kohmoto (HK) model as a\nbenchmarking platform to evaluate three many-body approximations: $GW$, $HGW$,\nand $SGW$. We compare the Green's functions, spectral functions, and response\nfunctions obtained from these approximations with the exact solutions. Our\nanalysis shows that the $GW$ approximation, often considered insufficient for\ndescribing strong correlation, exhibits a previously unreported solution branch\nthat accurately reproduces Mott physics in the HK model. In addition, using a\ncovariant formalism, we find that $HGW$ provides an accurate description of\ncharge response, while $SGW$ performs well for spin correlations. Overall, our\nwork demonstrates that the HK model can effectively benchmark many-body\napproximations and helps refine the understanding of $GW$ methods in strongly\ncorrelated regimes."}
{"id": "2511.02461", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02461", "abs": "https://arxiv.org/abs/2511.02461", "authors": ["Yu-Hui Song", "Huan-Cheng Yang", "Kai Liu", "Zhong-Yi Lu"], "title": "Ultrafast magnetic moment transfer and bandgap renormalization in monolayer \\ce{FeCl2}", "comment": "8 pages, 8 figures", "summary": "The microscopic origin of laser-induced ultrafast demagnetization remains an\nopen question, to which the non-thermal electronic distribution plays a vital\nrole at the initial stage. Herein, we investigate the connection between the\nnon-thermal electronic distribution and the ultrafast spin dynamics as well as\nthe electronic structure evolution in ferromagnetic \\ce{FeCl2} monolayer using\nreal-time time-dependent density functional theory (rt-TDDFT) with\nself-consistent Hubbard $U$ correction. Our simulations reveal that femtosecond\nlaser pulses induce ultrafast magnetic moment transfer from Fe to Cl atoms.\nMore importantly, through a comprehensive analysis of orbital-resolved\nelectronic structure, we elucidate the microscopic origin of this transfer,\nattributing it to specific intra-atomic and inter-atomic charge transfer\npathways driven by non-thermal excitations. The extent of demagnetization of Fe\natoms exhibits a non-monotonic dependence on the laser photon energy, reaching\na maximum at the resonant excitation. In addition, the dynamical evolution of\nthe band structure was studied based on the eigenstates of the instantaneous\nHamiltonian. Under resonant excitation, the bandgap reduction reaches up to\n$41\\%$ within tens of fs. These findings provide fundamental insights into\nultrafast spin control and suggest a strategy to optically engineer the\nmagnetism in two-dimensional magnetic materials."}
{"id": "2511.02166", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.02166", "abs": "https://arxiv.org/abs/2511.02166", "authors": ["Atkin D. Hyatt", "Oscar A. Flores", "Aman R. Agrawal", "Charles A. Condos", "Dalziel J. Wilson"], "title": "Fabrication and characterization of high-Q silicon nitride membrane resonators", "comment": "16 pages, 5 figures", "summary": "Silicon nitride membranes are a powerful and ubiquitous optomechanical\nresonator technology, enabling high mechanical Q, low optical loss, and\nenhanced optomechanical coupling via a panoply of strain-, phononic-, and\nphotonic-crystal engineering techniques. Fabrication and characterization of\nsilicon nitride membranes has become a form of tacit knowledge in optomechanics\nresearch groups. Here we present a video run-through of the design,\nfabrication, and characterization of a contemporary silicon nitride membrane\nresonator (specifically, a centimeter-scale Si3N4 nanoribbon supporting\n$Q>10^8$ torsion modes). Our tutorial can serve as a starting point or\nrefresher for practitioners in the field."}
{"id": "2511.02159", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02159", "abs": "https://arxiv.org/abs/2511.02159", "authors": ["Stefano Falletta", "Jennifer Coulter", "Joel B. Varley", "Daniel Aberg", "Babak Sadigh", "Boris Kozinsky", "Alfredo Pasquarello"], "title": "Equivalence of charged and neutral density functional formulations for correcting the many-body self-interaction of polarons", "comment": "21 pages, 4 figures", "summary": "The electron self-interaction problem in density functional theory affects\nthe accurate modeling of polarons, particularly their localization and\nformation energy. Charged and neutral density functional formulations have been\ndeveloped to address this issue, yet their relationship remains unclear. Here,\nwe demonstrate their equivalence in treating the many-body self-interaction of\nthe polaron state. In particular, we connect with each other piecewise-linear\nfunctionals based on adding an extra charge to the supercell, the pSIC approach\nderived from the energetics of the neutral defect with polaronic distortions in\na supercell, and the unit-cell method for polarons based on electron-phonon\ncouplings. We show that these approaches lead to the same formal expression of\nthe self-interaction corrected energy, which is fully defined by the energetics\nof the neutral charge state of the charged polaronic structure. Residual\ndifferences between these methods solely arise from the achieved polaronic\nstructure, which is affected by different treatments of electron-screening and\nfinite-size effects. We apply these methods to a set of prototypical small hole\nand electron polarons, including the hole polaron in MgO, the hole polaron in\n$\\beta$-Ga$_2$O$_3$, the $V_\\text{k}$ center in NaI, the electron polaron in\nBiVO$_4$, and the electron polaron in TiO$_2$. We show that the ground-state\nproperties of polarons obtained using charged and neutral density functional\nformulations are in excellent agreement."}
{"id": "2511.02041", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02041", "abs": "https://arxiv.org/abs/2511.02041", "authors": ["Jiming Zheng", "Zhiyue Lu"], "title": "Nonequilibrium Macroscopic Response Relations for Counting Statistics", "comment": null, "summary": "Understanding how macroscopic nonequilibrium systems respond to changes in\nexternal or internal parameters remains a fundamental challenge in physics. In\nthis work, we report a parameter transitional symmetry valid for macroscopic\ndynamics arbitrarily far from equilibrium. The symmetry leads to exact response\nrelations and gives meaningful expansions in both linear and short-time\nregimes. This framework provides a universal description of macroscopic\nresponse phenomena arbitrarily far from equilibrium - including non-stationary\nprocesses and time-dependent attractors. The theory is validated and\ndemonstrated numerically using the Willamowski-Rossler model, which exhibits\nrich dynamical behaviors including limit cycles and chaos."}
{"id": "2511.01926", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.01926", "abs": "https://arxiv.org/abs/2511.01926", "authors": ["Maryam Seifi", "Zahra Ebadi", "Hamzeh Agahi", "Hossein Mehri-Dehnavi", "Hosein Mohammadzadeh"], "title": "Mittag-Leffler Quantum Statistics and Thermodynamic Anomalies", "comment": "15 pages, 10 figures", "summary": "Building upon the framework established in our recent work [M. Seifi et al.,\nPhys. Rev. E 111, 054114 (2025)], wherein a generalized Maxwell Boltzmann\ndistribution was formulated using the Mittag Leffler function within the\nsuperstatistical formalism, we extend this approach to the quantum domain.\nSpecifically, we introduce two statistical distributions,termed the Mittag\nLeffler Bose Einstein (MLBE) and Mittag Leffler Fermi Dirac (MLFD)\ndistributions, constructed by generalizing the conventional Bose-Einstein and\nFermi-Dirac distributions through the Mittag-Leffler function. This\ngeneralization incorporates a deformation parameter (\\alpha), which facilitates\na continuous interpolation between bosonic and fermionic statistics, while\ninherently capturing nonequilibrium effects and generalized thermodynamic\nbehavior. We analyze the thermodynamic geometry associated with these\ndistributions and identify significant departures from standard statistical\nmodels. Notably, the MLBE distribution manifests a Bose-Einstein-like\ncondensation even in the absence of interactions, whereas the MLFD distribution\nexhibits unconventional features, such as negative heat capacity in the\nlow-temperature regime. These findings highlight the pivotal role of\nstatistical deformation in determining emergent macroscopic thermodynamic\nphenomena."}
{"id": "2511.01961", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.01961", "abs": "https://arxiv.org/abs/2511.01961", "authors": ["Kyle Bystrom", "Timothy C. Berkelbach"], "title": "Size-Consistent Adiabatic Connection Functionals via Orbital-Based Matrix Interpolation", "comment": "26 pages, 4 figures, 2 tables in the main text; 11 pages, 6 figures,\n  3 tables in the Supporting Information", "summary": "We introduce a size-consistent and orbital-invariant formalism for\nconstructing correlation functionals based on the adiabatic connection for\ndensity functional theory (DFT). By constructing correlation energy matrices\nfor the weak and strong correlation limits in the space of occupied orbitals,\nour method, which we call orbital-based size-consistent matrix interpolation\n(OSMI), avoids previous difficulties in the construction of size-consistent\nadiabatic connection functionals. We design a simple, nonempirical adiabatic\nconnection and a one-parameter strong-interaction limit functional, and we show\nthat the resulting method reproduces the correlation energy of the uniform\nelectron gas over a wide range of densities. When applied to subsets of the\nGMTKN55 thermochemistry database, OSMI is more accurate on average than MP2 and\nnonempirical density functionals. Most notably, OSMI provides excellent\npredictions of the barrier heights we tested, with average errors of less than\n2 kcal mol$^{-1}$. Finally, we find that OSMI improves the trade-off between\nfractional spin and fractional charge errors for bond dissociation curves\ncompared to DFT and MP2. The fact that OSMI provides a good description of\nmolecular systems and the uniform electron gas, while also maintaining low\nself-interaction error and size-consistency, suggests that it could provide a\nframework for studying heterogeneous chemical systems."}
{"id": "2511.02448", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02448", "abs": "https://arxiv.org/abs/2511.02448", "authors": ["Francesco Rosa", "Hoschang Sahib", "Giacomo Merzoni", "Leonardo Martinelli", "Riccardo Arpaia", "Nicholas B. Brookes", "Daniele Di Castro", "Maryia Zinouyeva", "Marco Salluzzo", "Daniele Preziosi", "Giacomo Ghiringhelli"], "title": "Spin and orbital excitations in undoped infinite layers: a comparison between superconducting PrNiO2 and insulating CaCuO2", "comment": "12 pages, 5 figures, 3 tables", "summary": "Infinite-layer nickelates are among the most promising cuprate-akin\nsuperconductors, although relevant differences from copper oxides have been\nreported. Here, we present momentum- and polarization-resolved RIXS\nmeasurements on chemically undoped, superconducting PrNiO2, and compare its\nmagnetic and orbital excitations with those of the reference infinite layer\ncuprate CaCuO2. In PrNiO2, the in-plane magnetic exchange integrals are smaller\nthan in CaCuO2, whereas the out-of-plane values are similar, indicating that\nboth materials support a three-dimensional antiferromagnetic order. Orbital\nexcitations, associated to the transitions within 3d states of the metal, are\nwell reproduced within a single-ion model and display similar characteristics,\nexcept for the Ni-dxy peak which, besides lying at significantly lower energy,\nshows an opposite dispersion to that of Cu-dxy. This is interpreted as a\nconsequence of orbital superexchange coupling between nearest neighbor sites,\nwhich drives the orbiton propagation. Our observations demonstrate that\ninfinitelayer cuprates and nickelates share most of the spin and orbital\nproperties, despite their markedly different charge-transfer energy Delta."}
{"id": "2511.02707", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02707", "abs": "https://arxiv.org/abs/2511.02707", "authors": ["Jadson L. Portela e Silva", "Gabriel Rein", "Sebastião dos A. Sousa-Júnior", "Fakher F. Assaad", "Natanael C. Costa"], "title": "The two-dimensional optical Su-Schrieffer-Heeger model: ground state and thermodynamic properties", "comment": "14 Figures, 13 pages", "summary": "We investigate the two-dimensional optical Su-Schrieffer-Heeger (SSH) model,\nin which the electron hopping amplitude is modulated by the difference between\nneighboring phonon coordinates. Using sign-problem-free auxiliary-field quantum\nMonte Carlo simulations, complemented by mean-field analysis, we determine the\nlong-range ordered phases as a function of the electron-phonon coupling and\nphonon frequency. By examining both adiabatic and antiadiabatic regimes, we\nreveal the emergence of staggered and armchair valence bond solid (VBS) phases,\nas well as the O(4) antiferromagnetic phase. In addition, finite-temperature\nsimulations show that the VBS transition occurs at critical temperatures\nsignificantly higher than in models with local electron-phonon coupling,\nconsistent with the presence of lighter polarons in the metallic regime. These\nfindings establish the ground-state and finite-temperature phase diagrams of\nthe optical SSH model, which emphasize its similarities and contrasts with\nother electron-phonon systems."}
{"id": "2511.02744", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02744", "abs": "https://arxiv.org/abs/2511.02744", "authors": ["Visagan Ravindran", "Clio Johnson", "Neil D. Drummond", "Stewart J. Clark", "Nikitas. I. Gidopoulos"], "title": "From Densities to Potentials: Benchmarking Local Exchange-Correlation Approximations", "comment": "25 Figures, 7 Tables, 31 Pages including supplemental material.\n  Submitted to PRB", "summary": "Using the Kohn-Sham (KS) inversion method of Hollins et al. [J. Phys.:\nCondens. Matter 29, 04LT01 (2017)], we invert densities from variational and\ndiffusion quantum Monte Carlo (QMC) calculations to obtain benchmark QMC-KS\npotentials for a range of insulators and semiconductors, which we then compare\nto the KS potentials of popular density functional approximations (DFAs). Our\nresults show that different DFAs yield similar electron densities, despite\ndifferences in their KS potentials, which originate primarily from the exchange\nand correlation contribution. We also find that the KS gap from the QMC density\nis typically larger than the KS gaps of most DFAs, with the exception of\nHartree-Fock. Finally, the KS gap is sensitive to the inclusion of semicore\nstates in the pseudopotentials, such that comparison with experiment should be\ndone with caution."}
{"id": "2511.02195", "categories": ["cond-mat.mes-hall", "cond-mat.soft", "physics.app-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.02195", "abs": "https://arxiv.org/abs/2511.02195", "authors": ["Xichao Zhang", "Jing Xia", "Yan Zhou", "Guoping Zhao", "Xiaoxi Liu", "Yongbing Xu", "Masahito Mochizuki"], "title": "Nanofluidic logic based on chiral skyrmion flows", "comment": "23 pages, 5 figures. Please refer to published version:\n  https://www.pnas.org/doi/10.1073/pnas.2506204122", "summary": "Particle-like chiral magnetic skyrmions can flow in nanotracks and behave\nlike chiral fluids. Using interacting flows to perform logical operations is an\nimportant topic in microfluidics and nanofluidics. Here, we report a basic\nnanofluidic logic computing system based on chiral magnetic skyrmions flowing\nin parallel pipelines connected by an H-shaped junction. The flow behaviors\ncould be manipulated by adjusting the spin polarization angle, which controls\nthe intrinsic skyrmion Hall angle. We demonstrate that within certain range of\nthe spin polarization angle, fully developed skyrmion flows could lead to\nfluidic logical operations, which significantly reduce the complexity of\nskyrmion logic as there is no need for deterministic creation, precise control,\nand detection of a single isolated skyrmion. Our results suggest that the\nchiral flow behaviors of magnetic quasiparticles may offer possibilities for\nspintronic and nanofluidic functions."}
{"id": "2511.02177", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.02177", "abs": "https://arxiv.org/abs/2511.02177", "authors": ["Trong Tam Nguyen", "José Penuelas", "Aziz Benamrouche", "Céline Chevalier", "Thi Kim Anh Hoang", "Gaëlle Trippé-Allard", "Elsa Cassette", "Brice Devif", "Emmanuel Drouard", "Emmanuelle Deleporte", "Hong Hanh Mai", "Abdelaziz Bouazizi", "Christian Seassal", "Hai Son Nguyen"], "title": "Beyond Spin Coating: Homogeneous All-Inorganic Perovskite Films via High-Pressure Recrystallization", "comment": null, "summary": "Metal halide perovskites are promising materials for optoelectronic\napplications owing to their outstanding optical and electronic properties.\nAmong them, all-inorganic perovskites such as CsPbBr$_3$ offer superior thermal\nand chemical stability. However, obtaining high-quality CsPbBr$_3$ thin films\nvia solution processing remains challenging due to the precursor's low\nsolubility, and current additive or solvent engineering strategies are often\ncomplex and poorly reproducible. High-pressure recrystallization has recently\nemerged as a promising route to improve film quality, yet its impact on film\nproperties remains insufficiently explored. Here, we systematically investigate\nthe morphological, structural, and optical properties of CsPbBr$_3$ thin films\nprepared by high-pressure recrystallization, in comparison with standard\nnon-recrystallized films. Optimized recrystallization at 300 bar produces\nsmooth, pinhole-free, single-phase 3D perovskite layers with sub-nanometer\nroughness, while the film thickness is precisely tunable via precursor\nconcentration. The process enhances both grain and crystallite sizes, leading\nto amplified spontaneous emission with a reduced excitation threshold and\nimproved photostability. Temperature-dependent X-ray diffraction further\nreveals the orthorhombic--tetragonal--cubic phase transition, consistent with\nsingle-crystal behavior. This study provides fundamental insights into\npressure-driven recrystallization and establishes a reproducible, scalable\napproach for fabricating high-quality CsPbBr$_3$ films for optoelectronic\ndevices."}
{"id": "2511.02127", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02127", "abs": "https://arxiv.org/abs/2511.02127", "authors": ["Iago N. Mamede", "Carlos E. Fiore", "Gustavo A. L. Forão", "Karel Proesmans", "André P. Vieira"], "title": "Exact Mapping of Nonequilibrium to Equilibrium Phase Transitions for Systems in Contact with Two Thermal Baths", "comment": "15 pages, 5 figures", "summary": "We show that a large class of nonequilibrium many-body systems in contact\nwith two thermal baths admit an exact mapping onto equivalent equilibrium\nsystems. This mapping provides direct access to nonequilibrium phase transition\npoints from known equilibrium results, irrespective of the model, interaction\ntopology, or distance from equilibrium. We verify the universality of this\ncorrespondence using paradigmatic models (Ising, Potts, and Blume-Capel), and\nhighlight distinctive features in entropy production close to critical and\ntricritical points. Our findings connect equilibrium and nonequilibrium\nstatistical mechanics, with implications for microscopic thermal machines and\nstochastic thermodynamics."}
{"id": "2511.01940", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.01940", "abs": "https://arxiv.org/abs/2511.01940", "authors": ["Tyler Bortel", "Peter Moeck"], "title": "Posterior corrections for systematic distortions in atomic-resolution images from hexagonal crystals", "comment": "6 pages, 6 figures, submitted as part of Lanano 2025", "summary": "Digital images from crystals, as projected from the third spatial dimension\nand recorded in atomic resolution with any kind of real-world microscope,\nfeature necessarily broken symmetries of the translation-periodicity-restricted\nEuclidean plane. The symmetry breakings are due to both the imaging process and\nthe real structure of the imaged crystal, with the former cause typically\ndominating. A posterior algorithmic reduction of the symmetry breaking in such\nimages constitutes, thus, often a correction for many of the distortions that\nwere introduced by the imaging processes. Numerically quantified restorations\nof such symmetries can, therefore, be used to demonstrate the efficacy of a\nnewly implemented posterior correction method for atomic-resolution images from\nhexagonal crystals. Recently developed information theory based methods are\nhere shown to be suitable for this purpose. Thirteen experimental\natomic-resolution images from graphite and monolayer molybdenite (MoS2), as\nrespectively obtained by scanning tunneling microscopy, atomic force microscopy\nin the torsional resonance mode, and aberration-corrected parallel illumination\ntransmission electron microscopy served as test cases in our larger (in its\ntotality so far unpublished) study, from which we quote here. The source code\nof the software that was used for our distortion corrections and the whole\nreport on that study are freely available on GitHub."}
{"id": "2511.02004", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02004", "abs": "https://arxiv.org/abs/2511.02004", "authors": ["Matisse Wei-Yuan Tu", "E. K. U. Gross"], "title": "Non-adiabatic perturbation theory of the exact factorisation", "comment": "12 pages, 2 tables", "summary": "We present a novel nonadiabatic perturbation theory (NAPT) for correlated\nsystems of electrons and nuclei beyond the Born-Oppenheimer (BO) approximation.\nThe essence of the method is to exploit the smallness of the\nelectronic-to-nuclear mass ratio by treating the electron-nuclear correlation\nterms in the electronic equation of motion of the exact factorisation (EF)\nframework as perturbation. We prove that any finite-order truncation of the\nNAPT preserves the normalisation of the conditional electronic factor as well\nas the gauge covariance of the resulting perturbative equations of motion. We\nillustrate the usefulness of NAPT by obtaining nonadiabatic corrections to the\nBO Berry phase in Jahn--Teller systems with a conical intersection. It well\ncaptures the departure of the exact Berry phase from being topological via the\nlowest-order NAPT. By removing the conical intersection with a constant gap, it\nfurther yields the correct scaling of the Berry phase toward zero."}
{"id": "2511.02466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02466", "abs": "https://arxiv.org/abs/2511.02466", "authors": ["Yusuke Masaki", "Hiroaki Matsueda"], "title": "Theoretical analysis of photon detection mechanism in superconducting single-photon detectors", "comment": "10 pages, 12 figures", "summary": "To elucidate the photon detection mechanism of superconducting single-photon\ndetectors, we theoretically examine the dynamics of type-II superconductors\nwith a bias current using the two-dimensional time-dependent Ginzburg-Landau\nand the Maxwell equations. The photon injection that weakens the\nsuperconducting order parameter is treated phenomenologically as a local\ntemperature increase, and the amount of injection is controlled by the initial\nhotspot radius. The photon is detected by the voltage change between two\nelectrodes attached to the left and right edges of the superconductor. We find\nthat certain parameter ranges can be explained by the traditionally considered\nhotspot model, while other parameter ranges are governed by the generation and\nannihilation of superconducting vortex and antivortex pairs. The photon\ndetection is possible for an initial hotspot radius that exceeds a threshold\nvalue. We find that the generation of a vortex--antivortex pair occurs near the\nthreshold. The flow of the pair perpendicular to the current direction finally\ncreates a normal region for the photon detection. The voltage change for the\nGinzburg--Landau parameter close to the transition point from type-II to type-I\nsuperconductor shows anomalous behavior that is not associated with the\ndynamics of the vortex--antivortex pair. We also examine the effects of\nspatially non-uniform current density on the voltage change and the\nsuperconducting order parameter to provide a hint to understand the behavior of\nwide-strip single-photon detectors. The estimated values of incident photon\nenergy and response time for photon detection are reasonable in comparison with\nexperiments. The present comprehensive examination provides useful guidelines\nfor flexible design of device structures."}
{"id": "2511.02032", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02032", "abs": "https://arxiv.org/abs/2511.02032", "authors": ["Markus Lysne", "Philipp Werner", "Nikolaj Bittner"], "title": "Collective excitations and divergent spin currents in non-centrosymmetric superconductors", "comment": "16 pages, 9 figures", "summary": "We study the collective modes in a non-centrosymmetric superconductor with\nRashba spin-orbit coupling under laser irradiation. The concept of Anderson\nPseudospin Resonance allows to reveal how laser driving gives rise not only to\nthe established resonant enhancement of the third harmonic response, but also\nto a resonant enhancement in the second harmonic response of the spin current.\nWe propose a theory which explains the phenomenon without including interband\ntransitions. The theory is corroborated by numerical simulations which\nincorporate interband effects and allow us to clarify the signatures of the\ncollective modes in the long-time dynamics of the superconductor."}
{"id": "2511.02240", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02240", "abs": "https://arxiv.org/abs/2511.02240", "authors": ["Seokju Lee", "Seung Hun Lee", "Bohm-Jung Yang"], "title": "Embedding independent length scale of flat bands", "comment": null, "summary": "In flat band systems with quenched kinetic energy, most of the conventional\nlength scales related to the band dispersion become ineffectual. Although a few\ngeometric length scales, such as the quantum-metric length, can still be\ndefined, because of their embedding dependence, i.e., the dependence on the\nchoice of orbital positions used to construct the tight-binding model, they\ncannot serve as a universal length scale of the flat band systems. Here, we\nintroduce an embedding-independent length scale $\\xi_\\text{flat}$ of a flat\nband that is defined as the localization length of an in-gap state proximate to\nthe flat band. Because $\\xi_\\text{flat}$ is derived from the intrinsic\nlocalization of compact localized states, it is solely determined by the\nHamiltonian and provides a robust foundation for embedding-independent\nobservables. We show analytically that the superconducting coherence length in\na flat-band superconductor is given by $\\xi_\\text{flat}$ in the weak-coupling\nlimit, thereby identifying $\\xi_\\text{flat}$ as the relevant length scale for\nmany-body phenomena. Numerical simulations on various lattice models confirm\nall theoretical predictions, including the correspondence between\n$\\xi_\\text{flat}$ and the superconducting coherence length. Our results\nhighlight $\\xi_\\text{flat}$ as a universal length scale for flat bands and open\na pathway to embedding-independent characterization of strongly interacting\nflat-band materials."}
{"id": "2511.02281", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02281", "abs": "https://arxiv.org/abs/2511.02281", "authors": ["Wenfeng Zhang", "Peizhe Jia", "Wen-kai Lou", "Xinghao Wang", "Shaokui Su", "Kai Chang", "Rui-Rui Du"], "title": "Hybridization Gap and Edge States in Strain-layer InAs/In0.5Ga0.5Sb Quantum Spin Hall Insulator", "comment": "12 pages, 4 figures", "summary": "The hybridization gap in strained-layer InAs/InxGa1-xSb quantum spin Hall\ninsulators (QSHIs) is significantly enhanced compared to binary InAs/GaSb QSHI\nstructures, where the typical indium composition, x, ranges between 0.2 and\n0.4. This enhancement prompts a critical question: to what extent can quantum\nwells (QWs) be strained while still preserving the fundamental QSHI phase? In\nthis study, we demonstrate the controlled molecular beam epitaxial (MBE) growth\nof highly strained-layer QWs with an indium composition of x = 0.5. These\nstructures possess a substantial compressive strain within the In0.5Ga0.5Sb QW.\nDetailed crystal structure analyses confirm the exceptional quality of the\nresulting epitaxial films, indicating coherent lattice structures and the\nabsence of visible dislocations. Transport measurements further reveal that the\nQSHI phase in InAs/In0.5Ga0.5Sb QWs is robust and protected by time-reversal\nsymmetry. Notably, the edge states in these systems exhibit giant\nmagnetoresistance when subjected to a modest perpendicular magnetic field. This\nbehavior is in agreement with the Z2 topological property predicted by the\nBernevig-Hughes-Zhang (BHZ) model, confirming the preservation of topologically\nprotected edge transport in the presence of enhanced bulk strain."}
{"id": "2511.02267", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2511.02267", "abs": "https://arxiv.org/abs/2511.02267", "authors": ["Stoimen Stoimenov", "Malte Henkel"], "title": "Schrödinger-invariance in phase-ordering kinetics", "comment": "Latex2e, 13 pages, 3 figures. Conference proceedings LT-16, based on\n  arxiv:2508.08963", "summary": "The generic shape of the single-time and two-time correlators in\nnon-equilibrium phase-ordering kinetics with ${z}=2$ is obtained from the\nco-variance of the four-point response functions. Their non-equilibrium scaling\nforms follow from a new non-equilibrium representation of the Schr\\\"odinger\nalgebra."}
{"id": "2511.01985", "categories": ["cond-mat.mes-hall", "nlin.AO", "physics.class-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01985", "abs": "https://arxiv.org/abs/2511.01985", "authors": ["Soumya S. Kumar", "Javier del Pino", "Letizia Catalini", "Alexander Eichler", "Oded Zilberberg"], "title": "Dynamical Phase Transitions Across Slow and Fast Regimes in a Two-Tone Driven Duffing Resonator", "comment": null, "summary": "The response of nonlinear resonators to multifrequency driving reveals rich\ndynamics beyond conventional single-tone theory. We study a Duffing resonator\nunder bichromatic excitation and identify a competition between the two drives,\ngoverned by their detuning and relative amplitudes. In the slow-beating regime,\nwhere the tones are closely spaced, the secondary drive acts as a modulation\nthat induces dynamical phase transitions between coexisting stationary states.\nWe introduce the cycle-averaged amplitude as an order parameter and map the\nresulting phase diagram as a function of the drive detuning and amplitude\nratio, capturing the pronounced asymmetry observed for blue versus red detuning\nin experiment. We devise a model to link the onset of these transitions to the\nresonance properties around the nonlinear stationary mode of the system. Our\nresults provide a framework for controlling driven nonlinear systems, enabling\nstate manipulation, and sensing in nanomechanical, optical, and superconducting\ncircuit platforms."}
{"id": "2511.02242", "categories": ["physics.chem-ph", "math.ST", "stat.TH"], "pdf": "https://arxiv.org/pdf/2511.02242", "abs": "https://arxiv.org/abs/2511.02242", "authors": ["Chenghao Xua", "Guoxing Lin"], "title": "Signal attenuation and phase evolution evaluation under the influence of nonlinear gradient", "comment": "18 pages, 3 figures", "summary": "Accurately analyzing NMR and MRI diffusion experimental data relies on the\ntheoretical expression used for signal attenuation or phase evolution. In a\ncomplex system, the encountered magnetic field is often inhomogeneous, which\nmay be represented by a linear combination of z^n gradient fields, where n is\nthe order. Additionally, the higher the order of the nonlinear gradient field,\nthe more sensitive the phase variances are to differences in diffusion\ncoefficients and delay times. Hence, studying higher-order fields has both\ntheoretical and experimental importance, but this is a challenge for\ntraditional methods. The recently proposed phase diffusion method proposed a\ngeneral way to overcome the challenge. This method is used and demonstrated in\ndetail in this paper to determine the phase evolution in a quadric field (n =\n4). Three different types of phase evolution in the quadric gradient field are\nobtained. Moreover, a general signal attenuation expression is proposed to\ndescribe the signal attenuation for spin diffusion from the origin of the\nnonlinear gradient field. This approximation is based on the short gradient\npulse (SGP) approximation but is extended to include the finite gradient pulse\nwidth (FGPW) effect by using the mean square phase. Compared to other forms of\nsignal attenuation, such as Gaussian and Lorentzian, this method covers a\nbroader range of attenuation, from small to relatively large. Additionally,\nthis attenuation is easier to understand than the Mittag-Leffler function-based\nattenuation. The results, particularly the phase and signal attenuation\nexpressions obtained in this paper, potentially advance PFG diffusion research\nin nonlinear gradient fields in NMR and MRI."}
{"id": "2511.02508", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02508", "abs": "https://arxiv.org/abs/2511.02508", "authors": ["Sophie Beck", "Aline Ramires"], "title": "Structure-property relation in the cuprates: a possible explanation for the pseudogap", "comment": null, "summary": "We propose a structure-property relation that could be key to the pseudogap\nphenomenology in cuprates. The underlying nonsymmorphic crystal structure in\nthe low-temperature orthogonal phase endows the lattice with a sublattice\nstructure that gives rise to two electronic bands near the Fermi surface. In\nthe presence of spin-orbit coupling, the hybridization of these two bands\ngenerates small Fermi pockets and, correspondingly, a change in the number of\nfree carriers. A sublattice structure also leads to angle-resolved\nphotoemission spectroscopy (ARPES) matrix-element interference, naturally\nexplaining the emergence of Fermi arcs and their consistency with closed Fermi\npockets. We employ a symmetry analysis to highlight the expected Fermi surface\nproperties, and complement it with density functional theory (DFT) for a\nquantitative discussion and comparison with recent experiments in doped\nLa$_2$CuO$_4$. The proposed mechanism can consistently account for the most\nsalient features of the pseudogap in the cuprates, namely, the Fermi surface\nreconstruction with the formation of small Fermi pockets and the corresponding\nchange in carrier density, and the observation of Fermi arcs by ARPES."}
{"id": "2511.02226", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02226", "abs": "https://arxiv.org/abs/2511.02226", "authors": ["Mercè Roig", "Kazi Ranjibul Islam", "Basu Dev Oli", "Huimin Zhang", "P. M. R. Brydon", "Aline Ramires", "Yue Yu", "Michael Weinert", "Lian Li", "Daniel F. Agterberg"], "title": "Origin of sublattice particle-hole asymmetry in monolayer FeSe superconductors", "comment": "5 pages", "summary": "In iron-based superconductors, the two Fe atoms in the unit cell are\ntypically related by crystal symmetries; therefore, we expect no intra-unit\ncell variations in the superconducting gap. However, recent experiments have\nchallenged this expectation, reporting intra-unit cell variations in the gap\nwith an unusual particle-hole asymmetry. Here, we examine the origin of this\nasymmetry between the two Fe sublattices in monolayer FeSe grown on SrTiO$_3$.\nWe reveal that, in addition to the substrate-induced broken inversion symmetry,\nsubstrate nematic symmetry breaking is key to observing this asymmetry. We\nfurther identify two possible mechanisms through which this can occur. The\nfirst is through an odd-parity gap function that coexists with an extended\n$s$-wave function. The second is via a nodeless $d$-wave gap function that\ndevelops in the presence of a symmetry-breaking substrate. We argue that the\nlatter mechanism is more physical. To test our theory, we performed scanning\ntunneling spectroscopy measurements across the nematic domain walls, which\nexhibit a clear enhancement of the asymmetry between the two Fe sublattices. In\naddition, we reveal that the observed sublattice particle-hole asymmetry is\nassociated with odd-frequency pairing correlations, providing an experimental\nrealization of this unusual pairing correlation."}
{"id": "2511.02388", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02388", "abs": "https://arxiv.org/abs/2511.02388", "authors": ["Mingxing Wu", "Shilei Ding", "Hiroki Matsumoto", "Pietro Gambardella"], "title": "Acoustic orbital Hall effect and orbital pumping in light-metal-ferromagnet bilayers", "comment": "18 pages, 9 figures", "summary": "Orbital currents provide a new degree of freedom for controlling magnetism,\nyet their interaction with lattice dynamics remains largely unexplored. Here we\nreport a systematic investigation of the acoustic orbital Hall effect in light\nmetals such as Ti and Cr, where surface acoustic waves generate orbital\ncurrents through phonon-orbital coupling. The acoustic orbital current in Ti\nexhibits higher efficiency and longer diffusion length compared to the acoustic\nspin current in Pt. The sign and magnitude of the rectified acoustic voltages\nin nonmagnetic (Ti, Cr)/ferromagnetic (Ni, Co, Fe$_x$Co$_{1-x}$) bilayers are\ndetermined by the product of orbital-to-spin conversion and magnetoelastic\ncoupling efficiencies of the ferromagnet. Additionally, we find evidence for\nacoustic orbital pumping, whereby the excitation of ferromagnetic resonance by\nsurface acoustic waves injects an orbital current from the ferromagnet into the\nnonmagnet. These results establish lattice dynamics as an efficient driver of\norbital transport, opening opportunities for low-dissipation orbitronic devices\nthat harness and sense phonons."}
{"id": "2511.02290", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2511.02290", "abs": "https://arxiv.org/abs/2511.02290", "authors": ["Samjukta Sinha", "Prabhat Das"], "title": "From data to design: Random forest regression model for predicting mechanical properties of alloy steel", "comment": null, "summary": "This study investigates the application of Random Forest Regression for\npredicting mechanical properties of alloy steel-Elongation, Tensile Strength,\nand Yield Strength-from material composition features including Iron (Fe),\nChromium (Cr), Nickel (Ni), Manganese (Mn), Silicon (Si), Copper (Cu), Carbon\n(C), and deformation percentage during cold rolling. Utilizing a dataset\ncomprising these features, we trained and evaluated the Random Forest model,\nachieving high predictive performance as evidenced by R2 scores and Mean\nSquared Errors (MSE). The results demonstrate the model's efficacy in providing\naccurate predictions, which is validated through various performance metrics\nincluding residual plots and learning curves. The findings underscore the\npotential of ensemble learning techniques in enhancing material property\npredictions, with implications for industrial applications in material science."}
{"id": "2511.02380", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02380", "abs": "https://arxiv.org/abs/2511.02380", "authors": ["Kouki Kimata", "Harukuni Ikeda", "Masafumi Udagawa"], "title": "Charge glass from supercooling topological-ordered liquid", "comment": "11 pages, 7 figures", "summary": "Topological order characterizes a class of quantum and classical many-body\nliquid states that escape the conventional classification by spontaneous\nsymmetry breaking. Many properties of the topological-ordered states still\nawait a clear understanding, and nature of phase transition dynamics is one of\nthem. Normally, when a liquid freezes into a solid, crystallization starts with\nnucleation and a solid domain quickly grows on the surface of the expanding\nnucleus, and the domains evolve into macroscopic size. In this work, we reveal\nthat the crystallization of the topological-ordered liquid proceeds in a\nfundamentally different way. The topological-ordered phase is characterized by\na global conserved quantity and its conjugate fractional charge, which we call\na flux and a triplet in our working system of the charge Ising model on a\ntriangular lattice. In contrast to the normal crystallization process, the\nphase transition is driven by the diffusive motion of triplets, which is\nrequired to change the value of conserved fluxes to exit the\ntopological-ordered phase. In order to complete crystallization, triplets must\nspend a divergently long time to diffuse over a macroscopic distance across the\nsystem, which results in glassy behavior. Reflecting the diffusive motion of\ntriplets, the initial crystallization process shows slowing down with unusually\nsmall Avrami exponent $\\sim0.5$. These anomalous dynamics are specific to the\ncrystallization from topological-ordered liquid, and well account for the main\nfeatures of charge glass behavior exhibited by the organic conductors,\n$\\theta$-(BEDT-TTF)$_2$X(SCN)$_4$."}
{"id": "2511.02032", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02032", "abs": "https://arxiv.org/abs/2511.02032", "authors": ["Markus Lysne", "Philipp Werner", "Nikolaj Bittner"], "title": "Collective excitations and divergent spin currents in non-centrosymmetric superconductors", "comment": "16 pages, 9 figures", "summary": "We study the collective modes in a non-centrosymmetric superconductor with\nRashba spin-orbit coupling under laser irradiation. The concept of Anderson\nPseudospin Resonance allows to reveal how laser driving gives rise not only to\nthe established resonant enhancement of the third harmonic response, but also\nto a resonant enhancement in the second harmonic response of the spin current.\nWe propose a theory which explains the phenomenon without including interband\ntransitions. The theory is corroborated by numerical simulations which\nincorporate interband effects and allow us to clarify the signatures of the\ncollective modes in the long-time dynamics of the superconductor."}
{"id": "2511.02429", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.02429", "abs": "https://arxiv.org/abs/2511.02429", "authors": ["Chiara Sepali", "Piero Lafiosca", "Linda Goletto", "Tommaso Giovannini", "Chiara Cappelli"], "title": "Vertical Excitation Energies of Embedded Systems: The Vertical Excitation Model (VEM) within Polarizable QM/MM", "comment": "13 pages, 6 figures, 1 table", "summary": "Polarizable Quantum Mechanics/Molecular Mechanics (QM/MM) approaches based on\nfluctuating charges and dipoles (QM/FQ(F$\\mu$)) are formulated within the\nstate-specific Vertical Excitation Model (VEM) to compute vertical excitation\nenergies of solvated systems. This methodology overcomes the limitations of the\nwidely used Linear Response (LR) approach. While LR can capture the dynamic\nresponse of the solvent to the QM transition density, it neglects the solvent\nreorganization that follows solute relaxation upon electronic excitation. In\ncontrast, the VEM framework explicitly accounts for this effect. Benchmark\ncalculations of vertical excitation energies using QM/FQ(F$\\mu$) are reported\nfor a representative set of solutes - acrolein, acetone, caffeine,\np-nitroaniline, coumarin 153, doxorubicin, and betaine-30 - comparing VEM with\nLR, corrected LR (cLR), and cLR 2 schemes. The results reveal notable\nvariations in solvent response depending on the character of the electronic\ntransition and demonstrate that optimal accuracy can be achieved by selecting\nthe most appropriate model for each specific system and excitation."}
{"id": "2511.02380", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02380", "abs": "https://arxiv.org/abs/2511.02380", "authors": ["Kouki Kimata", "Harukuni Ikeda", "Masafumi Udagawa"], "title": "Charge glass from supercooling topological-ordered liquid", "comment": "11 pages, 7 figures", "summary": "Topological order characterizes a class of quantum and classical many-body\nliquid states that escape the conventional classification by spontaneous\nsymmetry breaking. Many properties of the topological-ordered states still\nawait a clear understanding, and nature of phase transition dynamics is one of\nthem. Normally, when a liquid freezes into a solid, crystallization starts with\nnucleation and a solid domain quickly grows on the surface of the expanding\nnucleus, and the domains evolve into macroscopic size. In this work, we reveal\nthat the crystallization of the topological-ordered liquid proceeds in a\nfundamentally different way. The topological-ordered phase is characterized by\na global conserved quantity and its conjugate fractional charge, which we call\na flux and a triplet in our working system of the charge Ising model on a\ntriangular lattice. In contrast to the normal crystallization process, the\nphase transition is driven by the diffusive motion of triplets, which is\nrequired to change the value of conserved fluxes to exit the\ntopological-ordered phase. In order to complete crystallization, triplets must\nspend a divergently long time to diffuse over a macroscopic distance across the\nsystem, which results in glassy behavior. Reflecting the diffusive motion of\ntriplets, the initial crystallization process shows slowing down with unusually\nsmall Avrami exponent $\\sim0.5$. These anomalous dynamics are specific to the\ncrystallization from topological-ordered liquid, and well account for the main\nfeatures of charge glass behavior exhibited by the organic conductors,\n$\\theta$-(BEDT-TTF)$_2$X(SCN)$_4$."}
{"id": "2511.02524", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02524", "abs": "https://arxiv.org/abs/2511.02524", "authors": ["Michiel Snoeken", "Paul Steeger", "Robert Schmidt", "Steffen Michaelis de Vasconcellos", "Rudolf Bratschitsch", "Andreas Knorr", "Henry Mittenzwey"], "title": "Theory of In-Plane-Magnetic-Field-Dependent Excitonic Spectra in Atomically Thin Semiconductors", "comment": null, "summary": "The linear absorption spectrum of excitons in TMDC monolayers under the\ninfluence of an in-plane magnetic field is theoretically studied. We\ndemonstrate that in-plane magnetic fields induce a hybridization between\nspin-bright and spin-dark exciton transitions, resulting in a brightening of\nspin-dark excitons. We analytically investigate spectral features including\nresonance energy shifts, broadening and amplitudes ratios. In particular, for a\nMoSe$_2$ monolayer with radiatively-limited linewidth, we find a complex\ninterplay of dark-bright splitting and linewidth difference of both involved\nspin-bright and spin-dark excitons."}
{"id": "2511.02311", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02311", "abs": "https://arxiv.org/abs/2511.02311", "authors": ["Suvashree Mukherjee", "Asish Kumar Mishra", "K. A. Irshad", "Boby Joseph", "Goutam Dev Mukherjee"], "title": "Pressure-Driven Phase Evolution and Optoelectronic Properties of Lead-free Halide Perovskite Rb$_2$TeBr$_6$", "comment": null, "summary": "The structural, vibrational, and optical properties of Rb$_2$TeBr$_6$ have\nbeen investigated under high pressure using synchrotron X-ray diffraction,\nRaman spectroscopy, photoluminescence (PL), and optical absorption\nmeasurements. At ambient conditions, Rb$_2$TeBr$_6$ crystallizes in the cubic\nFm-3m structure, which remains stable below 8.0 GPa. Within this pressure\nrange, subtle inter-octahedral rotations develop, producing a gradual localized\ndeviation from the ideal cubic framework. This local reorientation facilitates\nradiative recombination, leading to a pronounced enhancement of PL intensity\nwith pressure up to 2.4 GPa. Beyond this pressure point, enhancement of\nnonradiative relaxation channels result in gradual PL quenching. Additionally,\nthe PL intensity increases upon the application of an external weak magnetic\nfield. A structural transition to the orthorhombic Pnnm phase occurs at around\n8.0 GPa, followed by a monoclinic P$2_1/m$ phase above 10.7 GPa, and eventual\namorphization beyond 25.5 GPa. Optical absorption spectra reveal continuous\nband-gap narrowing upon compression. These findings demonstrate the strong\ncoupling among lattice dynamics, electronic structure, and optical response in\nRb$_2$TeBr$_6$, underscoring its potential as a pressure-tunable optoelectronic\nmaterial"}
{"id": "2511.02546", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02546", "abs": "https://arxiv.org/abs/2511.02546", "authors": ["M. H. Naghizadeh Ardabili", "Omid Yahyayi Monem", "Morteza Nattagh Najafi", "Hosein Mohammadzadeh"], "title": "Haldane-Inspired Generalized Statistics", "comment": "12 pages, 7 figures", "summary": "We propose and study a generalized quantum statistical framework, referred to\nas \\emph{alpha statistics}, that continuously interpolates between\nBose--Einstein and Fermi--Dirac statistics and naturally extends into the\nhyperbosonic regime for $\\alpha < 0$. Inspired by Haldane's exclusion\nstatistics, this formulation introduces a modified occupation weight function\nthat encodes effective statistical interactions via the parameter $\\alpha$.\nUsing thermodynamic geometry, we analyze the sign and singular behavior of the\nthermodynamic curvature as a diagnostic of underlying interactions and phase\nstructures. A crossover temperature $T^{*}$, at which the curvature changes\nsign, marks the transition between effectively attractive (Bose-like) and\nrepulsive (Fermi-like) statistical regimes. When expressed relative to the\nBose--Einstein condensation temperature $T_{c}$, the ratio $T^{*}/T_{c}$\ndepends universally on $\\alpha$. For negative $\\alpha$, corresponding to\nhyperbosonic statistics, we find curvature singularities at specific\nfugacities, indicating modified condensation phenomena distinct from\nconventional Bose condensation. These results highlight the geometric and\nthermodynamic consequences of alpha statistics and establish a link between\nfractional exclusion principles and curvature-induced interaction signatures in\nstatistical thermodynamics."}
{"id": "2511.02039", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02039", "abs": "https://arxiv.org/abs/2511.02039", "authors": ["Vibhu Mishra"], "title": "Marginal Fermi liquids from Fermi surfaces coupled via matrix boson gas", "comment": null, "summary": "We propose a model of metallic critical point which we study at $T=0$ in the\nlarge-$N$ limit. We start with two species of fermions $c_i, f_i$, each with\n$N$ flavors and matrix bosons $b_{ij}$ with $N^2$ components. They interact\nwith each other via slave-boson like interaction $\\int b_{ij}^{\\dagger} \\,\nc_i^{\\dagger}f_j$. The bosons have a bare dispersion of\n$\\varepsilon_{\\textbf{q}}^b = \\lambda_z |\\textbf{q}|^z$ and we study the\nproblem in $d$ spatial dimensions. We show that for $d = z+1,$ the electronic\nself energy shows marginal Fermi liquid behavior. We first evaluate the\nfermionic self energy $\\Sigma(i\\omega)$ using the standard approximate boson\nself energy $\\Pi(\\textbf{q}, i\\nu) \\propto |\\nu|/|\\textbf{q}|$ and find that\n$\\Sigma(i\\omega) \\sim \\omega \\ln(N/|\\omega|)$ which shows a much weaker\ndependence on $N$ when compared with similar results from non-SYK large-$N$\nIsing-nematic models. Then we evaluate $\\Sigma(i\\omega)$ again using a more\nprecise form of $\\Pi$ which allows us to study the interplay between $N\n\\rightarrow \\infty$ limit for which $\\Sigma(i\\omega) \\sim \\omega\n\\ln(1/|\\omega|)$, and the $\\omega \\rightarrow 0$ limit where we recover\n$\\Sigma(i\\omega) \\sim \\omega \\ln(N/|\\omega|)$. We also use the full bosonic\nself energy to obtain the correction to the bosonic specific heat as\n$\\frac{T}{N} \\ln(1/T)$. Since there are $N^2$ bosons and $N$ fermions, the bulk\nheat capacity for both fermions and bosons show nearly similar functional form\n$NVT \\ln(N/T)$ and $NVT \\ln(1/T)$ respectively for $T \\rightarrow 0$."}
{"id": "2511.02470", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02470", "abs": "https://arxiv.org/abs/2511.02470", "authors": ["Ioan Bâldea"], "title": "Unlocking n-alk-1-ynes Conformers: Quantum \"Trigger Finger\" versus \"Stiff Joint\" Conformations", "comment": null, "summary": "Molecular conformation in n-alk-1-ynes (CnA) is conventionally simplified to\nan all-planar structure. We report a comprehensive quantum chemical analysis\nrevealing two near-isoenergetic rotamers at the acetylenic terminus: planar\n(C$_s$) and skewed (C$_1$). The high, symmetric rotational energy barrier\n($\\approx 150$\\,meV) arises from unique steric relief near the $\\mathrm{sp}$\ncenter coupled with electronic stabilization of C$_1$. This creates a unique\nkinetic profile: a Quantum ``Trigger Finger'' ($\\alpha$ rotation) that enforces\nan $\\approx 50\\%:\\,50\\%$ $\\mathrm{C}_s/\\mathrm{C}_1$ ensemble, sharply\ncontrasting with the thermodynamically biased ``Stiff Joint'' ($\\delta$\nrotation) of the alkyl chain. This structural degeneracy necessitates ensemble\naveraging for spectroscopic data interpretation, while the slow interconversion\npermits kinetic trapping and intentional conformer enrichment during synthesis\nand molecular junction fabrication. Our work redefines the alkyne anchor,\nproviding a blueprint for accurate interpretation of spectroscopic data and\nachieving conformational control in molecular electronics."}
{"id": "2511.02448", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02448", "abs": "https://arxiv.org/abs/2511.02448", "authors": ["Francesco Rosa", "Hoschang Sahib", "Giacomo Merzoni", "Leonardo Martinelli", "Riccardo Arpaia", "Nicholas B. Brookes", "Daniele Di Castro", "Maryia Zinouyeva", "Marco Salluzzo", "Daniele Preziosi", "Giacomo Ghiringhelli"], "title": "Spin and orbital excitations in undoped infinite layers: a comparison between superconducting PrNiO2 and insulating CaCuO2", "comment": "12 pages, 5 figures, 3 tables", "summary": "Infinite-layer nickelates are among the most promising cuprate-akin\nsuperconductors, although relevant differences from copper oxides have been\nreported. Here, we present momentum- and polarization-resolved RIXS\nmeasurements on chemically undoped, superconducting PrNiO2, and compare its\nmagnetic and orbital excitations with those of the reference infinite layer\ncuprate CaCuO2. In PrNiO2, the in-plane magnetic exchange integrals are smaller\nthan in CaCuO2, whereas the out-of-plane values are similar, indicating that\nboth materials support a three-dimensional antiferromagnetic order. Orbital\nexcitations, associated to the transitions within 3d states of the metal, are\nwell reproduced within a single-ion model and display similar characteristics,\nexcept for the Ni-dxy peak which, besides lying at significantly lower energy,\nshows an opposite dispersion to that of Cu-dxy. This is interpreted as a\nconsequence of orbital superexchange coupling between nearest neighbor sites,\nwhich drives the orbiton propagation. Our observations demonstrate that\ninfinitelayer cuprates and nickelates share most of the spin and orbital\nproperties, despite their markedly different charge-transfer energy Delta."}
{"id": "2511.02590", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02590", "abs": "https://arxiv.org/abs/2511.02590", "authors": ["T. K. T. Nguyen", "J. Rech", "T. Martin", "M. N. Kiselev"], "title": "Noises in a two-channel charge Kondo model", "comment": "15 pages, 5 figures", "summary": "We investigate fluctuations of electric and heat currents, along with their\ncross-correlations, in a two-channel charge Kondo circuit driven by either a\nvoltage bias or a temperature gradient applied across the weak link. The ratios\nof voltage-driven electric/heat noise to the applied voltage $V$ exhibit\noscillations with the gate voltage $N$, resembling the behavior of the\nthermoelectric coefficient $G_T$. In contrast, the ratios of temperature-driven\nelectric/heat noise to the temperature difference $\\Delta T$ vary with $N$ in a\nmanner analogous to the thermal coefficient $G_H$ or the electric conductance\n$G$. The mixed noise, which is defined as the correlation function between\nelectric and heat currents, displays behavior opposite to that of the above\nnoises. The logarithmic temperature dependence of these noises signals\nnon-Fermi-liquid behavior, while their oscillations with gate voltage reflect\nthe roles of particle-hole and time-reversal symmetries in thermoelectric\ntransport. Our results demonstrate that the fundamental relations linking\nvoltage- and temperature-induced noises to thermoelectric transport across a\ntunnel junction persist beyond the Fermi-liquid paradigm."}
{"id": "2511.02319", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02319", "abs": "https://arxiv.org/abs/2511.02319", "authors": ["W. J. Qin", "B. Yang", "Y. Z. Tian", "B. W. Zheng", "K. Y. Wang", "B. Y. Huang", "Y. B. Yang", "W. Q. Zou", "D. Wu", "P. Wang"], "title": "$C_{3}$-Symmetry-induced Antisymmetric Planar Hall effect and Magnetoresistance in Single-Crystalline Ferromagnets", "comment": null, "summary": "The planar Hall effect (PHE) is typically symmetric under magnetic field\nreversal, as required by the Onsager reciprocity relations. Recent advances\nhave identified the antisymmetric PHE (under magnetic field reversal) as an\nintriguing extension in magnetic systems. While new mechanisms have been\nproposed, the role of conventional anisotropic magnetoresistance (AMR) in this\nphenomenon remains unclear. Here, we report the experimental discovery of an\nantisymmetric (with respect to both magnetic field and magnetization) PHE and\nmagnetoresistance in single-crystal $Co_{30}Pt_{70}$ (111) thin films with\n$C_{3}$ rotational symmetry and perpendicular magnetic anisotropy (PMA). We\ndemonstrate that both antisymmetric effects arise naturally from the intrinsic\nfourth-rank AMR tensor inherent to C3-symmetric planes, assisted by PMA. Our\nfindings link conventional AMR to antisymmetric galvanomagnetic responses,\noffering new insights into symmetry-governed transport in crystalline\nferromagnets."}
{"id": "2511.02618", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02618", "abs": "https://arxiv.org/abs/2511.02618", "authors": ["Domenico Giuliano", "Reinhold Egger", "Bidyut Dey", "Andrea Nava"], "title": "Post-quench relaxation dynamics of Gross-Neveu lattice fermions", "comment": "13 pages, 10 figures", "summary": "We study the quantum relaxation dynamics for a lattice version of the\none-dimensional (1D) $N$-flavor Gross-Neveu (GN) model after a Hamiltonian\nparameter quench. Allowing for a system-reservoir coupling $\\gamma$, we\nnumerically describe the system dynamics through a time-dependent\nself-consistent Lindblad master equation. For a closed ($\\gamma=0$) finite-size\nsystem subjected to an interaction parameter quench, the order parameter\ndynamics exhibits oscillations and revivals. In the thermodynamic limit, our\nresults imply that the order parameter reaches its post-quench stationary value\nin accordance with the eigenstate thermalization hypothesis (ETH). However,\ntime-dependent finite-momentum correlation matrix elements equilibrate only if\n$\\gamma>0$. Our findings highlight subtle yet important aspects of the\npost-quench relaxation dynamics of quantum many-body systems."}
{"id": "2511.02041", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02041", "abs": "https://arxiv.org/abs/2511.02041", "authors": ["Jiming Zheng", "Zhiyue Lu"], "title": "Nonequilibrium Macroscopic Response Relations for Counting Statistics", "comment": null, "summary": "Understanding how macroscopic nonequilibrium systems respond to changes in\nexternal or internal parameters remains a fundamental challenge in physics. In\nthis work, we report a parameter transitional symmetry valid for macroscopic\ndynamics arbitrarily far from equilibrium. The symmetry leads to exact response\nrelations and gives meaningful expansions in both linear and short-time\nregimes. This framework provides a universal description of macroscopic\nresponse phenomena arbitrarily far from equilibrium - including non-stationary\nprocesses and time-dependent attractors. The theory is validated and\ndemonstrated numerically using the Willamowski-Rossler model, which exhibits\nrich dynamical behaviors including limit cycles and chaos."}
{"id": "2511.02545", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.02545", "abs": "https://arxiv.org/abs/2511.02545", "authors": ["Ruben Millan-Solsona", "José A. Ruiz-Torres", "Carlos Moya", "Arantxa Fraile Rodríguez", "Adriana I. Figueroa", "Gabriel Gomila", "Amílcar Labarta", "Xavier Batlle"], "title": "Single-particle detection of a semiconductor-to-metal transition by scanning dielectric microscopy", "comment": "Letter containing 19 pages, 4 figures, and Supporting Information\n  with 20 pages and 8 figures", "summary": "Hybrid nanostructures that combine semiconducting and metallic components\noffer great potential for photothermal therapy, optoelectronics, and sensing,\nby integrating tunable optical properties with enhanced light absorption and\ncharge transport. Boosting the integrated performance of these hybrid systems\ndemands techniques capable of probing local variations of the physical\nproperties inaccessible to bulk analysis. Here, we report the single-particle\ndielectric characterization of hybrid, semiconducting bismuth sulfide\n(Bi$_2$S$_3$) nanorods (NR) decorated with metallic Au nanoparticles (NP),\nemploying scanning dielectric microscopy, which uses electrostatic force\nmicroscopy in combination with finite-element numerical simulations. We reveal\na pronounced enhancement in the local dielectric response of Bi$_2$S$_3$ upon\nAu decoration, attributed to interfacial polarization and electron transfer\nfrom Au to the Bi$_2$S$_3$ matrix, thus suggesting a\nsemiconductor-to-metal-like transition at the single-particle level. Numerical\nsimulations show that the response is dominated by the vertical component of\nthe permittivity and that the decorating metallic Au NP produce only moderate\nshielding of the semiconductor Bi$_2$S$_3$ NR core, indicating that the large\nincrease in the dielectric response originates primarily from intrinsic\nmodifications within the NR. Overall, these findings provide direct insight\ninto structure--property relationships at the single-particle level, supporting\nthe rational design of advanced hybrid nanostructures with tailored electronic\nfunctionalities."}
{"id": "2511.02485", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02485", "abs": "https://arxiv.org/abs/2511.02485", "authors": ["Nandana Bhattacharya", "Ravi Kiran Dokala", "Sourav Chowdhury", "Suresh Chandra Joshi", "Subha Dey", "Jayjit Kumar Dey", "Subhajit Nandy", "Daniel Perez Salinas", "Manuel Valvidares", "Moritz Hoesch", "Roland Mathieu", "Srimanta Middey"], "title": "Mean field magnetism and spin frustration in a double perovskite oxide with compositional complexity", "comment": "21 pages, 6 figures", "summary": "The rise of high-entropy oxides as a major functional materials design\nprinciple in recent years has prompted us to investigate how compositional\ndisorder affects long-range magnetic ordering in double perovskite oxides.\nSince ferromagnetic insulators are emerging as an important platform for\nlossless spintronics, we consider the $RE_2$NiMnO$_6$ ($RE$ : rare-earth)\nfamily and investigate single-crystalline films of\n(La$_{0.4}$Nd$_{0.4}$Sm$_{0.4}$Gd$_{0.4}$Y$_{0.4}$)NiMnO$_{6}$ grown on\nSrTiO$_3$ (001) substrates in this work. Despite configurational disorder and\nhigh cationic size variance at the $RE$ site, the material exhibits robust\nferromagnetic ordering with a Curie temperature ($T_\\mathrm{c}$) of\napproximately 150 K. This $T_\\mathrm{c}$ is consistent with the expectation\nbased on consideration of the average ionic radii of the rare-earth ($RE$)\nsites in the bulk $RE_2$NiMnO$_6$. Below $T_\\mathrm{c}$, Raman spectroscopy\nmeasurement finds a deviation from anharmonic behavior, where the phonon\nrenormalization aligns with a mean-field approximation of spin-spin\ncorrelation. At lower temperature, magnetic $RE$ ions also contributed to the\nmagnetic behavior and the system displays a reentrant spin-glass-like behavior.\nThis study demonstrates that while a mean-field approach serves as a viable\nstarting point for predicting the long-range transition temperature,\nmicroscopic details of the complex magnetic interactions are essential for\nunderstanding the low-temperature phase."}
{"id": "2511.02684", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02684", "abs": "https://arxiv.org/abs/2511.02684", "authors": ["Jingxu Wu", "Yifan Yang", "Jie Shi", "Yuwei Yin", "Yifan He", "Chenjia Li"], "title": "Self-Consistent Theoretical Framework for Third-Order Nonlinear Susceptibility in CdSe/ZnS--MOF Quantum Dot Composites", "comment": "15pages,6figures,5table", "summary": "This work presents a fully theoretical and self consistent framework for\ncalculating the third-order nonlinear susceptibility of CdSe/ZnS--MOF composite\nquantum dots. The approach unifies finite-potential quantum confinement,the\nLiouville von Neumann density matrix expansion to third order, and\neffective-medium electrodynamics (Maxwell--Garnett and Bruggeman) within a\nsingle Hamiltonian-based model, requiring no empirical fitting. Electron hole\nquantized states and dipole matrix elements are obtained under the\neffective-mass approximation with BenDaniel--Duke boundary conditions; closed\nanalytic forms for(including Lorentzian/Voigt broadening) follow from the\nresponse expansion. Homogenization yields macroscopic scaling laws that link\nmicroscopic descriptors (core radius, shell thickness, dielectric mismatch) to\nbulk coefficients and. A Kramers--Kronig consistency check confirms causality\nand analyticity of the computed spectra with small residuals. The formalism\nprovides a predictive, parameter-transparent route to engineer third-order\nnonlinearity in hybrid quantum materials,clarifying how size and environment\ngovern the magnitude and dispersion of."}
{"id": "2511.02383", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02383", "abs": "https://arxiv.org/abs/2511.02383", "authors": ["Hongfa Wang", "Yancheng Gong", "Subrahmanyam Pattamatta", "Junwen Li", "Hailong Wang", "Zhizi Guan"], "title": "Strain-Tunable Opto-electronics in PdS$_2$ Monolayer: the Role of Band Nesting and Carrier-Phonon Scattering", "comment": null, "summary": "Strain engineering is a powerful strategy for tuning the optoelectronic\nproperties in two-dimensional materials, yet the underlying mechanisms\ngoverning their strain response are often not fully elucidated. In this work,\nour first-principle calculations show that the penta-orthorhombic PdS$_2$\nmonolayer exhibits two key strain-tunable properties: a continuous redshift of\nits main optical absorption peak from $\\sim$2.0 to $\\sim$1.6~eV and enhancement\nin carrier mobility, with a more than threefold increase for electron under\n0--4\\% biaxial tensile strain. Subsequent analysis reveals that the tunable\noptical response originates from a robust band nesting feature between the\nhighest valence and lowest conduction bands, which is preserved across the\nBrillouin zone under biaxial strain. For the carrier transport, deformation\npotential theory predicts mobility increasing with strain, strongly correlating\nwith the reduction of carrier effective mass. Our first-principles calculations\nshow a strain-induced monotonic decrease in carrier linewidths near the band\nedges, indicating suppressed carrier-phonon scattering and longer carrier\nlifetime as the origin of the mobility enhancement. Our work establishes a\npathway for engineering the optoelectronic response in 2D semiconductors where\nstrong band nesting governs the optical properties and paves the way for the\nrational design of continuously tunable flexible optoelectronic devices."}
{"id": "2511.02085", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02085", "abs": "https://arxiv.org/abs/2511.02085", "authors": ["Michael Ridley", "Eliahu Cohen", "Christian Flindt", "Riku Tuovinen"], "title": "Current Cross-Correlation Spectroscopy of Majorana Bound States", "comment": null, "summary": "The clock speed of topological quantum computers based on Majorana zero mode\n(MZM)-supporting nanoscale devices is determined by the time taken for\nelectrons to traverse the device. We employ the time-dependent\nLandauer-B{\\\"u}ttiker transport theory for current cross-lead correlations in a\nsuperconducting nanowire junction hosting MZMs. From the time-dependent quantum\nnoise, we are able to extract traversal times for electrons crossing the\nsystem. After demonstrating a linear scaling of traversal times with nanowire\nlength, we present a heuristic formula for the traversal times which accurately\ncaptures their behaviour. We then connect our framework to a proposed\nexperimental verification of this discriminant between spurious and genuine\nMZMs utilizing time-resolved transport measurements."}
{"id": "2511.02630", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.02630", "abs": "https://arxiv.org/abs/2511.02630", "authors": ["Andrea Levy", "Andrej Antalík", "Jógvan Magnus Haugaard Olsen", "Ursula Rothlisberger"], "title": "Atom-centered electric multipole moments dynamically generated from QM/MM MD simulations", "comment": null, "summary": "Atom-centered electric multipole moments can be extremely useful in chemistry\nas they enable the systematic mapping of a complex electrostatic problem to a\nsimpler model. However, since they do not correspond to physical observables,\nthere is no unique way to define them. In this work, we present an extension of\nthe dynamically generated RESP charges (D-RESP) method, referred to as xDRESP,\nwhere atom-centered multipoles are computed from mixed quantum\nmechanics/molecular mechanics (QM/MM) molecular dynamics simulations. We\ncompare the ability of xDRESP charges to reproduce the electrostatic potential,\nas well as molecular multipoles, against the performance of fixed point-charge\nmodels commonly used in force fields. Moreover, we highlight cases where DRESP\natomic multipoles can provide valuable information about chemical systems, such\nas indicating when polarization plays a significant role, and chemical\nreactions, in which xDRESP atomic multipoles can be used as an on-the-fly\nanalysis tool to track changes in electron density."}
{"id": "2511.02590", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02590", "abs": "https://arxiv.org/abs/2511.02590", "authors": ["T. K. T. Nguyen", "J. Rech", "T. Martin", "M. N. Kiselev"], "title": "Noises in a two-channel charge Kondo model", "comment": "15 pages, 5 figures", "summary": "We investigate fluctuations of electric and heat currents, along with their\ncross-correlations, in a two-channel charge Kondo circuit driven by either a\nvoltage bias or a temperature gradient applied across the weak link. The ratios\nof voltage-driven electric/heat noise to the applied voltage $V$ exhibit\noscillations with the gate voltage $N$, resembling the behavior of the\nthermoelectric coefficient $G_T$. In contrast, the ratios of temperature-driven\nelectric/heat noise to the temperature difference $\\Delta T$ vary with $N$ in a\nmanner analogous to the thermal coefficient $G_H$ or the electric conductance\n$G$. The mixed noise, which is defined as the correlation function between\nelectric and heat currents, displays behavior opposite to that of the above\nnoises. The logarithmic temperature dependence of these noises signals\nnon-Fermi-liquid behavior, while their oscillations with gate voltage reflect\nthe roles of particle-hole and time-reversal symmetries in thermoelectric\ntransport. Our results demonstrate that the fundamental relations linking\nvoltage- and temperature-induced noises to thermoelectric transport across a\ntunnel junction persist beyond the Fermi-liquid paradigm."}
{"id": "2511.02693", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02693", "abs": "https://arxiv.org/abs/2511.02693", "authors": ["G. P. Mikitik", "Yu. V. Sharlai"], "title": "Model for charge-carriers spectra in topological semimetals of TaAs family", "comment": "15 pages, 9 figures", "summary": "We propose a four-bands model describing the electron energy spectra near the\nWeyl points in the topological semimetals of the TaAs family (TaAs, TaP, NbAs,\nNbP). This model takes into account the fact that these Weyl points result from\nthe band-contact lines which would exist in the mirror-reflection planes of\nthese materials if the spin-orbit interaction were absent in them. Within this\nmodel, we obtain conditions for the existence of the Weyl points, determine\ntheir positions in the Brillouin zone, and derive the explicit formula for\ndispersion of the bands along the straight line connecting the two close Weyl\npoints with opposite topological charges. Using NbP as an example, the values\nof the parameters defining the model spectrum are found. The obtained results\nshow that for the semimetals of the TaAs family, the charge-carriers spectrum\nin the vicinity of the two close Weyl points can be analyzed without complex\nband-structure calculations."}
{"id": "2511.02446", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02446", "abs": "https://arxiv.org/abs/2511.02446", "authors": ["Binbin Wang", "Jiayuan Hu", "Bo Fu", "Jiaqi Li", "Yunchuan Kong", "Kai-Zhi Bai", "Shun-Qing Shen", "Di Xiao"], "title": "Parity Anomalous Semimetal with Minimal Conductivity Induced by an In-Plane Magnetic Field", "comment": null, "summary": "The interplay between topological materials and local symmetry breaking gives\nrise to diverse topological quantum phenomena. A notable example is the parity\nanomalous semimetal (PAS), which hosts a single unpaired gapless Dirac cone\nwith a half-integer quantized Hall conductivity. Here, we realize this phase in\na magnetic topological sandwich structure by applying an in-plane magnetic\nfield. This configuration aligns the magnetization of one surface in-plane\nwhile preserving magnetization out-of-plane on the opposite surface, satisfying\nthe condition for a gapless surface state near the Fermi level on only one\nsurface. Our key evidence is a distinctive two-stage evolution of the\nconductivity tensor ($\\sigma_{xy}$, $\\sigma_{xx}$). The first stage culminates\nin the PAS at the fixed point ($\\frac{e^2}{2h}$, $m \\frac{e^2}{h}$), where $m\n\\approx 0.6$ corresponds to the minimal longitudinal conductivity of a single\ngapless Dirac cone of fermions on a 2D lattice. This PAS state remains\nstabilized and is superposed with a gapped band flow in the second stage. This\nobservation demonstrates that this state stabilized by the in-plane field\nresists localization--contrary to conventional expectations for 2D electron\nsystems with broken time reversal symmetry. The dynamic transition from an\ninteger quantized insulator to a half-integer quantized semimetal establishes\nthis material system as a versatile platform for exploring parity anomaly\nphysics."}
{"id": "2511.02127", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02127", "abs": "https://arxiv.org/abs/2511.02127", "authors": ["Iago N. Mamede", "Carlos E. Fiore", "Gustavo A. L. Forão", "Karel Proesmans", "André P. Vieira"], "title": "Exact Mapping of Nonequilibrium to Equilibrium Phase Transitions for Systems in Contact with Two Thermal Baths", "comment": "15 pages, 5 figures", "summary": "We show that a large class of nonequilibrium many-body systems in contact\nwith two thermal baths admit an exact mapping onto equivalent equilibrium\nsystems. This mapping provides direct access to nonequilibrium phase transition\npoints from known equilibrium results, irrespective of the model, interaction\ntopology, or distance from equilibrium. We verify the universality of this\ncorrespondence using paradigmatic models (Ising, Potts, and Blume-Capel), and\nhighlight distinctive features in entropy production close to critical and\ntricritical points. Our findings connect equilibrium and nonequilibrium\nstatistical mechanics, with implications for microscopic thermal machines and\nstochastic thermodynamics."}
{"id": "2511.02708", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.02708", "abs": "https://arxiv.org/abs/2511.02708", "authors": ["Sveva Sodomaco", "Piero Lafiosca", "Tommaso Giovannini", "Chiara Cappelli"], "title": "Atomistic QM/Classical Modeling of Surface-Enhanced Infrared Absorption", "comment": "33 pages, 8 figures", "summary": "We present a multiscale quantum mechanics/classical (QM/MM) approach for\nmodeling surface-enhanced infrared absorption (SEIRA) spectra of molecules\nadsorbed on plasmonic nanostructures. The molecular subsystem is described at\nthe density functional theory (DFT) level, while the plasmonic material is\nrepresented using fully atomistic, frequency-dependent Fluctuating Charges\n($\\omega$FQ) and Fluctuating Charges and Dipoles ($\\omega$FQF$\\mu$) models.\nThese schemes enable an accurate and computationally efficient description of\nthe plasmonic response of both graphene-based materials and noble metal\nnanostructures, achieving accuracy comparable to ab initio methods. The\nproposed methodology is applied to the calculation of SEIRA spectra of adenine\nadsorbed on gold nanoparticles and graphene sheets. The quality and robustness\nof the approach are assessed through comparison with surface-enhanced Raman\nscattering (SERS) spectra and available experimental data. The results\ndemonstrate that the proposed framework provides a reliable route to simulate\nvibrational responses of plasmon-molecule hybrid systems."}
{"id": "2511.02744", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02744", "abs": "https://arxiv.org/abs/2511.02744", "authors": ["Visagan Ravindran", "Clio Johnson", "Neil D. Drummond", "Stewart J. Clark", "Nikitas. I. Gidopoulos"], "title": "From Densities to Potentials: Benchmarking Local Exchange-Correlation Approximations", "comment": "25 Figures, 7 Tables, 31 Pages including supplemental material.\n  Submitted to PRB", "summary": "Using the Kohn-Sham (KS) inversion method of Hollins et al. [J. Phys.:\nCondens. Matter 29, 04LT01 (2017)], we invert densities from variational and\ndiffusion quantum Monte Carlo (QMC) calculations to obtain benchmark QMC-KS\npotentials for a range of insulators and semiconductors, which we then compare\nto the KS potentials of popular density functional approximations (DFAs). Our\nresults show that different DFAs yield similar electron densities, despite\ndifferences in their KS potentials, which originate primarily from the exchange\nand correlation contribution. We also find that the KS gap from the QMC density\nis typically larger than the KS gaps of most DFAs, with the exception of\nHartree-Fock. Finally, the KS gap is sensitive to the inclusion of semicore\nstates in the pseudopotentials, such that comparison with experiment should be\ndone with caution."}
{"id": "2511.02787", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02787", "abs": "https://arxiv.org/abs/2511.02787", "authors": ["Vladimir P. Golubinskii", "Vladimir A. Zyuzin"], "title": "Anomalous Hall effect in metallic collinear antiferromagnets", "comment": null, "summary": "In this paper we propose and theoretically study minimal models of all\nN\\'{e}el ordered collinear antiferromagnets which show the anomalous Hall\neffect. For simplicity we consider two-dimensional models of antiferromagnets\nwith two magnetic sublattices on a square lattice. Examples of N\\'{e}el ordered\nferrimagnet and of Dzyaloshinskii's weak ferromagnet are given. Turov's\ninvariants of existence of the magnetization in N\\'{e}el ordered\nantiferromagnets for proposed systems are analyzed. As a result, we obtain that\nthe anomalous Hall effect is allowed only for certain directions of the\nN\\'{e}el order defined by the crystal lattice symmetries. We derive the\nmechanism of the anomalous Hall effect in antiferromagnets to be the interplay\nof momentum-dependent exchange interaction of conducting fermions with the\nN\\'{e}el order, and the spin-orbit coupling consistent with the broken\nsymmetries that allowed for the Turov's invariant in the system."}
{"id": "2511.02447", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02447", "abs": "https://arxiv.org/abs/2511.02447", "authors": ["Meng Zeng", "Pengfei Liu", "Ming-Yuan Zhu", "Naifu Zheng", "Xiang-Rui Liu", "Yu-Peng Zhu", "Tian-Hao Shao", "Yu-Jie Hao", "Xiao-Ming Ma", "Gexing Qu", "Rafał Kurleto", "Dawid Wutke", "Rong-Hao Luo", "Yue Dai", "Xiaoqian Zhang", "Koji Miyamoto", "Kenya Shimada", "Taichi Okuda", "Kiyohisa Tanaka", "Yaobo Huang", "Qihang Liu", "Chang Liu"], "title": "Non-altermagnetic spin texture in MnTe", "comment": "19 pages, 4 figures", "summary": "Recently, altermagnets have emerged as promising candidates in spintronics,\nuniquely combining large spin-polarized electronic states with zero net\nmagnetization. A prominent example is $\\alpha$-MnTe, whose altermagnetic spin\nsplitting, i.e., the degeneracy lift in momentum space induced by collinear\nmagnetic order, has been experimentally observed. However, the direct evidence\nof its $g$-wave spin polarization, the key property for altermagnetic\nspintronics, is thus far lacking. By combining high-resolution spin- and\nangle-resolved photoemission spectroscopy (SARPES) with first-principles\ncalculations, we reveal a $k_z$-independent, Rashba-like spin texture in\n$\\alpha$-MnTe. Our results indicate that the observed spin polarization is\nprimarily governed by spin-orbit coupling, whereas the magnetic order\ncontributes to the splitting of energy bands but plays a much less dominant\nrole in spin polarization due to the multi-domain nature. From this result, we\nfurther establish a way to prescreen altermagnet candidates that favor the\nformation of large antiferromagnetic domains based on symmetry analysis. Our\nwork elucidates the interplay between magnetic order and spin-orbit coupling in\ngoverning spin polarization in altermagnet candidates, and thereby advances the\nmaterials design paradigm for spin-functional devices."}
{"id": "2511.02159", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02159", "abs": "https://arxiv.org/abs/2511.02159", "authors": ["Stefano Falletta", "Jennifer Coulter", "Joel B. Varley", "Daniel Aberg", "Babak Sadigh", "Boris Kozinsky", "Alfredo Pasquarello"], "title": "Equivalence of charged and neutral density functional formulations for correcting the many-body self-interaction of polarons", "comment": "21 pages, 4 figures", "summary": "The electron self-interaction problem in density functional theory affects\nthe accurate modeling of polarons, particularly their localization and\nformation energy. Charged and neutral density functional formulations have been\ndeveloped to address this issue, yet their relationship remains unclear. Here,\nwe demonstrate their equivalence in treating the many-body self-interaction of\nthe polaron state. In particular, we connect with each other piecewise-linear\nfunctionals based on adding an extra charge to the supercell, the pSIC approach\nderived from the energetics of the neutral defect with polaronic distortions in\na supercell, and the unit-cell method for polarons based on electron-phonon\ncouplings. We show that these approaches lead to the same formal expression of\nthe self-interaction corrected energy, which is fully defined by the energetics\nof the neutral charge state of the charged polaronic structure. Residual\ndifferences between these methods solely arise from the achieved polaronic\nstructure, which is affected by different treatments of electron-screening and\nfinite-size effects. We apply these methods to a set of prototypical small hole\nand electron polarons, including the hole polaron in MgO, the hole polaron in\n$\\beta$-Ga$_2$O$_3$, the $V_\\text{k}$ center in NaI, the electron polaron in\nBiVO$_4$, and the electron polaron in TiO$_2$. We show that the ground-state\nproperties of polarons obtained using charged and neutral density functional\nformulations are in excellent agreement."}
{"id": "2511.02744", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02744", "abs": "https://arxiv.org/abs/2511.02744", "authors": ["Visagan Ravindran", "Clio Johnson", "Neil D. Drummond", "Stewart J. Clark", "Nikitas. I. Gidopoulos"], "title": "From Densities to Potentials: Benchmarking Local Exchange-Correlation Approximations", "comment": "25 Figures, 7 Tables, 31 Pages including supplemental material.\n  Submitted to PRB", "summary": "Using the Kohn-Sham (KS) inversion method of Hollins et al. [J. Phys.:\nCondens. Matter 29, 04LT01 (2017)], we invert densities from variational and\ndiffusion quantum Monte Carlo (QMC) calculations to obtain benchmark QMC-KS\npotentials for a range of insulators and semiconductors, which we then compare\nto the KS potentials of popular density functional approximations (DFAs). Our\nresults show that different DFAs yield similar electron densities, despite\ndifferences in their KS potentials, which originate primarily from the exchange\nand correlation contribution. We also find that the KS gap from the QMC density\nis typically larger than the KS gaps of most DFAs, with the exception of\nHartree-Fock. Finally, the KS gap is sensitive to the inclusion of semicore\nstates in the pseudopotentials, such that comparison with experiment should be\ndone with caution."}
{"id": "2511.01909", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01909", "abs": "https://arxiv.org/abs/2511.01909", "authors": ["Ethan Abraham"], "title": "Forbidden Electron Transfer in the Adiabatic Limit of the Marcus-Inverted Region", "comment": null, "summary": "Here it is shown that in the adiabatic limit of condensed-phase electron\ntransfer, the onset of barrierless transition occurs at a lower driving force\nthan predicted by the non-adiabatic Marcus formulation. Furthermore, in the\nadiabatic limit of the Marcus-inverted region, isoenergetic electron transfer\nis strictly forbidden in the absence of nuclear tunneling. This \"forbidden\"\nbehavior arises from a topological change in the mapping between the adiabatic\nand diabatic electronic surfaces, emerging precisely at the onset of the\nMarcus-inverted region."}
{"id": "2511.02461", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02461", "abs": "https://arxiv.org/abs/2511.02461", "authors": ["Yu-Hui Song", "Huan-Cheng Yang", "Kai Liu", "Zhong-Yi Lu"], "title": "Ultrafast magnetic moment transfer and bandgap renormalization in monolayer \\ce{FeCl2}", "comment": "8 pages, 8 figures", "summary": "The microscopic origin of laser-induced ultrafast demagnetization remains an\nopen question, to which the non-thermal electronic distribution plays a vital\nrole at the initial stage. Herein, we investigate the connection between the\nnon-thermal electronic distribution and the ultrafast spin dynamics as well as\nthe electronic structure evolution in ferromagnetic \\ce{FeCl2} monolayer using\nreal-time time-dependent density functional theory (rt-TDDFT) with\nself-consistent Hubbard $U$ correction. Our simulations reveal that femtosecond\nlaser pulses induce ultrafast magnetic moment transfer from Fe to Cl atoms.\nMore importantly, through a comprehensive analysis of orbital-resolved\nelectronic structure, we elucidate the microscopic origin of this transfer,\nattributing it to specific intra-atomic and inter-atomic charge transfer\npathways driven by non-thermal excitations. The extent of demagnetization of Fe\natoms exhibits a non-monotonic dependence on the laser photon energy, reaching\na maximum at the resonant excitation. In addition, the dynamical evolution of\nthe band structure was studied based on the eigenstates of the instantaneous\nHamiltonian. Under resonant excitation, the bandgap reduction reaches up to\n$41\\%$ within tens of fs. These findings provide fundamental insights into\nultrafast spin control and suggest a strategy to optically engineer the\nmagnetism in two-dimensional magnetic materials."}
{"id": "2511.02166", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.02166", "abs": "https://arxiv.org/abs/2511.02166", "authors": ["Atkin D. Hyatt", "Oscar A. Flores", "Aman R. Agrawal", "Charles A. Condos", "Dalziel J. Wilson"], "title": "Fabrication and characterization of high-Q silicon nitride membrane resonators", "comment": "16 pages, 5 figures", "summary": "Silicon nitride membranes are a powerful and ubiquitous optomechanical\nresonator technology, enabling high mechanical Q, low optical loss, and\nenhanced optomechanical coupling via a panoply of strain-, phononic-, and\nphotonic-crystal engineering techniques. Fabrication and characterization of\nsilicon nitride membranes has become a form of tacit knowledge in optomechanics\nresearch groups. Here we present a video run-through of the design,\nfabrication, and characterization of a contemporary silicon nitride membrane\nresonator (specifically, a centimeter-scale Si3N4 nanoribbon supporting\n$Q>10^8$ torsion modes). Our tutorial can serve as a starting point or\nrefresher for practitioners in the field."}
{"id": "2511.01916", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.01916", "abs": "https://arxiv.org/abs/2511.01916", "authors": ["P. Daoust", "N. Rotaru", "D. Biswas", "S. Koelling", "E. Rahier", "A. Dubé-Valade", "P. Del Vecchio", "M. S. Edwards", "M. Tanvir", "E. Sajadi", "J. Salfi", "O. Moutanabbir"], "title": "Nuclear spin-free 70Ge/28Si70Ge quantum well heterostructures grown on industrial SiGe-buffered wafers", "comment": "A supplementary material file is available for this article", "summary": "The coherence of hole spin qubits in germanium planar heterostructures is\nlimited by the hyperfine coupling to the nuclear spin bath due to 29Si and 73Ge\nisotopes. Thus, removing these nuclear spin-full isotopes is essential to\nextend the hyperfine-limited coherence times needed to implement robust quantum\nprocessors. This work demonstrates the epitaxial growth of device-grade nuclear\nspin-free 70Ge/28Si70Ge heterostructures on industrial SiGe buffers while\nminimizing the amounts of highly purified 70GeH4 and 28SiH4 used. The obtained\n70Ge/28Si70Ge heterostructures exhibit a dislocation density of 5.3 x 10e6 cm-2\nand an isotopic purity exceeding 99.99%, with carbon and oxygen impurities\nbelow the detection sensitivity, as revealed by atom probe tomography.\nMagnetotransport measurements on gated Hall bars demonstrate effective gate\ncontrol of hole density in nuclear spin-free quantum wells. Negative threshold\ngate voltages confirm the absence of intentional doping in the wells, while\nHall and Shubnikov-de Haas analyses yield consistent carrier densities (1.4 x\n10e11 cm-2) and high mobilities (2.4 x 10e5 cm2/Vs). Mobility trends reveal\ninterfacetrap- limited scattering and percolation concentration below 7 x 10e10\ncm-2. These analyses, along with atomic-level studies, confirm the high quality\nof epitaxial 70Ge/28Si70Ge heterostructures and their relevance as a platform\nfor long-coherence spin qubits."}
{"id": "2511.02485", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02485", "abs": "https://arxiv.org/abs/2511.02485", "authors": ["Nandana Bhattacharya", "Ravi Kiran Dokala", "Sourav Chowdhury", "Suresh Chandra Joshi", "Subha Dey", "Jayjit Kumar Dey", "Subhajit Nandy", "Daniel Perez Salinas", "Manuel Valvidares", "Moritz Hoesch", "Roland Mathieu", "Srimanta Middey"], "title": "Mean field magnetism and spin frustration in a double perovskite oxide with compositional complexity", "comment": "21 pages, 6 figures", "summary": "The rise of high-entropy oxides as a major functional materials design\nprinciple in recent years has prompted us to investigate how compositional\ndisorder affects long-range magnetic ordering in double perovskite oxides.\nSince ferromagnetic insulators are emerging as an important platform for\nlossless spintronics, we consider the $RE_2$NiMnO$_6$ ($RE$ : rare-earth)\nfamily and investigate single-crystalline films of\n(La$_{0.4}$Nd$_{0.4}$Sm$_{0.4}$Gd$_{0.4}$Y$_{0.4}$)NiMnO$_{6}$ grown on\nSrTiO$_3$ (001) substrates in this work. Despite configurational disorder and\nhigh cationic size variance at the $RE$ site, the material exhibits robust\nferromagnetic ordering with a Curie temperature ($T_\\mathrm{c}$) of\napproximately 150 K. This $T_\\mathrm{c}$ is consistent with the expectation\nbased on consideration of the average ionic radii of the rare-earth ($RE$)\nsites in the bulk $RE_2$NiMnO$_6$. Below $T_\\mathrm{c}$, Raman spectroscopy\nmeasurement finds a deviation from anharmonic behavior, where the phonon\nrenormalization aligns with a mean-field approximation of spin-spin\ncorrelation. At lower temperature, magnetic $RE$ ions also contributed to the\nmagnetic behavior and the system displays a reentrant spin-glass-like behavior.\nThis study demonstrates that while a mean-field approach serves as a viable\nstarting point for predicting the long-range transition temperature,\nmicroscopic details of the complex magnetic interactions are essential for\nunderstanding the low-temperature phase."}
{"id": "2511.02177", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.02177", "abs": "https://arxiv.org/abs/2511.02177", "authors": ["Trong Tam Nguyen", "José Penuelas", "Aziz Benamrouche", "Céline Chevalier", "Thi Kim Anh Hoang", "Gaëlle Trippé-Allard", "Elsa Cassette", "Brice Devif", "Emmanuel Drouard", "Emmanuelle Deleporte", "Hong Hanh Mai", "Abdelaziz Bouazizi", "Christian Seassal", "Hai Son Nguyen"], "title": "Beyond Spin Coating: Homogeneous All-Inorganic Perovskite Films via High-Pressure Recrystallization", "comment": null, "summary": "Metal halide perovskites are promising materials for optoelectronic\napplications owing to their outstanding optical and electronic properties.\nAmong them, all-inorganic perovskites such as CsPbBr$_3$ offer superior thermal\nand chemical stability. However, obtaining high-quality CsPbBr$_3$ thin films\nvia solution processing remains challenging due to the precursor's low\nsolubility, and current additive or solvent engineering strategies are often\ncomplex and poorly reproducible. High-pressure recrystallization has recently\nemerged as a promising route to improve film quality, yet its impact on film\nproperties remains insufficiently explored. Here, we systematically investigate\nthe morphological, structural, and optical properties of CsPbBr$_3$ thin films\nprepared by high-pressure recrystallization, in comparison with standard\nnon-recrystallized films. Optimized recrystallization at 300 bar produces\nsmooth, pinhole-free, single-phase 3D perovskite layers with sub-nanometer\nroughness, while the film thickness is precisely tunable via precursor\nconcentration. The process enhances both grain and crystallite sizes, leading\nto amplified spontaneous emission with a reduced excitation threshold and\nimproved photostability. Temperature-dependent X-ray diffraction further\nreveals the orthorhombic--tetragonal--cubic phase transition, consistent with\nsingle-crystal behavior. This study provides fundamental insights into\npressure-driven recrystallization and establishes a reproducible, scalable\napproach for fabricating high-quality CsPbBr$_3$ films for optoelectronic\ndevices."}
{"id": "2511.02446", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02446", "abs": "https://arxiv.org/abs/2511.02446", "authors": ["Binbin Wang", "Jiayuan Hu", "Bo Fu", "Jiaqi Li", "Yunchuan Kong", "Kai-Zhi Bai", "Shun-Qing Shen", "Di Xiao"], "title": "Parity Anomalous Semimetal with Minimal Conductivity Induced by an In-Plane Magnetic Field", "comment": null, "summary": "The interplay between topological materials and local symmetry breaking gives\nrise to diverse topological quantum phenomena. A notable example is the parity\nanomalous semimetal (PAS), which hosts a single unpaired gapless Dirac cone\nwith a half-integer quantized Hall conductivity. Here, we realize this phase in\na magnetic topological sandwich structure by applying an in-plane magnetic\nfield. This configuration aligns the magnetization of one surface in-plane\nwhile preserving magnetization out-of-plane on the opposite surface, satisfying\nthe condition for a gapless surface state near the Fermi level on only one\nsurface. Our key evidence is a distinctive two-stage evolution of the\nconductivity tensor ($\\sigma_{xy}$, $\\sigma_{xx}$). The first stage culminates\nin the PAS at the fixed point ($\\frac{e^2}{2h}$, $m \\frac{e^2}{h}$), where $m\n\\approx 0.6$ corresponds to the minimal longitudinal conductivity of a single\ngapless Dirac cone of fermions on a 2D lattice. This PAS state remains\nstabilized and is superposed with a gapped band flow in the second stage. This\nobservation demonstrates that this state stabilized by the in-plane field\nresists localization--contrary to conventional expectations for 2D electron\nsystems with broken time reversal symmetry. The dynamic transition from an\ninteger quantized insulator to a half-integer quantized semimetal establishes\nthis material system as a versatile platform for exploring parity anomaly\nphysics."}
{"id": "2511.02561", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02561", "abs": "https://arxiv.org/abs/2511.02561", "authors": ["Zirui He", "Shang-Peng Gao", "Meng Chen"], "title": "First-principles Prediction of Carrier Mobility in Semiconductor Nanowires Based on the Spatially Dependent Boltzmann Transport Equation", "comment": null, "summary": "Carrier mobility in bulk semiconductors is typically governed by\nelectron-phonon (e-ph) scattering. In nanostructures, spatial confinement can\nlead to significant surface scattering, lowering mobility and breaking the\nspatial homogeneity assumption of conventional models. In this work, a fully ab\ninitio framework based on the spatially dependent Boltzmann transport equation\nfor one-dimensional nanowires is developed. We apply it to Si and GaN assuming\ndiffusive surface scattering, and reveal the mobility-diameter relation:\n$\\mu_\\mathrm{1D} = \\mu_\\mathrm{bulk}\n\\left[1-\\left(d/d_0\\right)^{-\\beta}\\right]$. The parameter $d_0$, comparable to\nthe carrier mean free path, defines a boundary layer exhibiting a considerable\nmobility gradient, and also quantifies the competition between e-ph and surface\nscattering together with $\\beta$. We further discuss the effects of\norientation, cross-sectional shape, and temperature. Moreover, experimental\ndata are generally lower than our predictions, possibly due to structural\nimperfections, systematic errors from measurements, etc. Therefore, our\ntheoretical method can provide an intrinsic benchmark toward optimized\nexperimental realizations."}
{"id": "2511.02195", "categories": ["cond-mat.mes-hall", "cond-mat.soft", "physics.app-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.02195", "abs": "https://arxiv.org/abs/2511.02195", "authors": ["Xichao Zhang", "Jing Xia", "Yan Zhou", "Guoping Zhao", "Xiaoxi Liu", "Yongbing Xu", "Masahito Mochizuki"], "title": "Nanofluidic logic based on chiral skyrmion flows", "comment": "23 pages, 5 figures. Please refer to published version:\n  https://www.pnas.org/doi/10.1073/pnas.2506204122", "summary": "Particle-like chiral magnetic skyrmions can flow in nanotracks and behave\nlike chiral fluids. Using interacting flows to perform logical operations is an\nimportant topic in microfluidics and nanofluidics. Here, we report a basic\nnanofluidic logic computing system based on chiral magnetic skyrmions flowing\nin parallel pipelines connected by an H-shaped junction. The flow behaviors\ncould be manipulated by adjusting the spin polarization angle, which controls\nthe intrinsic skyrmion Hall angle. We demonstrate that within certain range of\nthe spin polarization angle, fully developed skyrmion flows could lead to\nfluidic logical operations, which significantly reduce the complexity of\nskyrmion logic as there is no need for deterministic creation, precise control,\nand detection of a single isolated skyrmion. Our results suggest that the\nchiral flow behaviors of magnetic quasiparticles may offer possibilities for\nspintronic and nanofluidic functions."}
{"id": "2511.02470", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02470", "abs": "https://arxiv.org/abs/2511.02470", "authors": ["Ioan Bâldea"], "title": "Unlocking n-alk-1-ynes Conformers: Quantum \"Trigger Finger\" versus \"Stiff Joint\" Conformations", "comment": null, "summary": "Molecular conformation in n-alk-1-ynes (CnA) is conventionally simplified to\nan all-planar structure. We report a comprehensive quantum chemical analysis\nrevealing two near-isoenergetic rotamers at the acetylenic terminus: planar\n(C$_s$) and skewed (C$_1$). The high, symmetric rotational energy barrier\n($\\approx 150$\\,meV) arises from unique steric relief near the $\\mathrm{sp}$\ncenter coupled with electronic stabilization of C$_1$. This creates a unique\nkinetic profile: a Quantum ``Trigger Finger'' ($\\alpha$ rotation) that enforces\nan $\\approx 50\\%:\\,50\\%$ $\\mathrm{C}_s/\\mathrm{C}_1$ ensemble, sharply\ncontrasting with the thermodynamically biased ``Stiff Joint'' ($\\delta$\nrotation) of the alkyl chain. This structural degeneracy necessitates ensemble\naveraging for spectroscopic data interpretation, while the slow interconversion\npermits kinetic trapping and intentional conformer enrichment during synthesis\nand molecular junction fabrication. Our work redefines the alkyne anchor,\nproviding a blueprint for accurate interpretation of spectroscopic data and\nachieving conformational control in molecular electronics."}
{"id": "2511.02609", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02609", "abs": "https://arxiv.org/abs/2511.02609", "authors": ["Hayden Groeschel", "Arjyama Bordoloi", "Sobhit Singh"], "title": "Suppression of auxetic behavior in black phosphorus with sulfur substitution", "comment": null, "summary": "Sulfur-doped black phosphorus (b-P) has recently emerged as a promising\ncandidate for next-generation electronic and optoelectronic technologies owing\nto its enhanced environmental stability and tunable electronic properties. In\nthis work, we systematically investigate the effects of sulfur substitution on\nthe elastic, mechanical, and electronic properties of b-P, with a particular\nfocus on its auxetic behavior (that is, negative Poisson's ratio), using\nfirst-principles density functional theory calculations. Our results unveil the\nfundamental origin of the intrinsic auxetic response in pristine b-P and\nelucidate how sulfur incorporation alters this behavior. We find that sulfur\natoms distort the characteristic bow-tie structural motif responsible for the\nnegative Poisson's ratio in b-P, thereby suppressing the in-plane auxeticity.\nMoreover, the resulting charge redistribution also effectively quenches the\nout-of-plane auxetic response of b-P. With increasing sulfur content, the bulk\nmodulus and Poisson's ratio increase, whereas the Young's modulus, shear\nmodulus, and Debye temperature decrease. Additionally, sulfur substitution\nsuppresses the semiconducting properties of b-P, giving rise to metallicity.\nThese findings highlight that although sulfur substitution enhances the\nenvironmental stability of b-P, it also substantially modifies its elastic and\nmechanical properties, particularly the auxetic behavior, which is an important\nconsideration in the design of nanoscale electronic devices."}
{"id": "2511.02226", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02226", "abs": "https://arxiv.org/abs/2511.02226", "authors": ["Mercè Roig", "Kazi Ranjibul Islam", "Basu Dev Oli", "Huimin Zhang", "P. M. R. Brydon", "Aline Ramires", "Yue Yu", "Michael Weinert", "Lian Li", "Daniel F. Agterberg"], "title": "Origin of sublattice particle-hole asymmetry in monolayer FeSe superconductors", "comment": "5 pages", "summary": "In iron-based superconductors, the two Fe atoms in the unit cell are\ntypically related by crystal symmetries; therefore, we expect no intra-unit\ncell variations in the superconducting gap. However, recent experiments have\nchallenged this expectation, reporting intra-unit cell variations in the gap\nwith an unusual particle-hole asymmetry. Here, we examine the origin of this\nasymmetry between the two Fe sublattices in monolayer FeSe grown on SrTiO$_3$.\nWe reveal that, in addition to the substrate-induced broken inversion symmetry,\nsubstrate nematic symmetry breaking is key to observing this asymmetry. We\nfurther identify two possible mechanisms through which this can occur. The\nfirst is through an odd-parity gap function that coexists with an extended\n$s$-wave function. The second is via a nodeless $d$-wave gap function that\ndevelops in the presence of a symmetry-breaking substrate. We argue that the\nlatter mechanism is more physical. To test our theory, we performed scanning\ntunneling spectroscopy measurements across the nematic domain walls, which\nexhibit a clear enhancement of the asymmetry between the two Fe sublattices. In\naddition, we reveal that the observed sublattice particle-hole asymmetry is\nassociated with odd-frequency pairing correlations, providing an experimental\nrealization of this unusual pairing correlation."}
{"id": "2511.02617", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2511.02617", "abs": "https://arxiv.org/abs/2511.02617", "authors": ["Tom Veret", "Fabien Delaroche", "Ivan Blum", "Jonathan Houard", "Benjamin Klaes", "Isabelle Mouton", "Frederic De-Geuser", "Anne-Magali Seydoux-Guillaume", "François Vurpillot"], "title": "Exploring mechanisms leading to composition errors in monazite (CePO4) analysed with atom probe tomography", "comment": "46 pages, 12 figures", "summary": "Monazite (CePO4) is widely used in U-Th-Pb geochronology due to its reliable\nage determinations, although isotopic disturbances often require nanoscale\ninvestigation to better understand the mechanisms at play. Atom Probe\nTomography (APT) offers unique capabilities for nanoscale chemical analysis and\n3D atomic reconstruction but presents challenges for insulating materials such\nas CePO4, particularly due to oxygen loss during field evaporation. This study\ninvestigates the effects of laser wavelength, energy, metallic coatings and\ndetection device on mass spectrum optimization and compositional accuracy in\nsynthetic CePO4 samples. Results show that shorter laser wavelengths (260 nm)\nenhance peak resolution, particularly when combined with advanced reflectron\nconfigurations, as demonstrated with the LEAP 6000 XR. Chromium coatings\nfurther improve thermal dissipation and reduce noise levels. However,\ncompositional measurements reveal systematic underestimation of oxygen and\noverestimation of P and Ce, likely influenced by preferential low-field element\nevaporation. These findings highlight the need to carefully tune experimental\nparameters to mitigate quantification biases and enhance the reliability of APT\nanalyses for geological materials."}
{"id": "2511.02240", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02240", "abs": "https://arxiv.org/abs/2511.02240", "authors": ["Seokju Lee", "Seung Hun Lee", "Bohm-Jung Yang"], "title": "Embedding independent length scale of flat bands", "comment": null, "summary": "In flat band systems with quenched kinetic energy, most of the conventional\nlength scales related to the band dispersion become ineffectual. Although a few\ngeometric length scales, such as the quantum-metric length, can still be\ndefined, because of their embedding dependence, i.e., the dependence on the\nchoice of orbital positions used to construct the tight-binding model, they\ncannot serve as a universal length scale of the flat band systems. Here, we\nintroduce an embedding-independent length scale $\\xi_\\text{flat}$ of a flat\nband that is defined as the localization length of an in-gap state proximate to\nthe flat band. Because $\\xi_\\text{flat}$ is derived from the intrinsic\nlocalization of compact localized states, it is solely determined by the\nHamiltonian and provides a robust foundation for embedding-independent\nobservables. We show analytically that the superconducting coherence length in\na flat-band superconductor is given by $\\xi_\\text{flat}$ in the weak-coupling\nlimit, thereby identifying $\\xi_\\text{flat}$ as the relevant length scale for\nmany-body phenomena. Numerical simulations on various lattice models confirm\nall theoretical predictions, including the correspondence between\n$\\xi_\\text{flat}$ and the superconducting coherence length. Our results\nhighlight $\\xi_\\text{flat}$ as a universal length scale for flat bands and open\na pathway to embedding-independent characterization of strongly interacting\nflat-band materials."}
{"id": "2511.02678", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02678", "abs": "https://arxiv.org/abs/2511.02678", "authors": ["Arnab Ghosh", "Patrick Brosseau", "Dmitry N. Dirin", "Maksym V. Kovalenko", "Patanjali Kambhampati"], "title": "Time-Reversed Superfluorescence in a Polaronic Quantum Material", "comment": null, "summary": "Superfluorescence, the cooperative burst of spontaneous emission from an\nensemble of dipoles, arises when microscopic oscillators spontaneously\nsynchronize their phases. Here we show that this process can be reversed in\ntime within quantum materials. Coherent multidimensional spectroscopy of halide\nperovskite quantum dots reveals a delayed cooperative absorption burst, the\nmirror image of superfluorescent emission, driven by transient polaron fields\nthat phase-lock unit-cell dipoles within 100 fs. The effect scales\nsystematically with quantum-dot size and halide composition, reaching\nnear-unity coherence fidelity even at 300 K. A microscopic exciton-polaron\nmodel reproduces the buildup and decay of the coherent state, identifying\nlattice polarons as the mediators of synchronization. These results demonstrate\nthat many-body temporal coherence can self-organize and persist at room\ntemperature, opening routes toward engineered collective optical states and\nsuperabsorbing quantum devices."}
{"id": "2511.02245", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02245", "abs": "https://arxiv.org/abs/2511.02245", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "Role of on-site Coulomb energy and negative-charge transfer in a Dirac semi-metal", "comment": "10 pages, 10 figures (submitted to Physical Review B)", "summary": "Angle-resolved photoemission spectroscopy in combination with band structure\ncalculations have shown that the layered transition metal dichalcogenide\nNiTe$_2$ is a type-II Dirac semimetal. However, there are conflicting\nconclusions in the literature regarding the role of electron correlations in\nNiTe$_2$. We study the core-level and valence band electronic structure of\nsingle crystal NiTe$_2$ using soft and hard X-ray photoemission spectroscopy\n(SXPES, HAXPES), X-ray absorption spectroscopy (XAS) and Ni $2p-3d$ resonant\nphotoemission spectroscopy(resonant-PES) to quantify electronic parameters in\nNiTe$_2$. The on-site Coulomb energy ($U_{dd}$) in the Ni $3d$ states is\nquantified from measurements of the Ni $3d$ single particle density of states\nand the two-hole correlation satellite. The Ni $2p$ core level and $L$-edge XAS\nspectra are analyzed by charge transfer cluster model calculations using the\nexperimentally estimated $U_{dd}$ (= 3.7 eV), and the results show that\nNiTe$_2$ exhibits a negative charge-transfer energy ($\\Delta$ = -2.8 eV). The\nsame type of cluster model analysis of NiO $L$-edge XAS confirms its well-known\nstrongly correlated charge-transfer insulator character, with $U_{dd}$ = 7.0 eV\nand $\\Delta$ = 6.0 eV. The $d$-$p$ hybridization strength $T_{eg}$ for\nNiTe$_2$$<$NiO, and indicates that the reduced $U_{dd}$ in\nNiTe\\textsubscript{2} compared to NiO is not due to an increase in $T_{eg}$.\nThe increase in $d^n$ count on the Ni site in NiTe$_{2}$ by nearly one electron\nis attributed to negative-$\\Delta$ and a reduced $U_{dd}$. However, since\n$U_{dd}$$>$$|\\Delta|$, the results indicate the important role of a finite\nrepulsive $U_{dd}$ in making NiTe$_{2}$ a moderately correlated $p$-type Dirac\nsemi-metal."}
{"id": "2511.02697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02697", "abs": "https://arxiv.org/abs/2511.02697", "authors": ["Nadine Denis", "Akant Sharma", "Elena Blundo", "Francesca Santangeli", "Paolo De Vincenzi", "Riccardo Pallucchi", "Mitsuki Yukimune", "Alexander Vogel", "Ilaria Zardo", "Antonio Polimeni", "Fumitaro Ishikawa", "Marta DeLuca"], "title": "Bandgap Engineering On Demand in GaAsN Nanowires by Post-Growth HydrogennImplantation", "comment": null, "summary": "Bandgap engineering in semiconductors is required for the development of\nphotonic and optoelectronic devices with optimized absorption and emission\nenergies. This is usually achieved by changing the chemical or structural\ncomposition during growth or by dynamically applying strain. Here, the bandgap\nin GaAsN nanowires grown on Si is increased post-growth by up to 460 meV in a\nreversible, tunable, and non-destructive manner through H implantation. Such a\nbandgap tunability is unattained in epilayers and enabled by relaxed strain\nrequirements in nanowire heterostructures, which enables N concentrations of up\nto 4.2% in core-shell GaAs/GaAsN/GaAs nanowires resulting in a GaAsN bandgap as\nlow as 0.97 eV. Using micro-photoluminescence measurements on individual\nnanowires, it is shown that the high bandgap energy of GaAs at 1.42 eV is\nrestored by hydrogenation through formation of N-H complexes. By carefully\noptimizing the hydrogenation conditions, the photoluminescence efficiency\nincreases by an order of magnitude. Moreover, by controlled thermal annealing,\nthe large shift of the bandgap is not only made reversible, but also\ncontinuously tuned by breaking up N-H complexes in the hydrogenated GaAsN.\nFinally, local bandgap tuning by laser annealing is demonstrated, opening up\nnew possibilities for developing novel, locally and energy-controlled quantum\nstructures in GaAsN nanowires."}
{"id": "2511.02267", "categories": ["cond-mat.stat-mech", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2511.02267", "abs": "https://arxiv.org/abs/2511.02267", "authors": ["Stoimen Stoimenov", "Malte Henkel"], "title": "Schrödinger-invariance in phase-ordering kinetics", "comment": "Latex2e, 13 pages, 3 figures. Conference proceedings LT-16, based on\n  arxiv:2508.08963", "summary": "The generic shape of the single-time and two-time correlators in\nnon-equilibrium phase-ordering kinetics with ${z}=2$ is obtained from the\nco-variance of the four-point response functions. Their non-equilibrium scaling\nforms follow from a new non-equilibrium representation of the Schr\\\"odinger\nalgebra."}
{"id": "2511.01909", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01909", "abs": "https://arxiv.org/abs/2511.01909", "authors": ["Ethan Abraham"], "title": "Forbidden Electron Transfer in the Adiabatic Limit of the Marcus-Inverted Region", "comment": null, "summary": "Here it is shown that in the adiabatic limit of condensed-phase electron\ntransfer, the onset of barrierless transition occurs at a lower driving force\nthan predicted by the non-adiabatic Marcus formulation. Furthermore, in the\nadiabatic limit of the Marcus-inverted region, isoenergetic electron transfer\nis strictly forbidden in the absence of nuclear tunneling. This \"forbidden\"\nbehavior arises from a topological change in the mapping between the adiabatic\nand diabatic electronic surfaces, emerging precisely at the onset of the\nMarcus-inverted region."}
{"id": "2511.02281", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02281", "abs": "https://arxiv.org/abs/2511.02281", "authors": ["Wenfeng Zhang", "Peizhe Jia", "Wen-kai Lou", "Xinghao Wang", "Shaokui Su", "Kai Chang", "Rui-Rui Du"], "title": "Hybridization Gap and Edge States in Strain-layer InAs/In0.5Ga0.5Sb Quantum Spin Hall Insulator", "comment": "12 pages, 4 figures", "summary": "The hybridization gap in strained-layer InAs/InxGa1-xSb quantum spin Hall\ninsulators (QSHIs) is significantly enhanced compared to binary InAs/GaSb QSHI\nstructures, where the typical indium composition, x, ranges between 0.2 and\n0.4. This enhancement prompts a critical question: to what extent can quantum\nwells (QWs) be strained while still preserving the fundamental QSHI phase? In\nthis study, we demonstrate the controlled molecular beam epitaxial (MBE) growth\nof highly strained-layer QWs with an indium composition of x = 0.5. These\nstructures possess a substantial compressive strain within the In0.5Ga0.5Sb QW.\nDetailed crystal structure analyses confirm the exceptional quality of the\nresulting epitaxial films, indicating coherent lattice structures and the\nabsence of visible dislocations. Transport measurements further reveal that the\nQSHI phase in InAs/In0.5Ga0.5Sb QWs is robust and protected by time-reversal\nsymmetry. Notably, the edge states in these systems exhibit giant\nmagnetoresistance when subjected to a modest perpendicular magnetic field. This\nbehavior is in agreement with the Z2 topological property predicted by the\nBernevig-Hughes-Zhang (BHZ) model, confirming the preservation of topologically\nprotected edge transport in the presence of enhanced bulk strain."}
{"id": "2511.01913", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.01913", "abs": "https://arxiv.org/abs/2511.01913", "authors": ["Leonardo Cázares-Trejo", "Marco Loreto-Silva", "Huziel E. Sauceda"], "title": "Delta-learned force fields for nonbonded interactions: Addressing the strength mismatch between covalent-nonbonded interaction for global models", "comment": "12 pages, 8 figures", "summary": "Noncovalent interactions--vdW dispersion, hydrogen/halogen bonding,\nion-$\\pi$, and $\\pi$-stacking--govern structure, dynamics, and emergent\nphenomena in materials and molecular systems, yet accurately learning them\nalongside covalent forces remains a core challenge for machine-learned force\nfields (MLFFs). This challenge is acute for global models that use\nCoulomb-matrix (CM) descriptors compared under Euclidean/Frobenius metrics in\nmultifragment settings. We show that the mismatch between predominantly\ncovalent force labels and the CM's overrepresentation of intermolecular\nfeatures biases single-model training and degrades force-field fidelity. To\naddress this, we introduce \\textit{$\\Delta$-sGDML}, a scale-aware formulation\nwithin the sGDML framework that explicitly decouples intra- and intermolecular\nphysics by training fragment-specific models alongside a dedicated binding\nmodel, then composing them at inference. Across benzene dimers, host-guest\ncomplexes (C$_{60}$@buckycatcher, NO$_3^-$@i-corona[6]arene), benzene-water,\nand benzene-Na$^+$, \\mbox{$\\Delta$-sGDML} delivers consistent gains over a\nsingle global model, with fragment-resolved force-error reductions up to\n\\textbf{75\\%}, without loss of energy accuracy. Furthermore, molecular-dynamics\nsimulations further confirm that the $\\Delta$-model yields a reliable force\nfield for C$_{60}$@buckycatcher, producing stable trajectories across a wide\nrange of temperatures (10-400~K), unlike the single global model, which loses\nstability above $\\sim$200~K. The method offers a practical route to homogenize\nper-fragment errors and recover reliable noncovalent physics in global MLFFs."}
{"id": "2511.02290", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2511.02290", "abs": "https://arxiv.org/abs/2511.02290", "authors": ["Samjukta Sinha", "Prabhat Das"], "title": "From data to design: Random forest regression model for predicting mechanical properties of alloy steel", "comment": null, "summary": "This study investigates the application of Random Forest Regression for\npredicting mechanical properties of alloy steel-Elongation, Tensile Strength,\nand Yield Strength-from material composition features including Iron (Fe),\nChromium (Cr), Nickel (Ni), Manganese (Mn), Silicon (Si), Copper (Cu), Carbon\n(C), and deformation percentage during cold rolling. Utilizing a dataset\ncomprising these features, we trained and evaluated the Random Forest model,\nachieving high predictive performance as evidenced by R2 scores and Mean\nSquared Errors (MSE). The results demonstrate the model's efficacy in providing\naccurate predictions, which is validated through various performance metrics\nincluding residual plots and learning curves. The findings underscore the\npotential of ensemble learning techniques in enhancing material property\npredictions, with implications for industrial applications in material science."}
{"id": "2511.01949", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.01949", "abs": "https://arxiv.org/abs/2511.01949", "authors": ["U. Vijaya Chandra Kumar", "H. M. Nagesh", "Narahari N"], "title": "Edge Irregularity Strength: A Complementary Descriptor to Topological Indices in QSPR and QSAR Studies", "comment": "15 pages, 13 figures", "summary": "In chemical graph theory, topological indices are widely used as numerical\ndescriptors for establishing quantitative structure-property relationships\n(QSPR) and quantitative structure-activity relationships (QSAR). These indices\nsuccessfully correlate molecular structure with various physicochemical and\nbiological properties. In addition to these methods, the concept of edge\nirregularity strength, a graph labeling measure, offers another perspective for\nrepresenting structural characteristics. In this context, the edge irregularity\nstrength concept provides a systematic way of assigning numerical labels to\natoms based on specific rules. In this work, we explore the chemical\napplicability of the edge irregularity strength and demonstrate that it can\nalso serve as a predictive tool for physicochemical properties, similar to\ntopological indices. The findings show that the edge irregularity strength\ncaptures molecular features and complements existing approaches to\nstructure-property analysis in chemical graph theory."}
{"id": "2511.02292", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02292", "abs": "https://arxiv.org/abs/2511.02292", "authors": ["Hui Li", "Ziyu Li", "Chen-run Yu"], "title": "Benchmarking Non-perturbative Many-Body Approaches in the Exactly Solvable Hatsugai-Kohmoto Model", "comment": null, "summary": "The accurate simulation of strongly correlated electron systems remains a\ncentral challenge in condensed matter physics, motivating the development of\nvarious non-perturbative many-body methods. Such methods are typically\nbenchmarked against the numerical exact determinant quantum Monte Carlo (DQMC)\nin the Hubbard model; however, DQMC is limited by the fermionic sign problem\nand the uncertainties of numerical analytic continuation. To address these\nissues, we use the exactly solvable Hatsugai-Kohmoto (HK) model as a\nbenchmarking platform to evaluate three many-body approximations: $GW$, $HGW$,\nand $SGW$. We compare the Green's functions, spectral functions, and response\nfunctions obtained from these approximations with the exact solutions. Our\nanalysis shows that the $GW$ approximation, often considered insufficient for\ndescribing strong correlation, exhibits a previously unreported solution branch\nthat accurately reproduces Mott physics in the HK model. In addition, using a\ncovariant formalism, we find that $HGW$ provides an accurate description of\ncharge response, while $SGW$ performs well for spin correlations. Overall, our\nwork demonstrates that the HK model can effectively benchmark many-body\napproximations and helps refine the understanding of $GW$ methods in strongly\ncorrelated regimes."}
{"id": "2511.02004", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02004", "abs": "https://arxiv.org/abs/2511.02004", "authors": ["Matisse Wei-Yuan Tu", "E. K. U. Gross"], "title": "Non-adiabatic perturbation theory of the exact factorisation", "comment": "12 pages, 2 tables", "summary": "We present a novel nonadiabatic perturbation theory (NAPT) for correlated\nsystems of electrons and nuclei beyond the Born-Oppenheimer (BO) approximation.\nThe essence of the method is to exploit the smallness of the\nelectronic-to-nuclear mass ratio by treating the electron-nuclear correlation\nterms in the electronic equation of motion of the exact factorisation (EF)\nframework as perturbation. We prove that any finite-order truncation of the\nNAPT preserves the normalisation of the conditional electronic factor as well\nas the gauge covariance of the resulting perturbative equations of motion. We\nillustrate the usefulness of NAPT by obtaining nonadiabatic corrections to the\nBO Berry phase in Jahn--Teller systems with a conical intersection. It well\ncaptures the departure of the exact Berry phase from being topological via the\nlowest-order NAPT. By removing the conical intersection with a constant gap, it\nfurther yields the correct scaling of the Berry phase toward zero."}
{"id": "2511.02295", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02295", "abs": "https://arxiv.org/abs/2511.02295", "authors": ["Shumpei Oguchi", "Kenji Ishida", "Atsutoshi Ikeda", "Yoshiteru Maeno", "Shunsaku Kitagawa"], "title": "Electronic state of superconductivity in line nodal material CaSb2 under pressure up to 4.2 GPa", "comment": "2 pages, 2figures", "summary": "We report the results of resistance measurements under pressure up to\n$4.2\\,\\mathrm{GPa}$ on single-crystalline $\\mathrm{CaSb}_2$ , which shows the\nmaximum of superconducting transition temperature $T_\\mathrm{c}$ at\n$3.1\\,\\mathrm{GPa}$. At room temperature, $R(P)$ shows a subtle anomaly at\n$3.1\\,\\mathrm{GPa}$. However, Bloch-Gr\\\"uneisen analysis of $R(T)$ indicates\nthat the electronic state does not change significantly across\n$3.1\\,\\mathrm{GPa}$."}
{"id": "2511.02245", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02245", "abs": "https://arxiv.org/abs/2511.02245", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "Role of on-site Coulomb energy and negative-charge transfer in a Dirac semi-metal", "comment": "10 pages, 10 figures (submitted to Physical Review B)", "summary": "Angle-resolved photoemission spectroscopy in combination with band structure\ncalculations have shown that the layered transition metal dichalcogenide\nNiTe$_2$ is a type-II Dirac semimetal. However, there are conflicting\nconclusions in the literature regarding the role of electron correlations in\nNiTe$_2$. We study the core-level and valence band electronic structure of\nsingle crystal NiTe$_2$ using soft and hard X-ray photoemission spectroscopy\n(SXPES, HAXPES), X-ray absorption spectroscopy (XAS) and Ni $2p-3d$ resonant\nphotoemission spectroscopy(resonant-PES) to quantify electronic parameters in\nNiTe$_2$. The on-site Coulomb energy ($U_{dd}$) in the Ni $3d$ states is\nquantified from measurements of the Ni $3d$ single particle density of states\nand the two-hole correlation satellite. The Ni $2p$ core level and $L$-edge XAS\nspectra are analyzed by charge transfer cluster model calculations using the\nexperimentally estimated $U_{dd}$ (= 3.7 eV), and the results show that\nNiTe$_2$ exhibits a negative charge-transfer energy ($\\Delta$ = -2.8 eV). The\nsame type of cluster model analysis of NiO $L$-edge XAS confirms its well-known\nstrongly correlated charge-transfer insulator character, with $U_{dd}$ = 7.0 eV\nand $\\Delta$ = 6.0 eV. The $d$-$p$ hybridization strength $T_{eg}$ for\nNiTe$_2$$<$NiO, and indicates that the reduced $U_{dd}$ in\nNiTe\\textsubscript{2} compared to NiO is not due to an increase in $T_{eg}$.\nThe increase in $d^n$ count on the Ni site in NiTe$_{2}$ by nearly one electron\nis attributed to negative-$\\Delta$ and a reduced $U_{dd}$. However, since\n$U_{dd}$$>$$|\\Delta|$, the results indicate the important role of a finite\nrepulsive $U_{dd}$ in making NiTe$_{2}$ a moderately correlated $p$-type Dirac\nsemi-metal."}
{"id": "2511.02311", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02311", "abs": "https://arxiv.org/abs/2511.02311", "authors": ["Suvashree Mukherjee", "Asish Kumar Mishra", "K. A. Irshad", "Boby Joseph", "Goutam Dev Mukherjee"], "title": "Pressure-Driven Phase Evolution and Optoelectronic Properties of Lead-free Halide Perovskite Rb$_2$TeBr$_6$", "comment": null, "summary": "The structural, vibrational, and optical properties of Rb$_2$TeBr$_6$ have\nbeen investigated under high pressure using synchrotron X-ray diffraction,\nRaman spectroscopy, photoluminescence (PL), and optical absorption\nmeasurements. At ambient conditions, Rb$_2$TeBr$_6$ crystallizes in the cubic\nFm-3m structure, which remains stable below 8.0 GPa. Within this pressure\nrange, subtle inter-octahedral rotations develop, producing a gradual localized\ndeviation from the ideal cubic framework. This local reorientation facilitates\nradiative recombination, leading to a pronounced enhancement of PL intensity\nwith pressure up to 2.4 GPa. Beyond this pressure point, enhancement of\nnonradiative relaxation channels result in gradual PL quenching. Additionally,\nthe PL intensity increases upon the application of an external weak magnetic\nfield. A structural transition to the orthorhombic Pnnm phase occurs at around\n8.0 GPa, followed by a monoclinic P$2_1/m$ phase above 10.7 GPa, and eventual\namorphization beyond 25.5 GPa. Optical absorption spectra reveal continuous\nband-gap narrowing upon compression. These findings demonstrate the strong\ncoupling among lattice dynamics, electronic structure, and optical response in\nRb$_2$TeBr$_6$, underscoring its potential as a pressure-tunable optoelectronic\nmaterial"}
{"id": "2511.02470", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02470", "abs": "https://arxiv.org/abs/2511.02470", "authors": ["Ioan Bâldea"], "title": "Unlocking n-alk-1-ynes Conformers: Quantum \"Trigger Finger\" versus \"Stiff Joint\" Conformations", "comment": null, "summary": "Molecular conformation in n-alk-1-ynes (CnA) is conventionally simplified to\nan all-planar structure. We report a comprehensive quantum chemical analysis\nrevealing two near-isoenergetic rotamers at the acetylenic terminus: planar\n(C$_s$) and skewed (C$_1$). The high, symmetric rotational energy barrier\n($\\approx 150$\\,meV) arises from unique steric relief near the $\\mathrm{sp}$\ncenter coupled with electronic stabilization of C$_1$. This creates a unique\nkinetic profile: a Quantum ``Trigger Finger'' ($\\alpha$ rotation) that enforces\nan $\\approx 50\\%:\\,50\\%$ $\\mathrm{C}_s/\\mathrm{C}_1$ ensemble, sharply\ncontrasting with the thermodynamically biased ``Stiff Joint'' ($\\delta$\nrotation) of the alkyl chain. This structural degeneracy necessitates ensemble\naveraging for spectroscopic data interpretation, while the slow interconversion\npermits kinetic trapping and intentional conformer enrichment during synthesis\nand molecular junction fabrication. Our work redefines the alkyne anchor,\nproviding a blueprint for accurate interpretation of spectroscopic data and\nachieving conformational control in molecular electronics."}
{"id": "2511.02319", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02319", "abs": "https://arxiv.org/abs/2511.02319", "authors": ["W. J. Qin", "B. Yang", "Y. Z. Tian", "B. W. Zheng", "K. Y. Wang", "B. Y. Huang", "Y. B. Yang", "W. Q. Zou", "D. Wu", "P. Wang"], "title": "$C_{3}$-Symmetry-induced Antisymmetric Planar Hall effect and Magnetoresistance in Single-Crystalline Ferromagnets", "comment": null, "summary": "The planar Hall effect (PHE) is typically symmetric under magnetic field\nreversal, as required by the Onsager reciprocity relations. Recent advances\nhave identified the antisymmetric PHE (under magnetic field reversal) as an\nintriguing extension in magnetic systems. While new mechanisms have been\nproposed, the role of conventional anisotropic magnetoresistance (AMR) in this\nphenomenon remains unclear. Here, we report the experimental discovery of an\nantisymmetric (with respect to both magnetic field and magnetization) PHE and\nmagnetoresistance in single-crystal $Co_{30}Pt_{70}$ (111) thin films with\n$C_{3}$ rotational symmetry and perpendicular magnetic anisotropy (PMA). We\ndemonstrate that both antisymmetric effects arise naturally from the intrinsic\nfourth-rank AMR tensor inherent to C3-symmetric planes, assisted by PMA. Our\nfindings link conventional AMR to antisymmetric galvanomagnetic responses,\noffering new insights into symmetry-governed transport in crystalline\nferromagnets."}
{"id": "2511.02508", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02508", "abs": "https://arxiv.org/abs/2511.02508", "authors": ["Sophie Beck", "Aline Ramires"], "title": "Structure-property relation in the cuprates: a possible explanation for the pseudogap", "comment": null, "summary": "We propose a structure-property relation that could be key to the pseudogap\nphenomenology in cuprates. The underlying nonsymmorphic crystal structure in\nthe low-temperature orthogonal phase endows the lattice with a sublattice\nstructure that gives rise to two electronic bands near the Fermi surface. In\nthe presence of spin-orbit coupling, the hybridization of these two bands\ngenerates small Fermi pockets and, correspondingly, a change in the number of\nfree carriers. A sublattice structure also leads to angle-resolved\nphotoemission spectroscopy (ARPES) matrix-element interference, naturally\nexplaining the emergence of Fermi arcs and their consistency with closed Fermi\npockets. We employ a symmetry analysis to highlight the expected Fermi surface\nproperties, and complement it with density functional theory (DFT) for a\nquantitative discussion and comparison with recent experiments in doped\nLa$_2$CuO$_4$. The proposed mechanism can consistently account for the most\nsalient features of the pseudogap in the cuprates, namely, the Fermi surface\nreconstruction with the formation of small Fermi pockets and the corresponding\nchange in carrier density, and the observation of Fermi arcs by ARPES."}
{"id": "2511.02380", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02380", "abs": "https://arxiv.org/abs/2511.02380", "authors": ["Kouki Kimata", "Harukuni Ikeda", "Masafumi Udagawa"], "title": "Charge glass from supercooling topological-ordered liquid", "comment": "11 pages, 7 figures", "summary": "Topological order characterizes a class of quantum and classical many-body\nliquid states that escape the conventional classification by spontaneous\nsymmetry breaking. Many properties of the topological-ordered states still\nawait a clear understanding, and nature of phase transition dynamics is one of\nthem. Normally, when a liquid freezes into a solid, crystallization starts with\nnucleation and a solid domain quickly grows on the surface of the expanding\nnucleus, and the domains evolve into macroscopic size. In this work, we reveal\nthat the crystallization of the topological-ordered liquid proceeds in a\nfundamentally different way. The topological-ordered phase is characterized by\na global conserved quantity and its conjugate fractional charge, which we call\na flux and a triplet in our working system of the charge Ising model on a\ntriangular lattice. In contrast to the normal crystallization process, the\nphase transition is driven by the diffusive motion of triplets, which is\nrequired to change the value of conserved fluxes to exit the\ntopological-ordered phase. In order to complete crystallization, triplets must\nspend a divergently long time to diffuse over a macroscopic distance across the\nsystem, which results in glassy behavior. Reflecting the diffusive motion of\ntriplets, the initial crystallization process shows slowing down with unusually\nsmall Avrami exponent $\\sim0.5$. These anomalous dynamics are specific to the\ncrystallization from topological-ordered liquid, and well account for the main\nfeatures of charge glass behavior exhibited by the organic conductors,\n$\\theta$-(BEDT-TTF)$_2$X(SCN)$_4$."}
{"id": "2511.02693", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02693", "abs": "https://arxiv.org/abs/2511.02693", "authors": ["G. P. Mikitik", "Yu. V. Sharlai"], "title": "Model for charge-carriers spectra in topological semimetals of TaAs family", "comment": "15 pages, 9 figures", "summary": "We propose a four-bands model describing the electron energy spectra near the\nWeyl points in the topological semimetals of the TaAs family (TaAs, TaP, NbAs,\nNbP). This model takes into account the fact that these Weyl points result from\nthe band-contact lines which would exist in the mirror-reflection planes of\nthese materials if the spin-orbit interaction were absent in them. Within this\nmodel, we obtain conditions for the existence of the Weyl points, determine\ntheir positions in the Brillouin zone, and derive the explicit formula for\ndispersion of the bands along the straight line connecting the two close Weyl\npoints with opposite topological charges. Using NbP as an example, the values\nof the parameters defining the model spectrum are found. The obtained results\nshow that for the semimetals of the TaAs family, the charge-carriers spectrum\nin the vicinity of the two close Weyl points can be analyzed without complex\nband-structure calculations."}
{"id": "2511.02383", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02383", "abs": "https://arxiv.org/abs/2511.02383", "authors": ["Hongfa Wang", "Yancheng Gong", "Subrahmanyam Pattamatta", "Junwen Li", "Hailong Wang", "Zhizi Guan"], "title": "Strain-Tunable Opto-electronics in PdS$_2$ Monolayer: the Role of Band Nesting and Carrier-Phonon Scattering", "comment": null, "summary": "Strain engineering is a powerful strategy for tuning the optoelectronic\nproperties in two-dimensional materials, yet the underlying mechanisms\ngoverning their strain response are often not fully elucidated. In this work,\nour first-principle calculations show that the penta-orthorhombic PdS$_2$\nmonolayer exhibits two key strain-tunable properties: a continuous redshift of\nits main optical absorption peak from $\\sim$2.0 to $\\sim$1.6~eV and enhancement\nin carrier mobility, with a more than threefold increase for electron under\n0--4\\% biaxial tensile strain. Subsequent analysis reveals that the tunable\noptical response originates from a robust band nesting feature between the\nhighest valence and lowest conduction bands, which is preserved across the\nBrillouin zone under biaxial strain. For the carrier transport, deformation\npotential theory predicts mobility increasing with strain, strongly correlating\nwith the reduction of carrier effective mass. Our first-principles calculations\nshow a strain-induced monotonic decrease in carrier linewidths near the band\nedges, indicating suppressed carrier-phonon scattering and longer carrier\nlifetime as the origin of the mobility enhancement. Our work establishes a\npathway for engineering the optoelectronic response in 2D semiconductors where\nstrong band nesting governs the optical properties and paves the way for the\nrational design of continuously tunable flexible optoelectronic devices."}
{"id": "2511.02388", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02388", "abs": "https://arxiv.org/abs/2511.02388", "authors": ["Mingxing Wu", "Shilei Ding", "Hiroki Matsumoto", "Pietro Gambardella"], "title": "Acoustic orbital Hall effect and orbital pumping in light-metal-ferromagnet bilayers", "comment": "18 pages, 9 figures", "summary": "Orbital currents provide a new degree of freedom for controlling magnetism,\nyet their interaction with lattice dynamics remains largely unexplored. Here we\nreport a systematic investigation of the acoustic orbital Hall effect in light\nmetals such as Ti and Cr, where surface acoustic waves generate orbital\ncurrents through phonon-orbital coupling. The acoustic orbital current in Ti\nexhibits higher efficiency and longer diffusion length compared to the acoustic\nspin current in Pt. The sign and magnitude of the rectified acoustic voltages\nin nonmagnetic (Ti, Cr)/ferromagnetic (Ni, Co, Fe$_x$Co$_{1-x}$) bilayers are\ndetermined by the product of orbital-to-spin conversion and magnetoelastic\ncoupling efficiencies of the ferromagnet. Additionally, we find evidence for\nacoustic orbital pumping, whereby the excitation of ferromagnetic resonance by\nsurface acoustic waves injects an orbital current from the ferromagnet into the\nnonmagnet. These results establish lattice dynamics as an efficient driver of\norbital transport, opening opportunities for low-dissipation orbitronic devices\nthat harness and sense phonons."}
{"id": "2511.02446", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02446", "abs": "https://arxiv.org/abs/2511.02446", "authors": ["Binbin Wang", "Jiayuan Hu", "Bo Fu", "Jiaqi Li", "Yunchuan Kong", "Kai-Zhi Bai", "Shun-Qing Shen", "Di Xiao"], "title": "Parity Anomalous Semimetal with Minimal Conductivity Induced by an In-Plane Magnetic Field", "comment": null, "summary": "The interplay between topological materials and local symmetry breaking gives\nrise to diverse topological quantum phenomena. A notable example is the parity\nanomalous semimetal (PAS), which hosts a single unpaired gapless Dirac cone\nwith a half-integer quantized Hall conductivity. Here, we realize this phase in\na magnetic topological sandwich structure by applying an in-plane magnetic\nfield. This configuration aligns the magnetization of one surface in-plane\nwhile preserving magnetization out-of-plane on the opposite surface, satisfying\nthe condition for a gapless surface state near the Fermi level on only one\nsurface. Our key evidence is a distinctive two-stage evolution of the\nconductivity tensor ($\\sigma_{xy}$, $\\sigma_{xx}$). The first stage culminates\nin the PAS at the fixed point ($\\frac{e^2}{2h}$, $m \\frac{e^2}{h}$), where $m\n\\approx 0.6$ corresponds to the minimal longitudinal conductivity of a single\ngapless Dirac cone of fermions on a 2D lattice. This PAS state remains\nstabilized and is superposed with a gapped band flow in the second stage. This\nobservation demonstrates that this state stabilized by the in-plane field\nresists localization--contrary to conventional expectations for 2D electron\nsystems with broken time reversal symmetry. The dynamic transition from an\ninteger quantized insulator to a half-integer quantized semimetal establishes\nthis material system as a versatile platform for exploring parity anomaly\nphysics."}
{"id": "2511.02447", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02447", "abs": "https://arxiv.org/abs/2511.02447", "authors": ["Meng Zeng", "Pengfei Liu", "Ming-Yuan Zhu", "Naifu Zheng", "Xiang-Rui Liu", "Yu-Peng Zhu", "Tian-Hao Shao", "Yu-Jie Hao", "Xiao-Ming Ma", "Gexing Qu", "Rafał Kurleto", "Dawid Wutke", "Rong-Hao Luo", "Yue Dai", "Xiaoqian Zhang", "Koji Miyamoto", "Kenya Shimada", "Taichi Okuda", "Kiyohisa Tanaka", "Yaobo Huang", "Qihang Liu", "Chang Liu"], "title": "Non-altermagnetic spin texture in MnTe", "comment": "19 pages, 4 figures", "summary": "Recently, altermagnets have emerged as promising candidates in spintronics,\nuniquely combining large spin-polarized electronic states with zero net\nmagnetization. A prominent example is $\\alpha$-MnTe, whose altermagnetic spin\nsplitting, i.e., the degeneracy lift in momentum space induced by collinear\nmagnetic order, has been experimentally observed. However, the direct evidence\nof its $g$-wave spin polarization, the key property for altermagnetic\nspintronics, is thus far lacking. By combining high-resolution spin- and\nangle-resolved photoemission spectroscopy (SARPES) with first-principles\ncalculations, we reveal a $k_z$-independent, Rashba-like spin texture in\n$\\alpha$-MnTe. Our results indicate that the observed spin polarization is\nprimarily governed by spin-orbit coupling, whereas the magnetic order\ncontributes to the splitting of energy bands but plays a much less dominant\nrole in spin polarization due to the multi-domain nature. From this result, we\nfurther establish a way to prescreen altermagnet candidates that favor the\nformation of large antiferromagnetic domains based on symmetry analysis. Our\nwork elucidates the interplay between magnetic order and spin-orbit coupling in\ngoverning spin polarization in altermagnet candidates, and thereby advances the\nmaterials design paradigm for spin-functional devices."}
{"id": "2511.02448", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02448", "abs": "https://arxiv.org/abs/2511.02448", "authors": ["Francesco Rosa", "Hoschang Sahib", "Giacomo Merzoni", "Leonardo Martinelli", "Riccardo Arpaia", "Nicholas B. Brookes", "Daniele Di Castro", "Maryia Zinouyeva", "Marco Salluzzo", "Daniele Preziosi", "Giacomo Ghiringhelli"], "title": "Spin and orbital excitations in undoped infinite layers: a comparison between superconducting PrNiO2 and insulating CaCuO2", "comment": "12 pages, 5 figures, 3 tables", "summary": "Infinite-layer nickelates are among the most promising cuprate-akin\nsuperconductors, although relevant differences from copper oxides have been\nreported. Here, we present momentum- and polarization-resolved RIXS\nmeasurements on chemically undoped, superconducting PrNiO2, and compare its\nmagnetic and orbital excitations with those of the reference infinite layer\ncuprate CaCuO2. In PrNiO2, the in-plane magnetic exchange integrals are smaller\nthan in CaCuO2, whereas the out-of-plane values are similar, indicating that\nboth materials support a three-dimensional antiferromagnetic order. Orbital\nexcitations, associated to the transitions within 3d states of the metal, are\nwell reproduced within a single-ion model and display similar characteristics,\nexcept for the Ni-dxy peak which, besides lying at significantly lower energy,\nshows an opposite dispersion to that of Cu-dxy. This is interpreted as a\nconsequence of orbital superexchange coupling between nearest neighbor sites,\nwhich drives the orbiton propagation. Our observations demonstrate that\ninfinitelayer cuprates and nickelates share most of the spin and orbital\nproperties, despite their markedly different charge-transfer energy Delta."}
{"id": "2511.02461", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02461", "abs": "https://arxiv.org/abs/2511.02461", "authors": ["Yu-Hui Song", "Huan-Cheng Yang", "Kai Liu", "Zhong-Yi Lu"], "title": "Ultrafast magnetic moment transfer and bandgap renormalization in monolayer \\ce{FeCl2}", "comment": "8 pages, 8 figures", "summary": "The microscopic origin of laser-induced ultrafast demagnetization remains an\nopen question, to which the non-thermal electronic distribution plays a vital\nrole at the initial stage. Herein, we investigate the connection between the\nnon-thermal electronic distribution and the ultrafast spin dynamics as well as\nthe electronic structure evolution in ferromagnetic \\ce{FeCl2} monolayer using\nreal-time time-dependent density functional theory (rt-TDDFT) with\nself-consistent Hubbard $U$ correction. Our simulations reveal that femtosecond\nlaser pulses induce ultrafast magnetic moment transfer from Fe to Cl atoms.\nMore importantly, through a comprehensive analysis of orbital-resolved\nelectronic structure, we elucidate the microscopic origin of this transfer,\nattributing it to specific intra-atomic and inter-atomic charge transfer\npathways driven by non-thermal excitations. The extent of demagnetization of Fe\natoms exhibits a non-monotonic dependence on the laser photon energy, reaching\na maximum at the resonant excitation. In addition, the dynamical evolution of\nthe band structure was studied based on the eigenstates of the instantaneous\nHamiltonian. Under resonant excitation, the bandgap reduction reaches up to\n$41\\%$ within tens of fs. These findings provide fundamental insights into\nultrafast spin control and suggest a strategy to optically engineer the\nmagnetism in two-dimensional magnetic materials."}
{"id": "2511.02466", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02466", "abs": "https://arxiv.org/abs/2511.02466", "authors": ["Yusuke Masaki", "Hiroaki Matsueda"], "title": "Theoretical analysis of photon detection mechanism in superconducting single-photon detectors", "comment": "10 pages, 12 figures", "summary": "To elucidate the photon detection mechanism of superconducting single-photon\ndetectors, we theoretically examine the dynamics of type-II superconductors\nwith a bias current using the two-dimensional time-dependent Ginzburg-Landau\nand the Maxwell equations. The photon injection that weakens the\nsuperconducting order parameter is treated phenomenologically as a local\ntemperature increase, and the amount of injection is controlled by the initial\nhotspot radius. The photon is detected by the voltage change between two\nelectrodes attached to the left and right edges of the superconductor. We find\nthat certain parameter ranges can be explained by the traditionally considered\nhotspot model, while other parameter ranges are governed by the generation and\nannihilation of superconducting vortex and antivortex pairs. The photon\ndetection is possible for an initial hotspot radius that exceeds a threshold\nvalue. We find that the generation of a vortex--antivortex pair occurs near the\nthreshold. The flow of the pair perpendicular to the current direction finally\ncreates a normal region for the photon detection. The voltage change for the\nGinzburg--Landau parameter close to the transition point from type-II to type-I\nsuperconductor shows anomalous behavior that is not associated with the\ndynamics of the vortex--antivortex pair. We also examine the effects of\nspatially non-uniform current density on the voltage change and the\nsuperconducting order parameter to provide a hint to understand the behavior of\nwide-strip single-photon detectors. The estimated values of incident photon\nenergy and response time for photon detection are reasonable in comparison with\nexperiments. The present comprehensive examination provides useful guidelines\nfor flexible design of device structures."}
{"id": "2511.02485", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02485", "abs": "https://arxiv.org/abs/2511.02485", "authors": ["Nandana Bhattacharya", "Ravi Kiran Dokala", "Sourav Chowdhury", "Suresh Chandra Joshi", "Subha Dey", "Jayjit Kumar Dey", "Subhajit Nandy", "Daniel Perez Salinas", "Manuel Valvidares", "Moritz Hoesch", "Roland Mathieu", "Srimanta Middey"], "title": "Mean field magnetism and spin frustration in a double perovskite oxide with compositional complexity", "comment": "21 pages, 6 figures", "summary": "The rise of high-entropy oxides as a major functional materials design\nprinciple in recent years has prompted us to investigate how compositional\ndisorder affects long-range magnetic ordering in double perovskite oxides.\nSince ferromagnetic insulators are emerging as an important platform for\nlossless spintronics, we consider the $RE_2$NiMnO$_6$ ($RE$ : rare-earth)\nfamily and investigate single-crystalline films of\n(La$_{0.4}$Nd$_{0.4}$Sm$_{0.4}$Gd$_{0.4}$Y$_{0.4}$)NiMnO$_{6}$ grown on\nSrTiO$_3$ (001) substrates in this work. Despite configurational disorder and\nhigh cationic size variance at the $RE$ site, the material exhibits robust\nferromagnetic ordering with a Curie temperature ($T_\\mathrm{c}$) of\napproximately 150 K. This $T_\\mathrm{c}$ is consistent with the expectation\nbased on consideration of the average ionic radii of the rare-earth ($RE$)\nsites in the bulk $RE_2$NiMnO$_6$. Below $T_\\mathrm{c}$, Raman spectroscopy\nmeasurement finds a deviation from anharmonic behavior, where the phonon\nrenormalization aligns with a mean-field approximation of spin-spin\ncorrelation. At lower temperature, magnetic $RE$ ions also contributed to the\nmagnetic behavior and the system displays a reentrant spin-glass-like behavior.\nThis study demonstrates that while a mean-field approach serves as a viable\nstarting point for predicting the long-range transition temperature,\nmicroscopic details of the complex magnetic interactions are essential for\nunderstanding the low-temperature phase."}
{"id": "2511.02508", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02508", "abs": "https://arxiv.org/abs/2511.02508", "authors": ["Sophie Beck", "Aline Ramires"], "title": "Structure-property relation in the cuprates: a possible explanation for the pseudogap", "comment": null, "summary": "We propose a structure-property relation that could be key to the pseudogap\nphenomenology in cuprates. The underlying nonsymmorphic crystal structure in\nthe low-temperature orthogonal phase endows the lattice with a sublattice\nstructure that gives rise to two electronic bands near the Fermi surface. In\nthe presence of spin-orbit coupling, the hybridization of these two bands\ngenerates small Fermi pockets and, correspondingly, a change in the number of\nfree carriers. A sublattice structure also leads to angle-resolved\nphotoemission spectroscopy (ARPES) matrix-element interference, naturally\nexplaining the emergence of Fermi arcs and their consistency with closed Fermi\npockets. We employ a symmetry analysis to highlight the expected Fermi surface\nproperties, and complement it with density functional theory (DFT) for a\nquantitative discussion and comparison with recent experiments in doped\nLa$_2$CuO$_4$. The proposed mechanism can consistently account for the most\nsalient features of the pseudogap in the cuprates, namely, the Fermi surface\nreconstruction with the formation of small Fermi pockets and the corresponding\nchange in carrier density, and the observation of Fermi arcs by ARPES."}
{"id": "2511.02524", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02524", "abs": "https://arxiv.org/abs/2511.02524", "authors": ["Michiel Snoeken", "Paul Steeger", "Robert Schmidt", "Steffen Michaelis de Vasconcellos", "Rudolf Bratschitsch", "Andreas Knorr", "Henry Mittenzwey"], "title": "Theory of In-Plane-Magnetic-Field-Dependent Excitonic Spectra in Atomically Thin Semiconductors", "comment": null, "summary": "The linear absorption spectrum of excitons in TMDC monolayers under the\ninfluence of an in-plane magnetic field is theoretically studied. We\ndemonstrate that in-plane magnetic fields induce a hybridization between\nspin-bright and spin-dark exciton transitions, resulting in a brightening of\nspin-dark excitons. We analytically investigate spectral features including\nresonance energy shifts, broadening and amplitudes ratios. In particular, for a\nMoSe$_2$ monolayer with radiatively-limited linewidth, we find a complex\ninterplay of dark-bright splitting and linewidth difference of both involved\nspin-bright and spin-dark excitons."}
{"id": "2511.02546", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02546", "abs": "https://arxiv.org/abs/2511.02546", "authors": ["M. H. Naghizadeh Ardabili", "Omid Yahyayi Monem", "Morteza Nattagh Najafi", "Hosein Mohammadzadeh"], "title": "Haldane-Inspired Generalized Statistics", "comment": "12 pages, 7 figures", "summary": "We propose and study a generalized quantum statistical framework, referred to\nas \\emph{alpha statistics}, that continuously interpolates between\nBose--Einstein and Fermi--Dirac statistics and naturally extends into the\nhyperbosonic regime for $\\alpha < 0$. Inspired by Haldane's exclusion\nstatistics, this formulation introduces a modified occupation weight function\nthat encodes effective statistical interactions via the parameter $\\alpha$.\nUsing thermodynamic geometry, we analyze the sign and singular behavior of the\nthermodynamic curvature as a diagnostic of underlying interactions and phase\nstructures. A crossover temperature $T^{*}$, at which the curvature changes\nsign, marks the transition between effectively attractive (Bose-like) and\nrepulsive (Fermi-like) statistical regimes. When expressed relative to the\nBose--Einstein condensation temperature $T_{c}$, the ratio $T^{*}/T_{c}$\ndepends universally on $\\alpha$. For negative $\\alpha$, corresponding to\nhyperbosonic statistics, we find curvature singularities at specific\nfugacities, indicating modified condensation phenomena distinct from\nconventional Bose condensation. These results highlight the geometric and\nthermodynamic consequences of alpha statistics and establish a link between\nfractional exclusion principles and curvature-induced interaction signatures in\nstatistical thermodynamics."}
{"id": "2511.02561", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02561", "abs": "https://arxiv.org/abs/2511.02561", "authors": ["Zirui He", "Shang-Peng Gao", "Meng Chen"], "title": "First-principles Prediction of Carrier Mobility in Semiconductor Nanowires Based on the Spatially Dependent Boltzmann Transport Equation", "comment": null, "summary": "Carrier mobility in bulk semiconductors is typically governed by\nelectron-phonon (e-ph) scattering. In nanostructures, spatial confinement can\nlead to significant surface scattering, lowering mobility and breaking the\nspatial homogeneity assumption of conventional models. In this work, a fully ab\ninitio framework based on the spatially dependent Boltzmann transport equation\nfor one-dimensional nanowires is developed. We apply it to Si and GaN assuming\ndiffusive surface scattering, and reveal the mobility-diameter relation:\n$\\mu_\\mathrm{1D} = \\mu_\\mathrm{bulk}\n\\left[1-\\left(d/d_0\\right)^{-\\beta}\\right]$. The parameter $d_0$, comparable to\nthe carrier mean free path, defines a boundary layer exhibiting a considerable\nmobility gradient, and also quantifies the competition between e-ph and surface\nscattering together with $\\beta$. We further discuss the effects of\norientation, cross-sectional shape, and temperature. Moreover, experimental\ndata are generally lower than our predictions, possibly due to structural\nimperfections, systematic errors from measurements, etc. Therefore, our\ntheoretical method can provide an intrinsic benchmark toward optimized\nexperimental realizations."}
{"id": "2511.02590", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02590", "abs": "https://arxiv.org/abs/2511.02590", "authors": ["T. K. T. Nguyen", "J. Rech", "T. Martin", "M. N. Kiselev"], "title": "Noises in a two-channel charge Kondo model", "comment": "15 pages, 5 figures", "summary": "We investigate fluctuations of electric and heat currents, along with their\ncross-correlations, in a two-channel charge Kondo circuit driven by either a\nvoltage bias or a temperature gradient applied across the weak link. The ratios\nof voltage-driven electric/heat noise to the applied voltage $V$ exhibit\noscillations with the gate voltage $N$, resembling the behavior of the\nthermoelectric coefficient $G_T$. In contrast, the ratios of temperature-driven\nelectric/heat noise to the temperature difference $\\Delta T$ vary with $N$ in a\nmanner analogous to the thermal coefficient $G_H$ or the electric conductance\n$G$. The mixed noise, which is defined as the correlation function between\nelectric and heat currents, displays behavior opposite to that of the above\nnoises. The logarithmic temperature dependence of these noises signals\nnon-Fermi-liquid behavior, while their oscillations with gate voltage reflect\nthe roles of particle-hole and time-reversal symmetries in thermoelectric\ntransport. Our results demonstrate that the fundamental relations linking\nvoltage- and temperature-induced noises to thermoelectric transport across a\ntunnel junction persist beyond the Fermi-liquid paradigm."}
{"id": "2511.02609", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02609", "abs": "https://arxiv.org/abs/2511.02609", "authors": ["Hayden Groeschel", "Arjyama Bordoloi", "Sobhit Singh"], "title": "Suppression of auxetic behavior in black phosphorus with sulfur substitution", "comment": null, "summary": "Sulfur-doped black phosphorus (b-P) has recently emerged as a promising\ncandidate for next-generation electronic and optoelectronic technologies owing\nto its enhanced environmental stability and tunable electronic properties. In\nthis work, we systematically investigate the effects of sulfur substitution on\nthe elastic, mechanical, and electronic properties of b-P, with a particular\nfocus on its auxetic behavior (that is, negative Poisson's ratio), using\nfirst-principles density functional theory calculations. Our results unveil the\nfundamental origin of the intrinsic auxetic response in pristine b-P and\nelucidate how sulfur incorporation alters this behavior. We find that sulfur\natoms distort the characteristic bow-tie structural motif responsible for the\nnegative Poisson's ratio in b-P, thereby suppressing the in-plane auxeticity.\nMoreover, the resulting charge redistribution also effectively quenches the\nout-of-plane auxetic response of b-P. With increasing sulfur content, the bulk\nmodulus and Poisson's ratio increase, whereas the Young's modulus, shear\nmodulus, and Debye temperature decrease. Additionally, sulfur substitution\nsuppresses the semiconducting properties of b-P, giving rise to metallicity.\nThese findings highlight that although sulfur substitution enhances the\nenvironmental stability of b-P, it also substantially modifies its elastic and\nmechanical properties, particularly the auxetic behavior, which is an important\nconsideration in the design of nanoscale electronic devices."}
{"id": "2511.02617", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2511.02617", "abs": "https://arxiv.org/abs/2511.02617", "authors": ["Tom Veret", "Fabien Delaroche", "Ivan Blum", "Jonathan Houard", "Benjamin Klaes", "Isabelle Mouton", "Frederic De-Geuser", "Anne-Magali Seydoux-Guillaume", "François Vurpillot"], "title": "Exploring mechanisms leading to composition errors in monazite (CePO4) analysed with atom probe tomography", "comment": "46 pages, 12 figures", "summary": "Monazite (CePO4) is widely used in U-Th-Pb geochronology due to its reliable\nage determinations, although isotopic disturbances often require nanoscale\ninvestigation to better understand the mechanisms at play. Atom Probe\nTomography (APT) offers unique capabilities for nanoscale chemical analysis and\n3D atomic reconstruction but presents challenges for insulating materials such\nas CePO4, particularly due to oxygen loss during field evaporation. This study\ninvestigates the effects of laser wavelength, energy, metallic coatings and\ndetection device on mass spectrum optimization and compositional accuracy in\nsynthetic CePO4 samples. Results show that shorter laser wavelengths (260 nm)\nenhance peak resolution, particularly when combined with advanced reflectron\nconfigurations, as demonstrated with the LEAP 6000 XR. Chromium coatings\nfurther improve thermal dissipation and reduce noise levels. However,\ncompositional measurements reveal systematic underestimation of oxygen and\noverestimation of P and Ce, likely influenced by preferential low-field element\nevaporation. These findings highlight the need to carefully tune experimental\nparameters to mitigate quantification biases and enhance the reliability of APT\nanalyses for geological materials."}
{"id": "2511.02618", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02618", "abs": "https://arxiv.org/abs/2511.02618", "authors": ["Domenico Giuliano", "Reinhold Egger", "Bidyut Dey", "Andrea Nava"], "title": "Post-quench relaxation dynamics of Gross-Neveu lattice fermions", "comment": "13 pages, 10 figures", "summary": "We study the quantum relaxation dynamics for a lattice version of the\none-dimensional (1D) $N$-flavor Gross-Neveu (GN) model after a Hamiltonian\nparameter quench. Allowing for a system-reservoir coupling $\\gamma$, we\nnumerically describe the system dynamics through a time-dependent\nself-consistent Lindblad master equation. For a closed ($\\gamma=0$) finite-size\nsystem subjected to an interaction parameter quench, the order parameter\ndynamics exhibits oscillations and revivals. In the thermodynamic limit, our\nresults imply that the order parameter reaches its post-quench stationary value\nin accordance with the eigenstate thermalization hypothesis (ETH). However,\ntime-dependent finite-momentum correlation matrix elements equilibrate only if\n$\\gamma>0$. Our findings highlight subtle yet important aspects of the\npost-quench relaxation dynamics of quantum many-body systems."}
{"id": "2511.02678", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02678", "abs": "https://arxiv.org/abs/2511.02678", "authors": ["Arnab Ghosh", "Patrick Brosseau", "Dmitry N. Dirin", "Maksym V. Kovalenko", "Patanjali Kambhampati"], "title": "Time-Reversed Superfluorescence in a Polaronic Quantum Material", "comment": null, "summary": "Superfluorescence, the cooperative burst of spontaneous emission from an\nensemble of dipoles, arises when microscopic oscillators spontaneously\nsynchronize their phases. Here we show that this process can be reversed in\ntime within quantum materials. Coherent multidimensional spectroscopy of halide\nperovskite quantum dots reveals a delayed cooperative absorption burst, the\nmirror image of superfluorescent emission, driven by transient polaron fields\nthat phase-lock unit-cell dipoles within 100 fs. The effect scales\nsystematically with quantum-dot size and halide composition, reaching\nnear-unity coherence fidelity even at 300 K. A microscopic exciton-polaron\nmodel reproduces the buildup and decay of the coherent state, identifying\nlattice polarons as the mediators of synchronization. These results demonstrate\nthat many-body temporal coherence can self-organize and persist at room\ntemperature, opening routes toward engineered collective optical states and\nsuperabsorbing quantum devices."}
{"id": "2511.02684", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02684", "abs": "https://arxiv.org/abs/2511.02684", "authors": ["Jingxu Wu", "Yifan Yang", "Jie Shi", "Yuwei Yin", "Yifan He", "Chenjia Li"], "title": "Self-Consistent Theoretical Framework for Third-Order Nonlinear Susceptibility in CdSe/ZnS--MOF Quantum Dot Composites", "comment": "15pages,6figures,5table", "summary": "This work presents a fully theoretical and self consistent framework for\ncalculating the third-order nonlinear susceptibility of CdSe/ZnS--MOF composite\nquantum dots. The approach unifies finite-potential quantum confinement,the\nLiouville von Neumann density matrix expansion to third order, and\neffective-medium electrodynamics (Maxwell--Garnett and Bruggeman) within a\nsingle Hamiltonian-based model, requiring no empirical fitting. Electron hole\nquantized states and dipole matrix elements are obtained under the\neffective-mass approximation with BenDaniel--Duke boundary conditions; closed\nanalytic forms for(including Lorentzian/Voigt broadening) follow from the\nresponse expansion. Homogenization yields macroscopic scaling laws that link\nmicroscopic descriptors (core radius, shell thickness, dielectric mismatch) to\nbulk coefficients and. A Kramers--Kronig consistency check confirms causality\nand analyticity of the computed spectra with small residuals. The formalism\nprovides a predictive, parameter-transparent route to engineer third-order\nnonlinearity in hybrid quantum materials,clarifying how size and environment\ngovern the magnitude and dispersion of."}
{"id": "2511.02693", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02693", "abs": "https://arxiv.org/abs/2511.02693", "authors": ["G. P. Mikitik", "Yu. V. Sharlai"], "title": "Model for charge-carriers spectra in topological semimetals of TaAs family", "comment": "15 pages, 9 figures", "summary": "We propose a four-bands model describing the electron energy spectra near the\nWeyl points in the topological semimetals of the TaAs family (TaAs, TaP, NbAs,\nNbP). This model takes into account the fact that these Weyl points result from\nthe band-contact lines which would exist in the mirror-reflection planes of\nthese materials if the spin-orbit interaction were absent in them. Within this\nmodel, we obtain conditions for the existence of the Weyl points, determine\ntheir positions in the Brillouin zone, and derive the explicit formula for\ndispersion of the bands along the straight line connecting the two close Weyl\npoints with opposite topological charges. Using NbP as an example, the values\nof the parameters defining the model spectrum are found. The obtained results\nshow that for the semimetals of the TaAs family, the charge-carriers spectrum\nin the vicinity of the two close Weyl points can be analyzed without complex\nband-structure calculations."}
{"id": "2511.02697", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02697", "abs": "https://arxiv.org/abs/2511.02697", "authors": ["Nadine Denis", "Akant Sharma", "Elena Blundo", "Francesca Santangeli", "Paolo De Vincenzi", "Riccardo Pallucchi", "Mitsuki Yukimune", "Alexander Vogel", "Ilaria Zardo", "Antonio Polimeni", "Fumitaro Ishikawa", "Marta DeLuca"], "title": "Bandgap Engineering On Demand in GaAsN Nanowires by Post-Growth HydrogennImplantation", "comment": null, "summary": "Bandgap engineering in semiconductors is required for the development of\nphotonic and optoelectronic devices with optimized absorption and emission\nenergies. This is usually achieved by changing the chemical or structural\ncomposition during growth or by dynamically applying strain. Here, the bandgap\nin GaAsN nanowires grown on Si is increased post-growth by up to 460 meV in a\nreversible, tunable, and non-destructive manner through H implantation. Such a\nbandgap tunability is unattained in epilayers and enabled by relaxed strain\nrequirements in nanowire heterostructures, which enables N concentrations of up\nto 4.2% in core-shell GaAs/GaAsN/GaAs nanowires resulting in a GaAsN bandgap as\nlow as 0.97 eV. Using micro-photoluminescence measurements on individual\nnanowires, it is shown that the high bandgap energy of GaAs at 1.42 eV is\nrestored by hydrogenation through formation of N-H complexes. By carefully\noptimizing the hydrogenation conditions, the photoluminescence efficiency\nincreases by an order of magnitude. Moreover, by controlled thermal annealing,\nthe large shift of the bandgap is not only made reversible, but also\ncontinuously tuned by breaking up N-H complexes in the hydrogenated GaAsN.\nFinally, local bandgap tuning by laser annealing is demonstrated, opening up\nnew possibilities for developing novel, locally and energy-controlled quantum\nstructures in GaAsN nanowires."}
{"id": "2511.02707", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.02707", "abs": "https://arxiv.org/abs/2511.02707", "authors": ["Jadson L. Portela e Silva", "Gabriel Rein", "Sebastião dos A. Sousa-Júnior", "Fakher F. Assaad", "Natanael C. Costa"], "title": "The two-dimensional optical Su-Schrieffer-Heeger model: ground state and thermodynamic properties", "comment": "14 Figures, 13 pages", "summary": "We investigate the two-dimensional optical Su-Schrieffer-Heeger (SSH) model,\nin which the electron hopping amplitude is modulated by the difference between\nneighboring phonon coordinates. Using sign-problem-free auxiliary-field quantum\nMonte Carlo simulations, complemented by mean-field analysis, we determine the\nlong-range ordered phases as a function of the electron-phonon coupling and\nphonon frequency. By examining both adiabatic and antiadiabatic regimes, we\nreveal the emergence of staggered and armchair valence bond solid (VBS) phases,\nas well as the O(4) antiferromagnetic phase. In addition, finite-temperature\nsimulations show that the VBS transition occurs at critical temperatures\nsignificantly higher than in models with local electron-phonon coupling,\nconsistent with the presence of lighter polarons in the metallic regime. These\nfindings establish the ground-state and finite-temperature phase diagrams of\nthe optical SSH model, which emphasize its similarities and contrasts with\nother electron-phonon systems."}
{"id": "2511.02787", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02787", "abs": "https://arxiv.org/abs/2511.02787", "authors": ["Vladimir P. Golubinskii", "Vladimir A. Zyuzin"], "title": "Anomalous Hall effect in metallic collinear antiferromagnets", "comment": null, "summary": "In this paper we propose and theoretically study minimal models of all\nN\\'{e}el ordered collinear antiferromagnets which show the anomalous Hall\neffect. For simplicity we consider two-dimensional models of antiferromagnets\nwith two magnetic sublattices on a square lattice. Examples of N\\'{e}el ordered\nferrimagnet and of Dzyaloshinskii's weak ferromagnet are given. Turov's\ninvariants of existence of the magnetization in N\\'{e}el ordered\nantiferromagnets for proposed systems are analyzed. As a result, we obtain that\nthe anomalous Hall effect is allowed only for certain directions of the\nN\\'{e}el order defined by the crystal lattice symmetries. We derive the\nmechanism of the anomalous Hall effect in antiferromagnets to be the interplay\nof momentum-dependent exchange interaction of conducting fermions with the\nN\\'{e}el order, and the spin-orbit coupling consistent with the broken\nsymmetries that allowed for the Turov's invariant in the system."}
{"id": "2511.01909", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.01909", "abs": "https://arxiv.org/abs/2511.01909", "authors": ["Ethan Abraham"], "title": "Forbidden Electron Transfer in the Adiabatic Limit of the Marcus-Inverted Region", "comment": null, "summary": "Here it is shown that in the adiabatic limit of condensed-phase electron\ntransfer, the onset of barrierless transition occurs at a lower driving force\nthan predicted by the non-adiabatic Marcus formulation. Furthermore, in the\nadiabatic limit of the Marcus-inverted region, isoenergetic electron transfer\nis strictly forbidden in the absence of nuclear tunneling. This \"forbidden\"\nbehavior arises from a topological change in the mapping between the adiabatic\nand diabatic electronic surfaces, emerging precisely at the onset of the\nMarcus-inverted region."}
{"id": "2511.01913", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.01913", "abs": "https://arxiv.org/abs/2511.01913", "authors": ["Leonardo Cázares-Trejo", "Marco Loreto-Silva", "Huziel E. Sauceda"], "title": "Delta-learned force fields for nonbonded interactions: Addressing the strength mismatch between covalent-nonbonded interaction for global models", "comment": "12 pages, 8 figures", "summary": "Noncovalent interactions--vdW dispersion, hydrogen/halogen bonding,\nion-$\\pi$, and $\\pi$-stacking--govern structure, dynamics, and emergent\nphenomena in materials and molecular systems, yet accurately learning them\nalongside covalent forces remains a core challenge for machine-learned force\nfields (MLFFs). This challenge is acute for global models that use\nCoulomb-matrix (CM) descriptors compared under Euclidean/Frobenius metrics in\nmultifragment settings. We show that the mismatch between predominantly\ncovalent force labels and the CM's overrepresentation of intermolecular\nfeatures biases single-model training and degrades force-field fidelity. To\naddress this, we introduce \\textit{$\\Delta$-sGDML}, a scale-aware formulation\nwithin the sGDML framework that explicitly decouples intra- and intermolecular\nphysics by training fragment-specific models alongside a dedicated binding\nmodel, then composing them at inference. Across benzene dimers, host-guest\ncomplexes (C$_{60}$@buckycatcher, NO$_3^-$@i-corona[6]arene), benzene-water,\nand benzene-Na$^+$, \\mbox{$\\Delta$-sGDML} delivers consistent gains over a\nsingle global model, with fragment-resolved force-error reductions up to\n\\textbf{75\\%}, without loss of energy accuracy. Furthermore, molecular-dynamics\nsimulations further confirm that the $\\Delta$-model yields a reliable force\nfield for C$_{60}$@buckycatcher, producing stable trajectories across a wide\nrange of temperatures (10-400~K), unlike the single global model, which loses\nstability above $\\sim$200~K. The method offers a practical route to homogenize\nper-fragment errors and recover reliable noncovalent physics in global MLFFs."}
{"id": "2511.01949", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.01949", "abs": "https://arxiv.org/abs/2511.01949", "authors": ["U. Vijaya Chandra Kumar", "H. M. Nagesh", "Narahari N"], "title": "Edge Irregularity Strength: A Complementary Descriptor to Topological Indices in QSPR and QSAR Studies", "comment": "15 pages, 13 figures", "summary": "In chemical graph theory, topological indices are widely used as numerical\ndescriptors for establishing quantitative structure-property relationships\n(QSPR) and quantitative structure-activity relationships (QSAR). These indices\nsuccessfully correlate molecular structure with various physicochemical and\nbiological properties. In addition to these methods, the concept of edge\nirregularity strength, a graph labeling measure, offers another perspective for\nrepresenting structural characteristics. In this context, the edge irregularity\nstrength concept provides a systematic way of assigning numerical labels to\natoms based on specific rules. In this work, we explore the chemical\napplicability of the edge irregularity strength and demonstrate that it can\nalso serve as a predictive tool for physicochemical properties, similar to\ntopological indices. The findings show that the edge irregularity strength\ncaptures molecular features and complements existing approaches to\nstructure-property analysis in chemical graph theory."}
{"id": "2511.02004", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02004", "abs": "https://arxiv.org/abs/2511.02004", "authors": ["Matisse Wei-Yuan Tu", "E. K. U. Gross"], "title": "Non-adiabatic perturbation theory of the exact factorisation", "comment": "12 pages, 2 tables", "summary": "We present a novel nonadiabatic perturbation theory (NAPT) for correlated\nsystems of electrons and nuclei beyond the Born-Oppenheimer (BO) approximation.\nThe essence of the method is to exploit the smallness of the\nelectronic-to-nuclear mass ratio by treating the electron-nuclear correlation\nterms in the electronic equation of motion of the exact factorisation (EF)\nframework as perturbation. We prove that any finite-order truncation of the\nNAPT preserves the normalisation of the conditional electronic factor as well\nas the gauge covariance of the resulting perturbative equations of motion. We\nillustrate the usefulness of NAPT by obtaining nonadiabatic corrections to the\nBO Berry phase in Jahn--Teller systems with a conical intersection. It well\ncaptures the departure of the exact Berry phase from being topological via the\nlowest-order NAPT. By removing the conical intersection with a constant gap, it\nfurther yields the correct scaling of the Berry phase toward zero."}
{"id": "2511.02470", "categories": ["physics.chem-ph", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02470", "abs": "https://arxiv.org/abs/2511.02470", "authors": ["Ioan Bâldea"], "title": "Unlocking n-alk-1-ynes Conformers: Quantum \"Trigger Finger\" versus \"Stiff Joint\" Conformations", "comment": null, "summary": "Molecular conformation in n-alk-1-ynes (CnA) is conventionally simplified to\nan all-planar structure. We report a comprehensive quantum chemical analysis\nrevealing two near-isoenergetic rotamers at the acetylenic terminus: planar\n(C$_s$) and skewed (C$_1$). The high, symmetric rotational energy barrier\n($\\approx 150$\\,meV) arises from unique steric relief near the $\\mathrm{sp}$\ncenter coupled with electronic stabilization of C$_1$. This creates a unique\nkinetic profile: a Quantum ``Trigger Finger'' ($\\alpha$ rotation) that enforces\nan $\\approx 50\\%:\\,50\\%$ $\\mathrm{C}_s/\\mathrm{C}_1$ ensemble, sharply\ncontrasting with the thermodynamically biased ``Stiff Joint'' ($\\delta$\nrotation) of the alkyl chain. This structural degeneracy necessitates ensemble\naveraging for spectroscopic data interpretation, while the slow interconversion\npermits kinetic trapping and intentional conformer enrichment during synthesis\nand molecular junction fabrication. Our work redefines the alkyne anchor,\nproviding a blueprint for accurate interpretation of spectroscopic data and\nachieving conformational control in molecular electronics."}
{"id": "2511.02744", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.02744", "abs": "https://arxiv.org/abs/2511.02744", "authors": ["Visagan Ravindran", "Clio Johnson", "Neil D. Drummond", "Stewart J. Clark", "Nikitas. I. Gidopoulos"], "title": "From Densities to Potentials: Benchmarking Local Exchange-Correlation Approximations", "comment": "25 Figures, 7 Tables, 31 Pages including supplemental material.\n  Submitted to PRB", "summary": "Using the Kohn-Sham (KS) inversion method of Hollins et al. [J. Phys.:\nCondens. Matter 29, 04LT01 (2017)], we invert densities from variational and\ndiffusion quantum Monte Carlo (QMC) calculations to obtain benchmark QMC-KS\npotentials for a range of insulators and semiconductors, which we then compare\nto the KS potentials of popular density functional approximations (DFAs). Our\nresults show that different DFAs yield similar electron densities, despite\ndifferences in their KS potentials, which originate primarily from the exchange\nand correlation contribution. We also find that the KS gap from the QMC density\nis typically larger than the KS gaps of most DFAs, with the exception of\nHartree-Fock. Finally, the KS gap is sensitive to the inclusion of semicore\nstates in the pseudopotentials, such that comparison with experiment should be\ndone with caution."}
