{"id": "2508.14962", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.14962", "abs": "https://arxiv.org/abs/2508.14962", "authors": ["Ilia Komissarov", "Tobias Holder", "Raquel Queiroz"], "title": "Superdielectrics: Disorder-induced perfect screening in insulators", "comment": "15 pages, 8 figures", "summary": "We study the relationship between the quantities that encode the insulating\nproperties of matter: the ground-state quantum metric, the average localization\nlength, and the electric susceptibility. By examining the one-dimensional\nAnderson insulator model and the Su-Schrieffer-Heeger chain with chiral\ndisorder, we demonstrate that the former two measures are proportional in\none-dimensional systems near criticality, and both are determined by the\nproperties of the hybridized localized states around the Fermi energy. We\nemploy these insights to demonstrate that the behavior of the electric\nsusceptibility is drastically different in the bond-disordered SSH chain, with\nthe possibility that it may diverge even when the localization length and the\nquantum metric remain finite. This divergence, caused by the proliferation of\nimpurity resonances at a particular energy, leads to a novel regime that\nexhibits mixed characteristics of metals and insulators. We term this regime\nsuperdielectric: an insulating state characterized by a finite quantum metric\nand divergent static electric susceptibility, which implies perfect screening\nin the absence of the dc conductivity. We demonstrate that the superdielectric\nphase also emerges in higher-dimensional materials, such as graphene with\nvacancies and Kekul\\'e bond distortion."}
{"id": "2508.15067", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15067", "abs": "https://arxiv.org/abs/2508.15067", "authors": ["Francisco J. Peña", "Cesar Nuñez", "Bastian Castorene", "Michel Aguilera", "Natalia Cortés", "Patricio Vargas"], "title": "Entropy-Seebeck ratio as a tool for elementary charge determination", "comment": "9 pages, 7 figures", "summary": "In this work, we investigate the relationship between the Seebeck coefficient\n$(S)$, and the differential entropy per particle (DEP, $s$), as a tool for\ncharacterizing charge carriers in two-dimensional systems. Using armchair\nsilicene nanoribbons as a model platform, we analyze how both quantities and\ntheir ratio depend on chemical potential at room temperature. While the Seebeck\ncoefficient captures transport properties through the energy dependence of the\nelectronic transmission, the DEP is directly connected to the system's\nelectronic entropy, offering a direct thermodynamic alternative for estimating\n$S$. We evaluate these transport-thermodynamic properties considering diverse\nribbon widths, defining metallic and semiconducting regimes. We find both\nquantities $S$ and $s$, are highly interconnected within the ribbon's band gap\nenergy region, and their ratio $s/S$ converges to the elementary charge $e$\nacross that energy window, fulfilling the Kelvin formula $S=s/e$. On the\ncontrary, $s/S$ is undefined for gapless ribbons in the energy window of the\nfirst transmission channel. These results establish the ratio between the DEP\nand the Seebeck coefficient as a reliable and complementary probe for the\ndetermination of the elementary charge, and to identify the cleanness of\nelectronic band gaps as $s/S$ matches with $e$."}
{"id": "2508.15385", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15385", "abs": "https://arxiv.org/abs/2508.15385", "authors": ["Ponder Liu", "Hao-Cheng Hung", "You-Ting Huang", "Jia-Cheng Li", "Carmine Ortix", "Ching-Hao Chang"], "title": "Bending nanoribbon to induce large anisotropic magnetoconductance", "comment": null, "summary": "When a nanoribbon is bent under a homogeneous external magnetic field, the\neffective magnetic field inside becomes either homogeneous or inhomogeneous,\ndepending on the direction of the field. This enables the selective creation of\nbulk, interface, and edge magnetic states in the bent structure, for a magnetic\nfield with a strength. We establish theoretically that these tuneable states\nlead to a strong geometry-induced anisotropic magnetoconductance (GAMC) in\nperpendicularly bent nanoribbon, which can reach up to 100\\%. Moreover, the\nGAMC can be further enhanced to 200\\%, 300\\%, or even higher by either further\nbending or tuning the bending angle. The potential of this phenomenon for\npractical applications is demonstrated by its stable anisotropy, which remains\nconsistent across a wide range of Fermi energies, can be observed even at weak\nmagnetic fields and room temperature, and occurs in various systems such as\ntwo-dimensional electron gas (2DEG) and graphene."}
{"id": "2508.15450", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15450", "abs": "https://arxiv.org/abs/2508.15450", "authors": ["Huimin Xie", "Bo Fu", "Huan-Wen Wang", "Wenyu Shan", "Shun-Qing Shen"], "title": "Quantum Geometric Renormalization of the Hall Coefficient and Unconventional Hall Resistivity in ZrTe5", "comment": "23 pages, 4 figures. Comments are welcomed", "summary": "The anomalous Hall effect (AHE), conventionally associated with time-reversal\nsymmetry breaking in ferromagnetic materials, has recently been observed in\nnonmagnetic topological materials, raising questions about its origin. We\nunravel the unconventional Hall response in the nonmagnetic Dirac material\nZrTe5, known for its massive Dirac bands and unique electronic and transport\nproperties. Using the Kubo-Streda formula within the Landau level framework, we\nexplore the interplay of quantum effects induced by the magnetic field (B) and\ndisorder across the semiclassical and quantum regimes. In the semiclassical\nregime, the Hall resistivity remains linear in the magnetic field, but the Hall\ncoefficient will be renormalized by the quantum geometric effects and\nelectron-hole coherence, especially at low carrier densities where the disorder\nscattering dominates. In quantum limit, the Hall conductivity exhibits an\nunsaturating 1/B scaling. As a result, the transverse conductivity dominates\ntransport in the ultra-quantum limit, and the Hall resistivity crosses over\nfrom B to B^{-1} dependence as the system transitions from the semiclassical\nregime to the quantum limit. This work elucidates the mechanisms underlying the\nunconventional Hall effect in ZrTe5 and provides insights into the AHE in other\nnonmagnetic Dirac materials as well."}
{"id": "2508.15196", "categories": ["physics.comp-ph", "cs.LG", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2508.15196", "abs": "https://arxiv.org/abs/2508.15196", "authors": ["Mengze Wang", "Benedikt Barthel Sorensen", "Themistoklis Sapsis"], "title": "GEN2: A Generative Prediction-Correction Framework for Long-time Emulations of Spatially-Resolved Climate Extremes", "comment": null, "summary": "Accurately quantifying the increased risks of climate extremes requires\ngenerating large ensembles of climate realization across a wide range of\nemissions scenarios, which is computationally challenging for conventional\nEarth System Models. We propose GEN2, a generative prediction-correction\nframework for an efficient and accurate forecast of the extreme event\nstatistics. The prediction step is constructed as a conditional Gaussian\nemulator, followed by a non-Gaussian machine-learning (ML) correction step. The\nML model is trained on pairs of the reference data and the emulated fields\nnudged towards the reference, to ensure the training is robust to chaos. We\nfirst validate the accuracy of our model on historical ERA5 data and then\ndemonstrate the extrapolation capabilities on various future climate change\nscenarios. When trained on a single realization of one warming scenario, our\nmodel accurately predicts the statistics of extreme events in different\nscenarios, successfully extrapolating beyond the distribution of training data."}
{"id": "2508.15147", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15147", "abs": "https://arxiv.org/abs/2508.15147", "authors": ["Koki Doi", "Shingo Haruna", "Mutsuki Iwamoto", "Takuji Nomura", "Hirono Kaneyasu"], "title": "Theoretical Study of Impurity Effects on Superconductivity in UTe2", "comment": null, "summary": "This study investigates the impurity effects on UTe2 within the\nself-consistent Born approximation using the six-orbital f-d-p model which\ncontains two uranium and tellurium atoms in the minimum unit cell. We analyze\nthe dependence of superconducting transition temperature (Tc) on impurity\nconcentration for various pairing symmetries proposed by experiments and\ntheories. It clarifies that the decrease of Tc significantly depends on which\natom sites the impurities reside. Particulalry, the analysis shows that the\nimpurity at U-site has dominant effect on the change of Tc. Then, either the\nsinglet state in the case of magnetic impurities or the triplet states in both\nnon-magnetic and magnetic impurities are consistent with experiments. Thus,\nthis indicates that elucidating the magnetic properties of impurities (i.e.\nmagnetic or non-magnetic) is crucial for identifying the pairing symmetry of\nUTe2."}
{"id": "2508.14993", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.14993", "abs": "https://arxiv.org/abs/2508.14993", "authors": ["Takuya Takashiro", "Ryota Akiyama", "Ryotaro Minakawa", "Shuji Hasegawa"], "title": "Beyond Superexchange: Emergent Unconventional Ferromagnetism in Thin-Film Sandwich Structures of Intrinsic Magnetic Topological Insulators", "comment": "45 pages and 10 figures", "summary": "In this work, we investigate the nature of magnetic interactions in intrinsic\nmagnetic topological insulator Mn(Bi1-xSbx)2Te4 (MBST in short) systems, which\npossesses highly-ordered ferromagnetic septuple-layers (SLs), using two types\nof structures: MBST(1 SL)/(Bi1-xSbx)2Te3 heterostructures and MBST(1\nSL)/(Bi1-xSbx)2Te3/MBST(1 SL) sandwich structures. The out-of-plane\nmagnetization in the sandwich structure turned out to be significantly larger\nthan that in the heterostructure, indicating that the interlayer magnetic\ninteraction between two MBST layers is ferromagnetic. Furthermore, the Curie\ntemperature increased with decreasing the in-plane Mn-Mn distance in the MBST\nlayer, which suggests the enhancement of the intralayer ferromagnetic\ninteraction within each MBST layer. Meanwhile, in the sandwich structures with\nvarious spacer thicknesses, the Curie temperature with the spacer layer was\nhigher than that with no spacer layer. In addition, the curve shape of\nanomalous Hall effects for the sandwich structure was almost unchanged by\ncarrier-density modulation, which implies that the ferromagnetism in this\nsystem is carrier-independent. Based on the above results, magnetic behaviors\nin our systems cannot be explained only by the direct exchange nor\nsuperexchange interactions reported previously for MBST systems, and are\ninstead proposed to arise from topology-related mechanisms such as the van\nVleck and Bloembergen-Rowland mechanisms. This work provides a new perspective\non magnetic mechanisms in MBST systems, which helps us to realize\nnext-generation spintronic and electronic devices by flexibly controlling\nmagnetism in intrinsic magnetic topological insulators."}
{"id": "2508.15210", "categories": ["cond-mat.stat-mech", "physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2508.15210", "abs": "https://arxiv.org/abs/2508.15210", "authors": ["Joscha Mecke", "Yongxiang Gao", "Marisol Ripoll"], "title": "Obstacle-tuned transition from chaotic to coherent vortex flows and odd diffusion in chiral active fluids", "comment": null, "summary": "The interaction of a suspension of rotating colloids with a periodically\npatterned structure is here investigated by means of continuum theoretical\npredictions and hydrodynamic simulations. Close to the obstacle surface, rotors\ncirculate opposite to their inherent direction of rotation as a result of\nunidirectional rotational stresses, which is in agreement with a prediction of\nthe generalised Stokes equation. The resulting stationary background flow\nsignificantly affects the system dynamics and coexists with the intrinsic\nactive turbulent behaviour. The relative importance of either of the two\ncontributions can be controlled with the rotor density and the obstacle size,\nsuch that the system is either dominated by stationary vortices pinned to the\nobstacles or vivid active turbulent dynamics. While momentum dissipation into\nan underlying frictional substrate damps the related flows, small values of the\nfriction can enhance the vortex flow around an obstacle. The colloids'\ndiffusive dynamics are governed by odd diffusive fluxes guiding the colloids\naround the excluded volume introduced by obstacles, such that enhanced\neffective diffusive transport is obtained at finite obstruction. Our results\npave the way to systematically address how confinement can be employed in order\nto control or harness the dynamics of colloidal chiral active turbulence and\nhow the interplay of emerging edge currents and active turbulent dynamics at\nvarying densities can be systematically determined."}
{"id": "2508.14961", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14961", "abs": "https://arxiv.org/abs/2508.14961", "authors": ["Yuto Nakajima", "Umang Mehta", "Hart Goldman"], "title": "Thermodynamics of dilute anyon gases from fusion constraints", "comment": "63 pages, 6 figures", "summary": "Recent measurements on 2d materials tuning between fractional quantum\nanomalous Hall phases and a plethora of correlated electronic states call for a\ndetailed understanding of the dynamics of anyons. Here we develop a general\ntheory of the statistical mechanics of anyon gases at finite temperature, valid\nin regimes where the anyons are sufficiently dilute and can be treated as\nweakly interacting particles. We find that with a minimal set of universal\nbraiding and fusion data, along with information about the hierarchy of anyon\ngaps, it is possible to construct a distribution function for any dilute anyon\ngas, as well as derive thermodynamic observables. Our results are built on an\nanyon exclusion principle manifesting as a constraint on fusion outcomes of\nphysical states. Our approach unifies and streamlines a range of results for\nitinerant anyon models, from solvable lattice Hamiltonians to large-N field\ntheories."}
{"id": "2508.14961", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14961", "abs": "https://arxiv.org/abs/2508.14961", "authors": ["Yuto Nakajima", "Umang Mehta", "Hart Goldman"], "title": "Thermodynamics of dilute anyon gases from fusion constraints", "comment": "63 pages, 6 figures", "summary": "Recent measurements on 2d materials tuning between fractional quantum\nanomalous Hall phases and a plethora of correlated electronic states call for a\ndetailed understanding of the dynamics of anyons. Here we develop a general\ntheory of the statistical mechanics of anyon gases at finite temperature, valid\nin regimes where the anyons are sufficiently dilute and can be treated as\nweakly interacting particles. We find that with a minimal set of universal\nbraiding and fusion data, along with information about the hierarchy of anyon\ngaps, it is possible to construct a distribution function for any dilute anyon\ngas, as well as derive thermodynamic observables. Our results are built on an\nanyon exclusion principle manifesting as a constraint on fusion outcomes of\nphysical states. Our approach unifies and streamlines a range of results for\nitinerant anyon models, from solvable lattice Hamiltonians to large-N field\ntheories."}
{"id": "2508.14985", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.14985", "abs": "https://arxiv.org/abs/2508.14985", "authors": ["Daniele Laucelli", "Lucia Vergine", "Giuseppina Messa", "Orazio Giustolisi"], "title": "A novel framework for disinfection analisys in drinking water networks", "comment": null, "summary": "Disinfection in drinking water networks is performed to ensure water safety\nand potability. However, disinfectants can react with organic compounds present\nin the water networks. The reaction of disinfectants with such compounds\ngenerates byproducts that could be dangerous for human health. The compounds\nare generally endogenous, i.e., adhered or/and released by the pipe wall, and\nnot introduced from reservoirs because water utilities efficiently monitor and\nmanage their water quality. The present effort, starting from the relevant\nscientific literature, proposes a novel framework which is based on analysing\nthe disinfectant consumption using a second order kinetic model. The novel\nframework allows analysing the two endogenous mechanisms of compounds\nreactions: the first mechanism refers to compounds detached by the momentum of\nwater flow and reacting into the bulk while transported by flow, the second one\nrefers to local reaction at wall. The use of a chemically based second order\nkinetic model, furthermore, allows for emphasizing the role of stoichiometry\nand reaction rate constants of reactants and byproducts as relevant parameters\nto be evaluated at laboratory scale for the specific water system. Thus, the\nproposed framework can effectively support water quality management using\nmonitoring data together with hydraulic modelling. Two real water distribution\nsystems, located in southern Italy and managed by Acquedotto Pugliese, were\nused as case studies: the small-sized network of Monteparano and the\nlarge-sized one of Bari."}
{"id": "2508.15463", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15463", "abs": "https://arxiv.org/abs/2508.15463", "authors": ["Ashfaque Thonikkadavan", "Massimiliano d'Aquino", "Riccardo Hertel"], "title": "Rotating Spin Wave Modes in Nanoscale Möbius Strips", "comment": "9 pages, 8 figures", "summary": "Curved and topologically nontrivial magnetic structures offer new pathways to\ncontrol spin-wave behavior beyond planar geometries. Here, we study spin-wave\ndynamics in M\\\"obius-shaped soft-magnetic nanostrips using micromagnetic\nsimulations. By comparing single-, double-, and triple-twisted M\\\"obius strips\nto a topologically trivial bent ring, we isolate the roles of helical twist and\nnon-orientable topology. M\\\"obius geometries exhibit non-degenerate mode\ndoublets associated with counterpropagating spin waves, in contrast to the\nstanding-wave doublets in the trivial case. This splitting arises from a\ntwist-induced geometric (Berry) phase that breaks propagation symmetry,\nproducing non-reciprocal dispersion relations. The M\\\"obius topology further\nimposes antisymmetric boundary conditions, resulting in half-integer wavelength\nquantization. Local RF excitation allows for the selective generation of spin\nwaves with defined frequency and direction. An analytical model reproduces the\ndispersion behavior with excellent agreement. These results highlight how\ngeometric and topological design can be leveraged to engineer spin-wave\ntransport in three-dimensional magnonic systems."}
{"id": "2508.15234", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15234", "abs": "https://arxiv.org/abs/2508.15234", "authors": ["E. M. H. E. B. Ekanayake", "Nikhat Khan", "Nikhil Shukla"], "title": "Bridging the Analog and the Probabilistic Computing Divide: Configuring Oscillator Ising Machines as P-bit Engines", "comment": "14 pages, 7 figures", "summary": "Oscillator Ising Machines (OIMs) and probabilistic bit (p-bit)-based\ncomputing platforms have emerged as promising paradigms for tackling complex\ncombinatorial optimization problems. Although traditionally viewed as distinct\napproaches, this work presents a theoretically grounded framework for\nconfiguring OIMs as p-bit engines. We demonstrate that this functionality can\nbe enabled through a novel interplay between first- and second harmonic\ninjection to the oscillators. Our work identifies new synergies between the two\nmethods and broadens the scope of applications for OIMs. We further show that\nthe proposed approach can be applied to other analog dynamical systems, such as\nthe Dynamical Ising Machine."}
{"id": "2508.15184", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15184", "abs": "https://arxiv.org/abs/2508.15184", "authors": ["Guanyong Wang", "Li-Shuo Liu", "Zhen Zhu", "Yue Zheng", "Bo Yang", "Dandan Guan", "Shiyong Wang", "Yaoyi Li", "Canhua Liu", "Wei Chen", "Hao Zheng", "Jinfeng Jia"], "title": "Quantum-size effect induced Andreev bound states in ultrathin metallic islands proximitized by a superconductor", "comment": null, "summary": "While Andreev bound states (ABSs) have been realized in engineered\nsuperconducting junctions, their direct observation in normal\nmetal/superconductor heterostructures-enabled by quantum confinement-remains\nexperimentally elusive. Here, we report the detection of ABSs in ultrathin\nmetallic islands (Bi, Ag, and SnTe) grown on the s-wave superconductor NbN.\nUsing high-resolution scanning tunneling microscopy and spectroscopy, we\nclearly reveal in-gap ABSs with energies symmetric about the Fermi level. While\nthe energies of these states show no position dependence, their wave functions\nexhibit spatial oscillations, demonstrating a quantum size effect. Both the\nenergy levels and spatial distribution of the ABSs can be reproduced by our\neffective model in which a metallic island is coupled to the superconducting\nsubstrate via the proximity effect. We demonstrate that the coupling strength\nplays a critical role in determining the ABS energies. Our work introduces a\nnovel physical platform for implementing ABSs, which hold promise for\nsignificant device applications."}
{"id": "2508.15004", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15004", "abs": "https://arxiv.org/abs/2508.15004", "authors": ["Frank M. Abel", "Subhash Bhatt", "Shelby S. Fields", "Vinay Sharma", "Dai Q. Ho", "Daniel Wines", "D. Quang To", "Joseph C. Prestigiacomo", "Tehseen Adel", "Riccardo Torsi", "Maria F. Munoz", "David T. Plouff", "Xinhao Wang", "Brian Donovan", "Don Heiman", "Gregory M. Stephen", "Adam L. Friedman", "Garnett W. Bryant", "Anderson Janotti", "Michelle E. Jamer", "Angela R. Hight Walker", "John Q. Xiao", "Steven P. Bennett"], "title": "Probing Magnetic Properties of RuO$_{2}$ Heterostructures Through the Ferromagnetic Layer", "comment": null, "summary": "RuO$_{2}$ has been proposed as the prototypical altermagnetic material.\nHowever, several reports have recently questioned its intrinsic magnetic\nordering, leading to conflicting findings, especially in thin film\nheterostructures pointing to possible interface effects being convoluted with\nsupposed antiferromagnetic/altermagnetic signatures. Here, extensive\nmagnetometry measurements were performed on two independently grown thin film\nheterostructures of RuO$_{2}$ interfaced with either NiFe or Fe acting as the\nferromagnetic layer. Below about 15 K, both samples exhibit exchange bias\nfields when cooled to approximately 2 K in a $+$1 T field, and a spin\ntransitional feature is observed around 31 K. Magneto-Raman measurements on\nRuO$_{2}$ thin films only reveal a magnon mode when there is a NiFe layer,\nsuggesting that RuO$_{2}$ does not intrinsically possess long range magnetic\nordering.. When in contact with a ferromagnet, RuO$_2$ displays effects that\ncould be ascribed to antiferromagnetism. However, the lack of intrinsic magnon\nmodes points toward possible diffusion between the layers or spin disorder at\nthe interface as seen by density functional theory (DFT) calculations."}
{"id": "2508.15219", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15219", "abs": "https://arxiv.org/abs/2508.15219", "authors": ["Ishita Tikader", "Muktish Acharyya"], "title": "Multiple crossover in the decay of metastable volume fraction of a Blume-Capel ferromagnetic needle", "comment": "10 Pages Latex, 12 captioned figures, 5 Tables", "summary": "The transient behaviours of a Blume-Capel ferromagnetic needle have been\nstudied extensively by Monte-Carlo simulation. The needle has an elongated\nlength in one direction compared to its cross-section. In the context of\ntransient behaviour, we have captured the decay of the metastable state and the\nmagnetic relaxation behaviours in our study. The dependence of metastable\nbehaviour with anisotropy (single site) has been studied. \\emph{Interestingly,\nwe have observed multiple (different values of $n$ in different time domains)\ncrossover in the decay of metastable volume fraction (obeying Avrami's law\n$\\beta \\sim {\\rm exp}(-Kt^n)$). We have identified the crossover time, and the\nvalues of $n$ are estimated precisely.} The mean (magnetic) reversal time has\nbeen studied as a function of anisotropy. It is observed to be almost\nindependent of anisotropy for its negative value; however, it is found to\ndecrease exponentially with positive anisotropy. The exponential relaxation\nbehaviour (in the corresponding paramagnetic phase) is observed. The range of\nthe relaxation time is observed to decrease as the temperature increases."}
{"id": "2508.14964", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14964", "abs": "https://arxiv.org/abs/2508.14964", "authors": ["Ryan A. Lanzetta", "Shang Liu", "Max A. Metlitski"], "title": "The beginning of the endpoint bootstrap for conformal line defects", "comment": "83 pages, 17 figures", "summary": "A challenge in the study of conformal field theory (CFT) is to characterize\nthe possible defects in specific bulk CFTs. Given the success of numerical\nbootstrap techniques applied to the characterization of bulk CFTs, it is\ndesirable to develop similar tools to study conformal defects. In this work, we\nsuccessfully demonstrate this possibility for endable conformal line defects.\nWe achieve this by incorporating the endpoints of a conformal line defect into\nthe numerical four-point bootstrap and exploit novel crossing symmetry\nrelations that mix bulk and defect CFT data in a way that further possesses\npositivity, so that rigorous numerical bootstrap techniques are applicable. We\nimplement this approach for the pinning field line defect of the $3d$ Ising\nCFT, obtaining estimates of its defect CFT data that agree well with other\nrecent estimates, particularly those obtained via the fuzzy sphere\nregularization. An interesting consequence of our bounds is nearly rigorous\nevidence that the $\\mathbb Z_2$-symmetric defect exhibiting long range order\nobtained as a direct sum of two conjugate pinning field defects is unstable to\ndomain wall proliferation."}
{"id": "2508.14962", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.14962", "abs": "https://arxiv.org/abs/2508.14962", "authors": ["Ilia Komissarov", "Tobias Holder", "Raquel Queiroz"], "title": "Superdielectrics: Disorder-induced perfect screening in insulators", "comment": "15 pages, 8 figures", "summary": "We study the relationship between the quantities that encode the insulating\nproperties of matter: the ground-state quantum metric, the average localization\nlength, and the electric susceptibility. By examining the one-dimensional\nAnderson insulator model and the Su-Schrieffer-Heeger chain with chiral\ndisorder, we demonstrate that the former two measures are proportional in\none-dimensional systems near criticality, and both are determined by the\nproperties of the hybridized localized states around the Fermi energy. We\nemploy these insights to demonstrate that the behavior of the electric\nsusceptibility is drastically different in the bond-disordered SSH chain, with\nthe possibility that it may diverge even when the localization length and the\nquantum metric remain finite. This divergence, caused by the proliferation of\nimpurity resonances at a particular energy, leads to a novel regime that\nexhibits mixed characteristics of metals and insulators. We term this regime\nsuperdielectric: an insulating state characterized by a finite quantum metric\nand divergent static electric susceptibility, which implies perfect screening\nin the absence of the dc conductivity. We demonstrate that the superdielectric\nphase also emerges in higher-dimensional materials, such as graphene with\nvacancies and Kekul\\'e bond distortion."}
{"id": "2508.15007", "categories": ["physics.chem-ph", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2508.15007", "abs": "https://arxiv.org/abs/2508.15007", "authors": ["Igor Kurchavov", "Sergey Prosnyak", "Leonid V. Skripnikov", "Alexander Petrov"], "title": "Impact of ligand (OH) deformation on LuOH$^+$ rovibrational spectra", "comment": null, "summary": "Triatomic cation $^{175}$LuOH$^+$, featuring near-degenerate, opposite-parity\n$l$-doublets, offers enhanced sensitivity to $\\mathcal{P}$- and\n$\\mathcal{T}$-violating interactions. We present \\emph{ab initio} calculations\nof its electronic structure and rovibrational structure beyond the rigid-ligand\napproximation by explicitly including OH-ligand deformation together with\nbending and stretching motions. Potential-energy surfaces are computed at the\nrelativistic coupled cluster level of theory. The nuclear Schr\\\"{o}dinger\nequation in Jacobi coordinates is solved by means of a coupled-channel\nexpansion. Ligand deformation reduces the bending frequency by a few percent\nand increases the $l$-doubling constant $q$, while the stretching frequencies\nand rotational constants remain largely unchanged. For the first excited\nbending level, we predict $\\Delta E_{J=1}=2q \\approx 24.9$--$26.4$ MHz. These\nresults establish LuOH$^+$ as a viable platform for precision searches for\n$\\mathcal{CP}$-violating physics via the electron electric dipole moment and\nthe nuclear magnetic quadrupole moment."}
{"id": "2508.15519", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.15519", "abs": "https://arxiv.org/abs/2508.15519", "authors": ["Grischa Beneke", "Kilian Leutner", "Nikhil Vijayan", "Fabian Kammerbauer", "Duc Minh Tran", "Sachin Krishnia", "Johannes Güttinger", "Armin Satz", "Robert Frömter", "Mathias Kläui"], "title": "On-the-fly electrical readout of individual skyrmion dynamics by anomalous Hall effect, correlated with real-time Kerr microscopy", "comment": "10 pages, 4 figures", "summary": "Magnetic skyrmions, topologically stabilized spin textures, are promising\ncandidates for future memory devices and non-conventional computing\napplications due to their enhanced stability, non-linear interactions, and\nlow-power manipulation capabilities. Despite their significant potential, the\nreliable electrical readout of individual skyrmions remains a fundamental\nchallenge. While magnetic tunnel junctions and anomalous-Hall-effect-based\ntechniques have demonstrated skyrmion detection capabilities, they currently\nfail to reliably detect single moving skyrmions as required for applications.\nOur approach leverages thermally activated skyrmions, where a low constant\ndrive current simultaneously generates both skyrmion motion and the Hall\nvoltage necessary for detection. We demonstrate the reliability of this method\nthrough real-time correlation between measured Hall voltage signals and direct\nKerr microscopy imaging. Two consecutive Hall crosses allow for determining the\nskyrmion velocity, in accordance to Kerr microscopy videos. These advances\nestablish a robust platform for skyrmion-based sensors, counters and\nunconventional computing systems that depend on precise individual skyrmion\ncontrol and detection."}
{"id": "2508.15559", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15559", "abs": "https://arxiv.org/abs/2508.15559", "authors": ["Marcella Iannuzzi", "Jan Wilhelm", "Frederick Stein", "Augustin Bussy", "Hossam Elgabarty", "Dorothea Golze", "Anna Hehn", "Maximilian Graml", "Stepan Marek", "Beliz Sertcan Gökmen", "Christoph Schran", "Harald Forbert", "Rustam Z. Khaliullin", "Anton Kozhevnikov", "Mathieu Taillefumier", "Rocco Meli", "Vladimir Rybkin", "Martin Brehm", "Robert Schade", "Ole Schütt", "Johann V. Pototschnig", "Hossein Mirhosseini", "Andreas Knüpfer", "Dominik Marx", "Matthias Krack", "Jürg Hutter", "Thomas D. Kühne"], "title": "The CP2K Program Package Made Simple", "comment": "128 pages, 9 figures, 2 tables", "summary": "CP2K is a versatile open-source software package for simulations across a\nwide range of atomistic systems, from isolated molecules in the gas phase to\nlow-dimensional functional materials and interfaces, as well as highly\nsymmetric crystalline solids, disordered amorphous glasses, and weakly\ninteracting soft-matter systems in the liquid state and in solution. This\nreview highlights CP2K's capabilities for computing both static and dynamical\nproperties using quantum-mechanical and classical simulation methods. In\ncontrast to the accompanying theory and code paper [J. Chem. Phys. 152, 194103\n(2020)], the focus here is on the practical usage and applications of CP2K,\nwith underlying theoretical concepts introduced only as needed."}
{"id": "2508.15266", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15266", "abs": "https://arxiv.org/abs/2508.15266", "authors": ["Han-Xin Lou", "Jing-Jing Chen", "Xing-Guo Ye", "Zhen-Bing Tan", "An-Qi Wang", "Qing Yin", "Xin Liao", "Jing-Zhi Fang", "Xing-Yu Liu", "Yi-Lin He", "Zhen-Tao Zhang", "Chuan Li", "Zhong-Ming Wei", "Xiu-Mei Ma", "Dapeng Yu", "Zhi-Min Liao"], "title": "Radio-Frequency Quantum Rectification in Kagome Superconductor CsV3Sb5", "comment": "39 pages, 14 figures", "summary": "Rectification of electromagnetic fields into direct current (DC) is pivotal\nfor energy harvesting, wireless charging, and next-generation communication\ntechnologies. The superconducting diode effect, which exploits the\nnonreciprocal transport of dissipationless superconducting currents, offers\nultra-low power consumption and high rectification ratios. Combining the\nsuperconducting diode effect with the AC Josephson effect holds promise for\nconverting radio-frequency (rf) irradiation into a quantized DC output.\nHowever, experimental realization has been hindered by challenges in achieving\nthe necessary symmetry breaking and fabricating high-performance Josephson\njunctions. Here we demonstrate the quantum rectification in kagome\nsuperconductor CsV3Sb5, which hosts emergent Josephson effects and a zero-field\nJosephson diode. Under rf irradiation, a DC voltage emerges without applied\nbias, scaling linearly with frequency as V = hf/2e, where h is Planck's\nconstant, f is the microwave frequency, and e is the electron charge.\nFurthermore, the rectified voltage exhibits quantized steps with increasing rf\npower, consistent with Shapiro step quantization. Our work establishes CsV3Sb5\nas a versatile platform for wireless quantum power supplies and charging, and\nunderscores the intertwined order parameters as a promising pathway for precise\nquantum matter control."}
{"id": "2508.15009", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15009", "abs": "https://arxiv.org/abs/2508.15009", "authors": ["Valmir Ribeiro", "Fernando Parisio"], "title": "Intermediate-temperature specific heat of solids and the rationale behind the Maier-Kelley empirical formula", "comment": null, "summary": "The heat capacity of solids at intermediate-to-high temperatures is of\nfundamental importance to several fields ranging from geology to material\nscience. It depends on a variety of factors, with anharmonicity and,\nultimately, melting playing a pivotal role. In this work we develop a\nfirst-principles model from an analytically tractable semi-harmonic oscillator\nHamiltonian. The resulting specific heat expression depends not only on the\nEinstein temperature of the material but also on other physical parameters. We\ncompare our predictions with experimental data for copper, aluminum, lead,\nsilicon, and germanium with rather satisfactory results, especially considering\nthat there are no fitting parameters in our theory. We finish this work by\nshowing that our results formally justify the otherwise purely empirical\nformula by Maier and Kelley, also providing its coefficients in terms of\nelementary physical quantities."}
{"id": "2508.15318", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.15318", "abs": "https://arxiv.org/abs/2508.15318", "authors": ["Qian-Rui Lee", "Daw-Wei Wang"], "title": "Flow Matching at Scale: A Machine Learning Framework for Efficient Large-Size Sampling of Many-Body Systems", "comment": null, "summary": "We propose a machine learning framework based on Flow Matching to overcome\nthe scaling limitations of Markov Chain Monte Carlo (MCMC) methods. We\ndemonstrate its capability in the 2D XY model, where a single network, trained\nonly on configurations from a small ($32\\times 32$) lattice at sparse\ntemperature points, generates reliable samples for a significantly larger\nsystem ($128\\times 128$) across a continuous temperature range without\nretraining. The generated configurations show strong agreement with key\nthermodynamic observables and correctly capture the signatures of the\nBerezinskii-Kosterlitz-Thouless (BKT) transition. This dual generalization is\nenabled by the Flow Matching framework, which allows us to learn a continuous,\ntemperature-conditioned mapping. At the same time, the inductive biases of the\nunderlying CNN architecture ensure that the learned local physical rules are\nscale-invariant. This \"train-small, generate-large\" capability establishes a\nnew paradigm for efficiently studying critical phenomena, offering a\nsignificant computational advantage for exploring the thermodynamic limit. The\nmethod can be directly applied to other classical or quantum many-body systems\ndescribed by continuous fields on a lattice."}
{"id": "2508.15347", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15347", "abs": "https://arxiv.org/abs/2508.15347", "authors": ["Takahiro Morimoto", "Naoto Nagaosa"], "title": "Role of Ward-Takahashi identity in an electron-phonon coupled system -- Revisiting phonon shift current", "comment": "11 pages, 2 figures", "summary": "We study bulk photovoltaic effects in electron-phonon coupled systems. The\nconservation of current or gauge invariance, manifested as the Ward-Takahashi\nidentity, plays an essential role in the analysis of the Feynman diagrams, and\nthe leading order contribution to the phonon shift current is identified\naccordingly. The leading order contribution essentially arises from the\nelectric polarization carried by optically excited phonons, where the shift\ncurrent is generated due to a change of electric polarization in the steady\nstate under the optical excitation of phonons."}
{"id": "2508.14964", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14964", "abs": "https://arxiv.org/abs/2508.14964", "authors": ["Ryan A. Lanzetta", "Shang Liu", "Max A. Metlitski"], "title": "The beginning of the endpoint bootstrap for conformal line defects", "comment": "83 pages, 17 figures", "summary": "A challenge in the study of conformal field theory (CFT) is to characterize\nthe possible defects in specific bulk CFTs. Given the success of numerical\nbootstrap techniques applied to the characterization of bulk CFTs, it is\ndesirable to develop similar tools to study conformal defects. In this work, we\nsuccessfully demonstrate this possibility for endable conformal line defects.\nWe achieve this by incorporating the endpoints of a conformal line defect into\nthe numerical four-point bootstrap and exploit novel crossing symmetry\nrelations that mix bulk and defect CFT data in a way that further possesses\npositivity, so that rigorous numerical bootstrap techniques are applicable. We\nimplement this approach for the pinning field line defect of the $3d$ Ising\nCFT, obtaining estimates of its defect CFT data that agree well with other\nrecent estimates, particularly those obtained via the fuzzy sphere\nregularization. An interesting consequence of our bounds is nearly rigorous\nevidence that the $\\mathbb Z_2$-symmetric defect exhibiting long range order\nobtained as a direct sum of two conjugate pinning field defects is unstable to\ndomain wall proliferation."}
{"id": "2508.15165", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15165", "abs": "https://arxiv.org/abs/2508.15165", "authors": ["Abdul Ahad Mamun", "Muhammad Anisuzzaman Talukder"], "title": "Re-Engineering Hematite: Synergistic Co-Doping Routes to Efficient Solar Water Splitting", "comment": null, "summary": "Solar-driven water electrolysis requires high-performance photoelectrodes\nthat exhibit excellent photoabsorption, superior charge transport, and\noptimized thermal management. In this work, we conducted a first-principles\ninvestigation to explore optimized doping conditions for hematite\n($\\alpha$-Fe$_2$O$_3$) by incorporating boron (B), yttrium (Y), and niobium\n(Nb) mono-dopants, as well as (B, Y) and (B, Nb) co-dopants. To identify the\noptimal dopant elements and concentrations, we evaluated electronic charge\ntransport, thermal properties, and magnetic susceptibility over a temperature\n($T$) range of 300 to 900 K and doping densities ($N$) from $10^{19}$ to\n$10^{21}$ cm$^{-3}$. The B-doped, (B, Y)-doped, and (B, Nb)-doped\n$\\alpha$-Fe$_2$O$_3$ photoelectrodes showed significantly reduced band gap\nenergy ($E_g$) relative to $\\alpha$-Fe$_2$O$_3$. In comparison, Y and Nb\ndopants only slightly reduced $E_g$ relative to $\\alpha$-Fe$_2$O$_3$. While B\ndoping introduced impurity states near the Fermi level that limited\nthermoelectric charge transport, $\\alpha$-Fe$_2$O$_3$ photoelectrodes doped by\nother elements exhibited notable improvements, including enhanced visible-light\nabsorption, increased carrier concentration, improved electrical conductivity\n($\\sigma$), and efficient thermal management. Additionally, these doped\nphotoelectrodes exhibited a remarkable increase in Pauli magnetic\nsusceptibility ($\\chi$) by two orders of magnitude compared to pristine\n$\\alpha$-Fe$_2$O$_3$, indicating exciting potential for generating\nspin-selective polarized currents. Overall, our findings revealed that the\nco-doping conditions are the most effective for enhancing the performance of\n$\\alpha$-Fe$_2$O$_3$, providing a low-cost and high-efficiency solution for\nsustainable green hydrogen (H$_2$) generation in photocatalytic water\nsplitting."}
{"id": "2508.15578", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15578", "abs": "https://arxiv.org/abs/2508.15578", "authors": ["Elsa Danielsson", "Henning Kirchberg", "Janine Splettstoesser"], "title": "Optimizing energy conversion with nonthermal resources in steady-state quantum devices", "comment": null, "summary": "We provide a framework for optimizing energy conversion processes in coherent\nquantum conductors fed by nonthermal resources. Such nonthermal resources,\nwhich cannot be characterized by temperatures or electrochemical potentials,\noccur in small-scale systems that are smaller than their thermalization length.\nUsing scattering theory in combination with a Lagrange multiplier method, we\noptimize the device's performance based on the efficiency, precision, or a\ntrade-off between the two at a given output current. The transmission\nproperties leading to this optimal performance are identified. We showcase our\nfindings with the example of a refrigerator exploiting experimentally relevant\nnonthermal resources, which could result from competing environments or from\nlight irradiation. We show that the performance is improved compared to a\ndevice exploiting a thermal resource. Our results can serve as guidelines for\nthe design of energy-conversion processes in future nanoelectronic devices."}
{"id": "2508.15587", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15587", "abs": "https://arxiv.org/abs/2508.15587", "authors": ["Gourav Yadav", "Aningi Mokhalingam", "Roger A. Sauer", "Shakti S. Gupta"], "title": "Investigating the sliding behavior of graphene nanoribbons", "comment": "37 pages, 25 figures", "summary": "This work presents a Euler-Bernoulli beam finite element (FE) model to study\nthe interlayer interaction mechanics of graphene nanoribbon (GNR) over a\ngraphene substrate. The FE model is calibrated using molecular dynamics (MD)\nsimulations employing the potential of Kolmogorov and Crespi. This study\nfocuses mainly on the effect of boundary conditions on sliding behavior and\nstrain transfer between layers when the substrate is subjected to uniform\nbiaxial deformations. The interlayer shearing or sliding behavior is found to\ndepend on the presence of critical parameters, namely, the applied strain to\nthe substrate and the length of the GNR. The FE results indicate that the\napplied strain transferred from the substrate to the GNR varies linearly up to\na critical value ec beyond which it decreases suddenly. Further, ec is found to\nappear beyond a critical GNR length, Le is approximately 10 nm. Furthermore, a\nlength parameter Ld is approximately 10 nm is computed, beyond which the\nsliding of GNR is dissipative. Through FE simulations, it is also found that\nfor a GNR length is greater than or equal to 17 nm, the edge pulling force\nsaturates. Our results also highlight the importance of the inertia of GNR on\nits sliding for different boundary conditions. It is also concluded that the\nmaximum strain that can be transferred to GNR lies between 0.57% and 1.15%. The\nresults of the FE approach align with MD simulations within an error of\napproximately 10% that can be attributed to the choice of material parameters\nand the simulation setup."}
{"id": "2508.15284", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15284", "abs": "https://arxiv.org/abs/2508.15284", "authors": ["Maosen Wang", "Bo Hao", "Wenjie Sun", "Shengjun Yan", "Shengwang Sun", "Hongyi Zhang", "Zhengbin Gu", "Yuefeng Nie"], "title": "Electron-Hole Crossover in $\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-δ}$ Thin Films", "comment": "32 pages, 15 figures", "summary": "The ambient-pressure superconductivity in\n$\\mathrm{La}_{3}\\mathrm{Ni}_{2}\\mathrm{O}_{7}$ thin films via compressive\nepitaxial strain provides a highly accessible platform for diverse\ncharacterization techniques, facilitating the studies of high-temperature\nsuperconductivity. Here, we systematically map the superconducting dome in\ncompressively strained\n$\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-\\delta}$ thin\nfilms by simultaneously tuning Sr doping and oxygen content and reveal an\nelectron-hole crossover associated with the maximum transition temperature\n(${T}_{c}$). This electron-hole crossover, marked by an anomalous sign change\nin the Hall coefficient (${R}_{H}$), is reminiscent of electron-doped cuprates,\nwhich may signal a Fermi surface reconstruction. Beyond the superconducting\ndome, a $\\ln1/T$ insulating regime and a $T$-linear resistivity regime are also\nresolved, resembling behaviors observed in cuprates and infinite-layer\nnickelates. This work reveals a dome-shaped relationship between ${T}_{c}$ and\n${R}_{H}$ and establishes a key framework for understanding unconventional\nsuperconductivity in nickelate systems."}
{"id": "2508.15108", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15108", "abs": "https://arxiv.org/abs/2508.15108", "authors": ["Chen Qian", "Valdas Vitartas", "James Kermode", "Reinhard J. Maurer"], "title": "Equivariant Electronic Hamiltonian Prediction with Many-Body Message Passing", "comment": "15 pages, 8 figures", "summary": "Machine learning surrogates of Kohn-Sham Density Functional Theory\nHamiltonians offer a powerful tool to accelerate the prediction of electronic\nproperties of materials, such as electronic band structures and\ndensities-of-states. For large-scale applications, an ideal model would exhibit\nhigh generalization ability and computational efficiency. Here, we introduce\nthe MACE-H graph neural network, which combines high body-order message passing\nwith a node-order expansion to efficiently obtain all relevant $O(3)$\nirreducible representations. The model achieves high accuracy and computational\nefficiency and captures the full local chemical environment features of,\ncurrently, up to $f$ orbital matrix interaction blocks. We demonstrate the\nmodel's accuracy and transferability on several open materials benchmark\ndatasets of two-dimensional materials and a new dataset for bulk gold,\nachieving sub-meV prediction errors on matrix elements and eigenvalues across\nall systems. We further analyse the interplay of high body order message\npassing and locality that makes this model a good candidate for high-throughput\nmaterial screening."}
{"id": "2508.15366", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15366", "abs": "https://arxiv.org/abs/2508.15366", "authors": ["Jayam Joshi", "Shradha Mishra"], "title": "Analytical Theory of Chiral Active Particle Transport in a Fluctuating Density Field", "comment": null, "summary": "We develop a closed-form analytical theory for the transport of a chiral\nactive Brownian particle (cABP) in three dimensions, moving through a\nfluctuating local density field that coarse-grains steric and dynamical\ninteractions in a dense active medium. The density field is modeled as an\nOrnstein--Uhlenbeck process with finite correlation time $\\tau$ and fluctuation\nstrength $\\sigma_\\rho^2$, capturing both spatial variations and temporal\nmemory. Within this framework, we derive exact expressions for the mean-squared\ndisplacement (MSD) and time-dependent diffusivity, showing how chirality and\ndensity coupling renormalize orientational persistence and generate dynamical\ncrossovers. The theory predicts: (i) anomalously high initial diffusivity in\ndenser regions, arising from a transient drift driven by local swim-pressure\ngradients; (ii) a finite crossover time $t_c$ for homogenizing density\ninhomogeneities, with steady-state diffusivity retaining memory of the initial\nenvironment; (iii) a non-monotonic $t_c(\\Omega)$ with a global minimum at\nintermediate chirality, and a three-regime suppression of $D_\\infty(\\Omega)$\nconsistent with clustered phases in simulations; and (iv) a resonance-like peak\nin early-time oscillatory transport at an optimal chirality $\\Omega^*$. The\nframework reproduces known scaling of $D_\\infty$ with activity and chirality,\nwhile uncovering new memory effects and chirality-controlled optimal transport,\noffering predictive insight for biological circle swimmers and active\nmetamaterials."}
{"id": "2508.15368", "categories": ["cond-mat.str-el", "cond-mat.other", "physics.atm-clus", "physics.comp-ph", "quant-ph", "81V", "J.2; G.1.3"], "pdf": "https://arxiv.org/pdf/2508.15368", "abs": "https://arxiv.org/abs/2508.15368", "authors": ["Merzuk Kaltak", "Alexander Hampel", "Martin Schlipf", "Indukuru Ramesh Reddy", "Bongae Kim", "Georg Kresse"], "title": "Constrained Random Phase Approximation: the spectral method", "comment": "12 pages, 5 figures, to be published in Physical Review B, Poster\n  presented at PSI-K, Lausanne (August 2025). Talk given at Workshop \"The\n  determination of Hubbard parameters: progress, pitfalls, and prospects\",\n  Gandia (September 2025)", "summary": "We present a new constrained Random Phase Approximation (cRPA) method, termed\nspectral cRPA (s-cRPA), and compare it to established cRPA approaches for\nScandium and Copper by varying the 3d shell filling. The s-cRPA consistently\nyields larger Hubbard $U$ interaction values. Applied to the realistic system\nCaFeO$_3$, s-cRPA produces interaction parameters significantly closer to those\nrequired within DFT+$U$ to induce the experimentally observed insulating state,\novercoming the metallic behavior predicted by standard density functionals. We\nalso address the issue of negative interaction values found in the projector\ncRPA method for filled d-shells, demonstrating that s-cRPA offers superior\nnumerical stability through electron conversion. Overall, s-cRPA is more robust\nand effectively overcomes the known underestimation of $U$ in standard cRPA,\nmaking it a promising tool for the community. Additionally, we have enhanced\nour implementation with features for computing multi-center interactions to\nanalyze spatial decay and developed a low-scaling variant with a compressed\nMatsubara grid to efficiently obtain full frequency-dependent interactions."}
{"id": "2508.14993", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2508.14993", "abs": "https://arxiv.org/abs/2508.14993", "authors": ["Takuya Takashiro", "Ryota Akiyama", "Ryotaro Minakawa", "Shuji Hasegawa"], "title": "Beyond Superexchange: Emergent Unconventional Ferromagnetism in Thin-Film Sandwich Structures of Intrinsic Magnetic Topological Insulators", "comment": "45 pages and 10 figures", "summary": "In this work, we investigate the nature of magnetic interactions in intrinsic\nmagnetic topological insulator Mn(Bi1-xSbx)2Te4 (MBST in short) systems, which\npossesses highly-ordered ferromagnetic septuple-layers (SLs), using two types\nof structures: MBST(1 SL)/(Bi1-xSbx)2Te3 heterostructures and MBST(1\nSL)/(Bi1-xSbx)2Te3/MBST(1 SL) sandwich structures. The out-of-plane\nmagnetization in the sandwich structure turned out to be significantly larger\nthan that in the heterostructure, indicating that the interlayer magnetic\ninteraction between two MBST layers is ferromagnetic. Furthermore, the Curie\ntemperature increased with decreasing the in-plane Mn-Mn distance in the MBST\nlayer, which suggests the enhancement of the intralayer ferromagnetic\ninteraction within each MBST layer. Meanwhile, in the sandwich structures with\nvarious spacer thicknesses, the Curie temperature with the spacer layer was\nhigher than that with no spacer layer. In addition, the curve shape of\nanomalous Hall effects for the sandwich structure was almost unchanged by\ncarrier-density modulation, which implies that the ferromagnetism in this\nsystem is carrier-independent. Based on the above results, magnetic behaviors\nin our systems cannot be explained only by the direct exchange nor\nsuperexchange interactions reported previously for MBST systems, and are\ninstead proposed to arise from topology-related mechanisms such as the van\nVleck and Bloembergen-Rowland mechanisms. This work provides a new perspective\non magnetic mechanisms in MBST systems, which helps us to realize\nnext-generation spintronic and electronic devices by flexibly controlling\nmagnetism in intrinsic magnetic topological insulators."}
{"id": "2508.15401", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15401", "abs": "https://arxiv.org/abs/2508.15401", "authors": ["Yixuan Feng", "Xavier R. Advincula", "Hongwei Fang", "Christoph Schran"], "title": "Clay Edges Are Dynamic Proton-conducting Networks Modulated by Structure and pH", "comment": null, "summary": "Montmorillonite, a ubiquitous clay mineral, plays a vital role in geochemical\nand environmental processes due to its chemically complex edge surfaces.\nHowever, the molecular-scale acid-base reactivity of these interfaces remains\npoorly understood due to the limitations of both experimental resolution and\nconventional simulations. Here, we employ machine learning potentials with\nfirst-principles accuracy to perform nanosecond-scale molecular dynamics\nsimulations of montmorillonite nanoparticles across a range of pH. Our results\nreveal clear amphoteric behavior: edge sites undergo protonation in acidic\nenvironments and deprotonation in basic conditions. Even at neutral pH,\nspontaneous and directional proton transfer events are common, proceeding via\nboth direct and solvent-mediated pathways. These findings demonstrate that\nmontmorillonite edges are not static arrays of hydroxyl groups but dynamic,\nproton-conducting networks whose reactivity is modulated by local structure and\nsolution conditions. This work offers a molecular-level framework for\nunderstanding proton transport and buffering in clay-water systems, with broad\nimplications for catalysis, ion exchange, and environmental remediation."}
{"id": "2508.15591", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15591", "abs": "https://arxiv.org/abs/2508.15591", "authors": ["Niklas Martin", "Laura Álvaro-Gómez", "Lucas Perez", "André Thiaville", "Jean-Paul Adam", "Olivier Fruchart", "Aurélien Masseboeuf"], "title": "Experimental determination and micromagnetic analysis of spin wave modes in cylindrical nanowires", "comment": "8 pages, 7 figures", "summary": "We report an experimental study of spin wave modes in individual cylindrical\nnanowires, a textbook situation of confined spin waves in 3D nanomagnetism. We\nobserve discrete modes of thermal spin waves with micro-Brillouin light\nscattering, whose frequencies $f$ shift to higher values as the applied\nlongitudinal induction magnetic field $B_z$ increases. Micromagnetic\nsimulations allowed us to associate every $f(B_z)$ curve to a given spatial\nmode, labeled with radial and azimuthal indices $\\ell$ and $m$."}
{"id": "2508.15739", "categories": ["physics.comp-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2508.15739", "abs": "https://arxiv.org/abs/2508.15739", "authors": ["Fawad Ali", "Carlos García A.", "Aida Hejazi-Nooghabi", "Lapo Boschi"], "title": "Pseudo-spectral model of elastic-wave propagation through toothed-whale head anatomy, and implications for biosonar", "comment": null, "summary": "The sound-localization and, in particular, biosonar system of toothed whales\nis exceptionally performant. How this is achieved is not clear, given that: (i)\ntoothed whales have no pinnae; (ii) while their auditory pathways have been\nstudied in detail, no specific feature apparently replacing the pinna has been\nidentified. In this study, we employ a pseudo-spectral time domain (PSTD)\nnumerical scheme to model three-dimensional elastic wave propagation through a\ntoothed-whale head including soft tissues. Computed tomography (CT) scans were\nutilized to build a three-dimensional velocity-density model of the specimen's\nhead, parametrized on a high-resolution $1.11$ mm voxel grid. We first validate\nour wave propagation solver, identifying a range of frequencies and spatial\nscale lengths where the PSTD scheme captures the complexities of elastic wave\npropagation through toothed-whale anatomy. We next focus on the toothed whale's\nability to locate sources on the median plane, where the role of anatomy is\ncrucial. A 45 kHz central frequency burst (dolphin-like click) was modeled and\ndirected at elevation angles from $-90^\\circ$ to $+90^\\circ$ in $5^\\circ$ steps\nalong the midsagittal plane. We find that the incoming sound can be localized,\nvia correlation, from the reverberated portion of the time-domain waveforms\nrecorded at the tympano-periotic complex locations."}
{"id": "2508.15604", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15604", "abs": "https://arxiv.org/abs/2508.15604", "authors": ["T. Bauch", "F. Lombardi", "G. Seibold"], "title": "Superpotentials, flat bands and the role of Quantum Geometry for the superfluid stiffness", "comment": "11 pages, 10 figures", "summary": "We investigate the stability and enhancement of superconductivity in a system\nsubject to a 2D periodic superpotential. This externally imposed modulation\nleads to a reconstructed multi-band structure with flat bands emerging in\ncertain energy regions. When the chemical potential is tuned into one of these\nflat bands, the associated increase in the density of states can strongly\nenhance the superconducting critical temperature Tc compared to the homogeneous\ncase while maintaining the superfluid stiffness Ds at a sizeable value. We also\nclarify the role of the quantum geometric effect for flat bands in such\ntopologically trivial systems. While the overall paramagnetic interband\ncontribution to the stiffness is negative we identify a class of certain\ninterband scattering processes which enhance Ds and scale with the interaction,\nplaying therefore the same role as quantum geometric effects in conventional\nflat band models. The enhancement of superconductivity is found to be robust\nagainst weak to moderate disorder, suggesting that the system is not overly\nsensitive to imperfections which is an important prerequisite for experimental\nrealizations. Our results demonstrate that engineered superpotentials offer a\ncompelling alternative to twist-based moire systems, providing a pathway toward\ntailoring superconductivity via lithographic design."}
{"id": "2508.15122", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15122", "abs": "https://arxiv.org/abs/2508.15122", "authors": ["Ignas Masiulionis", "Bonnie Y. X. Lin", "Sagar Kumar Seth", "Gregory D. Grant", "Wanda L. Lindquist", "Sungjoon Kim", "Junghwa Kim", "Angel Yanguas-Gil", "Jeffrey W. Elam", "Jiefei Zhang", "James M. LeBeau", "David D. Awschalom", "Supratik Guha"], "title": "Microstructural and preliminary optical and microwave characterization of erbium doped CaMoO$_4$ thin films", "comment": "8 pages, 4 figures", "summary": "This work explores erbium-doped calcium molybdate (CaMoO$_4$) thin films\ngrown on silicon and yttria stabilized zirconia (YSZ) substrates, as a\npotential solid state system for C-band (utilizing the $\\sim$1.5 $\\mu$m\nEr$^{3+}$ 4f-4f transition) quantum emitters for quantum network applications.\nThrough molecular beam epitaxial growth experiments and electron microscopy,\nX-ray diffraction and reflection electron diffraction studies, we identify an\nincorporation limited deposition regime that enables a 1:1 Ca:Mo ratio in the\ngrowing film leading to single phase CaMoO$_4$ formation that can be in-situ\ndoped with Er (typically 2-100 ppm). We further show that growth on silicon\nsubstrates is single phase but polycrystalline in morphology; while growth on\nYSZ substrates leads to high-quality epitaxial single crystalline CaMoO$_4$\nfilms. We perform preliminary optical and microwave characterization on the\nsuspected $Y_1 - Z_1$ transition of 2 ppm, 200 nm epitaxial CaMoO$_4$ annealed\nthin films and extract an optical inhomogeneous linewidth of 9.1(1) GHz, an\noptical excited state lifetime of 6.7(2) ms, a spectral diffusion-limited\nhomogeneous linewidth of 6.7(4) MHz, and an EPR linewidth of 1.10(2) GHz."}
{"id": "2508.15430", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15430", "abs": "https://arxiv.org/abs/2508.15430", "authors": ["Daniel Dantchev", "Nicholay S. Tonchev", "Joseph Rudnick"], "title": "Casimir versus Helmholtz fluctuation induced force in { the Nagle}-Kardar model: Exact results", "comment": "8 pages, 4 figures", "summary": "When used to describe \\textit{finite} systems the {conjugate}\nstatistical-mechanical ensembles are \\textit{not} equivalent. This has physical\nimplications for the behavior of the fluctuation induced forces pertinent to\nthe different ensembles. Here, {we study the Nagle-Kardar model within the\ngrand-canonical ensemble (GCE) and the canonical ensemble (CE) (with conserved\ntotal magnetization) for periodic boundary conditions (PBC)}. {We focus on two\nfluctuation-induce forces: the Casimir force (CF) in the GCE and the Helmholtz\nforce (HF) in the CE}. In the infinite system limit the model exhibits a\ncritical line, which ends at a tricritical point. Unexpectedly, the critical\nCasimir force (CCF) is \\textit{repulsive} near the critical line and\ntricritical point, decaying rapidly upon departure from those two regions and\nbecoming \\textit{attractive}. This violates the widely-accepted ``boundary\ncondition rule,'' which presumes that the CCF is attractive for equivalent\nboundary conditions (BC) and repulsive for conflicting BC. For the HF we find\nthat it also changes sign as a function of temperature and the magnetization.\nWe conclude, that CCF and HF have a behavior quite different from each other as\na function of the tunable parameters (temperature, magnetic field, or\nmagnetization) of the model. This dependence allows {for the control of the}\n\\textit{sign} of these forces, as well as their magnitude."}
{"id": "2508.15424", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15424", "abs": "https://arxiv.org/abs/2508.15424", "authors": ["Gabriel Lazrak", "Radu Abrudan", "Borge Göbel", "David Hrabovsky", "Chen Luo", "Victor Ukleev", "Srijani Mallik", "Luis M. Vicente-Arche", "Florin Radu", "Sergio Valencia", "Annika Johansson", "Agnès Barthélémy", "Manuel Bibes"], "title": "Spontaneous nonreciprocal transport in a gate-tunable ferromagnetic Rashba 2-dimensional electron gas", "comment": null, "summary": "The broken inversion symmetry at interfaces of complex oxides gives rise to\nemergent phenomena, including ferromagnetism and Rashba spin-orbit coupling\n(SOC), which profoundly influence the electronic structure by entangling spin\nand momentum. While the interplay between Rashba SOC and ferromagnetism is\ntheoretically intriguing, its experimental manifestations remain largely\nunexplored. Here, we demonstrate that ferromagnetic 2DEGs at SrTiO$_3$-based\ninterfaces exhibit spontaneous nonreciprocal transport - a distinctive hallmark\nof Rashba ferromagnets - even in the absence of an external magnetic field.\nThis nonreciprocal response, along with clear signatures of ferromagnetism such\nas anisotropic magnetoresistance and the anomalous Hall effect (AHE), is\nstrongly tunable by gate voltage. Remarkably, the AHE not only varies in\namplitude but even reverses sign, reflecting a subtle interplay between Fermi\nlevel position and Berry curvature distribution. These results establish\nSrTiO$_3$ 2DEGs as a model platform for studying Rashba ferromagnetism and\ndemonstrate active control over transport phenomena in time- and\ninversion-symmetry-broken systems, paving the way for gate-tunable spintronic\ndevices."}
{"id": "2508.15004", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15004", "abs": "https://arxiv.org/abs/2508.15004", "authors": ["Frank M. Abel", "Subhash Bhatt", "Shelby S. Fields", "Vinay Sharma", "Dai Q. Ho", "Daniel Wines", "D. Quang To", "Joseph C. Prestigiacomo", "Tehseen Adel", "Riccardo Torsi", "Maria F. Munoz", "David T. Plouff", "Xinhao Wang", "Brian Donovan", "Don Heiman", "Gregory M. Stephen", "Adam L. Friedman", "Garnett W. Bryant", "Anderson Janotti", "Michelle E. Jamer", "Angela R. Hight Walker", "John Q. Xiao", "Steven P. Bennett"], "title": "Probing Magnetic Properties of RuO$_{2}$ Heterostructures Through the Ferromagnetic Layer", "comment": null, "summary": "RuO$_{2}$ has been proposed as the prototypical altermagnetic material.\nHowever, several reports have recently questioned its intrinsic magnetic\nordering, leading to conflicting findings, especially in thin film\nheterostructures pointing to possible interface effects being convoluted with\nsupposed antiferromagnetic/altermagnetic signatures. Here, extensive\nmagnetometry measurements were performed on two independently grown thin film\nheterostructures of RuO$_{2}$ interfaced with either NiFe or Fe acting as the\nferromagnetic layer. Below about 15 K, both samples exhibit exchange bias\nfields when cooled to approximately 2 K in a $+$1 T field, and a spin\ntransitional feature is observed around 31 K. Magneto-Raman measurements on\nRuO$_{2}$ thin films only reveal a magnon mode when there is a NiFe layer,\nsuggesting that RuO$_{2}$ does not intrinsically possess long range magnetic\nordering.. When in contact with a ferromagnet, RuO$_2$ displays effects that\ncould be ascribed to antiferromagnetism. However, the lack of intrinsic magnon\nmodes points toward possible diffusion between the layers or spin disorder at\nthe interface as seen by density functional theory (DFT) calculations."}
{"id": "2508.15422", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15422", "abs": "https://arxiv.org/abs/2508.15422", "authors": ["Joseph C. Shirley", "Zi Xuan Ng", "Kuo-Yang Chiang", "Yuki Nagata", "Yair Litman", "Arsh S. Hazrah", "Mischa Bonn"], "title": "Reevaluating Anomalous Electric Fields at the Air-Water Interface: A Surface-Specific Spectroscopic Survey", "comment": "22 pages, 4 figures", "summary": "The notion that large electric fields at the air-water interface catalyze\nspontaneous chemical reactions has sparked significant debate, with far\nreaching implications for atmospheric chemistry and interfacial reactivity.\nUsing vibrational sum frequency generation spectroscopy, we test this\nhypothesis by directly comparing local electric field strengths at the\nair-water interface and in bulk water. By applying established vibrational\nfrequency-to-field mappings to the OH stretch of interfacial and bulk water, we\nextract effective electric field distributions under ambient conditions.\nContrary to prevailing claims, our results reveal no spectroscopic evidence for\nexceptionally strong or long-lived interfacial electric fields. Instead, bulk\nwater consistently exhibits broader distributions and statistically larger\nfield magnitudes. The absence of key spectral signatures, such as redshifted\ncontinua, or slowed spectral diffusion, further undermines the idea of\nanomalous surface fields. Our findings call into question the growing narrative\nthat electrostatic forces at pristine and charge neutral water surfaces can\ndrive chemical reactions and instead highlight the importance of rigorous\nspectroscopic benchmarks when evaluating interfacial phenomena."}
{"id": "2508.15668", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15668", "abs": "https://arxiv.org/abs/2508.15668", "authors": ["Patrick Johansen Sarsfield", "Takaaki V. Joya", "Takuto Kawakami", "Mikito Koshino", "Vladimir Fal'ko"], "title": "Second Harmonic Generation by Multilayer Graphenes and its Dependence on Stacking Order and Encapsulation Environment", "comment": "8 pages, 4 figures", "summary": "In this work, we analyze the effects of external influences on the second\nharmonic generation (SHG) signal produced by multilayer graphenes.\nSpecifically, we vary the encapsulation conditions and doping of graphenes,\nseeking to identify SHG \"fingerprints\" that are unsensitive to external\nperturbations. We identify characteristic features in the infrared regime that\nmay be used as a stacking-order fingerprint for the mixed stacking tetralayer\nand the trilayer polytypes caused by a strong double resonance effect. Further\nto this, we find that the tetralayers systematically produce an SHG response\nthat is significantly larger as compared to the trilayers. We then studied the\nSHG signal by the tetralayer polytypes in the terahertz regime and demonstrated\nthe signal is highly sensitive the environmental conditions. Furthermore, we\nalso find that accidental doping of graphene will strongly suppress the SHG\nsignal in this regime. The above findings emphasize the need for a spectral\napproach to the identification of stacking order by SHG. Thus, measurements at\none frequency are insufficient to confidently identify the stacking order due\nto the environmental sensitivities, since SHG can be readily induced with a\ncomparable magnitude in the centrosymmetric polytypes through external\nsymmetry-breaking."}
{"id": "2508.15200", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15200", "abs": "https://arxiv.org/abs/2508.15200", "authors": ["Jiawei Mao", "Yinglu Jia", "Gaoyang Gou", "Shi Liu", "Xiao Cheng Zeng"], "title": "Unraveling Shear Strain Induced Ferroelectric-to-Antiferroelectric Phase Transition and Accessing Intrinsic Antiferroelectricity in Two-dimensional NbOCl2", "comment": null, "summary": "Compared to the well studied two-dimensional (2D) ferroelectricity, much rare\nis the appearance of 2D antiferroelectricity, where local dipoles from the\nnonequivalent sublattices within 2D monolayers are oppositely orientated. Using\nNbOCl2 monolayer with competing ferroelectric (FE) and antiferroelectric (AFE)\nphases as a 2D material platform, we demonstrate the emerging of intrinsic\nantiferroelectricity in NbOCl2 monolayer under the experimentally accessible\nshear strain, and new functionality associated with electric field induced\nAFE-to-FE phase transition. Specifically, the complex configuration space\naccommodating FE and AFE phases, polarization switching kinetics and finite\ntemperature thermodynamic properties of 2D NbOCl2, are all accurately predicted\nby large-scale molecular dynamic (MD) simulations based on deep learning\ninteratomic potential (DP) model. Moreover, room temperature stable\nantiferroelectricity with low polarization switching barrier and\none-dimensional (1D) collinear polarization arrangement is predicted in shear\ndeformed NbOCl2 monolayer. Transition from AFE to FE phase in 2D NbOCl2 can be\ntriggered by the low critical electric field, leading to the double\npolarization-electric (P-E) loop with small hysteresis. A new type\noptoelectronic device composed of AFE-NbOCl2, enabling electric \"writing\" and\nnonlinear optical \"reading\" logical operation with fast operation speed and low\npower consumption is also proposed."}
{"id": "2508.15566", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15566", "abs": "https://arxiv.org/abs/2508.15566", "authors": ["Weicheng Fu", "Zhen Wang", "Yisen Wang", "Yong Zhang", "Hong Zhao"], "title": "From Near-Integrable to Far-from-Integrable: A Unified Picture of Thermalization and Heat Transport", "comment": "14 pages, 7 figures", "summary": "Whether and how a system approaches equilibrium is central in nonequilibrium\nstatistical physics, crucial to understanding thermalization and transport.\nBogoliubov's three-stage (initial, kinetic, and hydrodynamic) evolution\nhypothesis offers a qualitative framework, but quantitative progress has\nfocused on near-integrable systems like dilute gases. In this work, we\ninvestigate the relaxation dynamics of a one-dimensional diatomic hard-point\n(DHP) gas, presenting a phase diagram that characterizes relaxation behavior\nacross the full parameter space, from near-integrable to far-from-integrable\nregimes. We analyze thermalization (local energy relaxation in nonequilibrium\nstates) and identify three universal dynamical regimes: (i) In the\nnear-integrable regime, kinetic processes dominate, local energy relaxation\ndecays exponentially, and the thermalization time $\\tau$ scales as $\\tau\n\\propto \\delta^{-2}$. (ii) In the far-from-integrable regime, hydrodynamic\neffects dominate, energy relaxation decays power-law, and thermalization time\nscales linearly with system size $N$. (iii) In the intermediate regime, the\nBogoliubov phase emerges, characterized by the transition from kinetic to\nhydrodynamic relaxation. The phase diagram also shows that hydrodynamic\nbehavior can emerge in small systems when sufficiently far from the integrable\nregime, challenging the view that such effects occur only in large systems. In\nthe thermodynamic limit, the system's relaxation depends on the order in which\nthe limits ($N \\to \\infty$ or $\\delta \\to 0$) are taken. We then analyze heat\ntransport (decay of heat-current fluctuations in equilibrium), demonstrating\nits consistency with thermalization, leading to a unified theoretical\ndescription of thermalization and transport. Our approach provides a pathway\nfor studying relaxation dynamics in many-body systems, including quantum\nsystems."}
{"id": "2508.15702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15702", "abs": "https://arxiv.org/abs/2508.15702", "authors": ["Zhi-Yan Shao", "Chen Lu", "Zhiming Pan", "Yu-Bo Liu", "Fan Yang"], "title": "Classification of Magnetism and Altermagnetism in Quasicrystals", "comment": "4.2pages, with Appendix", "summary": "Altermagnetism, an unconventional magnetic phase characterized by zero net\nmagnetism and a spin-split electronic band, has been studied exclusively in\nconventional crystalline materials. In this work, we extend the theoretical\nframework of altermagnetism to quasicrystals (QCs), which lack translational\nsymmetry. We classify magnetic phases in 2D QCs with $n$-fold rotational\nsymmetry without spin-orbit coupling, by using the irreducible representation\n(IRRP) of the $D_n$ point group. Based on symmetry analysis, we propose the\nconjecture that magnetic phases corresponding to 1D non-identity IRRPs are\ngenerally altermagnetic, with the exception of those possessing parity-time\nsymmetry. To verify our conjecture, we take the Hubbard model as an example and\ndevelop a systematic approach to determine the magnetic pattern in the QC,\nwhich effectively avoids getting trapped at local energy minima. Consequently,\nour tests for the Hubbard model on various QCs with different symmetries are\nunexceptionally consistent with our proposal. Our work highlights the QC as a\nplatform where the altermagnetism is common among magnetic phases."}
{"id": "2508.15009", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15009", "abs": "https://arxiv.org/abs/2508.15009", "authors": ["Valmir Ribeiro", "Fernando Parisio"], "title": "Intermediate-temperature specific heat of solids and the rationale behind the Maier-Kelley empirical formula", "comment": null, "summary": "The heat capacity of solids at intermediate-to-high temperatures is of\nfundamental importance to several fields ranging from geology to material\nscience. It depends on a variety of factors, with anharmonicity and,\nultimately, melting playing a pivotal role. In this work we develop a\nfirst-principles model from an analytically tractable semi-harmonic oscillator\nHamiltonian. The resulting specific heat expression depends not only on the\nEinstein temperature of the material but also on other physical parameters. We\ncompare our predictions with experimental data for copper, aluminum, lead,\nsilicon, and germanium with rather satisfactory results, especially considering\nthat there are no fitting parameters in our theory. We finish this work by\nshowing that our results formally justify the otherwise purely empirical\nformula by Maier and Kelley, also providing its coefficients in terms of\nelementary physical quantities."}
{"id": "2508.15522", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15522", "abs": "https://arxiv.org/abs/2508.15522", "authors": ["Indranil Mal", "Milan Kočí", "Paolo Nicolini", "Prokop Hapala"], "title": "GridFF: Efficient Simulation of Organic Molecules on Rigid Substrates", "comment": null, "summary": "We present GridFF, an efficient method for simulating molecules on rigid\nsubstrates, derived from techniques used in protein-ligand docking in\nbiochemistry. By projecting molecule-substrate interactions onto precomputed\nspatial grids with tricubic B-spline interpolation, GridFF reduces the\ncomputational cost by orders of magnitude compared to traditional pairwise\natomistic models, without compromising the accuracy of forces or trajectories.\nThe CPU implementation of GridFF in the open-source FireCore package provides a\n100-1000x speedup over all-atom simulations using LAMMPS, while the GPU\nimplementation - running thousands of system replicas in parallel - samples\nmillions of configurations per second, enabling an exhaustive exploration of\nthe configuration space of small flexible molecules on surfaces within minutes.\nFurthermore, as demonstrated in our previous application of a similar technique\nto high-resolution scanning probe microscopy, GridFF can be extended beyond\nempirical pairwise potentials to those derived from ab initio electron\ndensities. Altogether, this unlocks accurate high-throughput modeling of\nmolecular self-assembly, adsorption, and scanning probe manipulation in surface\nscience."}
{"id": "2508.15710", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15710", "abs": "https://arxiv.org/abs/2508.15710", "authors": ["Rahul Marchand", "Lucas Schorling", "Cornelius Carlsson", "Jonas Schuff", "Barnaby van Straaten", "Taylor L. Patti", "Federico Fedele", "Joshua Ziegler", "Parth Girdhar", "Pranav Vaidhyanathan", "Natalia Ares"], "title": "End-to-End Analysis of Charge Stability Diagrams with Transformers", "comment": "8 pages, 2 figures, RM and LS contributed equally", "summary": "Transformer models and end-to-end learning frameworks are rapidly\nrevolutionizing the field of artificial intelligence. In this work, we apply\nobject detection transformers to analyze charge stability diagrams in\nsemiconductor quantum dot arrays, a key task for achieving scalability with\nspin-based quantum computing. Specifically, our model identifies triple points\nand their connectivity, which is crucial for virtual gate calibration, charge\nstate initialization, drift correction, and pulse sequencing. We show that it\nsurpasses convolutional neural networks in performance on three different spin\nqubit architectures, all without the need for retraining. In contrast to\nexisting approaches, our method significantly reduces complexity and runtime,\nwhile enhancing generalizability. The results highlight the potential of\ntransformer-based end-to-end learning frameworks as a foundation for a\nscalable, device- and architecture-agnostic tool for control and tuning of\nquantum dot devices."}
{"id": "2508.15223", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15223", "abs": "https://arxiv.org/abs/2508.15223", "authors": ["Yasuhito Kobayashi", "Hidefumi Takahashi", "Shunsuke Kitou", "Akitoshi Nakano", "Hajime Sagayama", "Yuichi Yamasaki", "Shintaro Ishiwata"], "title": "A rutile-based homologous series Na(PtO$_2$)$_{2\\it{n}+1}$ discovered by computationally assisted high-pressure synthesis", "comment": null, "summary": "Layered transition metal oxides typified by the Ruddlesden-Popper phase have\nbeen extensively studied for its applications in high-temperature\nsuperconductivity, catalysis, and battery technologies. Despite the remarkable\nstructural diversity and catalytic functionality of platinum oxides, the\nexploration of layered polymorphs has remained significantly constrained mainly\ndue to the high inertness of platinum. Here, we discover a new homologous\nseries of layered ternary oxides, Na(PtO$_2$)$_{2\\it{n}+1}$, by a combination\nof highly oxidizing high-pressure methods and density functional theory (DFT)\ncalculations. This series features unprecedented layered structural motifs,\nrutile-based PtO$_6$ octahedra and one-dimensional PtO$_4$ square-planar\ncolumns, which enables systematic control of dimensionality. Furthermore, we\ndemonstrate a computationally-assisted identification of isomeric and putative\nmembers of this homologous series as confirmed by controlled synthesis and\nquantitative analysis of diffuse scattering data. This approach provides an\neffective platform for the exhaustive exploration of metastable transition\nmetal oxides with rich structural variations."}
{"id": "2508.15726", "categories": ["cond-mat.stat-mech", "cs.CV", "cs.LG", "nlin.CG"], "pdf": "https://arxiv.org/pdf/2508.15726", "abs": "https://arxiv.org/abs/2508.15726", "authors": ["Ethan Lake", "Ehsan Pajouheshgar"], "title": "Exploring the Landscape of Non-Equilibrium Memories with Neural Cellular Automata", "comment": "4+9 pages", "summary": "We investigate the landscape of many-body memories: families of local\nnon-equilibrium dynamics that retain information about their initial conditions\nfor thermodynamically long time scales, even in the presence of arbitrary\nperturbations. In two dimensions, the only well-studied memory is Toom's rule.\nUsing a combination of rigorous proofs and machine learning methods, we show\nthat the landscape of 2D memories is in fact quite vast. We discover memories\nthat correct errors in ways qualitatively distinct from Toom's rule, have\nordered phases stabilized by fluctuations, and preserve information only in the\npresence of noise. Taken together, our results show that physical systems can\nperform robust information storage in many distinct ways, and demonstrate that\nthe physics of many-body memories is richer than previously realized.\nInteractive visualizations of the dynamics studied in this work are available\nat https://memorynca.github.io/2D."}
{"id": "2508.15223", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15223", "abs": "https://arxiv.org/abs/2508.15223", "authors": ["Yasuhito Kobayashi", "Hidefumi Takahashi", "Shunsuke Kitou", "Akitoshi Nakano", "Hajime Sagayama", "Yuichi Yamasaki", "Shintaro Ishiwata"], "title": "A rutile-based homologous series Na(PtO$_2$)$_{2\\it{n}+1}$ discovered by computationally assisted high-pressure synthesis", "comment": null, "summary": "Layered transition metal oxides typified by the Ruddlesden-Popper phase have\nbeen extensively studied for its applications in high-temperature\nsuperconductivity, catalysis, and battery technologies. Despite the remarkable\nstructural diversity and catalytic functionality of platinum oxides, the\nexploration of layered polymorphs has remained significantly constrained mainly\ndue to the high inertness of platinum. Here, we discover a new homologous\nseries of layered ternary oxides, Na(PtO$_2$)$_{2\\it{n}+1}$, by a combination\nof highly oxidizing high-pressure methods and density functional theory (DFT)\ncalculations. This series features unprecedented layered structural motifs,\nrutile-based PtO$_6$ octahedra and one-dimensional PtO$_4$ square-planar\ncolumns, which enables systematic control of dimensionality. Furthermore, we\ndemonstrate a computationally-assisted identification of isomeric and putative\nmembers of this homologous series as confirmed by controlled synthesis and\nquantitative analysis of diffuse scattering data. This approach provides an\neffective platform for the exhaustive exploration of metastable transition\nmetal oxides with rich structural variations."}
{"id": "2508.15067", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15067", "abs": "https://arxiv.org/abs/2508.15067", "authors": ["Francisco J. Peña", "Cesar Nuñez", "Bastian Castorene", "Michel Aguilera", "Natalia Cortés", "Patricio Vargas"], "title": "Entropy-Seebeck ratio as a tool for elementary charge determination", "comment": "9 pages, 7 figures", "summary": "In this work, we investigate the relationship between the Seebeck coefficient\n$(S)$, and the differential entropy per particle (DEP, $s$), as a tool for\ncharacterizing charge carriers in two-dimensional systems. Using armchair\nsilicene nanoribbons as a model platform, we analyze how both quantities and\ntheir ratio depend on chemical potential at room temperature. While the Seebeck\ncoefficient captures transport properties through the energy dependence of the\nelectronic transmission, the DEP is directly connected to the system's\nelectronic entropy, offering a direct thermodynamic alternative for estimating\n$S$. We evaluate these transport-thermodynamic properties considering diverse\nribbon widths, defining metallic and semiconducting regimes. We find both\nquantities $S$ and $s$, are highly interconnected within the ribbon's band gap\nenergy region, and their ratio $s/S$ converges to the elementary charge $e$\nacross that energy window, fulfilling the Kelvin formula $S=s/e$. On the\ncontrary, $s/S$ is undefined for gapless ribbons in the energy window of the\nfirst transmission channel. These results establish the ratio between the DEP\nand the Seebeck coefficient as a reliable and complementary probe for the\ndetermination of the elementary charge, and to identify the cleanness of\nelectronic band gaps as $s/S$ matches with $e$."}
{"id": "2508.15577", "categories": ["physics.chem-ph", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.15577", "abs": "https://arxiv.org/abs/2508.15577", "authors": ["Vivin Vinod", "Peter Zaspel"], "title": "LoUQAL: Low-fidelity informed Uncertainty Quantification for Active Learning in the chemical configuration space", "comment": null, "summary": "Uncertainty quantification is an important scheme in active learning\ntechniques, including applications in predicting quantum chemical properties.\nIn quantum chemical calculations, there exists the notion of a fidelity, a less\naccurate computation is accessible at a cheaper computational cost. This work\nproposes a novel low-fidelity informed uncertainty quantification for active\nlearning with applications in predicting diverse quantum chemical properties\nsuch as excitation energies and \\textit{ab initio} potential energy surfaces.\nComputational experiments are carried out in order to assess the proposed\nmethod with results demonstrating that models trained with the novel method\noutperform alternatives in terms of empirical error and number of iterations\nrequired. The effect of the choice of fidelity is also studied to perform a\nthorough benchmark."}
{"id": "2508.15723", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15723", "abs": "https://arxiv.org/abs/2508.15723", "authors": ["Sachchidanand Das", "Abhiram Soori"], "title": "Orientation dependent anomalous Hall and spin Hall currents at the junctions of altermagnets with $p$-wave magnets", "comment": "7 pages, 6 captioned figures. Comments are welcome", "summary": "We study charge and spin transport across a junction between an altermagnet\n(AM) and a $p$-wave magnet (PM) using a continuum model with boundary\nconditions tailored to the spin-split band structures of the two materials.\nRemarkably, although neither AM nor PM is spin-polarized, we find that the\njunction supports finite spin currents both longitudinally and transversely. We\ncompute the longitudinal and transverse charge and spin conductivities as\nfunctions of the crystallographic orientations and the relative angle between\nthe N\\'eel vectors of AM and PM. Our results reveal that transverse charge and\nspin conductivities can be finite even when the longitudinal charge\nconductivity vanishes. For suitable parameter choices and orientation angles,\nthe transverse conductivities are more prominent than the longitudinal ones.\nThe origin of these effects lies in the matching and mismatching of transverse\nmomentum modes ($k_y$) across the junction combined with the spin-dependent\nband splitting in AM and PM. Furthermore, while the transverse charge\nconductivity may cancel for certain orientations, the transverse spin\nconductivity remains finite due to unequal contributions of opposite $k_y$\nchannels. These findings highlight altermagnet/$p$-wave magnet junctions as a\npromising platform for tunable generation and control of transverse charge and\nspin currents driven purely by crystallographic orientation and spin structure."}
{"id": "2508.15341", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15341", "abs": "https://arxiv.org/abs/2508.15341", "authors": ["Sanjeet Kaur", "Daniel R. Mason", "Prashanth Srinivasan", "Stephen Dixon", "Sid Mungale", "Teresa Orr", "Mikhail Yu. Lavrentiev", "Duc Nguyen-Manh"], "title": "The effect of multi-occupancy traps on the diffusion and retention of multiple hydrogen isotopes in irradiated tungsten and vanadium", "comment": "16 pages, 9 figures", "summary": "We propose a computational scheme for the diffusion and retention of multiple\nhydrogen isotopes (HI) with multi-occupancy traps parameterized by first\nprinciples calculations. We show that it is often acceptable to reduce the\ncomplexity of the coupled differential equations for gas evolution by taking\nthe dynamic steady state, a generalisation of the Oriani equilibrium for\nmultiple isotopes and multi-occupancy traps. The effective gas diffusivity\nvaries most with mobile fraction when the total gas concentration approximates\nthe trap density. We show HI binding to a monovacancy in vanadium produces a\nnon-monotonic dependence between diffusivity and gas concentration, unlike the\ntungsten system. We demonstrate the difference between multiple single\noccupancy traps and multi-occupancy traps in long-term diffusion dynamics. The\napplicability of the multi-occupancy, multi-isotope model in steady state is\nassessed by comparison to an isotope exchange experiment between hydrogen and\ndeuterium in self-ion irradiated tungsten. The vacancy distribution is\nestimated with molecular dynamics, and the retention across sample depth shows\ngood agreement with experiment using no fitting parameters."}
{"id": "2508.14964", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14964", "abs": "https://arxiv.org/abs/2508.14964", "authors": ["Ryan A. Lanzetta", "Shang Liu", "Max A. Metlitski"], "title": "The beginning of the endpoint bootstrap for conformal line defects", "comment": "83 pages, 17 figures", "summary": "A challenge in the study of conformal field theory (CFT) is to characterize\nthe possible defects in specific bulk CFTs. Given the success of numerical\nbootstrap techniques applied to the characterization of bulk CFTs, it is\ndesirable to develop similar tools to study conformal defects. In this work, we\nsuccessfully demonstrate this possibility for endable conformal line defects.\nWe achieve this by incorporating the endpoints of a conformal line defect into\nthe numerical four-point bootstrap and exploit novel crossing symmetry\nrelations that mix bulk and defect CFT data in a way that further possesses\npositivity, so that rigorous numerical bootstrap techniques are applicable. We\nimplement this approach for the pinning field line defect of the $3d$ Ising\nCFT, obtaining estimates of its defect CFT data that agree well with other\nrecent estimates, particularly those obtained via the fuzzy sphere\nregularization. An interesting consequence of our bounds is nearly rigorous\nevidence that the $\\mathbb Z_2$-symmetric defect exhibiting long range order\nobtained as a direct sum of two conjugate pinning field defects is unstable to\ndomain wall proliferation."}
{"id": "2508.15284", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15284", "abs": "https://arxiv.org/abs/2508.15284", "authors": ["Maosen Wang", "Bo Hao", "Wenjie Sun", "Shengjun Yan", "Shengwang Sun", "Hongyi Zhang", "Zhengbin Gu", "Yuefeng Nie"], "title": "Electron-Hole Crossover in $\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-δ}$ Thin Films", "comment": "32 pages, 15 figures", "summary": "The ambient-pressure superconductivity in\n$\\mathrm{La}_{3}\\mathrm{Ni}_{2}\\mathrm{O}_{7}$ thin films via compressive\nepitaxial strain provides a highly accessible platform for diverse\ncharacterization techniques, facilitating the studies of high-temperature\nsuperconductivity. Here, we systematically map the superconducting dome in\ncompressively strained\n$\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-\\delta}$ thin\nfilms by simultaneously tuning Sr doping and oxygen content and reveal an\nelectron-hole crossover associated with the maximum transition temperature\n(${T}_{c}$). This electron-hole crossover, marked by an anomalous sign change\nin the Hall coefficient (${R}_{H}$), is reminiscent of electron-doped cuprates,\nwhich may signal a Fermi surface reconstruction. Beyond the superconducting\ndome, a $\\ln1/T$ insulating regime and a $T$-linear resistivity regime are also\nresolved, resembling behaviors observed in cuprates and infinite-layer\nnickelates. This work reveals a dome-shaped relationship between ${T}_{c}$ and\n${R}_{H}$ and establishes a key framework for understanding unconventional\nsuperconductivity in nickelate systems."}
{"id": "2508.15108", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15108", "abs": "https://arxiv.org/abs/2508.15108", "authors": ["Chen Qian", "Valdas Vitartas", "James Kermode", "Reinhard J. Maurer"], "title": "Equivariant Electronic Hamiltonian Prediction with Many-Body Message Passing", "comment": "15 pages, 8 figures", "summary": "Machine learning surrogates of Kohn-Sham Density Functional Theory\nHamiltonians offer a powerful tool to accelerate the prediction of electronic\nproperties of materials, such as electronic band structures and\ndensities-of-states. For large-scale applications, an ideal model would exhibit\nhigh generalization ability and computational efficiency. Here, we introduce\nthe MACE-H graph neural network, which combines high body-order message passing\nwith a node-order expansion to efficiently obtain all relevant $O(3)$\nirreducible representations. The model achieves high accuracy and computational\nefficiency and captures the full local chemical environment features of,\ncurrently, up to $f$ orbital matrix interaction blocks. We demonstrate the\nmodel's accuracy and transferability on several open materials benchmark\ndatasets of two-dimensional materials and a new dataset for bulk gold,\nachieving sub-meV prediction errors on matrix elements and eigenvalues across\nall systems. We further analyse the interplay of high body order message\npassing and locality that makes this model a good candidate for high-throughput\nmaterial screening."}
{"id": "2508.15681", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15681", "abs": "https://arxiv.org/abs/2508.15681", "authors": ["Ádám Ganyecz", "Zsolt Benedek", "Klára Petrov", "Gergely Barcza", "András Olasz", "Miklós A. Werner", "Örs Legeza"], "title": "Assessing the Reliability of Truncated Coupled Cluster Wavefunction: Estimating the Distance from the Exact Solution", "comment": "26 pages, 4 figures, Supporting Information", "summary": "A new approach is proposed to assess the reliability of the truncated\nwavefunction methods by estimating the deviation from the full configuration\ninteraction (FCI) wavefunction. While typical multireference diagnostics\ncompare some derived property of the solution with the ideal picture of a\nsingle determinant, we try to answer a more practical question, how far is the\nsolution from the exact one. Using the density matrix renormalization group\n(DMRG) method to provide an approximate FCI solution for the self-consistently\ndetermined relevant active space, we compare the low-level CI expansions and\none-body reduced density matrixes to determine the distance of the two\nsolutions ($\\tilde{d}_\\Phi$, $\\tilde{d}_\\gamma$). We demonstrate the\napplicability of the approach for the CCSD method by benchmarking on the W4-17\ndataset, as well as on transition metal-containing species. We also show that\nthe presented moderate-cost, purely wavefunction-based metric is truly unique\nin the sense that it does not correlate with any popular multireference\nmeasures. We also explored the usage of CCSD natural orbitals\n($\\tilde{d}_{\\gamma,\\mathrm{NO}}$) and its effect on the active space size and\nthe metric. The proposed diagnostic can also be applied to other wavefunction\napproximations, and it has the potential to provide a quality measure for\npost-Hartree-Fock procedures in general."}
{"id": "2508.15758", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15758", "abs": "https://arxiv.org/abs/2508.15758", "authors": ["Raphael Gruber", "Jan Rothörl", "Simon M. Fröhlich", "Maarten A. Brems", "Fabian Kammerbauer", "Maria-Andromachi Syskaki", "Elizabeth M. Jefremovas", "Sachin Krishnia", "Asle Sudbø", "Peter Virnau", "Mathias Kläui"], "title": "Skyrmion Lattice Order Controlled by Confinement Geometry", "comment": null, "summary": "Magnetic skyrmions forming two-dimensional (2D) lattices provide a versatile\nplatform for investigating phase transitions predicted by\nKosterlitz-Thouless-Halperin-Nelson-Young (KTHNY) theory. While 2D melting in\nskyrmion systems has been demonstrated, achieving controlled ordering in\nskyrmion lattices remains challenging due to pinning effects from a non-uniform\nenergy landscape, which often results in polycrystalline structures. Skyrmions\nin thin films, however, offer thermal diffusion with high tunability and can be\ndirectly imaged via Kerr microscopy, enabling real-time observation of their\ndynamics. To regulate lattice order in such flexible systems, we introduce\ngeometric confinements of varying shapes. Combining Kerr microscopy experiments\nwith Thiele model simulations, we demonstrate that confinement geometry\ncritically influences lattice order. Specifically, hexagonal confinements\ncommensurate with the skyrmion lattice stabilize monodomain hexagonal ordering,\nwhile incommensurate geometries induce domain formation and reduce overall\norder. Understanding these boundary-driven effects is essential for advancing\nthe study of 2D phase behavior and for the design of skyrmion-based spintronic\napplications, ranging from memory devices to unconventional computing\narchitectures."}
{"id": "2508.15382", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.15382", "abs": "https://arxiv.org/abs/2508.15382", "authors": ["Ruxue Yang", "Temesgen Tadeyos Zate", "Soumyajit Mojumder", "Oriol Gavalda-Diaz", "Zihe Li", "Ajeet Kumar", "James Roscow", "Hamideh Khanbareh", "Astri Bjørnetun Haugen", "Florian Bouville"], "title": "Strong lead-free bioinspired piezoceramics for durable energy transducers", "comment": null, "summary": "Durable, high-performance and eco-friendly lead-free piezoceramics are\nessential for next-generation sustainable energy transducers and\nelectromechanical systems. While significant performance enhancements have been\nmade, through chemical composition, texture, or crystal defects, piezoceramics\nare intrinsically weak mechanically, which negatively impact their working\nconditions and durability. What's more, improving comprehensive mechanical\ndurability without sacrificing piezoelectric performance remains a key\nchallenge. Here, we design bioinspired Bi0.5Na0.5TiO3 (BNT) ceramics using a\nscalable colloidal process that enables multiscale control over the\nmicrostructure. The design comprises plate-like monocrystalline BNT bricks\nstacked to induce a crystallographic texture along the poling direction, bonded\ntogether by a silica-based mortar, forming the brick-and-mortar phase. This\ndeliberate microstructure design yields 2- to 3-fold increase in flexural\nstrength, and 1.6- to 2-fold increase in fracture toughness compared with a BNT\nsynthesized conventionally, comparable to common structural ceramics, without\nsacrificing the piezoelectric performance. In addition, the bioinspired BNT\nexhibit dramatically enhanced ferroelectric fatigue resistance, with a 40- to\n600-folds improvement in the number of field-induced electromechanical cycles\nbefore failure. These gains stem from residual stress fields generated at the\ninterface between silica pockets and BNT bricks, which delay crack initiation.\nFurthermore, we demonstrated enhanced transducing capability and\nelectromechanical fatigue resistance using a cantilever beam-based\npiezoelectric transducer under bending mode. Given its\nnon-chemical-compositional origin, this bioinspired strategy could be broadly\napplicable to other piezoelectric material systems for applications where both\nfunctional and structural performance are critical."}
{"id": "2508.15009", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15009", "abs": "https://arxiv.org/abs/2508.15009", "authors": ["Valmir Ribeiro", "Fernando Parisio"], "title": "Intermediate-temperature specific heat of solids and the rationale behind the Maier-Kelley empirical formula", "comment": null, "summary": "The heat capacity of solids at intermediate-to-high temperatures is of\nfundamental importance to several fields ranging from geology to material\nscience. It depends on a variety of factors, with anharmonicity and,\nultimately, melting playing a pivotal role. In this work we develop a\nfirst-principles model from an analytically tractable semi-harmonic oscillator\nHamiltonian. The resulting specific heat expression depends not only on the\nEinstein temperature of the material but also on other physical parameters. We\ncompare our predictions with experimental data for copper, aluminum, lead,\nsilicon, and germanium with rather satisfactory results, especially considering\nthat there are no fitting parameters in our theory. We finish this work by\nshowing that our results formally justify the otherwise purely empirical\nformula by Maier and Kelley, also providing its coefficients in terms of\nelementary physical quantities."}
{"id": "2508.15681", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15681", "abs": "https://arxiv.org/abs/2508.15681", "authors": ["Ádám Ganyecz", "Zsolt Benedek", "Klára Petrov", "Gergely Barcza", "András Olasz", "Miklós A. Werner", "Örs Legeza"], "title": "Assessing the Reliability of Truncated Coupled Cluster Wavefunction: Estimating the Distance from the Exact Solution", "comment": "26 pages, 4 figures, Supporting Information", "summary": "A new approach is proposed to assess the reliability of the truncated\nwavefunction methods by estimating the deviation from the full configuration\ninteraction (FCI) wavefunction. While typical multireference diagnostics\ncompare some derived property of the solution with the ideal picture of a\nsingle determinant, we try to answer a more practical question, how far is the\nsolution from the exact one. Using the density matrix renormalization group\n(DMRG) method to provide an approximate FCI solution for the self-consistently\ndetermined relevant active space, we compare the low-level CI expansions and\none-body reduced density matrixes to determine the distance of the two\nsolutions ($\\tilde{d}_\\Phi$, $\\tilde{d}_\\gamma$). We demonstrate the\napplicability of the approach for the CCSD method by benchmarking on the W4-17\ndataset, as well as on transition metal-containing species. We also show that\nthe presented moderate-cost, purely wavefunction-based metric is truly unique\nin the sense that it does not correlate with any popular multireference\nmeasures. We also explored the usage of CCSD natural orbitals\n($\\tilde{d}_{\\gamma,\\mathrm{NO}}$) and its effect on the active space size and\nthe metric. The proposed diagnostic can also be applied to other wavefunction\napproximations, and it has the potential to provide a quality measure for\npost-Hartree-Fock procedures in general."}
{"id": "2508.15122", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15122", "abs": "https://arxiv.org/abs/2508.15122", "authors": ["Ignas Masiulionis", "Bonnie Y. X. Lin", "Sagar Kumar Seth", "Gregory D. Grant", "Wanda L. Lindquist", "Sungjoon Kim", "Junghwa Kim", "Angel Yanguas-Gil", "Jeffrey W. Elam", "Jiefei Zhang", "James M. LeBeau", "David D. Awschalom", "Supratik Guha"], "title": "Microstructural and preliminary optical and microwave characterization of erbium doped CaMoO$_4$ thin films", "comment": "8 pages, 4 figures", "summary": "This work explores erbium-doped calcium molybdate (CaMoO$_4$) thin films\ngrown on silicon and yttria stabilized zirconia (YSZ) substrates, as a\npotential solid state system for C-band (utilizing the $\\sim$1.5 $\\mu$m\nEr$^{3+}$ 4f-4f transition) quantum emitters for quantum network applications.\nThrough molecular beam epitaxial growth experiments and electron microscopy,\nX-ray diffraction and reflection electron diffraction studies, we identify an\nincorporation limited deposition regime that enables a 1:1 Ca:Mo ratio in the\ngrowing film leading to single phase CaMoO$_4$ formation that can be in-situ\ndoped with Er (typically 2-100 ppm). We further show that growth on silicon\nsubstrates is single phase but polycrystalline in morphology; while growth on\nYSZ substrates leads to high-quality epitaxial single crystalline CaMoO$_4$\nfilms. We perform preliminary optical and microwave characterization on the\nsuspected $Y_1 - Z_1$ transition of 2 ppm, 200 nm epitaxial CaMoO$_4$ annealed\nthin films and extract an optical inhomogeneous linewidth of 9.1(1) GHz, an\noptical excited state lifetime of 6.7(2) ms, a spectral diffusion-limited\nhomogeneous linewidth of 6.7(4) MHz, and an EPR linewidth of 1.10(2) GHz."}
{"id": "2508.15704", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15704", "abs": "https://arxiv.org/abs/2508.15704", "authors": ["Filippo Bigi", "Joseph W. Abbott", "Philip Loche", "Arslan Mazitov", "Davide Tisi", "Marcel F. Langer", "Alexander Goscinski", "Paolo Pegolo", "Sanggyu Chong", "Rohit Goswami", "Sofiia Chorna", "Matthias Kellner", "Michele Ceriotti", "Guillaume Fraux"], "title": "Metatensor and metatomic: foundational libraries for interoperable atomistic machine learning", "comment": null, "summary": "Incorporation of machine learning (ML) techniques into atomic-scale modeling\nhas proven to be an extremely effective strategy to improve the accuracy and\nreduce the computational cost of simulations. It also entails conceptual and\npractical challenges, as it involves combining very different mathematical\nfoundations, as well as software ecosystems that are very well developed in\ntheir own merit, but do not share many commonalities. To address these issues\nand facilitate the adoption of ML in atomistic simulations we introduce two\ndedicated software libraries. The first one, metatensor, provides\ncross-platform and cross-language storage and manipulation of arrays with many\npotentially sparse indices, designed from the ground up for atomistic ML\napplications. By combining the actual values with metadata that describes their\nnature and that facilitates the handling of geometric information and gradients\nwith respect to the atomic positions, metatensor provides a common framework to\nenable data sharing between ML software - typically written in Python - and\nestablished atomistic modeling tools - typically written in Fortran, C or C++.\nThe second library, metatomic, provides an interface to store an atomistic ML\nmodel and metadata about this model in a portable way, facilitating the\nimplementation, training and distribution of models, and their use across\ndifferent simulation packages. We showcase a growing ecosystem of tools, from\nlow-level libraries, training utilities, to interfaces with existing software\npackages that demonstrate the effectiveness of metatensor and metatomic in\nbridging the gap between traditional simulation software and modern ML\nframeworks."}
{"id": "2508.14961", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2508.14961", "abs": "https://arxiv.org/abs/2508.14961", "authors": ["Yuto Nakajima", "Umang Mehta", "Hart Goldman"], "title": "Thermodynamics of dilute anyon gases from fusion constraints", "comment": "63 pages, 6 figures", "summary": "Recent measurements on 2d materials tuning between fractional quantum\nanomalous Hall phases and a plethora of correlated electronic states call for a\ndetailed understanding of the dynamics of anyons. Here we develop a general\ntheory of the statistical mechanics of anyon gases at finite temperature, valid\nin regimes where the anyons are sufficiently dilute and can be treated as\nweakly interacting particles. We find that with a minimal set of universal\nbraiding and fusion data, along with information about the hierarchy of anyon\ngaps, it is possible to construct a distribution function for any dilute anyon\ngas, as well as derive thermodynamic observables. Our results are built on an\nanyon exclusion principle manifesting as a constraint on fusion outcomes of\nphysical states. Our approach unifies and streamlines a range of results for\nitinerant anyon models, from solvable lattice Hamiltonians to large-N field\ntheories."}
{"id": "2508.15472", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15472", "abs": "https://arxiv.org/abs/2508.15472", "authors": ["Dengyang Guo", "Alan R. Bowman", "Sebastian Gorgon", "Changsoon Cho", "Youngkwang Jung", "Jiashang Zhao", "Linjie Dai", "Jaewang Park", "Kyung Mun Yeom", "Satyawan Nagane", "Stuart Macpherson", "Weidong Xu", "Jun Hong Noh", "Sang Il Seok", "Tom Savenije", "Samuel D. Stranks"], "title": "Competition Between Controllable Non-Radiative and Intrinsic Radiative Second-Order Recombination in Halide Perovskites", "comment": null, "summary": "Halide perovskite solar cells have demonstrated a rapid increase in power\nconversion efficiencies. Understanding and mitigating remaining carrier losses\nin halide perovskites is now crucial to enable further increases to approach\ntheir practical efficiency limits. Whilst the most widely known non-radiative\nrecombination from solar cells relates to carrier trapping and is first order\nin carrier density, recent reports have revealed a non-radiative pathway that\nis second order. However, the origin and impact of this second-order process on\ndevices remain unclear. Here, we understand this non-radiative second-order\nrecombination (k2non) pathway by manipulating the charge carrier dynamics via\ncontrolling the bulk and surface conditions. By combining temperature-dependent\nspectroscopies, we demonstrate that the value of k2non depends on extrinsic\nfactors, in contrast to intrinsic second-order recombination, which aligns with\ntheoretical evaluations through van Roosbroeck-Shockley relations. Based on\ndensity functional theory simulations and Quasi-Fermi level calculations, we\npropose that shallow surface states are the primary origin of this second-order\nnon-radiative component, contributing up to ~80 mV of the overall reduction in\nVoc at room temperature. This work reveals that carrier losses from two\nnon-radiative recombination types (first and second order) are not linked,\nemphasizing the need for distinctive mitigation strategies targeting each type\nto unlock the full efficiency potential of perovskite solar cells."}
{"id": "2508.15559", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15559", "abs": "https://arxiv.org/abs/2508.15559", "authors": ["Marcella Iannuzzi", "Jan Wilhelm", "Frederick Stein", "Augustin Bussy", "Hossam Elgabarty", "Dorothea Golze", "Anna Hehn", "Maximilian Graml", "Stepan Marek", "Beliz Sertcan Gökmen", "Christoph Schran", "Harald Forbert", "Rustam Z. Khaliullin", "Anton Kozhevnikov", "Mathieu Taillefumier", "Rocco Meli", "Vladimir Rybkin", "Martin Brehm", "Robert Schade", "Ole Schütt", "Johann V. Pototschnig", "Hossein Mirhosseini", "Andreas Knüpfer", "Dominik Marx", "Matthias Krack", "Jürg Hutter", "Thomas D. Kühne"], "title": "The CP2K Program Package Made Simple", "comment": "128 pages, 9 figures, 2 tables", "summary": "CP2K is a versatile open-source software package for simulations across a\nwide range of atomistic systems, from isolated molecules in the gas phase to\nlow-dimensional functional materials and interfaces, as well as highly\nsymmetric crystalline solids, disordered amorphous glasses, and weakly\ninteracting soft-matter systems in the liquid state and in solution. This\nreview highlights CP2K's capabilities for computing both static and dynamical\nproperties using quantum-mechanical and classical simulation methods. In\ncontrast to the accompanying theory and code paper [J. Chem. Phys. 152, 194103\n(2020)], the focus here is on the practical usage and applications of CP2K,\nwith underlying theoretical concepts introduced only as needed."}
{"id": "2508.15147", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15147", "abs": "https://arxiv.org/abs/2508.15147", "authors": ["Koki Doi", "Shingo Haruna", "Mutsuki Iwamoto", "Takuji Nomura", "Hirono Kaneyasu"], "title": "Theoretical Study of Impurity Effects on Superconductivity in UTe2", "comment": null, "summary": "This study investigates the impurity effects on UTe2 within the\nself-consistent Born approximation using the six-orbital f-d-p model which\ncontains two uranium and tellurium atoms in the minimum unit cell. We analyze\nthe dependence of superconducting transition temperature (Tc) on impurity\nconcentration for various pairing symmetries proposed by experiments and\ntheories. It clarifies that the decrease of Tc significantly depends on which\natom sites the impurities reside. Particulalry, the analysis shows that the\nimpurity at U-site has dominant effect on the change of Tc. Then, either the\nsinglet state in the case of magnetic impurities or the triplet states in both\nnon-magnetic and magnetic impurities are consistent with experiments. Thus,\nthis indicates that elucidating the magnetic properties of impurities (i.e.\nmagnetic or non-magnetic) is crucial for identifying the pairing symmetry of\nUTe2."}
{"id": "2508.15705", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15705", "abs": "https://arxiv.org/abs/2508.15705", "authors": ["Anton Z. Ni", "Adam Rettig", "Joonho Lee"], "title": "Gaussian-Based Periodic Grand Canonical Density Functional Theory with Implicit Solvation for Computational Electrochemistry", "comment": null, "summary": "We present a numerical method for grand canonical density functional theory\n(DFT) tailored to solid-state systems, employing Gaussian-type orbitals as the\nprimary basis. Our approach directly minimizes the grand canonical free energy\nusing the density matrix as the sole variational parameter, while\nself-consistently updating the electron number between self-consistent field\niterations. To enable realistic electrochemical modeling, we integrate this\napproach with implicit solvation models. Our solvation scheme introduces less\nthan 50% overhead relative to gas-phase calculations. Compared to existing\nplane wave-based implementations, our method shows improved robustness in grand\ncanonical simulations. We validate the approach by modeling corrosion at silver\nsurfaces, finding excellent agreement with previous studies. This work lays the\ngroundwork for future wavefunction-based simulations beyond DFT under\nelectrochemical operando conditions."}
{"id": "2508.15184", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15184", "abs": "https://arxiv.org/abs/2508.15184", "authors": ["Guanyong Wang", "Li-Shuo Liu", "Zhen Zhu", "Yue Zheng", "Bo Yang", "Dandan Guan", "Shiyong Wang", "Yaoyi Li", "Canhua Liu", "Wei Chen", "Hao Zheng", "Jinfeng Jia"], "title": "Quantum-size effect induced Andreev bound states in ultrathin metallic islands proximitized by a superconductor", "comment": null, "summary": "While Andreev bound states (ABSs) have been realized in engineered\nsuperconducting junctions, their direct observation in normal\nmetal/superconductor heterostructures-enabled by quantum confinement-remains\nexperimentally elusive. Here, we report the detection of ABSs in ultrathin\nmetallic islands (Bi, Ag, and SnTe) grown on the s-wave superconductor NbN.\nUsing high-resolution scanning tunneling microscopy and spectroscopy, we\nclearly reveal in-gap ABSs with energies symmetric about the Fermi level. While\nthe energies of these states show no position dependence, their wave functions\nexhibit spatial oscillations, demonstrating a quantum size effect. Both the\nenergy levels and spatial distribution of the ABSs can be reproduced by our\neffective model in which a metallic island is coupled to the superconducting\nsubstrate via the proximity effect. We demonstrate that the coupling strength\nplays a critical role in determining the ABS energies. Our work introduces a\nnovel physical platform for implementing ABSs, which hold promise for\nsignificant device applications."}
{"id": "2508.15493", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15493", "abs": "https://arxiv.org/abs/2508.15493", "authors": ["Boris N. Slautin", "Utkarsh Pratiush", "Yongtao Liu", "Hiroshi Funakubo", "Vladimir V. Shvartsman", "Doru C. Lupascu", "Sergei V. Kalinin"], "title": "Attention-Based Explainability for Structure-Property Relationships", "comment": "34 pages, 12 figures", "summary": "Machine learning methods are emerging as a universal paradigm for\nconstructing correlative structure-property relationships in materials science\nbased on multimodal characterization. However, this necessitates development of\nmethods for physical interpretability of the resulting correlative models.\nHere, we demonstrate the potential of attention-based neural networks for\nrevealing structure-property relationships and the underlying physical\nmechanisms, using the ferroelectric properties of PbTiO3 thin films as a case\nstudy. Through the analysis of attention scores, we disentangle the influence\nof distinct domain patterns on the polarization switching process. The\nattention-based Transformer model is explored both as a direct interpretability\ntool and as a surrogate for explaining representations learned via unsupervised\nmachine learning, enabling the identification of physically grounded\ncorrelations. We compare attention-derived interpretability scores with\nclassical SHapley Additive exPlanations (SHAP) analysis and show that, in\ncontrast to applications in natural language processing, attention mechanisms\nin materials science exhibit high efficiency in highlighting meaningful\nstructural features."}
{"id": "2508.15758", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15758", "abs": "https://arxiv.org/abs/2508.15758", "authors": ["Raphael Gruber", "Jan Rothörl", "Simon M. Fröhlich", "Maarten A. Brems", "Fabian Kammerbauer", "Maria-Andromachi Syskaki", "Elizabeth M. Jefremovas", "Sachin Krishnia", "Asle Sudbø", "Peter Virnau", "Mathias Kläui"], "title": "Skyrmion Lattice Order Controlled by Confinement Geometry", "comment": null, "summary": "Magnetic skyrmions forming two-dimensional (2D) lattices provide a versatile\nplatform for investigating phase transitions predicted by\nKosterlitz-Thouless-Halperin-Nelson-Young (KTHNY) theory. While 2D melting in\nskyrmion systems has been demonstrated, achieving controlled ordering in\nskyrmion lattices remains challenging due to pinning effects from a non-uniform\nenergy landscape, which often results in polycrystalline structures. Skyrmions\nin thin films, however, offer thermal diffusion with high tunability and can be\ndirectly imaged via Kerr microscopy, enabling real-time observation of their\ndynamics. To regulate lattice order in such flexible systems, we introduce\ngeometric confinements of varying shapes. Combining Kerr microscopy experiments\nwith Thiele model simulations, we demonstrate that confinement geometry\ncritically influences lattice order. Specifically, hexagonal confinements\ncommensurate with the skyrmion lattice stabilize monodomain hexagonal ordering,\nwhile incommensurate geometries induce domain formation and reduce overall\norder. Understanding these boundary-driven effects is essential for advancing\nthe study of 2D phase behavior and for the design of skyrmion-based spintronic\napplications, ranging from memory devices to unconventional computing\narchitectures."}
{"id": "2508.15184", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15184", "abs": "https://arxiv.org/abs/2508.15184", "authors": ["Guanyong Wang", "Li-Shuo Liu", "Zhen Zhu", "Yue Zheng", "Bo Yang", "Dandan Guan", "Shiyong Wang", "Yaoyi Li", "Canhua Liu", "Wei Chen", "Hao Zheng", "Jinfeng Jia"], "title": "Quantum-size effect induced Andreev bound states in ultrathin metallic islands proximitized by a superconductor", "comment": null, "summary": "While Andreev bound states (ABSs) have been realized in engineered\nsuperconducting junctions, their direct observation in normal\nmetal/superconductor heterostructures-enabled by quantum confinement-remains\nexperimentally elusive. Here, we report the detection of ABSs in ultrathin\nmetallic islands (Bi, Ag, and SnTe) grown on the s-wave superconductor NbN.\nUsing high-resolution scanning tunneling microscopy and spectroscopy, we\nclearly reveal in-gap ABSs with energies symmetric about the Fermi level. While\nthe energies of these states show no position dependence, their wave functions\nexhibit spatial oscillations, demonstrating a quantum size effect. Both the\nenergy levels and spatial distribution of the ABSs can be reproduced by our\neffective model in which a metallic island is coupled to the superconducting\nsubstrate via the proximity effect. We demonstrate that the coupling strength\nplays a critical role in determining the ABS energies. Our work introduces a\nnovel physical platform for implementing ABSs, which hold promise for\nsignificant device applications."}
{"id": "2508.15607", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15607", "abs": "https://arxiv.org/abs/2508.15607", "authors": ["Colin M. Hylton-Farrington", "Richard C. Remsing"], "title": "Octahedral tilting and B-site off-centering in halide perovskites are not coupled", "comment": "10 pages, 6 figures", "summary": "Metal halide perovskites show exceptional potential for solar energy,\nthermoelectrics, catalysis, and other photochemical technologies, with\nperformance rooted in electronic structure-driven properties. In ABX3 halide\nperovskites, localized and often aspherical local electron densities from\nB-site lone pairs or polarizable X- anions can distort the lattice. However,\nthe links among electronic structure fluctuations and distortions like tilting\nof the BX6 octahedra and off-centering of the B-site from the center of its\noctahedron are not fully understood. Using group theory and ab initio molecular\ndynamics, we quantify how lone pairs, halide polarization, off-centering, and\noctahedral tilting interact in the cubic phase CsBBr3, with B = Pb, Sn, and Ge.\nWe find that lone pair-induced off-centering and octahedral tilting are\nsymmetry-decoupled. Instead, stereochemical lone pair expression of the B-site\nion is correlated to octahedral tilting through the propensity of the B-site to\nform a transient, partial covalent bond with the surrounding halide ions that\nstiffens octahedral tilting modes. These results link local electronic\nasymmetry to structural fluctuations and suggest that dynamic modulation of\nelectronic symmetry offers a pathway to control functional properties in halide\nperovskites."}
{"id": "2508.15424", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15424", "abs": "https://arxiv.org/abs/2508.15424", "authors": ["Gabriel Lazrak", "Radu Abrudan", "Borge Göbel", "David Hrabovsky", "Chen Luo", "Victor Ukleev", "Srijani Mallik", "Luis M. Vicente-Arche", "Florin Radu", "Sergio Valencia", "Annika Johansson", "Agnès Barthélémy", "Manuel Bibes"], "title": "Spontaneous nonreciprocal transport in a gate-tunable ferromagnetic Rashba 2-dimensional electron gas", "comment": null, "summary": "The broken inversion symmetry at interfaces of complex oxides gives rise to\nemergent phenomena, including ferromagnetism and Rashba spin-orbit coupling\n(SOC), which profoundly influence the electronic structure by entangling spin\nand momentum. While the interplay between Rashba SOC and ferromagnetism is\ntheoretically intriguing, its experimental manifestations remain largely\nunexplored. Here, we demonstrate that ferromagnetic 2DEGs at SrTiO$_3$-based\ninterfaces exhibit spontaneous nonreciprocal transport - a distinctive hallmark\nof Rashba ferromagnets - even in the absence of an external magnetic field.\nThis nonreciprocal response, along with clear signatures of ferromagnetism such\nas anisotropic magnetoresistance and the anomalous Hall effect (AHE), is\nstrongly tunable by gate voltage. Remarkably, the AHE not only varies in\namplitude but even reverses sign, reflecting a subtle interplay between Fermi\nlevel position and Berry curvature distribution. These results establish\nSrTiO$_3$ 2DEGs as a model platform for studying Rashba ferromagnetism and\ndemonstrate active control over transport phenomena in time- and\ninversion-symmetry-broken systems, paving the way for gate-tunable spintronic\ndevices."}
{"id": "2508.15525", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15525", "abs": "https://arxiv.org/abs/2508.15525", "authors": ["Ashis Kundu", "Florian Knoop", "Igor A. Abrikosov"], "title": "Revisiting thermal transport in CuCl: First-principles calculations and machine learning force fields", "comment": "9 pages, 9 figures", "summary": "Accurate prediction of lattice thermal conductivity ($\\kappa_l$) in strongly\nanharmonic materials requires renormalized interatomic force constants (IFCs)\nand appropriate incorporation of diagonal and off-diagonal contributions and\nhigher-order scattering. We investigate CuCl, a highly anharmonic system with a\nsimple zincblende structure and ultralow $\\kappa_l$. Our calculations,\nincluding IFC renormalization and four-phonon scattering, show excellent\nagreement with the experiment, underscoring the critical role of both effects\nin the accurate estimation of $\\kappa_l$. Furthermore, the unusual pressure\ndependence of $\\kappa_l$ is explored using a rigorously validated\nmachine-learned force field, with the predicted values showing good agreement\nwith the experimentally observed trend of monotonic decrease. This behavior is\nprimarily driven by a significant increase in four-phonon scattering and a\nreduction in the group velocity of transverse acoustic modes. Overall, this\nstudy establishes a robust framework for modeling thermal transport in strongly\nanharmonic materials."}
{"id": "2508.15200", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15200", "abs": "https://arxiv.org/abs/2508.15200", "authors": ["Jiawei Mao", "Yinglu Jia", "Gaoyang Gou", "Shi Liu", "Xiao Cheng Zeng"], "title": "Unraveling Shear Strain Induced Ferroelectric-to-Antiferroelectric Phase Transition and Accessing Intrinsic Antiferroelectricity in Two-dimensional NbOCl2", "comment": null, "summary": "Compared to the well studied two-dimensional (2D) ferroelectricity, much rare\nis the appearance of 2D antiferroelectricity, where local dipoles from the\nnonequivalent sublattices within 2D monolayers are oppositely orientated. Using\nNbOCl2 monolayer with competing ferroelectric (FE) and antiferroelectric (AFE)\nphases as a 2D material platform, we demonstrate the emerging of intrinsic\nantiferroelectricity in NbOCl2 monolayer under the experimentally accessible\nshear strain, and new functionality associated with electric field induced\nAFE-to-FE phase transition. Specifically, the complex configuration space\naccommodating FE and AFE phases, polarization switching kinetics and finite\ntemperature thermodynamic properties of 2D NbOCl2, are all accurately predicted\nby large-scale molecular dynamic (MD) simulations based on deep learning\ninteratomic potential (DP) model. Moreover, room temperature stable\nantiferroelectricity with low polarization switching barrier and\none-dimensional (1D) collinear polarization arrangement is predicted in shear\ndeformed NbOCl2 monolayer. Transition from AFE to FE phase in 2D NbOCl2 can be\ntriggered by the low critical electric field, leading to the double\npolarization-electric (P-E) loop with small hysteresis. A new type\noptoelectronic device composed of AFE-NbOCl2, enabling electric \"writing\" and\nnonlinear optical \"reading\" logical operation with fast operation speed and low\npower consumption is also proposed."}
{"id": "2508.15744", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15744", "abs": "https://arxiv.org/abs/2508.15744", "authors": ["Meng-Fu Chen", "Jinghong Zhang", "Hieu Q. Dinh", "Adam Rettig", "Joonho Lee"], "title": "Regularized Perturbation Theory for Ab initio Solids", "comment": null, "summary": "Second-order Moller-Plesset perturbation theory (MP2) for ab initio\nsimulations of solids is often limited by divergence or over-correlation\nissues, particularly in metallic, narrow-gap, and dispersion-stabilized\nsystems. We develop and assess three regularized second-order perturbation\ntheories: $\\kappa$-MP2, $\\sigma$-MP2, and the size-consistent Brillouin-Wigner\napproach (BW-s2), across metals, semiconductors, molecular crystals, and rare\ngas solids. BW-s2 achieves high accuracy for cohesive energies, lattice\nconstants, and bulk moduli in metals, semiconductors, and molecular crystals,\nrivaling or surpassing coupled-cluster with singles and doubles at lower cost.\nIn rare gas solids, where MP2 already underbinds, $\\kappa$-MP2 does not make\nthe results much worse while BW-s2 struggles. These results illustrate both the\npotential and the limitations of regularized perturbation theory for efficient\nand accurate solid-state simulations. While broader testing is warranted,\nBW-s2($\\alpha$ = 2) appears particularly promising, with possible advantages\nover modern random-phase approximations and coupled-cluster theory."}
{"id": "2508.15527", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15527", "abs": "https://arxiv.org/abs/2508.15527", "authors": ["R. Kalvig", "E. Jedryka", "A. Lynnyk", "P. Skupinski", "K. Grasza", "M. Wojcik"], "title": "NMR evidence for an antisite-induced magnetic moment on Bi in a topological insulator heterostructures MnBi2Te4/(Bi2Te3)n", "comment": "5 pages, 3 figures", "summary": "MnBi2Te4 (MBT) is the first intrinsic magnetic topological insulator,\ncombining a topologically protected surface metallic state and intrinsic\nmagnetic order. A structural compatibility with the nonmagnetic Bi2Te4 (BT)\nparent compound gives a possibility to create MBT/BT heterostructures and\nmanipulate their magnetic state in view of optimizing the Quantum Anomalous\nHall Effect (QAHE). In this work an extensive NMR study, supported by the bulk\nmagnetization measurements has been performed at 4.2 K on a self-organized\nsingle crystal MnBi2Te4(Bi2Te4)n heterostructure. 55Mn and 209Bi NMR signal\nhave been recorded as a function of the out-of-plane magnetic field up to 6T,\ncovering a spin-flop transition from the antiferromagnetic (AFM) to the canted\nantiferromagnetic (CAFM) configuration of the Mn layers. Structural defects\nwere shown to contribute a small ferromagnetic component below the spin-flop\nfield. Presence of the AFM-coupled Mn antisites has been evidenced and shown to\ninduce an antiparallel magnetic moment on Bi atoms within the host Bi layer.\nDetection of the induced magnetic moment on bismuth which contributes a new\nferromagnetic component is of utmost importance for understanding the magnetic\ninteractions in the MBT/BT system. These findings have potentially important\nimplications for engineering the QAH devices."}
{"id": "2508.15210", "categories": ["cond-mat.stat-mech", "physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2508.15210", "abs": "https://arxiv.org/abs/2508.15210", "authors": ["Joscha Mecke", "Yongxiang Gao", "Marisol Ripoll"], "title": "Obstacle-tuned transition from chaotic to coherent vortex flows and odd diffusion in chiral active fluids", "comment": null, "summary": "The interaction of a suspension of rotating colloids with a periodically\npatterned structure is here investigated by means of continuum theoretical\npredictions and hydrodynamic simulations. Close to the obstacle surface, rotors\ncirculate opposite to their inherent direction of rotation as a result of\nunidirectional rotational stresses, which is in agreement with a prediction of\nthe generalised Stokes equation. The resulting stationary background flow\nsignificantly affects the system dynamics and coexists with the intrinsic\nactive turbulent behaviour. The relative importance of either of the two\ncontributions can be controlled with the rotor density and the obstacle size,\nsuch that the system is either dominated by stationary vortices pinned to the\nobstacles or vivid active turbulent dynamics. While momentum dissipation into\nan underlying frictional substrate damps the related flows, small values of the\nfriction can enhance the vortex flow around an obstacle. The colloids'\ndiffusive dynamics are governed by odd diffusive fluxes guiding the colloids\naround the excluded volume introduced by obstacles, such that enhanced\neffective diffusive transport is obtained at finite obstruction. Our results\npave the way to systematically address how confinement can be employed in order\nto control or harness the dynamics of colloidal chiral active turbulence and\nhow the interplay of emerging edge currents and active turbulent dynamics at\nvarying densities can be systematically determined."}
{"id": "2508.15528", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15528", "abs": "https://arxiv.org/abs/2508.15528", "authors": ["Xiang Xu", "Xi Zhang", "Andrei Ruban", "Siegfried Schmauder", "Blazej Grabowski"], "title": "Accurate complex-stacking-fault Gibbs energy in Ni3Al at high temperatures", "comment": null, "summary": "To gain a deeper insight into the anomalous yield behavior of Ni3Al, it is\nessential to obtain temperature-dependent formation Gibbs energies of the\nrelevant planar defects. Here, the Gibbs energy of the complex stacking fault\n(CSF) is evaluated using a recently proposed ab initio framework [Acta\nMaterialia, 255 (2023) 118986], accounting for all thermal contributions -\nincluding anharmonicity and paramagnetism - up to the melting point. The CSF\nenergy shows a moderate decrease from 300K to about 1200 K, followed by a\nstronger drop. We demonstrate the necessity to carefully consider the\nindividual thermal excitations. We also propose a way to analyze the origin of\nthe significant anharmonic contribution to the CSF energy through atomic pair\ndistributions at the CSF plane. With the newly available high-temperature CSF\ndata, an increasing energy barrier for the cross-slip process in Ni3Al with\nincreasing temperature is unveiled, necessitating the refinement of existing\nanalytical models."}
{"id": "2508.15219", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15219", "abs": "https://arxiv.org/abs/2508.15219", "authors": ["Ishita Tikader", "Muktish Acharyya"], "title": "Multiple crossover in the decay of metastable volume fraction of a Blume-Capel ferromagnetic needle", "comment": "10 Pages Latex, 12 captioned figures, 5 Tables", "summary": "The transient behaviours of a Blume-Capel ferromagnetic needle have been\nstudied extensively by Monte-Carlo simulation. The needle has an elongated\nlength in one direction compared to its cross-section. In the context of\ntransient behaviour, we have captured the decay of the metastable state and the\nmagnetic relaxation behaviours in our study. The dependence of metastable\nbehaviour with anisotropy (single site) has been studied. \\emph{Interestingly,\nwe have observed multiple (different values of $n$ in different time domains)\ncrossover in the decay of metastable volume fraction (obeying Avrami's law\n$\\beta \\sim {\\rm exp}(-Kt^n)$). We have identified the crossover time, and the\nvalues of $n$ are estimated precisely.} The mean (magnetic) reversal time has\nbeen studied as a function of anisotropy. It is observed to be almost\nindependent of anisotropy for its negative value; however, it is found to\ndecrease exponentially with positive anisotropy. The exponential relaxation\nbehaviour (in the corresponding paramagnetic phase) is observed. The range of\nthe relaxation time is observed to decrease as the temperature increases."}
{"id": "2508.15549", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15549", "abs": "https://arxiv.org/abs/2508.15549", "authors": ["N. Reckinger", "B. Hackens"], "title": "Taxonomy of defects in semi-dry transferred CVD graphene", "comment": "21 pages; 11 figures", "summary": "Post-transfer in-depth morphological characterization of graphene grown by\nchemical vapor deposition (CVD) is of great importance to evaluate the quality\nand to understand the origin of defects of the transferred sheets. Herein, a\nsemi-dry transfer technique is used to peel off millimeter-sized CVD graphene\nflakes from polycrystalline copper foils and transfer them onto SiO2/Si\nsubstrates. We take advantage of the unique feature of this semi-dry process:\nit preserves the copper substrate, enabling location-specific morphological\ncomparisons between graphene and copper at various stages of the transfer.\nThanks to a combination of morphological characterization techniques, this\nleads to trace and elucidate the origin of various post-transfer graphene\ndefects (cracks, wrinkles, holes, tears). Specifically, thermally induced\nwrinkles are shown to evolve into nanoscale cracks, while copper surface steps\nlead to folds. Furthermore, we find that the macroscale topography of the\ncopper foil also plays a critical role in defect formation. This work provides\nguidelines on how to correctly interpret the post-transfer morphology of\ngraphene films on relevant substrates and how to properly assess their quality.\nThis contributes to the optimization of both the graphene CVD growth and\ntransfer processes for future applications."}
{"id": "2508.15223", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15223", "abs": "https://arxiv.org/abs/2508.15223", "authors": ["Yasuhito Kobayashi", "Hidefumi Takahashi", "Shunsuke Kitou", "Akitoshi Nakano", "Hajime Sagayama", "Yuichi Yamasaki", "Shintaro Ishiwata"], "title": "A rutile-based homologous series Na(PtO$_2$)$_{2\\it{n}+1}$ discovered by computationally assisted high-pressure synthesis", "comment": null, "summary": "Layered transition metal oxides typified by the Ruddlesden-Popper phase have\nbeen extensively studied for its applications in high-temperature\nsuperconductivity, catalysis, and battery technologies. Despite the remarkable\nstructural diversity and catalytic functionality of platinum oxides, the\nexploration of layered polymorphs has remained significantly constrained mainly\ndue to the high inertness of platinum. Here, we discover a new homologous\nseries of layered ternary oxides, Na(PtO$_2$)$_{2\\it{n}+1}$, by a combination\nof highly oxidizing high-pressure methods and density functional theory (DFT)\ncalculations. This series features unprecedented layered structural motifs,\nrutile-based PtO$_6$ octahedra and one-dimensional PtO$_4$ square-planar\ncolumns, which enables systematic control of dimensionality. Furthermore, we\ndemonstrate a computationally-assisted identification of isomeric and putative\nmembers of this homologous series as confirmed by controlled synthesis and\nquantitative analysis of diffuse scattering data. This approach provides an\neffective platform for the exhaustive exploration of metastable transition\nmetal oxides with rich structural variations."}
{"id": "2508.15558", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15558", "abs": "https://arxiv.org/abs/2508.15558", "authors": ["Jingfeng Zhang", "Xiang Xu", "Fritz Körmann", "Wen Yin", "Xi Zhang", "Christian Gadelmeier", "Uwe Glatzel", "Blazej Grabowski", "Runxia Li", "Gang Liu", "Biao Wang", "Gerhard Wilde", "Sergiy V. Divinski"], "title": "Lattice distortions and non-sluggish diffusion in BCC refractory high entropy alloys", "comment": "18 pages, 8 figures", "summary": "Refractory high-entropy alloys (RHEAs) have emerged as promising candidates\nfor extreme high-temperature applications, for example, in next-generation\nturbines and nuclear reactors. In such applications, atomic diffusion\ncritically governs essential properties including creep resistance and\nmicrostructural stability. The present study systematically investigates\nimpurity diffusion of Co, Mn, and Zn in single phase (BCC solid solution)\nHfTiZrNbTa and HfTiZrNbV RHEAs applying the radiotracer technique. A neutron\ntotal scattering technique is used to evaluate the pair distribution functions\nand element-specific lattice distortions in these alloys. \\textit{Ab\ninitio}-based calculations give access to lattice distortions and solubilities\nof the impurities under investigation, including the impact of short-range\norder. The diffusion results are discussed in relation to calculated\nsubstitutional and interstitial solution energies, local lattice distortions,\nand short-range order effects. Co diffusion is found to be dominated by the\ninterstitial mechanism, exhibiting fast diffusion. These findings reveal\nimportant structure-property relationships between local atomic environments\nand diffusion kinetics in BCC RHEAs, providing critical insights for designing\nalloys with enhanced high-temperature performance through targeted control of\nimpurity diffusion processes."}
{"id": "2508.15266", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15266", "abs": "https://arxiv.org/abs/2508.15266", "authors": ["Han-Xin Lou", "Jing-Jing Chen", "Xing-Guo Ye", "Zhen-Bing Tan", "An-Qi Wang", "Qing Yin", "Xin Liao", "Jing-Zhi Fang", "Xing-Yu Liu", "Yi-Lin He", "Zhen-Tao Zhang", "Chuan Li", "Zhong-Ming Wei", "Xiu-Mei Ma", "Dapeng Yu", "Zhi-Min Liao"], "title": "Radio-Frequency Quantum Rectification in Kagome Superconductor CsV3Sb5", "comment": "39 pages, 14 figures", "summary": "Rectification of electromagnetic fields into direct current (DC) is pivotal\nfor energy harvesting, wireless charging, and next-generation communication\ntechnologies. The superconducting diode effect, which exploits the\nnonreciprocal transport of dissipationless superconducting currents, offers\nultra-low power consumption and high rectification ratios. Combining the\nsuperconducting diode effect with the AC Josephson effect holds promise for\nconverting radio-frequency (rf) irradiation into a quantized DC output.\nHowever, experimental realization has been hindered by challenges in achieving\nthe necessary symmetry breaking and fabricating high-performance Josephson\njunctions. Here we demonstrate the quantum rectification in kagome\nsuperconductor CsV3Sb5, which hosts emergent Josephson effects and a zero-field\nJosephson diode. Under rf irradiation, a DC voltage emerges without applied\nbias, scaling linearly with frequency as V = hf/2e, where h is Planck's\nconstant, f is the microwave frequency, and e is the electron charge.\nFurthermore, the rectified voltage exhibits quantized steps with increasing rf\npower, consistent with Shapiro step quantization. Our work establishes CsV3Sb5\nas a versatile platform for wireless quantum power supplies and charging, and\nunderscores the intertwined order parameters as a promising pathway for precise\nquantum matter control."}
{"id": "2508.15572", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15572", "abs": "https://arxiv.org/abs/2508.15572", "authors": ["Firat Yalcin", "Carla Verdi", "Viktor C. Birschitzky", "Matthias Meier", "Michael Wolloch", "Michele Reticcioli"], "title": "Automated Modeling of Polarons: Defects and Reactivity on TiO$_2$(110) Surfaces", "comment": "14 pages, 6 figures", "summary": "Polarons are widespread in functional materials and are key to device\nperformance in several technological applications. However, their effective\nimpact on material behavior remains elusive, as condensed matter studies\nstruggle to capture their intricate interplay with atomic defects in the\ncrystal. In this work, we present an automated workflow for modeling polarons\nwithin density functional theory (DFT). Our approach enables a fully automatic\nidentification of the most favorable polaronic configurations in the system.\nMachine learning techniques accelerate predictions, allowing for an efficient\nexploration of the defect-polaron configuration space. We apply this\nmethodology to Nb-doped TiO$_2$(110) surfaces, providing new insights into the\nrole of defects in surface reactivity. Using CO adsorbates as a probe, we find\nthat Nb doping has minimal impact on reactivity, whereas oxygen vacancies\ncontribute significantly depending on their local arrangement via the\nstabilization of polarons on the surface atomic layer. Our package streamlines\nthe modeling of charge trapping and polaron localization with high efficiency,\nenabling systematic, large-scale investigations of polaronic effects across\ncomplex material systems."}
{"id": "2508.15284", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15284", "abs": "https://arxiv.org/abs/2508.15284", "authors": ["Maosen Wang", "Bo Hao", "Wenjie Sun", "Shengjun Yan", "Shengwang Sun", "Hongyi Zhang", "Zhengbin Gu", "Yuefeng Nie"], "title": "Electron-Hole Crossover in $\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-δ}$ Thin Films", "comment": "32 pages, 15 figures", "summary": "The ambient-pressure superconductivity in\n$\\mathrm{La}_{3}\\mathrm{Ni}_{2}\\mathrm{O}_{7}$ thin films via compressive\nepitaxial strain provides a highly accessible platform for diverse\ncharacterization techniques, facilitating the studies of high-temperature\nsuperconductivity. Here, we systematically map the superconducting dome in\ncompressively strained\n$\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-\\delta}$ thin\nfilms by simultaneously tuning Sr doping and oxygen content and reveal an\nelectron-hole crossover associated with the maximum transition temperature\n(${T}_{c}$). This electron-hole crossover, marked by an anomalous sign change\nin the Hall coefficient (${R}_{H}$), is reminiscent of electron-doped cuprates,\nwhich may signal a Fermi surface reconstruction. Beyond the superconducting\ndome, a $\\ln1/T$ insulating regime and a $T$-linear resistivity regime are also\nresolved, resembling behaviors observed in cuprates and infinite-layer\nnickelates. This work reveals a dome-shaped relationship between ${T}_{c}$ and\n${R}_{H}$ and establishes a key framework for understanding unconventional\nsuperconductivity in nickelate systems."}
{"id": "2508.15592", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15592", "abs": "https://arxiv.org/abs/2508.15592", "authors": ["Baptiste Martin", "Shukai Yao", "Chunyu Li", "Anthony Bocahut", "Matthew Jackson", "Alejandro Strachan"], "title": "Predictive models for strain energy in condensed phase reactions", "comment": null, "summary": "Molecular modeling of thermally activated chemistry in condensed phases is\nessential to understand polymerization, depolymerization, and other processing\nsteps of molecular materials. Current methods typically combine molecular\ndynamics (MD) simulations to describe short-time relaxation with a stochastic\ndescription of predetermined chemical reactions. Possible reactions are often\nselected on the basis of geometric criteria, such as a capture distance between\nreactive atoms. Although these simulations have provided valuable insight, the\napproximations used to determine possible reactions often lead to significant\nmolecular strain and unrealistic structures. We show that the local molecular\nenvironment surrounding the reactive site plays a crucial role in determining\nthe resulting molecular strain energy and, in turn, the associated reaction\nrates. We develop a graph neural network capable of predicting the strain\nenergy associated with a cyclization reaction from the pre-reaction, local,\nmolecular environment surrounding the reactive site. The model is trained on a\nlarge dataset of condensed-phase reactions during the activation of\npolyacrylonitrile (PAN) obtained from MD simulations and can be used to adjust\nrelative reaction rates in condensed systems and advance our understanding of\nthermally activated chemical processes in complex materials"}
{"id": "2508.15318", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.15318", "abs": "https://arxiv.org/abs/2508.15318", "authors": ["Qian-Rui Lee", "Daw-Wei Wang"], "title": "Flow Matching at Scale: A Machine Learning Framework for Efficient Large-Size Sampling of Many-Body Systems", "comment": null, "summary": "We propose a machine learning framework based on Flow Matching to overcome\nthe scaling limitations of Markov Chain Monte Carlo (MCMC) methods. We\ndemonstrate its capability in the 2D XY model, where a single network, trained\nonly on configurations from a small ($32\\times 32$) lattice at sparse\ntemperature points, generates reliable samples for a significantly larger\nsystem ($128\\times 128$) across a continuous temperature range without\nretraining. The generated configurations show strong agreement with key\nthermodynamic observables and correctly capture the signatures of the\nBerezinskii-Kosterlitz-Thouless (BKT) transition. This dual generalization is\nenabled by the Flow Matching framework, which allows us to learn a continuous,\ntemperature-conditioned mapping. At the same time, the inductive biases of the\nunderlying CNN architecture ensure that the learned local physical rules are\nscale-invariant. This \"train-small, generate-large\" capability establishes a\nnew paradigm for efficiently studying critical phenomena, offering a\nsignificant computational advantage for exploring the thermodynamic limit. The\nmethod can be directly applied to other classical or quantum many-body systems\ndescribed by continuous fields on a lattice."}
{"id": "2508.15596", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15596", "abs": "https://arxiv.org/abs/2508.15596", "authors": ["Min Young Sung", "Tae Jin Jang", "Sang Yoon Song", "Gunjick Lee", "KenHee Ryou", "Sang-Ho Oh", "Byeong-Joo Lee", "Pyuck-Pa Choi", "Jörg Neugebauer", "Blazej Grabowski", "Fritz Körmann", "Yuji Ikeda", "Alireza Zargaran", "Seok Su Sohn"], "title": "Ultrastrong and ductile CoNiMoAl medium-entropy alloys enabled by L12 nanoprecipitate-induced multiple deformation mechanisms", "comment": null, "summary": "L12 precipitates are known to significantly enhance the strength and\nductility of single-phase face-centered cubic (FCC) medium- or high-entropy\nalloys (M/HEAs). However, further improvements in mechanical properties remain\nuntapped, as alloy design has historically focused on systems with specific\nCrCoNi- or FeCoCrNi-based FCC matrix and Ni3Al L12 phase compositions. This\nstudy introduces novel Co-Ni-Mo-Al alloys with L12 precipitates by\nsystematically altering Al content, aiming to bridge this research gap by\nrevealing the strengthening mechanisms. The (CoNi)81Mo12Al7 alloy achieves\nyield strength of 1086 MPa, tensile strength of 1520 MPa, and ductility of 35\n%, demonstrating an impressive synergy of strength, ductility, and\nstrain-hardening capacity. Dislocation analysis via transmission electron\nmicroscopy, supported by generalized stacking fault energy (GSFE) calculations\nusing density functional theory (DFT), demonstrates that Mo substitution for Al\nin the L12 phase alters dislocation behavior, promoting the formation of\nmultiple deformation modes, including stacking faults, super-dislocation pairs,\nLomer-Cottrell locks, and unusual nano-twin formation even at low strains.\nThese behaviors are facilitated by the low stacking fault energy (SFE) of the\nFCC matrix, overlapping of SFs, and dislocation dissociation across anti-phase\nboundaries (APBs). The increased energy barrier for superlattice intrinsic\nstacking fault (SISF) formation compared to APBs, due to Mo substitution,\nfurther influences dislocation activity. This work demonstrates a novel\nstrategy for designing high-performance M/HEAs by expanding the range of FCC\nmatrix and L12 compositions through precipitation hardening."}
{"id": "2508.15341", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15341", "abs": "https://arxiv.org/abs/2508.15341", "authors": ["Sanjeet Kaur", "Daniel R. Mason", "Prashanth Srinivasan", "Stephen Dixon", "Sid Mungale", "Teresa Orr", "Mikhail Yu. Lavrentiev", "Duc Nguyen-Manh"], "title": "The effect of multi-occupancy traps on the diffusion and retention of multiple hydrogen isotopes in irradiated tungsten and vanadium", "comment": "16 pages, 9 figures", "summary": "We propose a computational scheme for the diffusion and retention of multiple\nhydrogen isotopes (HI) with multi-occupancy traps parameterized by first\nprinciples calculations. We show that it is often acceptable to reduce the\ncomplexity of the coupled differential equations for gas evolution by taking\nthe dynamic steady state, a generalisation of the Oriani equilibrium for\nmultiple isotopes and multi-occupancy traps. The effective gas diffusivity\nvaries most with mobile fraction when the total gas concentration approximates\nthe trap density. We show HI binding to a monovacancy in vanadium produces a\nnon-monotonic dependence between diffusivity and gas concentration, unlike the\ntungsten system. We demonstrate the difference between multiple single\noccupancy traps and multi-occupancy traps in long-term diffusion dynamics. The\napplicability of the multi-occupancy, multi-isotope model in steady state is\nassessed by comparison to an isotope exchange experiment between hydrogen and\ndeuterium in self-ion irradiated tungsten. The vacancy distribution is\nestimated with molecular dynamics, and the retention across sample depth shows\ngood agreement with experiment using no fitting parameters."}
{"id": "2508.15600", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15600", "abs": "https://arxiv.org/abs/2508.15600", "authors": ["Laxman Nagireddy", "Samuel J. Magorrian", "Matthew D. Watson", "Yogal Prasad Ghimirey", "Marc Walker", "Cephise Cacho", "Neil R. Wilson", "Nicholas D. M. Hine"], "title": "Electronic structure of the interface between Au and WSe2", "comment": null, "summary": "Understanding the interface between metals and two-dimensional materials is\ncritical for their application in electronics and for the development of\nmetal-mediated exfoliation of large area monolayers. Studying the intricate\ninteractions at the interface requires model systems that enable control of the\nroughness, purity, and crystallinity of the metal surface. Here, we investigate\nthe layer-dependent electronic structure of WSe_2 on template-stripped gold\nsubstrates fabricated using both silicon and mica templates, giving\ncrystallographically disordered and Au(111) ordered surfaces, respectively, and\ncontrast these findings with ab initio predictions. We observe strong\nhybridization around the Brillouin zone centre at $\\overline{\\Gamma}$,\nindicating a covalent admixture in the gold-\\WSe~interaction, and band shifts\nthat suggest charge rearrangement at the Au(111) / WSe_2 interface. Core-level\nspectroscopy shows a single chemical environment for the interfacial WSe_2\nlayer on the template-stripped gold, distinct from the subsequent layers. These\nresults reveal a mixture of van der Waals and covalent interactions, best\ndescribed as a covalent-like quasi-bonding with intermediate interaction\nstrength."}
{"id": "2508.15347", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15347", "abs": "https://arxiv.org/abs/2508.15347", "authors": ["Takahiro Morimoto", "Naoto Nagaosa"], "title": "Role of Ward-Takahashi identity in an electron-phonon coupled system -- Revisiting phonon shift current", "comment": "11 pages, 2 figures", "summary": "We study bulk photovoltaic effects in electron-phonon coupled systems. The\nconservation of current or gauge invariance, manifested as the Ward-Takahashi\nidentity, plays an essential role in the analysis of the Feynman diagrams, and\nthe leading order contribution to the phonon shift current is identified\naccordingly. The leading order contribution essentially arises from the\nelectric polarization carried by optically excited phonons, where the shift\ncurrent is generated due to a change of electric polarization in the steady\nstate under the optical excitation of phonons."}
{"id": "2508.15607", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15607", "abs": "https://arxiv.org/abs/2508.15607", "authors": ["Colin M. Hylton-Farrington", "Richard C. Remsing"], "title": "Octahedral tilting and B-site off-centering in halide perovskites are not coupled", "comment": "10 pages, 6 figures", "summary": "Metal halide perovskites show exceptional potential for solar energy,\nthermoelectrics, catalysis, and other photochemical technologies, with\nperformance rooted in electronic structure-driven properties. In ABX3 halide\nperovskites, localized and often aspherical local electron densities from\nB-site lone pairs or polarizable X- anions can distort the lattice. However,\nthe links among electronic structure fluctuations and distortions like tilting\nof the BX6 octahedra and off-centering of the B-site from the center of its\noctahedron are not fully understood. Using group theory and ab initio molecular\ndynamics, we quantify how lone pairs, halide polarization, off-centering, and\noctahedral tilting interact in the cubic phase CsBBr3, with B = Pb, Sn, and Ge.\nWe find that lone pair-induced off-centering and octahedral tilting are\nsymmetry-decoupled. Instead, stereochemical lone pair expression of the B-site\nion is correlated to octahedral tilting through the propensity of the B-site to\nform a transient, partial covalent bond with the surrounding halide ions that\nstiffens octahedral tilting modes. These results link local electronic\nasymmetry to structural fluctuations and suggest that dynamic modulation of\nelectronic symmetry offers a pathway to control functional properties in halide\nperovskites."}
{"id": "2508.15366", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15366", "abs": "https://arxiv.org/abs/2508.15366", "authors": ["Jayam Joshi", "Shradha Mishra"], "title": "Analytical Theory of Chiral Active Particle Transport in a Fluctuating Density Field", "comment": null, "summary": "We develop a closed-form analytical theory for the transport of a chiral\nactive Brownian particle (cABP) in three dimensions, moving through a\nfluctuating local density field that coarse-grains steric and dynamical\ninteractions in a dense active medium. The density field is modeled as an\nOrnstein--Uhlenbeck process with finite correlation time $\\tau$ and fluctuation\nstrength $\\sigma_\\rho^2$, capturing both spatial variations and temporal\nmemory. Within this framework, we derive exact expressions for the mean-squared\ndisplacement (MSD) and time-dependent diffusivity, showing how chirality and\ndensity coupling renormalize orientational persistence and generate dynamical\ncrossovers. The theory predicts: (i) anomalously high initial diffusivity in\ndenser regions, arising from a transient drift driven by local swim-pressure\ngradients; (ii) a finite crossover time $t_c$ for homogenizing density\ninhomogeneities, with steady-state diffusivity retaining memory of the initial\nenvironment; (iii) a non-monotonic $t_c(\\Omega)$ with a global minimum at\nintermediate chirality, and a three-regime suppression of $D_\\infty(\\Omega)$\nconsistent with clustered phases in simulations; and (iv) a resonance-like peak\nin early-time oscillatory transport at an optimal chirality $\\Omega^*$. The\nframework reproduces known scaling of $D_\\infty$ with activity and chirality,\nwhile uncovering new memory effects and chirality-controlled optimal transport,\noffering predictive insight for biological circle swimmers and active\nmetamaterials."}
{"id": "2508.15614", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15614", "abs": "https://arxiv.org/abs/2508.15614", "authors": ["Giulio Benedini", "Antoine Loew", "Matti Hellstrom", "Silvana Botti", "Miguel A. L. Marques"], "title": "Universal Machine Learning Potential for Systems with Reduced Dimensionality", "comment": null, "summary": "We present a benchmark designed to evaluate the predictive capabilities of\nuniversal machine learning interatomic potentials across systems of varying\ndimensionality. Specifically, our benchmark tests zero- (molecules, atomic\nclusters, etc.), one- (nanowires, nanoribbons, nanotubes, etc.), two- (atomic\nlayers and slabs) and three-dimensional (bulk materials) compounds. The\nbenchmark reveals that while all tested models demonstrate excellent\nperformance for three-dimensional systems, accuracy degrades progressively for\nlower-dimensional structures. The best performing models for geometry\noptimization are orbital version 2, equiformerV2, and the equivariant Smooth\nEnergy Network, with the equivariant Smooth Energy Network also providing the\nmost accurate energies. Our results indicate that the best models yield, on\naverage, errors in the atomic positions in the range of 0.01-0.02 angstrom and\nerrors in the energy below 10~meV/atom across all dimensionalities. These\nresults demonstrate that state-of-the-art universal machine learning\ninteratomic potentials have reached sufficient accuracy to serve as direct\nreplacements for density functional theory calculations, at a small fraction of\nthe computational cost, in simulations spanning the full range from isolated\natoms to bulk solids. More significantly, the best performing models already\nenable efficient simulations of complex systems containing subsystems of mixed\ndimensionality, opening new possibilities for modeling realistic materials and\ninterfaces."}
{"id": "2508.15368", "categories": ["cond-mat.str-el", "cond-mat.other", "physics.atm-clus", "physics.comp-ph", "quant-ph", "81V", "J.2; G.1.3"], "pdf": "https://arxiv.org/pdf/2508.15368", "abs": "https://arxiv.org/abs/2508.15368", "authors": ["Merzuk Kaltak", "Alexander Hampel", "Martin Schlipf", "Indukuru Ramesh Reddy", "Bongae Kim", "Georg Kresse"], "title": "Constrained Random Phase Approximation: the spectral method", "comment": "12 pages, 5 figures, to be published in Physical Review B, Poster\n  presented at PSI-K, Lausanne (August 2025). Talk given at Workshop \"The\n  determination of Hubbard parameters: progress, pitfalls, and prospects\",\n  Gandia (September 2025)", "summary": "We present a new constrained Random Phase Approximation (cRPA) method, termed\nspectral cRPA (s-cRPA), and compare it to established cRPA approaches for\nScandium and Copper by varying the 3d shell filling. The s-cRPA consistently\nyields larger Hubbard $U$ interaction values. Applied to the realistic system\nCaFeO$_3$, s-cRPA produces interaction parameters significantly closer to those\nrequired within DFT+$U$ to induce the experimentally observed insulating state,\novercoming the metallic behavior predicted by standard density functionals. We\nalso address the issue of negative interaction values found in the projector\ncRPA method for filled d-shells, demonstrating that s-cRPA offers superior\nnumerical stability through electron conversion. Overall, s-cRPA is more robust\nand effectively overcomes the known underestimation of $U$ in standard cRPA,\nmaking it a promising tool for the community. Additionally, we have enhanced\nour implementation with features for computing multi-center interactions to\nanalyze spatial decay and developed a low-scaling variant with a compressed\nMatsubara grid to efficiently obtain full frequency-dependent interactions."}
{"id": "2508.15631", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15631", "abs": "https://arxiv.org/abs/2508.15631", "authors": ["Bryan Lorenzo", "Camilo Granados", "Dasol Kim", "Carlos Batista", "Jean Menotti", "Feng Liu", "Wenlong Gao", "Alexis Chacon"], "title": "High Harmonic Spectroscopy from Lower-Order to Higher-Order Topological Insulators", "comment": null, "summary": "Over the last decade, high-harmonic spectroscopy has been successfully\nextended to the study of ultrafast electron motion in solids, shedding light on\nfundamental processes such as Bloch oscillations and higher-order nonlinear\nphenomena. In this work, we present theoretical studies of high-harmonic\nspectroscopy applied to topological materials including higher-order ones,\nfocusing on several key observables associated with high-harmonic generation -\nnamely, helicity, circular dichroism, and ellipticity dependence. We extend\ncurrent all-optical measurement approaches from lower-order topological\ninsulators (LOTIs) to higher-order topological insulators (HOTIs), employing\nthree distinct models: a Haldane model for Chern insulators, Kane-Mele model\nfor topological insulators, and a breathing Kagome lattice for HOTIs. This work\naims to resolve whether helicity, circular dichroism, and ellipticity\ndependence can reveal signatures of topological states. For the Chern\ninsulators and topological insulators, we find that these observables can\nindeed capture topological phases. In contrast, for HOTIs, no clear signatures\nof topology emerge in the harmonic spectrum, suggesting that a more careful\nanalysis is required to identify topological invariants in higher-order\ntopological insulators. In particular, for the topological semimetal phase, we\nfind a harmonic enhancement by two to three orders of magnitude in the Kagome\nlattice. Our study delineates the conditions under which high-harmonic\nspectroscopy serves as a unique tool for diagnosing topological phases,\nparticularly for those associated with topological corner states."}
{"id": "2508.15382", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.15382", "abs": "https://arxiv.org/abs/2508.15382", "authors": ["Ruxue Yang", "Temesgen Tadeyos Zate", "Soumyajit Mojumder", "Oriol Gavalda-Diaz", "Zihe Li", "Ajeet Kumar", "James Roscow", "Hamideh Khanbareh", "Astri Bjørnetun Haugen", "Florian Bouville"], "title": "Strong lead-free bioinspired piezoceramics for durable energy transducers", "comment": null, "summary": "Durable, high-performance and eco-friendly lead-free piezoceramics are\nessential for next-generation sustainable energy transducers and\nelectromechanical systems. While significant performance enhancements have been\nmade, through chemical composition, texture, or crystal defects, piezoceramics\nare intrinsically weak mechanically, which negatively impact their working\nconditions and durability. What's more, improving comprehensive mechanical\ndurability without sacrificing piezoelectric performance remains a key\nchallenge. Here, we design bioinspired Bi0.5Na0.5TiO3 (BNT) ceramics using a\nscalable colloidal process that enables multiscale control over the\nmicrostructure. The design comprises plate-like monocrystalline BNT bricks\nstacked to induce a crystallographic texture along the poling direction, bonded\ntogether by a silica-based mortar, forming the brick-and-mortar phase. This\ndeliberate microstructure design yields 2- to 3-fold increase in flexural\nstrength, and 1.6- to 2-fold increase in fracture toughness compared with a BNT\nsynthesized conventionally, comparable to common structural ceramics, without\nsacrificing the piezoelectric performance. In addition, the bioinspired BNT\nexhibit dramatically enhanced ferroelectric fatigue resistance, with a 40- to\n600-folds improvement in the number of field-induced electromechanical cycles\nbefore failure. These gains stem from residual stress fields generated at the\ninterface between silica pockets and BNT bricks, which delay crack initiation.\nFurthermore, we demonstrated enhanced transducing capability and\nelectromechanical fatigue resistance using a cantilever beam-based\npiezoelectric transducer under bending mode. Given its\nnon-chemical-compositional origin, this bioinspired strategy could be broadly\napplicable to other piezoelectric material systems for applications where both\nfunctional and structural performance are critical."}
{"id": "2508.15744", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15744", "abs": "https://arxiv.org/abs/2508.15744", "authors": ["Meng-Fu Chen", "Jinghong Zhang", "Hieu Q. Dinh", "Adam Rettig", "Joonho Lee"], "title": "Regularized Perturbation Theory for Ab initio Solids", "comment": null, "summary": "Second-order Moller-Plesset perturbation theory (MP2) for ab initio\nsimulations of solids is often limited by divergence or over-correlation\nissues, particularly in metallic, narrow-gap, and dispersion-stabilized\nsystems. We develop and assess three regularized second-order perturbation\ntheories: $\\kappa$-MP2, $\\sigma$-MP2, and the size-consistent Brillouin-Wigner\napproach (BW-s2), across metals, semiconductors, molecular crystals, and rare\ngas solids. BW-s2 achieves high accuracy for cohesive energies, lattice\nconstants, and bulk moduli in metals, semiconductors, and molecular crystals,\nrivaling or surpassing coupled-cluster with singles and doubles at lower cost.\nIn rare gas solids, where MP2 already underbinds, $\\kappa$-MP2 does not make\nthe results much worse while BW-s2 struggles. These results illustrate both the\npotential and the limitations of regularized perturbation theory for efficient\nand accurate solid-state simulations. While broader testing is warranted,\nBW-s2($\\alpha$ = 2) appears particularly promising, with possible advantages\nover modern random-phase approximations and coupled-cluster theory."}
{"id": "2508.15385", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15385", "abs": "https://arxiv.org/abs/2508.15385", "authors": ["Ponder Liu", "Hao-Cheng Hung", "You-Ting Huang", "Jia-Cheng Li", "Carmine Ortix", "Ching-Hao Chang"], "title": "Bending nanoribbon to induce large anisotropic magnetoconductance", "comment": null, "summary": "When a nanoribbon is bent under a homogeneous external magnetic field, the\neffective magnetic field inside becomes either homogeneous or inhomogeneous,\ndepending on the direction of the field. This enables the selective creation of\nbulk, interface, and edge magnetic states in the bent structure, for a magnetic\nfield with a strength. We establish theoretically that these tuneable states\nlead to a strong geometry-induced anisotropic magnetoconductance (GAMC) in\nperpendicularly bent nanoribbon, which can reach up to 100\\%. Moreover, the\nGAMC can be further enhanced to 200\\%, 300\\%, or even higher by either further\nbending or tuning the bending angle. The potential of this phenomenon for\npractical applications is demonstrated by its stable anisotropy, which remains\nconsistent across a wide range of Fermi energies, can be observed even at weak\nmagnetic fields and room temperature, and occurs in various systems such as\ntwo-dimensional electron gas (2DEG) and graphene."}
{"id": "2508.15165", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15165", "abs": "https://arxiv.org/abs/2508.15165", "authors": ["Abdul Ahad Mamun", "Muhammad Anisuzzaman Talukder"], "title": "Re-Engineering Hematite: Synergistic Co-Doping Routes to Efficient Solar Water Splitting", "comment": null, "summary": "Solar-driven water electrolysis requires high-performance photoelectrodes\nthat exhibit excellent photoabsorption, superior charge transport, and\noptimized thermal management. In this work, we conducted a first-principles\ninvestigation to explore optimized doping conditions for hematite\n($\\alpha$-Fe$_2$O$_3$) by incorporating boron (B), yttrium (Y), and niobium\n(Nb) mono-dopants, as well as (B, Y) and (B, Nb) co-dopants. To identify the\noptimal dopant elements and concentrations, we evaluated electronic charge\ntransport, thermal properties, and magnetic susceptibility over a temperature\n($T$) range of 300 to 900 K and doping densities ($N$) from $10^{19}$ to\n$10^{21}$ cm$^{-3}$. The B-doped, (B, Y)-doped, and (B, Nb)-doped\n$\\alpha$-Fe$_2$O$_3$ photoelectrodes showed significantly reduced band gap\nenergy ($E_g$) relative to $\\alpha$-Fe$_2$O$_3$. In comparison, Y and Nb\ndopants only slightly reduced $E_g$ relative to $\\alpha$-Fe$_2$O$_3$. While B\ndoping introduced impurity states near the Fermi level that limited\nthermoelectric charge transport, $\\alpha$-Fe$_2$O$_3$ photoelectrodes doped by\nother elements exhibited notable improvements, including enhanced visible-light\nabsorption, increased carrier concentration, improved electrical conductivity\n($\\sigma$), and efficient thermal management. Additionally, these doped\nphotoelectrodes exhibited a remarkable increase in Pauli magnetic\nsusceptibility ($\\chi$) by two orders of magnitude compared to pristine\n$\\alpha$-Fe$_2$O$_3$, indicating exciting potential for generating\nspin-selective polarized currents. Overall, our findings revealed that the\nco-doping conditions are the most effective for enhancing the performance of\n$\\alpha$-Fe$_2$O$_3$, providing a low-cost and high-efficiency solution for\nsustainable green hydrogen (H$_2$) generation in photocatalytic water\nsplitting."}
{"id": "2508.15424", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15424", "abs": "https://arxiv.org/abs/2508.15424", "authors": ["Gabriel Lazrak", "Radu Abrudan", "Borge Göbel", "David Hrabovsky", "Chen Luo", "Victor Ukleev", "Srijani Mallik", "Luis M. Vicente-Arche", "Florin Radu", "Sergio Valencia", "Annika Johansson", "Agnès Barthélémy", "Manuel Bibes"], "title": "Spontaneous nonreciprocal transport in a gate-tunable ferromagnetic Rashba 2-dimensional electron gas", "comment": null, "summary": "The broken inversion symmetry at interfaces of complex oxides gives rise to\nemergent phenomena, including ferromagnetism and Rashba spin-orbit coupling\n(SOC), which profoundly influence the electronic structure by entangling spin\nand momentum. While the interplay between Rashba SOC and ferromagnetism is\ntheoretically intriguing, its experimental manifestations remain largely\nunexplored. Here, we demonstrate that ferromagnetic 2DEGs at SrTiO$_3$-based\ninterfaces exhibit spontaneous nonreciprocal transport - a distinctive hallmark\nof Rashba ferromagnets - even in the absence of an external magnetic field.\nThis nonreciprocal response, along with clear signatures of ferromagnetism such\nas anisotropic magnetoresistance and the anomalous Hall effect (AHE), is\nstrongly tunable by gate voltage. Remarkably, the AHE not only varies in\namplitude but even reverses sign, reflecting a subtle interplay between Fermi\nlevel position and Berry curvature distribution. These results establish\nSrTiO$_3$ 2DEGs as a model platform for studying Rashba ferromagnetism and\ndemonstrate active control over transport phenomena in time- and\ninversion-symmetry-broken systems, paving the way for gate-tunable spintronic\ndevices."}
{"id": "2508.15184", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15184", "abs": "https://arxiv.org/abs/2508.15184", "authors": ["Guanyong Wang", "Li-Shuo Liu", "Zhen Zhu", "Yue Zheng", "Bo Yang", "Dandan Guan", "Shiyong Wang", "Yaoyi Li", "Canhua Liu", "Wei Chen", "Hao Zheng", "Jinfeng Jia"], "title": "Quantum-size effect induced Andreev bound states in ultrathin metallic islands proximitized by a superconductor", "comment": null, "summary": "While Andreev bound states (ABSs) have been realized in engineered\nsuperconducting junctions, their direct observation in normal\nmetal/superconductor heterostructures-enabled by quantum confinement-remains\nexperimentally elusive. Here, we report the detection of ABSs in ultrathin\nmetallic islands (Bi, Ag, and SnTe) grown on the s-wave superconductor NbN.\nUsing high-resolution scanning tunneling microscopy and spectroscopy, we\nclearly reveal in-gap ABSs with energies symmetric about the Fermi level. While\nthe energies of these states show no position dependence, their wave functions\nexhibit spatial oscillations, demonstrating a quantum size effect. Both the\nenergy levels and spatial distribution of the ABSs can be reproduced by our\neffective model in which a metallic island is coupled to the superconducting\nsubstrate via the proximity effect. We demonstrate that the coupling strength\nplays a critical role in determining the ABS energies. Our work introduces a\nnovel physical platform for implementing ABSs, which hold promise for\nsignificant device applications."}
{"id": "2508.15430", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15430", "abs": "https://arxiv.org/abs/2508.15430", "authors": ["Daniel Dantchev", "Nicholay S. Tonchev", "Joseph Rudnick"], "title": "Casimir versus Helmholtz fluctuation induced force in { the Nagle}-Kardar model: Exact results", "comment": "8 pages, 4 figures", "summary": "When used to describe \\textit{finite} systems the {conjugate}\nstatistical-mechanical ensembles are \\textit{not} equivalent. This has physical\nimplications for the behavior of the fluctuation induced forces pertinent to\nthe different ensembles. Here, {we study the Nagle-Kardar model within the\ngrand-canonical ensemble (GCE) and the canonical ensemble (CE) (with conserved\ntotal magnetization) for periodic boundary conditions (PBC)}. {We focus on two\nfluctuation-induce forces: the Casimir force (CF) in the GCE and the Helmholtz\nforce (HF) in the CE}. In the infinite system limit the model exhibits a\ncritical line, which ends at a tricritical point. Unexpectedly, the critical\nCasimir force (CCF) is \\textit{repulsive} near the critical line and\ntricritical point, decaying rapidly upon departure from those two regions and\nbecoming \\textit{attractive}. This violates the widely-accepted ``boundary\ncondition rule,'' which presumes that the CCF is attractive for equivalent\nboundary conditions (BC) and repulsive for conflicting BC. For the HF we find\nthat it also changes sign as a function of temperature and the magnetization.\nWe conclude, that CCF and HF have a behavior quite different from each other as\na function of the tunable parameters (temperature, magnetic field, or\nmagnetization) of the model. This dependence allows {for the control of the}\n\\textit{sign} of these forces, as well as their magnitude."}
{"id": "2508.15284", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15284", "abs": "https://arxiv.org/abs/2508.15284", "authors": ["Maosen Wang", "Bo Hao", "Wenjie Sun", "Shengjun Yan", "Shengwang Sun", "Hongyi Zhang", "Zhengbin Gu", "Yuefeng Nie"], "title": "Electron-Hole Crossover in $\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-δ}$ Thin Films", "comment": "32 pages, 15 figures", "summary": "The ambient-pressure superconductivity in\n$\\mathrm{La}_{3}\\mathrm{Ni}_{2}\\mathrm{O}_{7}$ thin films via compressive\nepitaxial strain provides a highly accessible platform for diverse\ncharacterization techniques, facilitating the studies of high-temperature\nsuperconductivity. Here, we systematically map the superconducting dome in\ncompressively strained\n$\\mathrm{La}_{3-x}\\mathrm{Sr}_{x}\\mathrm{Ni}_{2}\\mathrm{O}_{7-\\delta}$ thin\nfilms by simultaneously tuning Sr doping and oxygen content and reveal an\nelectron-hole crossover associated with the maximum transition temperature\n(${T}_{c}$). This electron-hole crossover, marked by an anomalous sign change\nin the Hall coefficient (${R}_{H}$), is reminiscent of electron-doped cuprates,\nwhich may signal a Fermi surface reconstruction. Beyond the superconducting\ndome, a $\\ln1/T$ insulating regime and a $T$-linear resistivity regime are also\nresolved, resembling behaviors observed in cuprates and infinite-layer\nnickelates. This work reveals a dome-shaped relationship between ${T}_{c}$ and\n${R}_{H}$ and establishes a key framework for understanding unconventional\nsuperconductivity in nickelate systems."}
{"id": "2508.15450", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15450", "abs": "https://arxiv.org/abs/2508.15450", "authors": ["Huimin Xie", "Bo Fu", "Huan-Wen Wang", "Wenyu Shan", "Shun-Qing Shen"], "title": "Quantum Geometric Renormalization of the Hall Coefficient and Unconventional Hall Resistivity in ZrTe5", "comment": "23 pages, 4 figures. Comments are welcomed", "summary": "The anomalous Hall effect (AHE), conventionally associated with time-reversal\nsymmetry breaking in ferromagnetic materials, has recently been observed in\nnonmagnetic topological materials, raising questions about its origin. We\nunravel the unconventional Hall response in the nonmagnetic Dirac material\nZrTe5, known for its massive Dirac bands and unique electronic and transport\nproperties. Using the Kubo-Streda formula within the Landau level framework, we\nexplore the interplay of quantum effects induced by the magnetic field (B) and\ndisorder across the semiclassical and quantum regimes. In the semiclassical\nregime, the Hall resistivity remains linear in the magnetic field, but the Hall\ncoefficient will be renormalized by the quantum geometric effects and\nelectron-hole coherence, especially at low carrier densities where the disorder\nscattering dominates. In quantum limit, the Hall conductivity exhibits an\nunsaturating 1/B scaling. As a result, the transverse conductivity dominates\ntransport in the ultra-quantum limit, and the Hall resistivity crosses over\nfrom B to B^{-1} dependence as the system transitions from the semiclassical\nregime to the quantum limit. This work elucidates the mechanisms underlying the\nunconventional Hall effect in ZrTe5 and provides insights into the AHE in other\nnonmagnetic Dirac materials as well."}
{"id": "2508.15559", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15559", "abs": "https://arxiv.org/abs/2508.15559", "authors": ["Marcella Iannuzzi", "Jan Wilhelm", "Frederick Stein", "Augustin Bussy", "Hossam Elgabarty", "Dorothea Golze", "Anna Hehn", "Maximilian Graml", "Stepan Marek", "Beliz Sertcan Gökmen", "Christoph Schran", "Harald Forbert", "Rustam Z. Khaliullin", "Anton Kozhevnikov", "Mathieu Taillefumier", "Rocco Meli", "Vladimir Rybkin", "Martin Brehm", "Robert Schade", "Ole Schütt", "Johann V. Pototschnig", "Hossein Mirhosseini", "Andreas Knüpfer", "Dominik Marx", "Matthias Krack", "Jürg Hutter", "Thomas D. Kühne"], "title": "The CP2K Program Package Made Simple", "comment": "128 pages, 9 figures, 2 tables", "summary": "CP2K is a versatile open-source software package for simulations across a\nwide range of atomistic systems, from isolated molecules in the gas phase to\nlow-dimensional functional materials and interfaces, as well as highly\nsymmetric crystalline solids, disordered amorphous glasses, and weakly\ninteracting soft-matter systems in the liquid state and in solution. This\nreview highlights CP2K's capabilities for computing both static and dynamical\nproperties using quantum-mechanical and classical simulation methods. In\ncontrast to the accompanying theory and code paper [J. Chem. Phys. 152, 194103\n(2020)], the focus here is on the practical usage and applications of CP2K,\nwith underlying theoretical concepts introduced only as needed."}
{"id": "2508.15463", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15463", "abs": "https://arxiv.org/abs/2508.15463", "authors": ["Ashfaque Thonikkadavan", "Massimiliano d'Aquino", "Riccardo Hertel"], "title": "Rotating Spin Wave Modes in Nanoscale Möbius Strips", "comment": "9 pages, 8 figures", "summary": "Curved and topologically nontrivial magnetic structures offer new pathways to\ncontrol spin-wave behavior beyond planar geometries. Here, we study spin-wave\ndynamics in M\\\"obius-shaped soft-magnetic nanostrips using micromagnetic\nsimulations. By comparing single-, double-, and triple-twisted M\\\"obius strips\nto a topologically trivial bent ring, we isolate the roles of helical twist and\nnon-orientable topology. M\\\"obius geometries exhibit non-degenerate mode\ndoublets associated with counterpropagating spin waves, in contrast to the\nstanding-wave doublets in the trivial case. This splitting arises from a\ntwist-induced geometric (Berry) phase that breaks propagation symmetry,\nproducing non-reciprocal dispersion relations. The M\\\"obius topology further\nimposes antisymmetric boundary conditions, resulting in half-integer wavelength\nquantization. Local RF excitation allows for the selective generation of spin\nwaves with defined frequency and direction. An analytical model reproduces the\ndispersion behavior with excellent agreement. These results highlight how\ngeometric and topological design can be leveraged to engineer spin-wave\ntransport in three-dimensional magnonic systems."}
{"id": "2508.15710", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15710", "abs": "https://arxiv.org/abs/2508.15710", "authors": ["Rahul Marchand", "Lucas Schorling", "Cornelius Carlsson", "Jonas Schuff", "Barnaby van Straaten", "Taylor L. Patti", "Federico Fedele", "Joshua Ziegler", "Parth Girdhar", "Pranav Vaidhyanathan", "Natalia Ares"], "title": "End-to-End Analysis of Charge Stability Diagrams with Transformers", "comment": "8 pages, 2 figures, RM and LS contributed equally", "summary": "Transformer models and end-to-end learning frameworks are rapidly\nrevolutionizing the field of artificial intelligence. In this work, we apply\nobject detection transformers to analyze charge stability diagrams in\nsemiconductor quantum dot arrays, a key task for achieving scalability with\nspin-based quantum computing. Specifically, our model identifies triple points\nand their connectivity, which is crucial for virtual gate calibration, charge\nstate initialization, drift correction, and pulse sequencing. We show that it\nsurpasses convolutional neural networks in performance on three different spin\nqubit architectures, all without the need for retraining. In contrast to\nexisting approaches, our method significantly reduces complexity and runtime,\nwhile enhancing generalizability. The results highlight the potential of\ntransformer-based end-to-end learning frameworks as a foundation for a\nscalable, device- and architecture-agnostic tool for control and tuning of\nquantum dot devices."}
{"id": "2508.15472", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15472", "abs": "https://arxiv.org/abs/2508.15472", "authors": ["Dengyang Guo", "Alan R. Bowman", "Sebastian Gorgon", "Changsoon Cho", "Youngkwang Jung", "Jiashang Zhao", "Linjie Dai", "Jaewang Park", "Kyung Mun Yeom", "Satyawan Nagane", "Stuart Macpherson", "Weidong Xu", "Jun Hong Noh", "Sang Il Seok", "Tom Savenije", "Samuel D. Stranks"], "title": "Competition Between Controllable Non-Radiative and Intrinsic Radiative Second-Order Recombination in Halide Perovskites", "comment": null, "summary": "Halide perovskite solar cells have demonstrated a rapid increase in power\nconversion efficiencies. Understanding and mitigating remaining carrier losses\nin halide perovskites is now crucial to enable further increases to approach\ntheir practical efficiency limits. Whilst the most widely known non-radiative\nrecombination from solar cells relates to carrier trapping and is first order\nin carrier density, recent reports have revealed a non-radiative pathway that\nis second order. However, the origin and impact of this second-order process on\ndevices remain unclear. Here, we understand this non-radiative second-order\nrecombination (k2non) pathway by manipulating the charge carrier dynamics via\ncontrolling the bulk and surface conditions. By combining temperature-dependent\nspectroscopies, we demonstrate that the value of k2non depends on extrinsic\nfactors, in contrast to intrinsic second-order recombination, which aligns with\ntheoretical evaluations through van Roosbroeck-Shockley relations. Based on\ndensity functional theory simulations and Quasi-Fermi level calculations, we\npropose that shallow surface states are the primary origin of this second-order\nnon-radiative component, contributing up to ~80 mV of the overall reduction in\nVoc at room temperature. This work reveals that carrier losses from two\nnon-radiative recombination types (first and second order) are not linked,\nemphasizing the need for distinctive mitigation strategies targeting each type\nto unlock the full efficiency potential of perovskite solar cells."}
{"id": "2508.15723", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15723", "abs": "https://arxiv.org/abs/2508.15723", "authors": ["Sachchidanand Das", "Abhiram Soori"], "title": "Orientation dependent anomalous Hall and spin Hall currents at the junctions of altermagnets with $p$-wave magnets", "comment": "7 pages, 6 captioned figures. Comments are welcome", "summary": "We study charge and spin transport across a junction between an altermagnet\n(AM) and a $p$-wave magnet (PM) using a continuum model with boundary\nconditions tailored to the spin-split band structures of the two materials.\nRemarkably, although neither AM nor PM is spin-polarized, we find that the\njunction supports finite spin currents both longitudinally and transversely. We\ncompute the longitudinal and transverse charge and spin conductivities as\nfunctions of the crystallographic orientations and the relative angle between\nthe N\\'eel vectors of AM and PM. Our results reveal that transverse charge and\nspin conductivities can be finite even when the longitudinal charge\nconductivity vanishes. For suitable parameter choices and orientation angles,\nthe transverse conductivities are more prominent than the longitudinal ones.\nThe origin of these effects lies in the matching and mismatching of transverse\nmomentum modes ($k_y$) across the junction combined with the spin-dependent\nband splitting in AM and PM. Furthermore, while the transverse charge\nconductivity may cancel for certain orientations, the transverse spin\nconductivity remains finite due to unequal contributions of opposite $k_y$\nchannels. These findings highlight altermagnet/$p$-wave magnet junctions as a\npromising platform for tunable generation and control of transverse charge and\nspin currents driven purely by crystallographic orientation and spin structure."}
{"id": "2508.15493", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15493", "abs": "https://arxiv.org/abs/2508.15493", "authors": ["Boris N. Slautin", "Utkarsh Pratiush", "Yongtao Liu", "Hiroshi Funakubo", "Vladimir V. Shvartsman", "Doru C. Lupascu", "Sergei V. Kalinin"], "title": "Attention-Based Explainability for Structure-Property Relationships", "comment": "34 pages, 12 figures", "summary": "Machine learning methods are emerging as a universal paradigm for\nconstructing correlative structure-property relationships in materials science\nbased on multimodal characterization. However, this necessitates development of\nmethods for physical interpretability of the resulting correlative models.\nHere, we demonstrate the potential of attention-based neural networks for\nrevealing structure-property relationships and the underlying physical\nmechanisms, using the ferroelectric properties of PbTiO3 thin films as a case\nstudy. Through the analysis of attention scores, we disentangle the influence\nof distinct domain patterns on the polarization switching process. The\nattention-based Transformer model is explored both as a direct interpretability\ntool and as a surrogate for explaining representations learned via unsupervised\nmachine learning, enabling the identification of physically grounded\ncorrelations. We compare attention-derived interpretability scores with\nclassical SHapley Additive exPlanations (SHAP) analysis and show that, in\ncontrast to applications in natural language processing, attention mechanisms\nin materials science exhibit high efficiency in highlighting meaningful\nstructural features."}
{"id": "2508.15758", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15758", "abs": "https://arxiv.org/abs/2508.15758", "authors": ["Raphael Gruber", "Jan Rothörl", "Simon M. Fröhlich", "Maarten A. Brems", "Fabian Kammerbauer", "Maria-Andromachi Syskaki", "Elizabeth M. Jefremovas", "Sachin Krishnia", "Asle Sudbø", "Peter Virnau", "Mathias Kläui"], "title": "Skyrmion Lattice Order Controlled by Confinement Geometry", "comment": null, "summary": "Magnetic skyrmions forming two-dimensional (2D) lattices provide a versatile\nplatform for investigating phase transitions predicted by\nKosterlitz-Thouless-Halperin-Nelson-Young (KTHNY) theory. While 2D melting in\nskyrmion systems has been demonstrated, achieving controlled ordering in\nskyrmion lattices remains challenging due to pinning effects from a non-uniform\nenergy landscape, which often results in polycrystalline structures. Skyrmions\nin thin films, however, offer thermal diffusion with high tunability and can be\ndirectly imaged via Kerr microscopy, enabling real-time observation of their\ndynamics. To regulate lattice order in such flexible systems, we introduce\ngeometric confinements of varying shapes. Combining Kerr microscopy experiments\nwith Thiele model simulations, we demonstrate that confinement geometry\ncritically influences lattice order. Specifically, hexagonal confinements\ncommensurate with the skyrmion lattice stabilize monodomain hexagonal ordering,\nwhile incommensurate geometries induce domain formation and reduce overall\norder. Understanding these boundary-driven effects is essential for advancing\nthe study of 2D phase behavior and for the design of skyrmion-based spintronic\napplications, ranging from memory devices to unconventional computing\narchitectures."}
{"id": "2508.15519", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2508.15519", "abs": "https://arxiv.org/abs/2508.15519", "authors": ["Grischa Beneke", "Kilian Leutner", "Nikhil Vijayan", "Fabian Kammerbauer", "Duc Minh Tran", "Sachin Krishnia", "Johannes Güttinger", "Armin Satz", "Robert Frömter", "Mathias Kläui"], "title": "On-the-fly electrical readout of individual skyrmion dynamics by anomalous Hall effect, correlated with real-time Kerr microscopy", "comment": "10 pages, 4 figures", "summary": "Magnetic skyrmions, topologically stabilized spin textures, are promising\ncandidates for future memory devices and non-conventional computing\napplications due to their enhanced stability, non-linear interactions, and\nlow-power manipulation capabilities. Despite their significant potential, the\nreliable electrical readout of individual skyrmions remains a fundamental\nchallenge. While magnetic tunnel junctions and anomalous-Hall-effect-based\ntechniques have demonstrated skyrmion detection capabilities, they currently\nfail to reliably detect single moving skyrmions as required for applications.\nOur approach leverages thermally activated skyrmions, where a low constant\ndrive current simultaneously generates both skyrmion motion and the Hall\nvoltage necessary for detection. We demonstrate the reliability of this method\nthrough real-time correlation between measured Hall voltage signals and direct\nKerr microscopy imaging. Two consecutive Hall crosses allow for determining the\nskyrmion velocity, in accordance to Kerr microscopy videos. These advances\nestablish a robust platform for skyrmion-based sensors, counters and\nunconventional computing systems that depend on precise individual skyrmion\ncontrol and detection."}
{"id": "2508.15525", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15525", "abs": "https://arxiv.org/abs/2508.15525", "authors": ["Ashis Kundu", "Florian Knoop", "Igor A. Abrikosov"], "title": "Revisiting thermal transport in CuCl: First-principles calculations and machine learning force fields", "comment": "9 pages, 9 figures", "summary": "Accurate prediction of lattice thermal conductivity ($\\kappa_l$) in strongly\nanharmonic materials requires renormalized interatomic force constants (IFCs)\nand appropriate incorporation of diagonal and off-diagonal contributions and\nhigher-order scattering. We investigate CuCl, a highly anharmonic system with a\nsimple zincblende structure and ultralow $\\kappa_l$. Our calculations,\nincluding IFC renormalization and four-phonon scattering, show excellent\nagreement with the experiment, underscoring the critical role of both effects\nin the accurate estimation of $\\kappa_l$. Furthermore, the unusual pressure\ndependence of $\\kappa_l$ is explored using a rigorously validated\nmachine-learned force field, with the predicted values showing good agreement\nwith the experimentally observed trend of monotonic decrease. This behavior is\nprimarily driven by a significant increase in four-phonon scattering and a\nreduction in the group velocity of transverse acoustic modes. Overall, this\nstudy establishes a robust framework for modeling thermal transport in strongly\nanharmonic materials."}
{"id": "2508.15527", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15527", "abs": "https://arxiv.org/abs/2508.15527", "authors": ["R. Kalvig", "E. Jedryka", "A. Lynnyk", "P. Skupinski", "K. Grasza", "M. Wojcik"], "title": "NMR evidence for an antisite-induced magnetic moment on Bi in a topological insulator heterostructures MnBi2Te4/(Bi2Te3)n", "comment": "5 pages, 3 figures", "summary": "MnBi2Te4 (MBT) is the first intrinsic magnetic topological insulator,\ncombining a topologically protected surface metallic state and intrinsic\nmagnetic order. A structural compatibility with the nonmagnetic Bi2Te4 (BT)\nparent compound gives a possibility to create MBT/BT heterostructures and\nmanipulate their magnetic state in view of optimizing the Quantum Anomalous\nHall Effect (QAHE). In this work an extensive NMR study, supported by the bulk\nmagnetization measurements has been performed at 4.2 K on a self-organized\nsingle crystal MnBi2Te4(Bi2Te4)n heterostructure. 55Mn and 209Bi NMR signal\nhave been recorded as a function of the out-of-plane magnetic field up to 6T,\ncovering a spin-flop transition from the antiferromagnetic (AFM) to the canted\nantiferromagnetic (CAFM) configuration of the Mn layers. Structural defects\nwere shown to contribute a small ferromagnetic component below the spin-flop\nfield. Presence of the AFM-coupled Mn antisites has been evidenced and shown to\ninduce an antiparallel magnetic moment on Bi atoms within the host Bi layer.\nDetection of the induced magnetic moment on bismuth which contributes a new\nferromagnetic component is of utmost importance for understanding the magnetic\ninteractions in the MBT/BT system. These findings have potentially important\nimplications for engineering the QAH devices."}
{"id": "2508.15528", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15528", "abs": "https://arxiv.org/abs/2508.15528", "authors": ["Xiang Xu", "Xi Zhang", "Andrei Ruban", "Siegfried Schmauder", "Blazej Grabowski"], "title": "Accurate complex-stacking-fault Gibbs energy in Ni3Al at high temperatures", "comment": null, "summary": "To gain a deeper insight into the anomalous yield behavior of Ni3Al, it is\nessential to obtain temperature-dependent formation Gibbs energies of the\nrelevant planar defects. Here, the Gibbs energy of the complex stacking fault\n(CSF) is evaluated using a recently proposed ab initio framework [Acta\nMaterialia, 255 (2023) 118986], accounting for all thermal contributions -\nincluding anharmonicity and paramagnetism - up to the melting point. The CSF\nenergy shows a moderate decrease from 300K to about 1200 K, followed by a\nstronger drop. We demonstrate the necessity to carefully consider the\nindividual thermal excitations. We also propose a way to analyze the origin of\nthe significant anharmonic contribution to the CSF energy through atomic pair\ndistributions at the CSF plane. With the newly available high-temperature CSF\ndata, an increasing energy barrier for the cross-slip process in Ni3Al with\nincreasing temperature is unveiled, necessitating the refinement of existing\nanalytical models."}
{"id": "2508.15549", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15549", "abs": "https://arxiv.org/abs/2508.15549", "authors": ["N. Reckinger", "B. Hackens"], "title": "Taxonomy of defects in semi-dry transferred CVD graphene", "comment": "21 pages; 11 figures", "summary": "Post-transfer in-depth morphological characterization of graphene grown by\nchemical vapor deposition (CVD) is of great importance to evaluate the quality\nand to understand the origin of defects of the transferred sheets. Herein, a\nsemi-dry transfer technique is used to peel off millimeter-sized CVD graphene\nflakes from polycrystalline copper foils and transfer them onto SiO2/Si\nsubstrates. We take advantage of the unique feature of this semi-dry process:\nit preserves the copper substrate, enabling location-specific morphological\ncomparisons between graphene and copper at various stages of the transfer.\nThanks to a combination of morphological characterization techniques, this\nleads to trace and elucidate the origin of various post-transfer graphene\ndefects (cracks, wrinkles, holes, tears). Specifically, thermally induced\nwrinkles are shown to evolve into nanoscale cracks, while copper surface steps\nlead to folds. Furthermore, we find that the macroscale topography of the\ncopper foil also plays a critical role in defect formation. This work provides\nguidelines on how to correctly interpret the post-transfer morphology of\ngraphene films on relevant substrates and how to properly assess their quality.\nThis contributes to the optimization of both the graphene CVD growth and\ntransfer processes for future applications."}
{"id": "2508.15558", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15558", "abs": "https://arxiv.org/abs/2508.15558", "authors": ["Jingfeng Zhang", "Xiang Xu", "Fritz Körmann", "Wen Yin", "Xi Zhang", "Christian Gadelmeier", "Uwe Glatzel", "Blazej Grabowski", "Runxia Li", "Gang Liu", "Biao Wang", "Gerhard Wilde", "Sergiy V. Divinski"], "title": "Lattice distortions and non-sluggish diffusion in BCC refractory high entropy alloys", "comment": "18 pages, 8 figures", "summary": "Refractory high-entropy alloys (RHEAs) have emerged as promising candidates\nfor extreme high-temperature applications, for example, in next-generation\nturbines and nuclear reactors. In such applications, atomic diffusion\ncritically governs essential properties including creep resistance and\nmicrostructural stability. The present study systematically investigates\nimpurity diffusion of Co, Mn, and Zn in single phase (BCC solid solution)\nHfTiZrNbTa and HfTiZrNbV RHEAs applying the radiotracer technique. A neutron\ntotal scattering technique is used to evaluate the pair distribution functions\nand element-specific lattice distortions in these alloys. \\textit{Ab\ninitio}-based calculations give access to lattice distortions and solubilities\nof the impurities under investigation, including the impact of short-range\norder. The diffusion results are discussed in relation to calculated\nsubstitutional and interstitial solution energies, local lattice distortions,\nand short-range order effects. Co diffusion is found to be dominated by the\ninterstitial mechanism, exhibiting fast diffusion. These findings reveal\nimportant structure-property relationships between local atomic environments\nand diffusion kinetics in BCC RHEAs, providing critical insights for designing\nalloys with enhanced high-temperature performance through targeted control of\nimpurity diffusion processes."}
{"id": "2508.15566", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15566", "abs": "https://arxiv.org/abs/2508.15566", "authors": ["Weicheng Fu", "Zhen Wang", "Yisen Wang", "Yong Zhang", "Hong Zhao"], "title": "From Near-Integrable to Far-from-Integrable: A Unified Picture of Thermalization and Heat Transport", "comment": "14 pages, 7 figures", "summary": "Whether and how a system approaches equilibrium is central in nonequilibrium\nstatistical physics, crucial to understanding thermalization and transport.\nBogoliubov's three-stage (initial, kinetic, and hydrodynamic) evolution\nhypothesis offers a qualitative framework, but quantitative progress has\nfocused on near-integrable systems like dilute gases. In this work, we\ninvestigate the relaxation dynamics of a one-dimensional diatomic hard-point\n(DHP) gas, presenting a phase diagram that characterizes relaxation behavior\nacross the full parameter space, from near-integrable to far-from-integrable\nregimes. We analyze thermalization (local energy relaxation in nonequilibrium\nstates) and identify three universal dynamical regimes: (i) In the\nnear-integrable regime, kinetic processes dominate, local energy relaxation\ndecays exponentially, and the thermalization time $\\tau$ scales as $\\tau\n\\propto \\delta^{-2}$. (ii) In the far-from-integrable regime, hydrodynamic\neffects dominate, energy relaxation decays power-law, and thermalization time\nscales linearly with system size $N$. (iii) In the intermediate regime, the\nBogoliubov phase emerges, characterized by the transition from kinetic to\nhydrodynamic relaxation. The phase diagram also shows that hydrodynamic\nbehavior can emerge in small systems when sufficiently far from the integrable\nregime, challenging the view that such effects occur only in large systems. In\nthe thermodynamic limit, the system's relaxation depends on the order in which\nthe limits ($N \\to \\infty$ or $\\delta \\to 0$) are taken. We then analyze heat\ntransport (decay of heat-current fluctuations in equilibrium), demonstrating\nits consistency with thermalization, leading to a unified theoretical\ndescription of thermalization and transport. Our approach provides a pathway\nfor studying relaxation dynamics in many-body systems, including quantum\nsystems."}
{"id": "2508.15572", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15572", "abs": "https://arxiv.org/abs/2508.15572", "authors": ["Firat Yalcin", "Carla Verdi", "Viktor C. Birschitzky", "Matthias Meier", "Michael Wolloch", "Michele Reticcioli"], "title": "Automated Modeling of Polarons: Defects and Reactivity on TiO$_2$(110) Surfaces", "comment": "14 pages, 6 figures", "summary": "Polarons are widespread in functional materials and are key to device\nperformance in several technological applications. However, their effective\nimpact on material behavior remains elusive, as condensed matter studies\nstruggle to capture their intricate interplay with atomic defects in the\ncrystal. In this work, we present an automated workflow for modeling polarons\nwithin density functional theory (DFT). Our approach enables a fully automatic\nidentification of the most favorable polaronic configurations in the system.\nMachine learning techniques accelerate predictions, allowing for an efficient\nexploration of the defect-polaron configuration space. We apply this\nmethodology to Nb-doped TiO$_2$(110) surfaces, providing new insights into the\nrole of defects in surface reactivity. Using CO adsorbates as a probe, we find\nthat Nb doping has minimal impact on reactivity, whereas oxygen vacancies\ncontribute significantly depending on their local arrangement via the\nstabilization of polarons on the surface atomic layer. Our package streamlines\nthe modeling of charge trapping and polaron localization with high efficiency,\nenabling systematic, large-scale investigations of polaronic effects across\ncomplex material systems."}
{"id": "2508.15578", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15578", "abs": "https://arxiv.org/abs/2508.15578", "authors": ["Elsa Danielsson", "Henning Kirchberg", "Janine Splettstoesser"], "title": "Optimizing energy conversion with nonthermal resources in steady-state quantum devices", "comment": null, "summary": "We provide a framework for optimizing energy conversion processes in coherent\nquantum conductors fed by nonthermal resources. Such nonthermal resources,\nwhich cannot be characterized by temperatures or electrochemical potentials,\noccur in small-scale systems that are smaller than their thermalization length.\nUsing scattering theory in combination with a Lagrange multiplier method, we\noptimize the device's performance based on the efficiency, precision, or a\ntrade-off between the two at a given output current. The transmission\nproperties leading to this optimal performance are identified. We showcase our\nfindings with the example of a refrigerator exploiting experimentally relevant\nnonthermal resources, which could result from competing environments or from\nlight irradiation. We show that the performance is improved compared to a\ndevice exploiting a thermal resource. Our results can serve as guidelines for\nthe design of energy-conversion processes in future nanoelectronic devices."}
{"id": "2508.15591", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15591", "abs": "https://arxiv.org/abs/2508.15591", "authors": ["Niklas Martin", "Laura Álvaro-Gómez", "Lucas Perez", "André Thiaville", "Jean-Paul Adam", "Olivier Fruchart", "Aurélien Masseboeuf"], "title": "Experimental determination and micromagnetic analysis of spin wave modes in cylindrical nanowires", "comment": "8 pages, 7 figures", "summary": "We report an experimental study of spin wave modes in individual cylindrical\nnanowires, a textbook situation of confined spin waves in 3D nanomagnetism. We\nobserve discrete modes of thermal spin waves with micro-Brillouin light\nscattering, whose frequencies $f$ shift to higher values as the applied\nlongitudinal induction magnetic field $B_z$ increases. Micromagnetic\nsimulations allowed us to associate every $f(B_z)$ curve to a given spatial\nmode, labeled with radial and azimuthal indices $\\ell$ and $m$."}
{"id": "2508.15592", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15592", "abs": "https://arxiv.org/abs/2508.15592", "authors": ["Baptiste Martin", "Shukai Yao", "Chunyu Li", "Anthony Bocahut", "Matthew Jackson", "Alejandro Strachan"], "title": "Predictive models for strain energy in condensed phase reactions", "comment": null, "summary": "Molecular modeling of thermally activated chemistry in condensed phases is\nessential to understand polymerization, depolymerization, and other processing\nsteps of molecular materials. Current methods typically combine molecular\ndynamics (MD) simulations to describe short-time relaxation with a stochastic\ndescription of predetermined chemical reactions. Possible reactions are often\nselected on the basis of geometric criteria, such as a capture distance between\nreactive atoms. Although these simulations have provided valuable insight, the\napproximations used to determine possible reactions often lead to significant\nmolecular strain and unrealistic structures. We show that the local molecular\nenvironment surrounding the reactive site plays a crucial role in determining\nthe resulting molecular strain energy and, in turn, the associated reaction\nrates. We develop a graph neural network capable of predicting the strain\nenergy associated with a cyclization reaction from the pre-reaction, local,\nmolecular environment surrounding the reactive site. The model is trained on a\nlarge dataset of condensed-phase reactions during the activation of\npolyacrylonitrile (PAN) obtained from MD simulations and can be used to adjust\nrelative reaction rates in condensed systems and advance our understanding of\nthermally activated chemical processes in complex materials"}
{"id": "2508.15596", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15596", "abs": "https://arxiv.org/abs/2508.15596", "authors": ["Min Young Sung", "Tae Jin Jang", "Sang Yoon Song", "Gunjick Lee", "KenHee Ryou", "Sang-Ho Oh", "Byeong-Joo Lee", "Pyuck-Pa Choi", "Jörg Neugebauer", "Blazej Grabowski", "Fritz Körmann", "Yuji Ikeda", "Alireza Zargaran", "Seok Su Sohn"], "title": "Ultrastrong and ductile CoNiMoAl medium-entropy alloys enabled by L12 nanoprecipitate-induced multiple deformation mechanisms", "comment": null, "summary": "L12 precipitates are known to significantly enhance the strength and\nductility of single-phase face-centered cubic (FCC) medium- or high-entropy\nalloys (M/HEAs). However, further improvements in mechanical properties remain\nuntapped, as alloy design has historically focused on systems with specific\nCrCoNi- or FeCoCrNi-based FCC matrix and Ni3Al L12 phase compositions. This\nstudy introduces novel Co-Ni-Mo-Al alloys with L12 precipitates by\nsystematically altering Al content, aiming to bridge this research gap by\nrevealing the strengthening mechanisms. The (CoNi)81Mo12Al7 alloy achieves\nyield strength of 1086 MPa, tensile strength of 1520 MPa, and ductility of 35\n%, demonstrating an impressive synergy of strength, ductility, and\nstrain-hardening capacity. Dislocation analysis via transmission electron\nmicroscopy, supported by generalized stacking fault energy (GSFE) calculations\nusing density functional theory (DFT), demonstrates that Mo substitution for Al\nin the L12 phase alters dislocation behavior, promoting the formation of\nmultiple deformation modes, including stacking faults, super-dislocation pairs,\nLomer-Cottrell locks, and unusual nano-twin formation even at low strains.\nThese behaviors are facilitated by the low stacking fault energy (SFE) of the\nFCC matrix, overlapping of SFs, and dislocation dissociation across anti-phase\nboundaries (APBs). The increased energy barrier for superlattice intrinsic\nstacking fault (SISF) formation compared to APBs, due to Mo substitution,\nfurther influences dislocation activity. This work demonstrates a novel\nstrategy for designing high-performance M/HEAs by expanding the range of FCC\nmatrix and L12 compositions through precipitation hardening."}
{"id": "2508.15600", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15600", "abs": "https://arxiv.org/abs/2508.15600", "authors": ["Laxman Nagireddy", "Samuel J. Magorrian", "Matthew D. Watson", "Yogal Prasad Ghimirey", "Marc Walker", "Cephise Cacho", "Neil R. Wilson", "Nicholas D. M. Hine"], "title": "Electronic structure of the interface between Au and WSe2", "comment": null, "summary": "Understanding the interface between metals and two-dimensional materials is\ncritical for their application in electronics and for the development of\nmetal-mediated exfoliation of large area monolayers. Studying the intricate\ninteractions at the interface requires model systems that enable control of the\nroughness, purity, and crystallinity of the metal surface. Here, we investigate\nthe layer-dependent electronic structure of WSe_2 on template-stripped gold\nsubstrates fabricated using both silicon and mica templates, giving\ncrystallographically disordered and Au(111) ordered surfaces, respectively, and\ncontrast these findings with ab initio predictions. We observe strong\nhybridization around the Brillouin zone centre at $\\overline{\\Gamma}$,\nindicating a covalent admixture in the gold-\\WSe~interaction, and band shifts\nthat suggest charge rearrangement at the Au(111) / WSe_2 interface. Core-level\nspectroscopy shows a single chemical environment for the interfacial WSe_2\nlayer on the template-stripped gold, distinct from the subsequent layers. These\nresults reveal a mixture of van der Waals and covalent interactions, best\ndescribed as a covalent-like quasi-bonding with intermediate interaction\nstrength."}
{"id": "2508.15604", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.15604", "abs": "https://arxiv.org/abs/2508.15604", "authors": ["T. Bauch", "F. Lombardi", "G. Seibold"], "title": "Superpotentials, flat bands and the role of Quantum Geometry for the superfluid stiffness", "comment": "11 pages, 10 figures", "summary": "We investigate the stability and enhancement of superconductivity in a system\nsubject to a 2D periodic superpotential. This externally imposed modulation\nleads to a reconstructed multi-band structure with flat bands emerging in\ncertain energy regions. When the chemical potential is tuned into one of these\nflat bands, the associated increase in the density of states can strongly\nenhance the superconducting critical temperature Tc compared to the homogeneous\ncase while maintaining the superfluid stiffness Ds at a sizeable value. We also\nclarify the role of the quantum geometric effect for flat bands in such\ntopologically trivial systems. While the overall paramagnetic interband\ncontribution to the stiffness is negative we identify a class of certain\ninterband scattering processes which enhance Ds and scale with the interaction,\nplaying therefore the same role as quantum geometric effects in conventional\nflat band models. The enhancement of superconductivity is found to be robust\nagainst weak to moderate disorder, suggesting that the system is not overly\nsensitive to imperfections which is an important prerequisite for experimental\nrealizations. Our results demonstrate that engineered superpotentials offer a\ncompelling alternative to twist-based moire systems, providing a pathway toward\ntailoring superconductivity via lithographic design."}
{"id": "2508.15607", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.15607", "abs": "https://arxiv.org/abs/2508.15607", "authors": ["Colin M. Hylton-Farrington", "Richard C. Remsing"], "title": "Octahedral tilting and B-site off-centering in halide perovskites are not coupled", "comment": "10 pages, 6 figures", "summary": "Metal halide perovskites show exceptional potential for solar energy,\nthermoelectrics, catalysis, and other photochemical technologies, with\nperformance rooted in electronic structure-driven properties. In ABX3 halide\nperovskites, localized and often aspherical local electron densities from\nB-site lone pairs or polarizable X- anions can distort the lattice. However,\nthe links among electronic structure fluctuations and distortions like tilting\nof the BX6 octahedra and off-centering of the B-site from the center of its\noctahedron are not fully understood. Using group theory and ab initio molecular\ndynamics, we quantify how lone pairs, halide polarization, off-centering, and\noctahedral tilting interact in the cubic phase CsBBr3, with B = Pb, Sn, and Ge.\nWe find that lone pair-induced off-centering and octahedral tilting are\nsymmetry-decoupled. Instead, stereochemical lone pair expression of the B-site\nion is correlated to octahedral tilting through the propensity of the B-site to\nform a transient, partial covalent bond with the surrounding halide ions that\nstiffens octahedral tilting modes. These results link local electronic\nasymmetry to structural fluctuations and suggest that dynamic modulation of\nelectronic symmetry offers a pathway to control functional properties in halide\nperovskites."}
{"id": "2508.15614", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15614", "abs": "https://arxiv.org/abs/2508.15614", "authors": ["Giulio Benedini", "Antoine Loew", "Matti Hellstrom", "Silvana Botti", "Miguel A. L. Marques"], "title": "Universal Machine Learning Potential for Systems with Reduced Dimensionality", "comment": null, "summary": "We present a benchmark designed to evaluate the predictive capabilities of\nuniversal machine learning interatomic potentials across systems of varying\ndimensionality. Specifically, our benchmark tests zero- (molecules, atomic\nclusters, etc.), one- (nanowires, nanoribbons, nanotubes, etc.), two- (atomic\nlayers and slabs) and three-dimensional (bulk materials) compounds. The\nbenchmark reveals that while all tested models demonstrate excellent\nperformance for three-dimensional systems, accuracy degrades progressively for\nlower-dimensional structures. The best performing models for geometry\noptimization are orbital version 2, equiformerV2, and the equivariant Smooth\nEnergy Network, with the equivariant Smooth Energy Network also providing the\nmost accurate energies. Our results indicate that the best models yield, on\naverage, errors in the atomic positions in the range of 0.01-0.02 angstrom and\nerrors in the energy below 10~meV/atom across all dimensionalities. These\nresults demonstrate that state-of-the-art universal machine learning\ninteratomic potentials have reached sufficient accuracy to serve as direct\nreplacements for density functional theory calculations, at a small fraction of\nthe computational cost, in simulations spanning the full range from isolated\natoms to bulk solids. More significantly, the best performing models already\nenable efficient simulations of complex systems containing subsystems of mixed\ndimensionality, opening new possibilities for modeling realistic materials and\ninterfaces."}
{"id": "2508.15631", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15631", "abs": "https://arxiv.org/abs/2508.15631", "authors": ["Bryan Lorenzo", "Camilo Granados", "Dasol Kim", "Carlos Batista", "Jean Menotti", "Feng Liu", "Wenlong Gao", "Alexis Chacon"], "title": "High Harmonic Spectroscopy from Lower-Order to Higher-Order Topological Insulators", "comment": null, "summary": "Over the last decade, high-harmonic spectroscopy has been successfully\nextended to the study of ultrafast electron motion in solids, shedding light on\nfundamental processes such as Bloch oscillations and higher-order nonlinear\nphenomena. In this work, we present theoretical studies of high-harmonic\nspectroscopy applied to topological materials including higher-order ones,\nfocusing on several key observables associated with high-harmonic generation -\nnamely, helicity, circular dichroism, and ellipticity dependence. We extend\ncurrent all-optical measurement approaches from lower-order topological\ninsulators (LOTIs) to higher-order topological insulators (HOTIs), employing\nthree distinct models: a Haldane model for Chern insulators, Kane-Mele model\nfor topological insulators, and a breathing Kagome lattice for HOTIs. This work\naims to resolve whether helicity, circular dichroism, and ellipticity\ndependence can reveal signatures of topological states. For the Chern\ninsulators and topological insulators, we find that these observables can\nindeed capture topological phases. In contrast, for HOTIs, no clear signatures\nof topology emerge in the harmonic spectrum, suggesting that a more careful\nanalysis is required to identify topological invariants in higher-order\ntopological insulators. In particular, for the topological semimetal phase, we\nfind a harmonic enhancement by two to three orders of magnitude in the Kagome\nlattice. Our study delineates the conditions under which high-harmonic\nspectroscopy serves as a unique tool for diagnosing topological phases,\nparticularly for those associated with topological corner states."}
{"id": "2508.15668", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.15668", "abs": "https://arxiv.org/abs/2508.15668", "authors": ["Patrick Johansen Sarsfield", "Takaaki V. Joya", "Takuto Kawakami", "Mikito Koshino", "Vladimir Fal'ko"], "title": "Second Harmonic Generation by Multilayer Graphenes and its Dependence on Stacking Order and Encapsulation Environment", "comment": "8 pages, 4 figures", "summary": "In this work, we analyze the effects of external influences on the second\nharmonic generation (SHG) signal produced by multilayer graphenes.\nSpecifically, we vary the encapsulation conditions and doping of graphenes,\nseeking to identify SHG \"fingerprints\" that are unsensitive to external\nperturbations. We identify characteristic features in the infrared regime that\nmay be used as a stacking-order fingerprint for the mixed stacking tetralayer\nand the trilayer polytypes caused by a strong double resonance effect. Further\nto this, we find that the tetralayers systematically produce an SHG response\nthat is significantly larger as compared to the trilayers. We then studied the\nSHG signal by the tetralayer polytypes in the terahertz regime and demonstrated\nthe signal is highly sensitive the environmental conditions. Furthermore, we\nalso find that accidental doping of graphene will strongly suppress the SHG\nsignal in this regime. The above findings emphasize the need for a spectral\napproach to the identification of stacking order by SHG. Thus, measurements at\none frequency are insufficient to confidently identify the stacking order due\nto the environmental sensitivities, since SHG can be readily induced with a\ncomparable magnitude in the centrosymmetric polytypes through external\nsymmetry-breaking."}
{"id": "2508.15702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15702", "abs": "https://arxiv.org/abs/2508.15702", "authors": ["Zhi-Yan Shao", "Chen Lu", "Zhiming Pan", "Yu-Bo Liu", "Fan Yang"], "title": "Classification of Magnetism and Altermagnetism in Quasicrystals", "comment": "4.2pages, with Appendix", "summary": "Altermagnetism, an unconventional magnetic phase characterized by zero net\nmagnetism and a spin-split electronic band, has been studied exclusively in\nconventional crystalline materials. In this work, we extend the theoretical\nframework of altermagnetism to quasicrystals (QCs), which lack translational\nsymmetry. We classify magnetic phases in 2D QCs with $n$-fold rotational\nsymmetry without spin-orbit coupling, by using the irreducible representation\n(IRRP) of the $D_n$ point group. Based on symmetry analysis, we propose the\nconjecture that magnetic phases corresponding to 1D non-identity IRRPs are\ngenerally altermagnetic, with the exception of those possessing parity-time\nsymmetry. To verify our conjecture, we take the Hubbard model as an example and\ndevelop a systematic approach to determine the magnetic pattern in the QC,\nwhich effectively avoids getting trapped at local energy minima. Consequently,\nour tests for the Hubbard model on various QCs with different symmetries are\nunexceptionally consistent with our proposal. Our work highlights the QC as a\nplatform where the altermagnetism is common among magnetic phases."}
{"id": "2508.15710", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.15710", "abs": "https://arxiv.org/abs/2508.15710", "authors": ["Rahul Marchand", "Lucas Schorling", "Cornelius Carlsson", "Jonas Schuff", "Barnaby van Straaten", "Taylor L. Patti", "Federico Fedele", "Joshua Ziegler", "Parth Girdhar", "Pranav Vaidhyanathan", "Natalia Ares"], "title": "End-to-End Analysis of Charge Stability Diagrams with Transformers", "comment": "8 pages, 2 figures, RM and LS contributed equally", "summary": "Transformer models and end-to-end learning frameworks are rapidly\nrevolutionizing the field of artificial intelligence. In this work, we apply\nobject detection transformers to analyze charge stability diagrams in\nsemiconductor quantum dot arrays, a key task for achieving scalability with\nspin-based quantum computing. Specifically, our model identifies triple points\nand their connectivity, which is crucial for virtual gate calibration, charge\nstate initialization, drift correction, and pulse sequencing. We show that it\nsurpasses convolutional neural networks in performance on three different spin\nqubit architectures, all without the need for retraining. In contrast to\nexisting approaches, our method significantly reduces complexity and runtime,\nwhile enhancing generalizability. The results highlight the potential of\ntransformer-based end-to-end learning frameworks as a foundation for a\nscalable, device- and architecture-agnostic tool for control and tuning of\nquantum dot devices."}
{"id": "2508.15723", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15723", "abs": "https://arxiv.org/abs/2508.15723", "authors": ["Sachchidanand Das", "Abhiram Soori"], "title": "Orientation dependent anomalous Hall and spin Hall currents at the junctions of altermagnets with $p$-wave magnets", "comment": "7 pages, 6 captioned figures. Comments are welcome", "summary": "We study charge and spin transport across a junction between an altermagnet\n(AM) and a $p$-wave magnet (PM) using a continuum model with boundary\nconditions tailored to the spin-split band structures of the two materials.\nRemarkably, although neither AM nor PM is spin-polarized, we find that the\njunction supports finite spin currents both longitudinally and transversely. We\ncompute the longitudinal and transverse charge and spin conductivities as\nfunctions of the crystallographic orientations and the relative angle between\nthe N\\'eel vectors of AM and PM. Our results reveal that transverse charge and\nspin conductivities can be finite even when the longitudinal charge\nconductivity vanishes. For suitable parameter choices and orientation angles,\nthe transverse conductivities are more prominent than the longitudinal ones.\nThe origin of these effects lies in the matching and mismatching of transverse\nmomentum modes ($k_y$) across the junction combined with the spin-dependent\nband splitting in AM and PM. Furthermore, while the transverse charge\nconductivity may cancel for certain orientations, the transverse spin\nconductivity remains finite due to unequal contributions of opposite $k_y$\nchannels. These findings highlight altermagnet/$p$-wave magnet junctions as a\npromising platform for tunable generation and control of transverse charge and\nspin currents driven purely by crystallographic orientation and spin structure."}
{"id": "2508.15726", "categories": ["cond-mat.stat-mech", "cs.CV", "cs.LG", "nlin.CG"], "pdf": "https://arxiv.org/pdf/2508.15726", "abs": "https://arxiv.org/abs/2508.15726", "authors": ["Ethan Lake", "Ehsan Pajouheshgar"], "title": "Exploring the Landscape of Non-Equilibrium Memories with Neural Cellular Automata", "comment": "4+9 pages", "summary": "We investigate the landscape of many-body memories: families of local\nnon-equilibrium dynamics that retain information about their initial conditions\nfor thermodynamically long time scales, even in the presence of arbitrary\nperturbations. In two dimensions, the only well-studied memory is Toom's rule.\nUsing a combination of rigorous proofs and machine learning methods, we show\nthat the landscape of 2D memories is in fact quite vast. We discover memories\nthat correct errors in ways qualitatively distinct from Toom's rule, have\nordered phases stabilized by fluctuations, and preserve information only in the\npresence of noise. Taken together, our results show that physical systems can\nperform robust information storage in many distinct ways, and demonstrate that\nthe physics of many-body memories is richer than previously realized.\nInteractive visualizations of the dynamics studied in this work are available\nat https://memorynca.github.io/2D."}
{"id": "2508.15744", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.15744", "abs": "https://arxiv.org/abs/2508.15744", "authors": ["Meng-Fu Chen", "Jinghong Zhang", "Hieu Q. Dinh", "Adam Rettig", "Joonho Lee"], "title": "Regularized Perturbation Theory for Ab initio Solids", "comment": null, "summary": "Second-order Moller-Plesset perturbation theory (MP2) for ab initio\nsimulations of solids is often limited by divergence or over-correlation\nissues, particularly in metallic, narrow-gap, and dispersion-stabilized\nsystems. We develop and assess three regularized second-order perturbation\ntheories: $\\kappa$-MP2, $\\sigma$-MP2, and the size-consistent Brillouin-Wigner\napproach (BW-s2), across metals, semiconductors, molecular crystals, and rare\ngas solids. BW-s2 achieves high accuracy for cohesive energies, lattice\nconstants, and bulk moduli in metals, semiconductors, and molecular crystals,\nrivaling or surpassing coupled-cluster with singles and doubles at lower cost.\nIn rare gas solids, where MP2 already underbinds, $\\kappa$-MP2 does not make\nthe results much worse while BW-s2 struggles. These results illustrate both the\npotential and the limitations of regularized perturbation theory for efficient\nand accurate solid-state simulations. While broader testing is warranted,\nBW-s2($\\alpha$ = 2) appears particularly promising, with possible advantages\nover modern random-phase approximations and coupled-cluster theory."}
{"id": "2508.15758", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15758", "abs": "https://arxiv.org/abs/2508.15758", "authors": ["Raphael Gruber", "Jan Rothörl", "Simon M. Fröhlich", "Maarten A. Brems", "Fabian Kammerbauer", "Maria-Andromachi Syskaki", "Elizabeth M. Jefremovas", "Sachin Krishnia", "Asle Sudbø", "Peter Virnau", "Mathias Kläui"], "title": "Skyrmion Lattice Order Controlled by Confinement Geometry", "comment": null, "summary": "Magnetic skyrmions forming two-dimensional (2D) lattices provide a versatile\nplatform for investigating phase transitions predicted by\nKosterlitz-Thouless-Halperin-Nelson-Young (KTHNY) theory. While 2D melting in\nskyrmion systems has been demonstrated, achieving controlled ordering in\nskyrmion lattices remains challenging due to pinning effects from a non-uniform\nenergy landscape, which often results in polycrystalline structures. Skyrmions\nin thin films, however, offer thermal diffusion with high tunability and can be\ndirectly imaged via Kerr microscopy, enabling real-time observation of their\ndynamics. To regulate lattice order in such flexible systems, we introduce\ngeometric confinements of varying shapes. Combining Kerr microscopy experiments\nwith Thiele model simulations, we demonstrate that confinement geometry\ncritically influences lattice order. Specifically, hexagonal confinements\ncommensurate with the skyrmion lattice stabilize monodomain hexagonal ordering,\nwhile incommensurate geometries induce domain formation and reduce overall\norder. Understanding these boundary-driven effects is essential for advancing\nthe study of 2D phase behavior and for the design of skyrmion-based spintronic\napplications, ranging from memory devices to unconventional computing\narchitectures."}
{"id": "2508.15165", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.15165", "abs": "https://arxiv.org/abs/2508.15165", "authors": ["Abdul Ahad Mamun", "Muhammad Anisuzzaman Talukder"], "title": "Re-Engineering Hematite: Synergistic Co-Doping Routes to Efficient Solar Water Splitting", "comment": null, "summary": "Solar-driven water electrolysis requires high-performance photoelectrodes\nthat exhibit excellent photoabsorption, superior charge transport, and\noptimized thermal management. In this work, we conducted a first-principles\ninvestigation to explore optimized doping conditions for hematite\n($\\alpha$-Fe$_2$O$_3$) by incorporating boron (B), yttrium (Y), and niobium\n(Nb) mono-dopants, as well as (B, Y) and (B, Nb) co-dopants. To identify the\noptimal dopant elements and concentrations, we evaluated electronic charge\ntransport, thermal properties, and magnetic susceptibility over a temperature\n($T$) range of 300 to 900 K and doping densities ($N$) from $10^{19}$ to\n$10^{21}$ cm$^{-3}$. The B-doped, (B, Y)-doped, and (B, Nb)-doped\n$\\alpha$-Fe$_2$O$_3$ photoelectrodes showed significantly reduced band gap\nenergy ($E_g$) relative to $\\alpha$-Fe$_2$O$_3$. In comparison, Y and Nb\ndopants only slightly reduced $E_g$ relative to $\\alpha$-Fe$_2$O$_3$. While B\ndoping introduced impurity states near the Fermi level that limited\nthermoelectric charge transport, $\\alpha$-Fe$_2$O$_3$ photoelectrodes doped by\nother elements exhibited notable improvements, including enhanced visible-light\nabsorption, increased carrier concentration, improved electrical conductivity\n($\\sigma$), and efficient thermal management. Additionally, these doped\nphotoelectrodes exhibited a remarkable increase in Pauli magnetic\nsusceptibility ($\\chi$) by two orders of magnitude compared to pristine\n$\\alpha$-Fe$_2$O$_3$, indicating exciting potential for generating\nspin-selective polarized currents. Overall, our findings revealed that the\nco-doping conditions are the most effective for enhancing the performance of\n$\\alpha$-Fe$_2$O$_3$, providing a low-cost and high-efficiency solution for\nsustainable green hydrogen (H$_2$) generation in photocatalytic water\nsplitting."}
{"id": "2508.15559", "categories": ["physics.comp-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.15559", "abs": "https://arxiv.org/abs/2508.15559", "authors": ["Marcella Iannuzzi", "Jan Wilhelm", "Frederick Stein", "Augustin Bussy", "Hossam Elgabarty", "Dorothea Golze", "Anna Hehn", "Maximilian Graml", "Stepan Marek", "Beliz Sertcan Gökmen", "Christoph Schran", "Harald Forbert", "Rustam Z. Khaliullin", "Anton Kozhevnikov", "Mathieu Taillefumier", "Rocco Meli", "Vladimir Rybkin", "Martin Brehm", "Robert Schade", "Ole Schütt", "Johann V. Pototschnig", "Hossein Mirhosseini", "Andreas Knüpfer", "Dominik Marx", "Matthias Krack", "Jürg Hutter", "Thomas D. Kühne"], "title": "The CP2K Program Package Made Simple", "comment": "128 pages, 9 figures, 2 tables", "summary": "CP2K is a versatile open-source software package for simulations across a\nwide range of atomistic systems, from isolated molecules in the gas phase to\nlow-dimensional functional materials and interfaces, as well as highly\nsymmetric crystalline solids, disordered amorphous glasses, and weakly\ninteracting soft-matter systems in the liquid state and in solution. This\nreview highlights CP2K's capabilities for computing both static and dynamical\nproperties using quantum-mechanical and classical simulation methods. In\ncontrast to the accompanying theory and code paper [J. Chem. Phys. 152, 194103\n(2020)], the focus here is on the practical usage and applications of CP2K,\nwith underlying theoretical concepts introduced only as needed."}
{"id": "2508.15681", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.15681", "abs": "https://arxiv.org/abs/2508.15681", "authors": ["Ádám Ganyecz", "Zsolt Benedek", "Klára Petrov", "Gergely Barcza", "András Olasz", "Miklós A. Werner", "Örs Legeza"], "title": "Assessing the Reliability of Truncated Coupled Cluster Wavefunction: Estimating the Distance from the Exact Solution", "comment": "26 pages, 4 figures, Supporting Information", "summary": "A new approach is proposed to assess the reliability of the truncated\nwavefunction methods by estimating the deviation from the full configuration\ninteraction (FCI) wavefunction. While typical multireference diagnostics\ncompare some derived property of the solution with the ideal picture of a\nsingle determinant, we try to answer a more practical question, how far is the\nsolution from the exact one. Using the density matrix renormalization group\n(DMRG) method to provide an approximate FCI solution for the self-consistently\ndetermined relevant active space, we compare the low-level CI expansions and\none-body reduced density matrixes to determine the distance of the two\nsolutions ($\\tilde{d}_\\Phi$, $\\tilde{d}_\\gamma$). We demonstrate the\napplicability of the approach for the CCSD method by benchmarking on the W4-17\ndataset, as well as on transition metal-containing species. We also show that\nthe presented moderate-cost, purely wavefunction-based metric is truly unique\nin the sense that it does not correlate with any popular multireference\nmeasures. We also explored the usage of CCSD natural orbitals\n($\\tilde{d}_{\\gamma,\\mathrm{NO}}$) and its effect on the active space size and\nthe metric. The proposed diagnostic can also be applied to other wavefunction\napproximations, and it has the potential to provide a quality measure for\npost-Hartree-Fock procedures in general."}
