{"id": "2509.03622", "categories": ["physics.comp-ph", "cs.CE", "cs.LG", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.03622", "abs": "https://arxiv.org/abs/2509.03622", "authors": ["Chenkai Mao", "Jonathan A. Fan"], "title": "Accurate and scalable deep Maxwell solvers using multilevel iterative methods", "comment": null, "summary": "Neural networks have promise as surrogate partial differential equation (PDE)\nsolvers, but it remains a challenge to use these concepts to solve problems\nwith high accuracy and scalability. In this work, we show that neural network\nsurrogates can combine with iterative algorithms to accurately solve PDE\nproblems featuring different scales, resolutions, and boundary conditions. We\ndevelop a subdomain neural operator model that supports arbitrary Robin-type\nboundary condition inputs, and we show that it can be utilized as a flexible\npreconditioner to iteratively solve subdomain problems with bounded accuracy.\nWe further show that our subdomain models can facilitate the construction of\nglobal coarse spaces to enable accelerated, large scale PDE problem solving\nbased on iterative multilevel domain decomposition. With two-dimensional\nMaxwell's equations as a model system, we train a single network to simulate\nlarge scale problems with different sizes, resolutions, wavelengths, and\ndielectric media distribution. We further demonstrate the utility of our\nplatform in performing the accurate inverse design of multi-wavelength\nnanophotonic devices. Our work presents a promising path to building accurate\nand scalable multi-physics surrogate solvers for large practical problems."}
{"id": "2509.03933", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03933", "abs": "https://arxiv.org/abs/2509.03933", "authors": ["Seungchan Kim", "Jihoo Kim", "Sanghyun Ha", "Donghyun You"], "title": "A Highly Scalable TDMA for GPUs and Its Application to Flow Solver Optimization", "comment": "36pages, 22 figures, and 4 tables", "summary": "A tridiagonal matrix algorithm (TDMA), Pipelined-TDMA, is developed for\nmulti-GPU systems to resolve the scalability bottlenecks caused by the\nsequential structure of conventional divide-and-conquer TDMA. The proposed\nmethod pipelines multiple tridiagonal systems, overlapping communication with\ncomputation and executing GPU kernels concurrently to hide non-scalable stages\nbehind scalable compute stages. To maximize performance, the batch size is\noptimized to strike a balance between GPU occupancy and pipeline efficiency:\nlarger batches improve throughput for solving tridiagonal systems, while\nexcessively large batches reduce pipeline utilization. Performance evaluations\non up to 64 NVIDIA A100 GPUs using a one-dimensional (1D) slab-type domain\ndecomposition confirm that, except for the terminal phase of the pipeline, the\nproposed method successfully hides most of the non-scalable execution\ntime-specifically inter-GPU communication and low-occupancy computation. The\nsolver achieves ideal weak scaling up to 64 GPUs with one billion grid cells\nper GPU and reaches 74.7 percent of ideal performance in strong scaling tests\nfor a 4-billion-cell problem, relative to a 4-GPU baseline. The optimized TDMA\nis integrated into an ADI-based fractional-step method to remove the\nscalability bottleneck in the Poisson solver of the flow solver (Ha et al.,\n2021). In a 9-billion-cell simulation on 64 GPUs, the TDMA component in the\nPoisson solver is accelerated by 4.37x, contributing to a 1.31x overall speedup\nof the complete flow solver."}
{"id": "2509.04291", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.04291", "abs": "https://arxiv.org/abs/2509.04291", "authors": ["Kai Zhu", "Enrico Trizio", "Jintu Zhang", "Renling Hu", "Linlong Jiang", "Tingjun Hou", "Luigi Bonati"], "title": "Enhanced Sampling in the Age of Machine Learning: Algorithms and Applications", "comment": null, "summary": "Molecular dynamics simulations hold great promise for providing insight into\nthe microscopic behavior of complex molecular systems. However, their\neffectiveness is often constrained by long timescales associated with rare\nevents. Enhanced sampling methods have been developed to address these\nchallenges, and recent years have seen a growing integration with machine\nlearning techniques. This review provides a comprehensive overview of how they\nare reshaping the field, with a particular focus on the data-driven\nconstruction of collective variables. Furthermore, these techniques have also\nimproved biasing schemes and unlocked novel strategies via reinforcement\nlearning and generative approaches. In addition to methodological advances, we\nhighlight applications spanning different areas such as biomolecular processes,\nligand binding, catalytic reactions, and phase transitions. We conclude by\noutlining future directions aimed at enabling more automated strategies for\nrare-event sampling."}
{"id": "2509.03539", "categories": ["cond-mat.stat-mech", "cs.LG", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.03539", "abs": "https://arxiv.org/abs/2509.03539", "authors": ["Chatipat Lorpaiboon", "Jonathan Weare", "Aaron R. Dinner"], "title": "An exact multiple-time-step variational formulation for the committor and the transition rate", "comment": "42 pages, 3 figures", "summary": "For a transition between two stable states, the committor is the probability\nthat the dynamics leads to one stable state before the other. It can be\nestimated from trajectory data by minimizing an expression for the transition\nrate that depends on a lag time. We show that an existing such expression is\nminimized by the exact committor only when the lag time is a single time step,\nresulting in a biased estimate in practical applications. We introduce an\nalternative expression that is minimized by the exact committor at any lag\ntime. Numerical tests on benchmark systems demonstrate that our committor and\nresulting transition rate estimates are much less sensitive to the choice of\nlag time. We derive an additional expression for the transition rate, relate\nthe transition rate expression to a variational approach for kinetic statistics\nbased on the mean-squared residual, and discuss further numerical\nconsiderations with the aid of a decomposition of the error into dynamic modes."}
{"id": "2509.03547", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.03547", "abs": "https://arxiv.org/abs/2509.03547", "authors": ["Rogério Almeida Gouvêa", "Pierre-Paul De Breuck", "Tatiane Pretto", "Gian-Marco Rignanese", "Marcos José Leite dos Santos"], "title": "Combining feature-based approaches with graph neural networks and symbolic regression for synergistic performance and interpretability", "comment": null, "summary": "This study introduces MatterVial, an innovative hybrid framework for\nfeature-based machine learning in materials science. MatterVial expands the\nfeature space by integrating latent representations from a diverse suite of\npretrained graph neural network (GNN) models including: structure-based\n(MEGNet), composition-based (ROOST), and equivariant (ORB) graph networks, with\ncomputationally efficient, GNN-approximated descriptors and novel features from\nsymbolic regression. Our approach combines the chemical transparency of\ntraditional feature-based models with the predictive power of deep learning\narchitectures. When augmenting the feature-based model MODNet on Matbench\ntasks, this method yields significant error reductions and elevates its\nperformance to be competitive with, and in several cases superior to,\nstate-of-the-art end-to-end GNNs, with accuracy increases exceeding 40% for\nmultiple tasks. An integrated interpretability module, employing surrogate\nmodels and symbolic regression, decodes the latent GNN-derived descriptors into\nexplicit, physically meaningful formulas. This unified framework advances\nmaterials informatics by providing a high-performance, transparent tool that\naligns with the principles of explainable AI, paving the way for more targeted\nand autonomous materials discovery."}
{"id": "2509.03634", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03634", "abs": "https://arxiv.org/abs/2509.03634", "authors": ["Kamal Majee", "Ján Šimunek", "Jozef Noga", "Achintya Kumar Dutta"], "title": "A perturbative triples correction to relativistic Quadratic Unitary Coupled Cluster Method: Theory, Implementation and Benchmarking", "comment": "12 pages, 2 figures, 6 tables", "summary": "We present a perturbative triples correction to the relativistic quadratic\nunitary coupled cluster singles and doubles (qUCCSD) method, denoted as\nqUCCSD[T]. The method builds upon the Hermitian structure of the unitary ansatz\nand employs a many-body perturbation theory framework to consistently include\nthe effects of triple excitations without the need for computationally\nintensive iterative procedures. Relativistic effects are incorporated using the\nexact two-component atomic mean-field (X2CAMF) Hamiltonian, and the\ncomputational cost is further reduced through the frozen natural spinor (FNS)\nand Cholesky decomposition (CD) approximations. Benchmark results demonstrate\nthat qUCCSD[T] outperforms previously proposed triples corrections to the\nunitary coupled cluster method in the clasical computing regime and yields\nexcellent agreement with experimental data and Full CI benchmarks.\nSpecifically, the method shows high accuracy in computing bond dissociation\nenthalpies, molecular geometries, vibrational frequencies, ionization\npotentials, and electron affinities of heavy-element-containing systems."}
{"id": "2509.03683", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03683", "abs": "https://arxiv.org/abs/2509.03683", "authors": ["Chun-Tse Li", "Tzen Ong", "Max Geier", "Hsin Lin", "Liang Fu"], "title": "Attention is all you need to solve chiral superconductivity", "comment": "15 pages, 9 figures, 1 table", "summary": "Recent advances on neural quantum states have shown that correlations between\nquantum particles can be efficiently captured by {\\it attention} -- a\nfoundation of modern neural architectures that enables neural networks to learn\nthe relation between objects. In this work, we show that a general-purpose\nself-attention Fermi neural network is able to find chiral $p_x \\pm i p_y$\nsuperconductivity in an attractive Fermi gas by energy minimization, {\\it\nwithout prior knowledge or bias towards pairing}. The superconducting state is\nidentified from the optimized wavefunction by measuring various physical\nobservables: the pair binding energy, the total angular momentum of the ground\nstate, and off-diagonal long-range order in the two-body reduced density\nmatrix. Our work paves the way for AI-driven discovery of unconventional and\ntopological superconductivity in strongly correlated quantum materials."}
{"id": "2509.03538", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2509.03538", "abs": "https://arxiv.org/abs/2509.03538", "authors": ["Jiayao Shao", "Tobias Grafke", "Robert S. MacKay"], "title": "Escape over a saddle by coloured noise: theory and numerics", "comment": null, "summary": "Stochastic dynamical systems allow modelling of transitions induced by\ndisturbances, in particular from an attracting equilibrium and crossing the\nstable manifold of a saddle. In the small-noise limit, the probability of such\ntransitions is governed by a large deviation principle. We illustrate a\ncomputational approach-the Method of Division-for approximating rare transition\nevents, including their most likely paths, transition rates, and associated\nprobabilities. To cater for realistic applications, we allow unbounded time,\ncoloured and degenerate forcing. Its effectiveness is demonstrated on two\nexamples: an inverted double-well potential and a simplified roll-heave ship\ncapsize model."}
{"id": "2509.03574", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03574", "abs": "https://arxiv.org/abs/2509.03574", "authors": ["Alberto Giuseppe Catalano", "Nora Reinić", "Gianpaolo Torre", "Sven Benjamin Kožić", "Karlo Delić", "Simone Montangero", "Fabio Franchini", "Salvatore Marco Gianpaolo"], "title": "A new rung on the ladder: exploring topological frustration towards two dimensions", "comment": null, "summary": "Topological frustration arises when boundary conditions impose geometric\nfrustration in a quantum system, creating delocalized defects in the ground\nstates and profoundly altering the low-energy properties. While previous\nstudies have been concerned with one-dimensional systems, showing that the\nground state structure can be described in terms of quasiparticle excitations,\nthe two-dimensional setting remains unexplored. We address this gap by studying\na three-legged antiferromagnetic quantum Ising ladder on a torus using tensor\nnetwork methods, where topological frustration is induced by an odd number of\nspins along both spatial directions. Our results reveal the first instance in\nwhich topological frustration shifts the position of the quantum critical\npoint. By studying the entanglement structure, we find that the ground state\ncan be characterized as hosting three delocalized quasiparticles. This work\nbuilds the quasiparticle picture of topological frustration toward higher\ndimensions and more complex systems than those considered so far."}
{"id": "2509.03538", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2509.03538", "abs": "https://arxiv.org/abs/2509.03538", "authors": ["Jiayao Shao", "Tobias Grafke", "Robert S. MacKay"], "title": "Escape over a saddle by coloured noise: theory and numerics", "comment": null, "summary": "Stochastic dynamical systems allow modelling of transitions induced by\ndisturbances, in particular from an attracting equilibrium and crossing the\nstable manifold of a saddle. In the small-noise limit, the probability of such\ntransitions is governed by a large deviation principle. We illustrate a\ncomputational approach-the Method of Division-for approximating rare transition\nevents, including their most likely paths, transition rates, and associated\nprobabilities. To cater for realistic applications, we allow unbounded time,\ncoloured and degenerate forcing. Its effectiveness is demonstrated on two\nexamples: an inverted double-well potential and a simplified roll-heave ship\ncapsize model."}
{"id": "2509.03546", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03546", "abs": "https://arxiv.org/abs/2509.03546", "authors": ["Satish Prajapati"], "title": "From Qubits to Qumodes: Information Capacity of Anyonic Excitations", "comment": "10 pages, 8 figures", "summary": "The interplay between quantum statistics and information encoding is a\ncornerstone of quantum physics. Here, the maximum information capacity of a\nquantum state governed by Haldane's exclusion statistics is derived. The\ncapacity, defined by the maximum von Neumann entropy of its occupancy\ndistribution, follows S_max(g) = log2(\\lfloor 1/g \\rfloor + 1). This result\ncontinuously interpolates between the fermionic limit of a single qubit (g = 1)\nand the bosonic limit of a continuous-variable qumode (g -> 0). For the nu =\n1/3 fractional quantum Hall state (g = 1/3), we predict a 2-bit capacity,\nobservable as four distinct quantized conductance plateaus in quantum dot\nspectroscopy, providing a direct signature of anyonic statistics."}
{"id": "2509.03776", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03776", "abs": "https://arxiv.org/abs/2509.03776", "authors": ["Anbu Selvam Venkatachalam", "Loren Greenman", "Joshua Stallbaumer", "Artem Rudenko", "Daniel Rolles", "Huynh Van Sa Lam"], "title": "Exploiting correlations in multi-coincidence Coulomb explosion patterns for differentiating molecular structures using machine learning", "comment": null, "summary": "Coulomb explosion imaging (CEI) is a powerful technique for capturing the\nreal-time motion of individual atoms during ultrafast photochemical reactions.\nCEI generates high-dimensional data with naturally embedded correlations that\nallow mapping the coordinated motion of nuclei in molecules. This enables\nreliable separation of competing reaction pathways and makes this approach\nuniquely suited for characterizing weak reaction channels. However, rich\ninformation contained in experimental CEI patterns remains largely\nunderexploited due to challenges in visualizing correlations between multiple\nobservables in multi-dimensional parameter space. Here we present a new\napproach to CEI of intermediate-sized polyatomic molecules, detecting up to\neight ionic fragments in coincidence and leveraging machine-learning-based\nanalysis to identify patterns and correlations in the resulting\nhigh-dimensional momentum-space data, enabling robust molecular structure\nidentification and differentiation. Our approach provides high-dimensional\nbackground-free data encoding exceptionally rich structural information and\nestablishes an automated, scalable framework for extracting insightful\ninformation from the data. As a demonstration, we apply this method to image\nand distinguish dichloroethylene isomers, showcasing its potential for broader\napplications in molecular imaging. Our results pave the way for\nchannel-specific analysis of ultrafast structural dynamics in chemically\nrelevant systems, particularly for disentangling mixed reaction pathways and\ndetecting contributions from weak channels and minority species."}
{"id": "2509.03557", "categories": ["cond-mat.mtrl-sci", "00A69"], "pdf": "https://arxiv.org/pdf/2509.03557", "abs": "https://arxiv.org/abs/2509.03557", "authors": ["Yogesh Kumar Yadav", "Mohammad Abu Shaz", "Thakur Prasad Yadav"], "title": "Hydrogen storage in nanocrystalline high entropy material", "comment": "22 pages, 9 Figures", "summary": "In this study, a single-phase nanocrystalline Al-Cu-Fe-Ni-Cr high-entropy\nalloy (HEA) has been synthesized by mechanical alloying and comprehensively\ninvestigated for hydrogen storage responses evaluated in details. High-energy\nattritor ball mill was used to synthesize the alloy from elemental powder, and\nhexane medium was used as a process control agent. As synthesized materials was\nnanocrystalline in nature after 40 h of milling with a lattice parameter of\n0.289 nm body-centered cubic (BCC) phase. As synthesized nanocrystalline\nAl-Cu-Fe-Ni-Cr HEA demonstrated remarkable hydrogen storage properties,\nabsorbing 2.1 wt.% of hydrogen in 3 minutes at 300{\\deg}C with 50 atm of\nhydrogen pressure. At the same temperature, it also desorbed about 1.6 wt.% of\nhydrogen in 6 minutes. These quick rates of absorption and desorption\ndemonstrate how well the alloy absorbs and releases hydrogen. Additionally, the\nalloy showed outstanding cyclic stability, retaining almost all of its hydrogen\ncapacity across 25 cycles with only a slight 0.2 wt.% loss. The nanocrystalline\nAl-Cu-Fe-Ni-Cr HEA is a potential option for hydrogen storage applications due\nto its outstanding cycle stability and fast kinetics of hydrogen storage and\nrelease."}
{"id": "2509.03776", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.03776", "abs": "https://arxiv.org/abs/2509.03776", "authors": ["Anbu Selvam Venkatachalam", "Loren Greenman", "Joshua Stallbaumer", "Artem Rudenko", "Daniel Rolles", "Huynh Van Sa Lam"], "title": "Exploiting correlations in multi-coincidence Coulomb explosion patterns for differentiating molecular structures using machine learning", "comment": null, "summary": "Coulomb explosion imaging (CEI) is a powerful technique for capturing the\nreal-time motion of individual atoms during ultrafast photochemical reactions.\nCEI generates high-dimensional data with naturally embedded correlations that\nallow mapping the coordinated motion of nuclei in molecules. This enables\nreliable separation of competing reaction pathways and makes this approach\nuniquely suited for characterizing weak reaction channels. However, rich\ninformation contained in experimental CEI patterns remains largely\nunderexploited due to challenges in visualizing correlations between multiple\nobservables in multi-dimensional parameter space. Here we present a new\napproach to CEI of intermediate-sized polyatomic molecules, detecting up to\neight ionic fragments in coincidence and leveraging machine-learning-based\nanalysis to identify patterns and correlations in the resulting\nhigh-dimensional momentum-space data, enabling robust molecular structure\nidentification and differentiation. Our approach provides high-dimensional\nbackground-free data encoding exceptionally rich structural information and\nestablishes an automated, scalable framework for extracting insightful\ninformation from the data. As a demonstration, we apply this method to image\nand distinguish dichloroethylene isomers, showcasing its potential for broader\napplications in molecular imaging. Our results pave the way for\nchannel-specific analysis of ultrafast structural dynamics in chemically\nrelevant systems, particularly for disentangling mixed reaction pathways and\ndetecting contributions from weak channels and minority species."}
{"id": "2509.03774", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03774", "abs": "https://arxiv.org/abs/2509.03774", "authors": ["Niclas Heinsdorf", "Marcel Franz"], "title": "Proximitizing altermagnets with conventional superconductors", "comment": null, "summary": "Recent theoretical work highlighted unique properties of superconducting\naltermagnets, including the wealth of topologically non-trivial phases as well\nas their potential uses in spintronic applications. Given that no intrinsically\nsuperconducting altermagnets have yet been discovered, we study here the\npossibility of superconducting order induced by proximity effect from a\nconventional s-wave superconductor. Through symmetry analysis and microscopic\nmodeling we find that interesting superconducting phases can indeed be\nproximity-induced in a thin altermagnetic film provided that weak Rashba\nspin-orbit coupling is present at the interface. Surprisingly, the resulting\nsuperconductor is generically nodal with a mixed singlet/triplet order\nparameter and, importantly for applications, capable of generating\nspin-polarized persistent current. We propose a set of candidate\nheterostructures with low lattice mismatch suitable to probe these effects\nexperimentally."}
{"id": "2509.03539", "categories": ["cond-mat.stat-mech", "cs.LG", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.03539", "abs": "https://arxiv.org/abs/2509.03539", "authors": ["Chatipat Lorpaiboon", "Jonathan Weare", "Aaron R. Dinner"], "title": "An exact multiple-time-step variational formulation for the committor and the transition rate", "comment": "42 pages, 3 figures", "summary": "For a transition between two stable states, the committor is the probability\nthat the dynamics leads to one stable state before the other. It can be\nestimated from trajectory data by minimizing an expression for the transition\nrate that depends on a lag time. We show that an existing such expression is\nminimized by the exact committor only when the lag time is a single time step,\nresulting in a biased estimate in practical applications. We introduce an\nalternative expression that is minimized by the exact committor at any lag\ntime. Numerical tests on benchmark systems demonstrate that our committor and\nresulting transition rate estimates are much less sensitive to the choice of\nlag time. We derive an additional expression for the transition rate, relate\nthe transition rate expression to a variational approach for kinetic statistics\nbased on the mean-squared residual, and discuss further numerical\nconsiderations with the aid of a decomposition of the error into dynamic modes."}
{"id": "2509.03575", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03575", "abs": "https://arxiv.org/abs/2509.03575", "authors": ["Haoyu Hu", "Oskar Vafek", "Kristjan Haule", "B. Andrei Bernevig"], "title": "Ferromagnetism vs. Antiferromagnetism in Narrow-Band Systems: Competition Between Quantum Geometry and Band Dispersion", "comment": "36 pages, 2 figures", "summary": "Magnetism in narrow-band systems arises from the interplay between electronic\ncorrelations, quantum geometry, and band dispersion. In particular, both ferro\nand anti-ferro magnets are known to occur as ground states of (different)\nmodels featuring narrow bands. This poses the question of which is favored and\nunder what conditions. In this work, we present a unified theoretical framework\nto investigate spin physics within narrow bands. By deriving an effective spin\nmodel, we show that the non-atomic wavefunction of the narrow bands generally\nfavors ferromagnetic ordering, while band dispersion promotes antiferromagnetic\ncorrelations. We find that the competition between these effects gives rise to\na tunable magnetic phase and rich spin phenomena. Our approach offers a\nsystematic way to study the magnetic properties of narrow-band systems,\nintegrating the roles of wave function, band structure, and correlation\neffects."}
{"id": "2509.03539", "categories": ["cond-mat.stat-mech", "cs.LG", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.03539", "abs": "https://arxiv.org/abs/2509.03539", "authors": ["Chatipat Lorpaiboon", "Jonathan Weare", "Aaron R. Dinner"], "title": "An exact multiple-time-step variational formulation for the committor and the transition rate", "comment": "42 pages, 3 figures", "summary": "For a transition between two stable states, the committor is the probability\nthat the dynamics leads to one stable state before the other. It can be\nestimated from trajectory data by minimizing an expression for the transition\nrate that depends on a lag time. We show that an existing such expression is\nminimized by the exact committor only when the lag time is a single time step,\nresulting in a biased estimate in practical applications. We introduce an\nalternative expression that is minimized by the exact committor at any lag\ntime. Numerical tests on benchmark systems demonstrate that our committor and\nresulting transition rate estimates are much less sensitive to the choice of\nlag time. We derive an additional expression for the transition rate, relate\nthe transition rate expression to a variational approach for kinetic statistics\nbased on the mean-squared residual, and discuss further numerical\nconsiderations with the aid of a decomposition of the error into dynamic modes."}
{"id": "2509.03572", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03572", "abs": "https://arxiv.org/abs/2509.03572", "authors": ["Christian Svingen Johnsen", "Asle Sudbø"], "title": "Exchange tensors, generalized RKKY interactions, and magnetization dynamics in heterostructures of ferromagnets and topological insulators", "comment": "19 pages, 2 figures", "summary": "We present a comprehensive theoretical analysis of magnetic heterostructures\ncomposed of ferromagnetic (FM) layers interfaced with three-dimensional\ntopological insulators (TIs). Integrating out the topological surface states\nand computing the spin determinant to second order in spins, we derive the\neffective generalized Ruderman-Kittel-Kasuya-Yosida (RKKY) exchange\ninteractions mediated by topological surface states. These interactions\ninherently incorporate spin-momentum locking and anisotropic spin\nsusceptibilities stemming from the Dirac-like dispersion of the TI surface\nelectrons. The analysis reveals that the interplay between the spin-orbit\ncoupling intrinsic to the TI and the magnetization texture in the FM layer\ninduces highly nonlocal and retarded, chiral, and Dzyaloshinskii-Moriya\n(DM)-like contributions to the effective spin Hamiltonian. Furthermore, the\nspin dynamics is studied through a derivation of the LLG equation for this\nproblem. The induced interactions renormalize many of the FM's intrinsic\nproperties, but a term in the LLG equation is induced that is related to the\nrate of change of the magnetization's curl, which is relevant to skyrmion\ndynamics. The magnon dispersion exhibits modifications due to the TI-mediated\ninteractions, including tunable magnon gaps, sensitive to a tunable chemical\npotential and interfacial exchange coupling strength. The results also apply to\nfinite temperatures. They elucidate topologically induced magnetic phenomena\nand pave the way for engineering exotic spin textures, such as skyrmions and\nchiral domain walls, in TI/FM hybrid systems with tunable interactions."}
{"id": "2509.04311", "categories": ["cond-mat.stat-mech", "physics.app-ph", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.04311", "abs": "https://arxiv.org/abs/2509.04311", "authors": ["Sara Najem", "Dima Mrad"], "title": "The Non-commutative Spaces of Higher-Order Networks of Bach's Solo Violin Compositions: Dimension, Curvature, and Distance through the Spectral Triplet", "comment": null, "summary": "Our work is concerned with simplicial complexes that describe higher-order\ninteractions in real complex systems. This description allows to go beyond the\npairwise node-to-node representation that simple networks provide and to\ncapture a hierarchy of interactions of different orders. The prime contribution\nof this work is the introduction of geometric measures for these simplicial\ncomplexes. We do so by noting the non-commutativity of the algebra associated\nwith their matrix representations and consequently we bring to bear the\nspectral triplet formalism of Connes on these structures and then notions of\nassociated dimensions, curvature, and distance can be computed to serve as\ncharacterizing features in addition to known topological metrics."}
{"id": "2509.03713", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03713", "abs": "https://arxiv.org/abs/2509.03713", "authors": ["Zixu Huang", "Farhad Akrami", "Junxiang Zhang", "Stephen Barlow", "Seth R. Marder", "David S. Ginger"], "title": "Surface Passivation for Halide Optoelectronics: Comparing Optimization and Reactivity of Amino-Silanes with Formamidinium", "comment": null, "summary": "Amino-silane-based surface passivation schemes are gaining attention in\nhalide perovskite optoelectronics, with varying levels of success. We compare\nsurface treatments using (3-aminopropyl)trimethoxysilane (APTMS) and\n[3-(2-aminoethylamino)propyl]trimethoxysilane (AEAPTMS), applied via\nroom-temperature vacuum deposition, to the perovskite\nFA0.78Cs0.22Pb(I0.85Br0.15)3 (FA = formamidinium). Both molecules improve\nthin-film photoluminescence properties and photovoltaic device performance,\nalthough their effectiveness depends strongly on deposition time. We show\nAEAPTMS has a wider, more robust processing window and yields higher\nperformance under optimized conditions. In contrast, over-exposure,\nparticularly with APTMS, reduces performance, with notable reductions in\nphotoluminescence lifetime and absorbance. To probe the underlying chemistry,\nwe employ nuclear magnetic resonance (NMR) spectroscopy and depth-resolved\ntime-of-flight secondary ion mass spectrometry (ToF-SIMS), demonstrating that\nboth amino-silanes react with formamidinium (FA+) cations in solution and in\nthe solid state. This work underscores the importance of optimizing deposition\nconditions to balance effective passivation with potential performance loss and\nelucidates previously unrecognized reactive chemistry between amino-silane\npassivating agents and halide perovskites."}
{"id": "2509.03917", "categories": ["physics.chem-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.03917", "abs": "https://arxiv.org/abs/2509.03917", "authors": ["Luis Vasquez", "Sebastian Pios", "Lipeng Chen", "Zhenggang Lan", "Wolfgang Domcke", "Maxim Gelin"], "title": "WaveMixings.jl: a Julia package for performing on-the-fly time-resolved nonlinear electronic spectra from quasi-classical trajectories", "comment": "32 pages, 6 figures, 2 listing", "summary": "We present an efficient numerical implementation of the quasi-classical\ndoorway-window approximation, specifically designed for on-the-fly simulations\nof time-resolved nonlinear spectroscopic signals in the Julia package\nWaveMixings.jl. The package contains modules that facilitate standard tasks\nsuch as input/output data handling, data filtering, and post-processing, among\nothers. WaveMixings.jl includes implementations of various methods developed by\nthe authors, including integral and dispersed transient absorption pump-probe\nsignals and two-dimensional spectra. By developing WaveMixings.jl we aim to\ncreate a versatile platform to perform simulations and develop methodologies\nwithin the quasi-classical doorway-window approximation framework."}
{"id": "2509.03801", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03801", "abs": "https://arxiv.org/abs/2509.03801", "authors": ["Wen-Ting Liu", "Shu-Chang Zhao", "Qiang Cheng", "Qing-Feng Sun"], "title": "Controllable Josephson diode effect, $0$-$π$ transition and switch effect in the superconductor/two-dimensional Weyl nodal line semimetal/superconductor junctions", "comment": "10pages,7figures", "summary": "We study the Josephson effects in the superconductor/two-dimensional Weyl\nnodal line semimetal/superconductor junctions using the Green's function\nmethod. When the Rashba spin-orbit coupling and an external magnetic field\ncoexist in the semimetal, the symmetries protecting the reciprocity of\nsupercurrent can be broken and the Josephson diode effect with the\nnonreciprocity of supercurrent can be realized. A high efficiency exceeding\n$40\\%$ can be achieved with the experimentally accessible values of the\nmagnetic field and the Rashba spin-orbit coupling. The diode efficiency can be\neasily controlled by the direction and magnitude of the field and the strength\nof the spin-orbit coupling. When the spin-orbit coupling is absent or the\nexternal field is absent, the Josephson diode effect vanishes but the\ncurrent-phase difference relations still show strong dependence on the field or\nthe coupling. The tunable $0$-$\\pi$ transition and the switch effect of\nsupercurrent in the junctions can be formed if the direction of the field is\nrotated or the magnitude of the field and the strength of the coupling are\nchanged. The obtained Josephson diode effect, the $0$-$\\pi$ transition and the\nswitch effect of supercurrent are helpful in the design of the quantum devices\nbased on nodal line semimetals."}
{"id": "2509.04098", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "nlin.CD", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04098", "abs": "https://arxiv.org/abs/2509.04098", "authors": ["Jiaozi Wang", "Luca Capizzi", "Dario Poletti", "Leonardo Mazza"], "title": "Ergodicity and hydrodynamics: from quantum to classical spin systems", "comment": "13 pages, 9 figures", "summary": "We show that in classical spin systems the precise nature of the late-time\nhydrodynamic tails of the autocorrelation functions of a generic observable is\ndetermined by (i) the dynamical critical exponent and (ii) the equilibrium\nthermodynamic properties of the corresponding observable. We provide numerical\nresults for one- and two-dimensional systems and present theoretical\nconsiderations that only rely on the notion of ergodicity. Our result extends\nto the classical framework the relaxation-overlap inequality, first introduced\nin Capizzi et al. Phys. Rev. X 15, 011059 (2025)] for quantum many-body systems\nsatisfying the eigenstate thermalization hypothesis."}
{"id": "2509.03588", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03588", "abs": "https://arxiv.org/abs/2509.03588", "authors": ["Yu-Chin Tzeng", "Gunnar Möller"], "title": "Dissociation of bulk and entanglement phase transitions in the Haldane phase", "comment": null, "summary": "We revisit the momentum-resolved entanglement spectrum (ES) of the spin-1/2\nladder in the Haldane phase, long believed to exhibit a des Cloizeaux-Pearson\n(dCP)-type $\\sin|k|$ dispersion. Using exact diagonalization up to 40 spins, we\nresolve two distinct branches at $k=0$ and $k=\\pi$, which were previously\ninterpreted as a single smooth mode due to SU(2) degeneracy and limited\nresolution. Breaking SU(2) symmetry via XXZ anisotropy opens a spin or neutral\ngap at $k=\\pi$, depending on the anisotropy direction, triggering an\nentanglement quantum phase transition that is disconnected from the bulk\ncritical point. In the easy-plane regime, the entanglement ground state is\nunique in the $S_A^z=0$ sector but becomes quasi-degenerate across $S_A^z$\nsectors in the thermodynamic limit, consistent with spontaneous U(1) symmetry\nbreaking. This separation between bulk and entanglement transitions\ndemonstrates that the Li-Haldane correspondence can fail in topological\nladders, even at the level of low-energy dispersions. These results revise the\nprevailing picture of ES in spin ladders under extensive bipartitioning, and\nsuggest that the entanglement Hamiltonian, being nonlocal, can circumvent\nconventional constraints such as the Lieb-Schultz-Mattis and Mermin-Wagner\ntheorems."}
{"id": "2509.03546", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03546", "abs": "https://arxiv.org/abs/2509.03546", "authors": ["Satish Prajapati"], "title": "From Qubits to Qumodes: Information Capacity of Anyonic Excitations", "comment": "10 pages, 8 figures", "summary": "The interplay between quantum statistics and information encoding is a\ncornerstone of quantum physics. Here, the maximum information capacity of a\nquantum state governed by Haldane's exclusion statistics is derived. The\ncapacity, defined by the maximum von Neumann entropy of its occupancy\ndistribution, follows S_max(g) = log2(\\lfloor 1/g \\rfloor + 1). This result\ncontinuously interpolates between the fermionic limit of a single qubit (g = 1)\nand the bosonic limit of a continuous-variable qumode (g -> 0). For the nu =\n1/3 fractional quantum Hall state (g = 1/3), we predict a 2-bit capacity,\nobservable as four distinct quantized conductance plateaus in quantum dot\nspectroscopy, providing a direct signature of anyonic statistics."}
{"id": "2509.03583", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03583", "abs": "https://arxiv.org/abs/2509.03583", "authors": ["Li-Qiao Xia", "Aviram Uri", "Jiaojie Yan", "Aaron Sharpe", "Filippo Gaggioli", "Nicole S. Ticea", "Julian May-Mann", "Kenji Watanabe", "Takashi Taniguchi", "Liang Fu", "Trithep Devakul", "Jurgen H. Smet", "Pablo Jarillo-Herrero"], "title": "Magic continuum in multi-moiré twisted trilayer graphene", "comment": null, "summary": "Moir\\'e lattices provide a highly tunable platform for exploring the\ninterplay between electronic correlations and band topology. Introducing a\nsecond moir\\'e pattern extends this paradigm: interference between the two\nmoir\\'e patterns produces a supermoir\\'e modulation, opening a route to further\ntailor electronic properties. Twisted trilayer graphene generally exemplifies\nsuch a system: two distinct moir\\'e patterns arise from the relative twists\nbetween adjacent graphene layers. Here, we report the observation of correlated\nphenomena across a wide range of twisted trilayer graphene devices whose twist\nangles lie along two continuous lines in the twist-angle parameter space.\nDepending on the degree of lattice relaxation, twisted trilayer graphene falls\ninto two classes: moir\\'e polycrystals, composed of periodic domains with\nlocally commensurate moir\\'e order, and moir\\'e quasicrystals, characterized by\nsmoothly varying local moir\\'e configurations. In helically twisted moir\\'e\npolycrystals, we observe an anomalous Hall effect, consistent with topological\nbands arising from domains with broken $xy$-inversion symmetry. In contrast,\nsuperconductivity appears generically in our moir\\'e quasicrystals. A subset of\nthese systems exhibits signatures of spatially modulated superconductivity,\nwhich we attribute to the supermoir\\'e structure. Our findings uncover the\norganizing principles of the observed correlated phases in twisted trilayer\ngraphene, highlight the critical roles of the supermoir\\'e modulation and\nlattice relaxation, and suggest a broader framework in which magic conditions\narise not as isolated points but as extended manifolds within the\nmulti-dimensional twist-angle space of complex moir\\'e materials."}
{"id": "2509.03743", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.03743", "abs": "https://arxiv.org/abs/2509.03743", "authors": ["Sh. Akhondzadeh", "Hanfeng Zhai", "Wurong Jian", "Ryan B. Sills", "Nicolas Bertin", "Wei Cai"], "title": "Link Statistics of Dislocation Network during Strain Hardening", "comment": "17 pages, 11 figures", "summary": "Dislocations are line defects in crystals that multiply and self-organize\ninto a complex network during strain hardening. The length of dislocation\nlinks, connecting neighboring nodes within this network, contains crucial\ninformation about the evolving dislocation microstructure. By analyzing data\nfrom Discrete Dislocation Dynamics (DDD) simulations in face-centered cubic\n(fcc) Cu, we characterize the statistical distribution of link lengths of\ndislocation networks during strain hardening on individual slip systems. Our\nanalysis reveals that link lengths on active slip systems follow a\ndouble-exponential distribution, while those on inactive slip systems conform\nto a single-exponential distribution. The distinctive long tail observed in the\ndouble-exponential distribution is attributed to the stress-induced bowing out\nof long links on active slip systems, a feature that disappears upon removal of\nthe applied stress. We further demonstrate that both observed link length\ndistributions can be explained by extending a one-dimensional Poisson process\nto include different growth functions. Specifically, the double-exponential\ndistribution emerges when the growth rate for links exceeding a critical length\nbecomes super-linear, which aligns with the physical phenomenon of long links\nbowing out under stress. This work advances our understanding of dislocation\nmicrostructure evolution during strain hardening and elucidates the underlying\nphysical mechanisms governing its formation."}
{"id": "2509.03966", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.03966", "abs": "https://arxiv.org/abs/2509.03966", "authors": ["Supriyo Santra", "Amartya Bose", "Debashree Ghosh"], "title": "Excitonic description of singlet fission beyond dimer model : a matrix product state approach", "comment": "11 pages, 6 figures in paper 6 pages, 5 figures in SI", "summary": "The importance of singlet fission as a fundamental process with a variety of\nimplications in energy harvesting cannot be overstated. The challenge is in\ncharacterizing the energy states of these large singlet fission molecular\naggregates that participate in the process. Large dimensionality and essential\nmulti-configuration nature of the electronic states of interest combine to make\naccurate ab initio calculations prohibitively difficult. We present a\nspin-resolved tight-binding excitonic model for singlet fission that can be\nparameterized based on ab initio calculations on monomers and dimers of\nmolecules, and is highly suitable for the study of aggregates using tensor\nnetwork methods such as the density matrix renormalization group. This tensor\nnetwork coarse-grained model is demonstrated specifically on the pentacene\ncrystal, where we evaluate the spectra and density of states. We show the\nnatural emergence of bands of states in some cases, and characterize them.\nThrough an analysis of entanglement entropy of the eigenstates, we gain crucial\ninsight into the extent of their multireference character. This method is\nuseful in understanding not just the structure of these extended aggregates,\nbut also being the cornerstone for incorporation of vibronic features and\nsimulation of the singlet fission dynamics."}
{"id": "2509.03907", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03907", "abs": "https://arxiv.org/abs/2509.03907", "authors": ["Subhojit Roy", "Andreas Kreisel", "Brian M. Andersen", "Shantanu Mukherjee"], "title": "Unconventional superconductivity in monolayer transition metal dichalcogenides", "comment": "15 pages, 14 figures", "summary": "A variety of experimental observations in monolayer transition metal\ndichalcogenide superconductors with Ising spin-orbit coupling suggest the\npresence of an unconventional superconducting pairing mechanism. Some of these\nexperiments include observation of Leggett modes and a nodal superconducting\ngap in STM experiments, a large in-plane upper critical field compared to the\nPauli limit, and the observation of a two-fold gap anisotropy in\nmagnetoresistance measurements. Here, we propose a superconducting pairing\nmechanism mediated by spin and charge fluctuations and identify the dominant\nsuperconducting instability relevant to monolayer TaS$_2$. We then explore the\neffect of an additional electron-phonon pairing contribution, and compare our\nresults with recent experimental findings. In particular, our theory stabilizes\na superconducting ground state with nodal-like density of states that agrees\nwith STM experiments. The theory obtains a large in-plane upper critical field\ndue to a combination of Ising spin-orbit coupling and even-odd parity mixing in\nthe superconducting state. Further, we find that an in-plane magnetic field\nsplits the degeneracy of the superconducting ground state, and the resulting\ntwo-fold symmetric superconducting order parameter could explain the gap\nanisotropy observed in magnetoresistance experiments. Overall, the proposed\ntheoretical pairing model can reconcile diverse experimental observations and\nremains consistent with observations on other dichalcogenide superconductors\nsuch as monolayer NbSe$_2$."}
{"id": "2509.04164", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04164", "abs": "https://arxiv.org/abs/2509.04164", "authors": ["Arjun R", "A. V. Anil Kumar"], "title": "Kinetic Random-Field Nonreciprocal Ising Model", "comment": null, "summary": "We introduce and analyse the kinetic random-field nonreciprocal Ising model,\nwhich incorporates bimodal disorder along with pairwise nonreciprocal\ninteractions between two different species. Using mean-field and\neffective-field theory, in combination with kinetic Monte Carlo simulations (3D\nGlauber dynamics), we identify a nonequilibrium tricritical (Bautin) point\nseparating Hopf-type transitions (continuous) from saddle-node-of-limit-cycle\n(SNLC) transitions (discontinuous). For a weak random field which is less than\na critical value, the onset of collective oscillations (the \"swap\" phase)\noccurs via a supercritical Hopf bifurcation, whereas for fields greater than\nthe critical value, the transition is first-order (SNLC), exhibiting hysteresis\nand Binder-cumulant signatures. The finite-size scaling of the susceptibility\nis consistent with the distinct critical and discontinuous behaviour shown in\nthe Hopf and SNLC regimes, respectively (effective exponents $\\approx1.96$ in\nthe Hopf regime and $\\approx3.0$ in the SNLC regime). Additionally, in the\nfirst-order regime, the swap phase is sustained only above a threshold\nnonreciprocity, and this threshold increases monotonically with the disorder\nstrength. We further identify a new droplet-induced swap phase in the larger\nfield-strength region, which cycles eight different metastable states. A\ndynamical free-energy picture rationalises droplet nucleation as the mechanism\nfor these cyclic jumps. Together, these results demonstrate how disorder and\nnonreciprocity combined generate rich nonequilibrium criticality, with\nimplications for driven and active systems."}
{"id": "2509.03604", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.03604", "abs": "https://arxiv.org/abs/2509.03604", "authors": ["Kunpeng Li", "Han-Qing Wu", "Dao-Xin Yao"], "title": "Mott Glass and Criticality in a S=1/2 Bilayer Heisenberg Model with Interlayer Bond Dilution", "comment": null, "summary": "We employ the stochastic series expansion quantum Monte Carlo (SSE-QMC)\nmethod to investigate the $S = 1/2$ antiferromagnetic Heisenberg model on a\nbilayer square lattice with diluted interlayer couplings. Both regular and\nrandom dilution patterns are considered. In systems with regular dilution,\ntuning the interlayer interaction drives a quantum phase transition from a\nN\\'eel-ordered phase to a quantum disordered phase, consistent with the $O(3)$\nuniversality class. In contrast, random dilution gives rise to a two-step\ntransition: from the N\\'eel phase to an intermediate Mott glass (MG) phase,\nfollowed by a transition to the quantum disordered phase. Within the MG phase,\nthe uniform magnetic susceptibility exhibits a stretched-exponential\ntemperature dependence $\\chi_u \\sim \\exp(-b/T^\\alpha)$, $0 < \\alpha < 1$. At\nthe N\\'eel-to-glass transition, quenched disorder modifies the critical\nexponents in a manner consistent with the Harris criterion. These findings\nprovide new insights into disorder-driven quantum phase transitions and the\nemergence of glassy phases in diluted bilayer quantum magnets."}
{"id": "2509.03547", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.03547", "abs": "https://arxiv.org/abs/2509.03547", "authors": ["Rogério Almeida Gouvêa", "Pierre-Paul De Breuck", "Tatiane Pretto", "Gian-Marco Rignanese", "Marcos José Leite dos Santos"], "title": "Combining feature-based approaches with graph neural networks and symbolic regression for synergistic performance and interpretability", "comment": null, "summary": "This study introduces MatterVial, an innovative hybrid framework for\nfeature-based machine learning in materials science. MatterVial expands the\nfeature space by integrating latent representations from a diverse suite of\npretrained graph neural network (GNN) models including: structure-based\n(MEGNet), composition-based (ROOST), and equivariant (ORB) graph networks, with\ncomputationally efficient, GNN-approximated descriptors and novel features from\nsymbolic regression. Our approach combines the chemical transparency of\ntraditional feature-based models with the predictive power of deep learning\narchitectures. When augmenting the feature-based model MODNet on Matbench\ntasks, this method yields significant error reductions and elevates its\nperformance to be competitive with, and in several cases superior to,\nstate-of-the-art end-to-end GNNs, with accuracy increases exceeding 40% for\nmultiple tasks. An integrated interpretability module, employing surrogate\nmodels and symbolic regression, decodes the latent GNN-derived descriptors into\nexplicit, physically meaningful formulas. This unified framework advances\nmaterials informatics by providing a high-performance, transparent tool that\naligns with the principles of explainable AI, paving the way for more targeted\nand autonomous materials discovery."}
{"id": "2509.03601", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03601", "abs": "https://arxiv.org/abs/2509.03601", "authors": ["Mara Lozano", "Hong-Yi Xie", "Bruno Uchoa"], "title": "Optical selection rules of topological excitons in flat bands", "comment": "12 pages, 5 figures", "summary": "Topological excitons are superpositions of electron-hole pair states with an\nenvelope wavefunction that has finite vorticity in momentum space, dictated by\nthe topology of the electronic bands. We derive the optical selection rules for\ntopological excitons in flat bands, considering different topological two-band\nmodels: a family of Hamiltonians with skyrmion pseudo-spin textures, the\nflattened BHZ model for a single spin, which can have a net Chern number, and\nthe flattened Haldane model. We derive the selection rules for these three\nmodels accounting for short-range interactions. We also consider the\nnon-hydrogenic spectrum of excitons in the single-spin flattened BHZ model with\nCoulomb interactions. We show that for the case of two flat bands with skyrmion\npseudo-spin textures, all excitons are bright, and the handedness of the light\nthat couples to them is fixed by the vorticity of the pseudo-spin texture. For\nthe single-spin flattened BHZ model, we show that bright excitons couple to\ncircularly polarized light, regardless the range of the interactions. In the\nflattened Haldane model, we find that topological excitons couple to\nelliptically polarized light. We obtain the phase diagram for the polarization\nof light in this model as a function of the microscopic parameters of the\nHamiltonian."}
{"id": "2509.04039", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04039", "abs": "https://arxiv.org/abs/2509.04039", "authors": ["Seong-Hoon Jang", "Di Zhang", "Hung Ba Tran", "Xue Jia", "Kiyoe Konno", "Ryuhei Sato", "Shin-ichi Orimo", "and Hao Li"], "title": "Physically Interpretable Descriptors Drive the Materials Design of Metal Hydrides for Hydrogen Storage", "comment": null, "summary": "Designing metal hydrides for hydrogen storage remains a longstanding\nchallenge due to the vast compositional space and complex structure-property\nrelationships. Herein, for the first time, we present physically interpretable\nmodels for predicting two key performance metrics, gravimetric hydrogen density\n$w$ and equilibrium pressure $P_{\\rm eq,RT}$ at room temperature, based on a\nminimal set of chemically meaningful descriptors. Using a rigorously curated\ndataset of $5,089$ metal hydride compositions from our recently developed\nDigital Hydrogen Platform (\\it{DigHyd}) based on large-scale data mining from\navailable experimental literature of solid-state hydrogen storage materials, we\nsystematically constructed over $1.6$ million candidate models using\ncombinations of scalar transformations and nonlinear link functions. The final\nclosed-form models, derived from $2$-$3$ descriptors each, achieve predictive\naccuracies on par with state-of-the-art machine learning methods, while\nmaintaining full physical transparency. Strikingly, descriptor-based design\nmaps generated from these models reveal a fundamental trade-off between $w$ and\n$P_{\\rm eq,RT}$: saline-type hydrides, composed of light electropositive\nelements, offer high $w$ but low $P_{\\rm eq,RT}$, whereas interstitial-type\nhydrides based on heavier electronegative transition metals show the opposite\ntrend. Notably, Be-based systems, such as Be-Na alloys, emerge as rare\ncandidates that simultaneously satisfy both performance metrics, attributed to\nthe unique combination of light mass and high molar density for Be. Our models\nindicate that Be-based systems may offer renewed prospects for approaching\nthese benchmarks. These results provide chemically intuitive guidelines for\nmaterials design and establish a scalable framework for the rational discovery\nof materials in complex chemical spaces."}
{"id": "2509.04019", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04019", "abs": "https://arxiv.org/abs/2509.04019", "authors": ["Peng-Yi Liu", "Tian-Yi Zhang", "Qing-Feng Sun"], "title": "Dynamical simulation of chiral induced spin-polarization and magnetization", "comment": "21 pages, 3 figures, and supporting information (27 pages, 11\n  figures)", "summary": "Despite generally lacking ferromagnetic properties or strong spin-orbit\ncoupling, electrons in chiral molecules exhibit unique spin-dependent transport\nbehavior, known as chiral-induced spin selectivity (CISS). This phenomenon\nimplies a profound connection between chirality and spin, and draws attention\nto the link between chirality and magnetism. Experiments in recent years have\nshown that chirality can induce spin-polarizations and magnetizations,\nproviding fresh insights into interpreting chirality-related biochemical\nprocesses and designing nano-magnetic devices. In this paper, we present a\ndynamical theoretical model aimed at elucidating how charge-polarization\ncombined with the CISS leads to spin-polarization and magnetization. Our\ntheoretical model successfully explains the spin-polarization and magnetization\nobserved in three types of experiments, where the charge-polarization is\ninduced in the chiral molecules by the dispersion interaction, gate voltage,\nand molecular adsorption. The model simulates a clear time evolution process\nand provides a comprehensive theoretical framework for this field."}
{"id": "2509.03915", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03915", "abs": "https://arxiv.org/abs/2509.03915", "authors": ["Wei-Tao Lu", "Tie-Feng Fang", "Qing-Feng Sun"], "title": "Superconducting lens and Josephson effect in AA-stacked bilayer graphene", "comment": null, "summary": "We study the superconducting transport phenomena, involving lensing effect\nand supercurrent in AA-stacked bilayer graphene, which is characterized by a\nlinear gapless band with two shifted Dirac cones. Our findings indicate that\ncross Andreev reflection and Josephson current occur exclusively within the\nintracone process, while intercone scatterings are strictly prohibited. The\nnormal/superconductor/normal junction can act as a superconducting lens for the\nupper and lower cones. Depending on cone index, the transmitted electrons and\nholes can be focused, collimated or diverged by adjusting the gate voltages. In\nsuperconductor/normal/superconductor junction, due to interlayer coupling, the\ncritical currents of the two cones exhibit distinct oscillation periods with\njunction width, leading to an irregular oscillation of the total critical\ncurrent. Furthermore, the oscillations of critical currents with exchange field\nmaintain a stable phase difference of one quarter period between the two cones.\nConsequently, a cone-dependent 0-\\pi transition is achieved in this Josephson\njunction."}
{"id": "2509.04242", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04242", "abs": "https://arxiv.org/abs/2509.04242", "authors": ["Raphaël Maire", "Ludivine Chaix"], "title": "Hyperuniformity and conservation laws in non-equilibrium systems", "comment": "25 pages, 5 figures", "summary": "We demonstrate that hyperuniformity, the suppression of density fluctuations\nat large length scales, emerges generically from the interplay between\nconservation laws and non-equilibrium driving. The underlying mechanism for\nthis emergence is analogous to self-organized criticality. Based on this\nunderstanding, we introduce four non-equilibrium models that consistently\ndemonstrate hyperuniformity. Furthermore, we show that systems with an\narbitrary number of conserved mass multipole moments exhibit an arbitrary\nstrong tunable hyperuniform scaling, with the structure factor following $S(k)\n\\sim k^m$, where $m$ is set by the number of conserved multipoles. Finally, we\nfind that hyperuniformity arising from a combination of conserved noise and\npartially conserved average motion is not robust against non-linear\nperturbations. These results highlight the central role of conservation laws in\nstabilizing hyperuniformity and reveal a unifying mechanism for its emergence\nin non-equilibrium systems."}
{"id": "2509.03674", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03674", "abs": "https://arxiv.org/abs/2509.03674", "authors": ["Shintaro Takayoshi", "Takashi Oka"], "title": "Geometric Effects on Tunneling in Driven Quantum Systems", "comment": "9 pages, 4 figures", "summary": "We review quantum tunneling provoked by external field driving, focusing on\nthe role of geometric effects. The discussion begins with an overview of\ntunneling phenomena, including the Landau-Zener model and the Schwinger effect,\nboth of which are essential frameworks to describe the generation of elementary\nexcitation of the system. We also refer to the relation between the modern\ntheory of polarization and the geometry of the system, and introduce the shift\nvector via adiabatic perturbation theory. Then we introduce the twisted\nLandau-Zener model and shown how the shift vector modulates tunneling\nprobability, followed by several illustrative applications of this model. We\nalso explain the Keldysh crossover, which is the crossover from a quantum\ntunneling regime to photon absorption regime in driven systems."}
{"id": "2509.03557", "categories": ["cond-mat.mtrl-sci", "00A69"], "pdf": "https://arxiv.org/pdf/2509.03557", "abs": "https://arxiv.org/abs/2509.03557", "authors": ["Yogesh Kumar Yadav", "Mohammad Abu Shaz", "Thakur Prasad Yadav"], "title": "Hydrogen storage in nanocrystalline high entropy material", "comment": "22 pages, 9 Figures", "summary": "In this study, a single-phase nanocrystalline Al-Cu-Fe-Ni-Cr high-entropy\nalloy (HEA) has been synthesized by mechanical alloying and comprehensively\ninvestigated for hydrogen storage responses evaluated in details. High-energy\nattritor ball mill was used to synthesize the alloy from elemental powder, and\nhexane medium was used as a process control agent. As synthesized materials was\nnanocrystalline in nature after 40 h of milling with a lattice parameter of\n0.289 nm body-centered cubic (BCC) phase. As synthesized nanocrystalline\nAl-Cu-Fe-Ni-Cr HEA demonstrated remarkable hydrogen storage properties,\nabsorbing 2.1 wt.% of hydrogen in 3 minutes at 300{\\deg}C with 50 atm of\nhydrogen pressure. At the same temperature, it also desorbed about 1.6 wt.% of\nhydrogen in 6 minutes. These quick rates of absorption and desorption\ndemonstrate how well the alloy absorbs and releases hydrogen. Additionally, the\nalloy showed outstanding cyclic stability, retaining almost all of its hydrogen\ncapacity across 25 cycles with only a slight 0.2 wt.% loss. The nanocrystalline\nAl-Cu-Fe-Ni-Cr HEA is a potential option for hydrogen storage applications due\nto its outstanding cycle stability and fast kinetics of hydrogen storage and\nrelease."}
{"id": "2509.03606", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03606", "abs": "https://arxiv.org/abs/2509.03606", "authors": ["Sridhar", "Salil Bedkihal", "Malay Bandyopadhyay"], "title": "Coherent control of thermoelectric performance via engineered transmission functions in multi-dot Aharonov-Bohm heat engine", "comment": "19 pages, 8 figures", "summary": "We theoretically investigate strategies for harnessing quantum interference\nto optimize the figure of merit $ZT$, power output, and thermodynamic\nefficiency in multi-quantum-dot Aharonov-Bohm (AB) thermoelectric heat engines.\nUsing the non-equilibrium Green function formalism, we show that interference\neffects such as Fano-type asymmetries, Dicke-like superradiant and subradiant\nmodes, and multi-peaked transmission spectra can be tailored through device\ngeometry, magnetic flux, and dot-lead coupling to produce hybrid transmission\nprofiles that combine Lorentzian, boxcar, and Fano lineshapes. Such engineered\nprofiles enable configurations that balance the high efficiency of sharp\nLorentzian resonances with the high power output of boxcar-like spectra,\nyielding near-optimal power-efficiency trade-offs. For symmetric quantum-dot\narrays in square, pentagonal, and hexagonal configurations, we identify an\noptimal regime, $t/\\gamma \\approx 2$, where the interdot tunneling amplitude\n$t$ and the dot-lead coupling $\\gamma$ yield the best balance of power and\nefficiency. A hexagonal six-dot configuration achieves $ZT \\sim 30$ at dilution\ntemperatures, while the four-dot geometry reaches about $76\\%$ of Carnot\nefficiency with output power $4.74$ fW. We also find a direct correspondence\nbetween the high-$ZT$ regime and maximal violation of the Wiedemann-Franz law.\nIntroducing source-drain coupling asymmetry further enhances both efficiency\nand power. A scaling analysis reveals that efficiency systematically increases\nwith the number of quantum dots, whereas power output is maximized at\nintermediate system sizes. These findings establish coherent control in\nmulti-dot nanostructures as a promising pathway toward high-performance quantum\nthermoelectric heat engines for ultralow-power electronics applications."}
{"id": "2509.04042", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.04042", "abs": "https://arxiv.org/abs/2509.04042", "authors": ["Tengfei Liu", "Xiyu Hong", "Zhe Li", "Shenzhong Chen", "Leyi Li", "Xin-Yi Tang", "Shuying Cheng", "Yunfeng Lai", "Yonghai Chen", "Zhu Diao", "Ke He", "Qi-kun Xue", "Jinling Yu"], "title": "Thickness-Induced Topological Phase Transition Investigated by Helicity Dependent Photocurrent in $α$-Sn/CdTe(110)", "comment": null, "summary": "$\\alpha$-Sn exhibits a rich topological phase diagram, yet experimental\nmethods to tune and distinguish these phases remain limited. Here, we\ninvestigated the helicity-dependent photocurrent (HDPC) in $\\alpha$-Sn films of\nvarying thickness grown on CdTe(110) by molecular beam epitaxy. The HDPC of the\n5 nm $\\alpha$-Sn film shows an odd-function dependence on incident angle,\nwhereas that of the 10 and 30 nm films exhibit an even-function dependence.\nCombined with high-resolution transmission electron microscopy (HR-TEM),\npoint-group symmetry analysis, and first-principles calculations, it is\nrevealed that a thickness-driven topological phase transition from a two\ndimensional (2D) to a three dimensional (3D) topological insulator occurs\nbetween 5 and 10 nm. These results demonstrate that HDPC serves as a sensitive\ndiagnostic tool for topological phase transitions. The tunable electronic\nproperties of $\\alpha$-Sn(110) films enable thickness- and strain-mediated\ncontrol of topological states, establishing a versatile platform for exploring\nemerging topological phenomena and developing spin-based devices."}
{"id": "2509.04020", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04020", "abs": "https://arxiv.org/abs/2509.04020", "authors": ["Tian-Yi Zhang", "Yue Mao", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Dynamical theory of chiral-induced spin selectivity in electron donor-chiral molecule-acceptor systems", "comment": "12 pages, 11 figures", "summary": "The chiral-induced spin selectivity (CISS) effect, a phenomenon where the\nchirality of molecules imparts significant spin selectivity to electron\ntransfer processes, has garnered increasing interest among the chemistry,\nbiology, and physics communities. Although this effect was discovered more than\na decade ago, the dynamical process of how electron spin polarization is caused\nby chiral molecules is still unclear. Here, we propose a dynamical theory of\nelectron transfer in donor-chiral molecule bridge-acceptor systems without\nelectrodes or substrates based on the Lindblad-type master equation. We\ndemonstrate that the molecular spin-orbit coupling generates unequal spin\nvelocities and achieves steady spin polarization with the help of dephasing.\nOur work elucidates the dynamical process of CISS and may promote the\napplications of chiral-based spintronic devices."}
{"id": "2509.03936", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03936", "abs": "https://arxiv.org/abs/2509.03936", "authors": ["Naoto Tsuji"], "title": "Two-dimensional coherent spectroscopy of disordered superconductors in the narrow-band and broad-band limits", "comment": "22 pages, 14 figures", "summary": "We theoretically analyze two-dimensional coherent spectroscopy (2DCS) signals\nfor disordered superconductors in two limits: One is the narrow-band limit with\nsinusoidal pulse waves, and the other is the broad-band limit with\ndelta-function pulses. While the 2DCS signal in the narrow-band limit is\nrelated to the third-order nonlinear susceptibilities $\\chi^{(3)}(3\\Omega;\n\\Omega, \\Omega, \\Omega)$ (third harmonic generation) and $\\chi^{(3)}(\\Omega;\n\\Omega, \\Omega, -\\Omega)$ (ac Kerr effect), we find that in the broad-band\nlimit the signal along the diagonal and horizontal lines in the two-dimensional\nfrequency space is related to another nonlinear susceptibility\n$\\chi^{(3)}(\\Omega; \\Omega, 0, 0)$ (dc Kerr effect). We numerically evaluate\nthose susceptibilities for a lattice model of superconductors based on the BCS\nmean-field theory and self-consistent Born approximation for impurities. The\n2DCS signals in the narrow-band and broad-band limits show threshold and\nresonance behaviors at the superconducting-gap frequency, respectively, whose\nphysical origin is discussed in light of quasiparticle and Higgs-mode\nexcitations."}
{"id": "2509.04311", "categories": ["cond-mat.stat-mech", "physics.app-ph", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.04311", "abs": "https://arxiv.org/abs/2509.04311", "authors": ["Sara Najem", "Dima Mrad"], "title": "The Non-commutative Spaces of Higher-Order Networks of Bach's Solo Violin Compositions: Dimension, Curvature, and Distance through the Spectral Triplet", "comment": null, "summary": "Our work is concerned with simplicial complexes that describe higher-order\ninteractions in real complex systems. This description allows to go beyond the\npairwise node-to-node representation that simple networks provide and to\ncapture a hierarchy of interactions of different orders. The prime contribution\nof this work is the introduction of geometric measures for these simplicial\ncomplexes. We do so by noting the non-commutativity of the algebra associated\nwith their matrix representations and consequently we bring to bear the\nspectral triplet formalism of Connes on these structures and then notions of\nassociated dimensions, curvature, and distance can be computed to serve as\ncharacterizing features in addition to known topological metrics."}
{"id": "2509.03708", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03708", "abs": "https://arxiv.org/abs/2509.03708", "authors": ["Leyna Shackleton"], "title": "Twisted quantum doubles are sign problem-free", "comment": "10 pages, feedback or references are welcome", "summary": "The sign problem is one of the central obstacles to efficiently simulating\nquantum many-body systems. It is commonly believed that some phases of matter,\nsuch as the double semion model, have an intrinsic sign problem and can never\nbe realized in a local sign problem-free Hamiltonian due to the non-positivity\nof the wavefunction. We show that this is not the case. Despite failing to be\nstoquastic - the standard criteria for the existence of a sign problem - the\ndouble semion model as well as all twisted quantum double phases of matter for\nfinite groups $\\mathcal{G}$ can be realized in local sign problem-free\nHamiltonians. The lack of a sign problem is not fine-tuned and does not require\nthe Hamiltonian to be exactly solvable, with sign problem-free perturbations\nallowing access to a variety of topological phase transitions."}
{"id": "2509.03572", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03572", "abs": "https://arxiv.org/abs/2509.03572", "authors": ["Christian Svingen Johnsen", "Asle Sudbø"], "title": "Exchange tensors, generalized RKKY interactions, and magnetization dynamics in heterostructures of ferromagnets and topological insulators", "comment": "19 pages, 2 figures", "summary": "We present a comprehensive theoretical analysis of magnetic heterostructures\ncomposed of ferromagnetic (FM) layers interfaced with three-dimensional\ntopological insulators (TIs). Integrating out the topological surface states\nand computing the spin determinant to second order in spins, we derive the\neffective generalized Ruderman-Kittel-Kasuya-Yosida (RKKY) exchange\ninteractions mediated by topological surface states. These interactions\ninherently incorporate spin-momentum locking and anisotropic spin\nsusceptibilities stemming from the Dirac-like dispersion of the TI surface\nelectrons. The analysis reveals that the interplay between the spin-orbit\ncoupling intrinsic to the TI and the magnetization texture in the FM layer\ninduces highly nonlocal and retarded, chiral, and Dzyaloshinskii-Moriya\n(DM)-like contributions to the effective spin Hamiltonian. Furthermore, the\nspin dynamics is studied through a derivation of the LLG equation for this\nproblem. The induced interactions renormalize many of the FM's intrinsic\nproperties, but a term in the LLG equation is induced that is related to the\nrate of change of the magnetization's curl, which is relevant to skyrmion\ndynamics. The magnon dispersion exhibits modifications due to the TI-mediated\ninteractions, including tunable magnon gaps, sensitive to a tunable chemical\npotential and interfacial exchange coupling strength. The results also apply to\nfinite temperatures. They elucidate topologically induced magnetic phenomena\nand pave the way for engineering exotic spin textures, such as skyrmions and\nchiral domain walls, in TI/FM hybrid systems with tunable interactions."}
{"id": "2509.03612", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03612", "abs": "https://arxiv.org/abs/2509.03612", "authors": ["Nicolas Paris", "Nicolas Dupuis", "Christophe Mora"], "title": "Three-channel charge Kondo model at high transparency", "comment": "7+15 pages, 4+6 figures", "summary": "Quantum impurity models involving a localized charge that is weakly coupled\nto electronic leads usually map to Kondo-like Hamiltonians that exhibit various\nquantum critical behaviors. Here, we address the opposite regime of high\ncontact transparency by solving the model of a quantum island coupled to three\nquantum Hall edge channels. Using a functional renormalization group (FRG)\napproach, we demonstrate that the low-energy physics is controlled by a\nnonperturbative fixed point. The universal energy crossover in both the linear\nconductance and the impurity entropy is obtained. We reproduce the\nzero-frequency conductance and the leading low-energy exponent of the\nthree-channel Kondo model, confirming their universality across all\ntransparencies. For interacting leads -- a model that continuously connects to\nthe pseudo-gap Kondo model at low transparency -- we find a line of fixed\npoints as the Luttinger parameter $K$, which encodes the strength of the\ninteractions, changes. Our work demonstrates that FRG methods are an efficient\ntool for solving quantum impurity problems in regimes where standard approaches\nfail."}
{"id": "2509.04109", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04109", "abs": "https://arxiv.org/abs/2509.04109", "authors": ["Adam Morawiec"], "title": "Grain boundary energy models and boundary splitting", "comment": "12 pages, 4 figures, 28 references", "summary": "Models of grain boundary energy are essential for predicting the behavior of\npolycrystalline materials. Typical models represent the minimum boundary energy\nas a function of macroscopic boundary parameters. An energy model may allow for\nboundary dissociation, i.e., for a further reduction of the overall energy by\nsplitting a boundary into two boundaries parallel to the original one. Such\nsplitting is prevented by constraining the energy model with inequalities\nopposite to the boundary wetting condition. The inequalities are applicable\nonly to triplets of boundaries that match the assumed geometric configuration.\nRelationships connecting the parameters of such boundaries are derived,\nimplications of the inequalities that prevent boundary splitting are\nconsidered, and an example energy model is shown to allow boundary\ndecomposition. Knowing whether a given energy model permits boundary\ndissociation and which boundaries can be affected is important for evaluating\nits performance in polycrystal simulations."}
{"id": "2509.04021", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04021", "abs": "https://arxiv.org/abs/2509.04021", "authors": ["Peng-Yi Liu", "Tian-Yi Zhang", "Ai-Min Guo", "Yossi Paltiel", "Qing-Feng Sun"], "title": "Spin-to-charge conversion modulated by chiral molecules", "comment": "23 pages, 4 figures, and supporting information (15 pages, 8 figures)", "summary": "Molecular chirality and electron spin are intricately intertwined via the\nfascinating phenomenon of chiral-induced spin selectivity (CISS), which has\ngarnered considerable attention due to its extensive potential applications. A\nrecent experiment has revealed that chiral molecules self-assembled on the gold\nsurface can modulate the inverse spin Hall effect, providing an alternative\nplatform for studying the interplay between chirality and spin transport. Our\nstudy uncovers that this modulation stems from the CISS effect, which enhances\nspin currents of one spin orientation while suppressing those of the opposite\nspin orientation. We provide numerical results that are highly consistent with\nthe experimental phenomena and further investigate the influence of various\nfactors on this modulation. This work offers a theoretical explanation of\npreviously unexplained experimental findings, and the underlying physical\nmechanism broadens current perspectives on understanding and applying CISS."}
{"id": "2509.03949", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03949", "abs": "https://arxiv.org/abs/2509.03949", "authors": ["Cheng-Ming Miao", "Yu-Hao Wan", "Ying-Tao Zhang", "Qing-Feng Sun"], "title": "Tunable Majorana corner states driven by superconducting phase bias in a vertical Josephson junction", "comment": "11 pages, 7 figures", "summary": "The realization and manipulation of Majorana zero modes is a key step in\nachieving topological quantum computation. In this paper, we demonstrate the\nexistence of Majorana corner states in a\nsuperconductor-insulators-superconductor vertical Josephson junction. The\nposition of these Majorana corner states can be precisely and easily controlled\nby the superconducting phase bias, which be confirmed through both numerical\nand edge state theoretical analysis. In addition, we propose a protocol for\nachieving topological braiding of the Majorana corner states in a system of\nthree circular vertical Josephson junctions. Our findings advance the field of\ntopological quantum computation by providing new insights into the efficient\nand precise manipulation of Majorana corner states."}
{"id": "2509.04418", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04418", "abs": "https://arxiv.org/abs/2509.04418", "authors": ["Alessio Squarcini", "José M. Romero-Enrique", "Andrew O. Parry"], "title": "The influence of the Casimir effect on the binding potential for 3D wetting", "comment": "29 pages, 3 figures", "summary": "We provide comprehensive details of how a previously overlooked entropic, or\nlow temperature Casimir contribution, $W_C$, to the total binding potential for\n3D short-ranged wetting may be determined from a microscopic\nLandau-Ginzburg-Wilson Hamiltonian. The entropic contribution comes from the\nmany microscopic configurations corresponding to a given interfacial one, which\narise from bulk-like fluctuations about the mean-field (MF) constrained\nprofile, and adds to the usual MF contribution $W_{MF}$. We determine the\nfunctional dependence of $W_C$ on the interface (and wall) shape using a\nboundary integral method which can be cast as a diagrammatic expansion with\neach diagram corresponding to successively higher-order exponentially decaying\ncontributions. The decay of $W_C$ is qualitatively different for first-order\nand critical wetting with the change in form occurring at the MF tricritical\npoint. Including the Casimir contribution to the binding potential preserves\nthe global surface phase diagram but changes, radically, predictions for\nfluctuation effects at first-order and tricritical wetting, even when\ncapillary-wave fluctuations are not considered."}
{"id": "2509.03750", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03750", "abs": "https://arxiv.org/abs/2509.03750", "authors": ["Shohei Hayashida", "Vignesh Sundaramurthy", "Wenfeng Wu", "Pascal Puphal", "Thomas Keller", "Björn Fåk", "Masahiko Isobe", "Bernhard Keimer", "Karsten Held", "Liang Si", "Matthias Hepting"], "title": "Lattice dynamics of the infinite-layer nickelate LaNiO$_2$", "comment": null, "summary": "Infinite-layer (IL) nickelates have rapidly emerged as a new class of\nsuperconductors. However, due to the technical challenges of their topotactic\nsynthesis, they have so far been realized primarily as thin films or\npolycrystalline powder samples, limiting comprehensive investigations of\nfundamental physical properties such as the lattice dynamics. Here, we present\na time-of-flight inelastic neutron scattering study on a sample composed of a\nlarge number of co-aligned bulk crystals of the IL nickelate LaNiO$_2$. We\nobserve several dispersive phonon branches, which are in good agreement with\nlattice dynamical calculations based on density-functional perturbation theory.\nIn addition, we compare the characteristics of selected LaNiO$_2$ phonon modes\nto those of isostructural cuprate superconductors. Our findings provide a\nreference point for future experimental and theoretical efforts aimed at\nunderstanding the interplay between lattice dynamics and electronic properties\nin IL nickelates."}
{"id": "2509.03574", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03574", "abs": "https://arxiv.org/abs/2509.03574", "authors": ["Alberto Giuseppe Catalano", "Nora Reinić", "Gianpaolo Torre", "Sven Benjamin Kožić", "Karlo Delić", "Simone Montangero", "Fabio Franchini", "Salvatore Marco Gianpaolo"], "title": "A new rung on the ladder: exploring topological frustration towards two dimensions", "comment": null, "summary": "Topological frustration arises when boundary conditions impose geometric\nfrustration in a quantum system, creating delocalized defects in the ground\nstates and profoundly altering the low-energy properties. While previous\nstudies have been concerned with one-dimensional systems, showing that the\nground state structure can be described in terms of quasiparticle excitations,\nthe two-dimensional setting remains unexplored. We address this gap by studying\na three-legged antiferromagnetic quantum Ising ladder on a torus using tensor\nnetwork methods, where topological frustration is induced by an odd number of\nspins along both spatial directions. Our results reveal the first instance in\nwhich topological frustration shifts the position of the quantum critical\npoint. By studying the entanglement structure, we find that the ground state\ncan be characterized as hosting three delocalized quasiparticles. This work\nbuilds the quasiparticle picture of topological frustration toward higher\ndimensions and more complex systems than those considered so far."}
{"id": "2509.03618", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03618", "abs": "https://arxiv.org/abs/2509.03618", "authors": ["Ricardo Ortiz"], "title": "Topological edge states in a double isomeric Class-II oligo(indenoindene)", "comment": null, "summary": "I report the theoretical prediction of non-trivial physics in a one\ndimensional multiradical system consisting in fused six and five membered\n${\\pi}$-conjugated carbon rings, known as oligo(indenoindene) (OInIn).\nTopologically protected electronic states may emerge in fermionic chains if\nthere is an alternation in the coupling of adjacent unpaired electrons, being\ndescribed effectively by the Su-Schrieffer-Heeger (SSH) model. Class-II OInIn\nisomers act as tight-binding chains in the non-interacting regime, thus we can\nexpect the emergence of SSH physics in an OInIn produced by the combination of\ntwo isomers that belong to this class. That is the case of the system studied\nin this manuscript, whose calculated non-interacting band structure shows a gap\nopening compared to the gapless pure isomeric forms, hosting ingap localized\nstates at the chain termini depending on the termination, and a non-zero Zak\nphase that confirms the non-trivial topology. These results were consistent\nwith spin unrestricted mean-field Hubbard and density functional theory\ncalculations, showing antiferromagnetic unquenched local magnetic moments at\nthe pentagons, and strong edge localization depending on the termination. This\nwork advances in the understanding of the physics of non-alternant multiradical\n${\\pi}$-conjugated hydrocarbons."}
{"id": "2509.04171", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04171", "abs": "https://arxiv.org/abs/2509.04171", "authors": ["Marios Zacharias", "Jacky Even"], "title": "Local structural disorder in crystalline materials", "comment": null, "summary": "Local positional disorder in soft, anharmonic materials has emerged as a\ncentral factor in shaping their electronic, vibrational, optical, and transport\nproperties. Viewed mainly as a source of performance degradation, recent\ntheoretical insights reveal that local disorder profoundly influences the\nelectronic structure and phonon dynamics, without inducing deep electronic\ntraps or non-radiative recombination pathways. In this work, we highlight\nadvances in modeling local disorder using polymorphous and anharmonic\nframeworks, showing how these methods explain experimental observations and\npredict new trends. We emphasize the role of disorder in the breakdown of the\nphonon quasiparticle picture and in modulating electron-phonon and\nphonon-phonon interactions, particularly in soft, anharmonic phases of matter,\nwith significant effects on electrical and thermal transport. We outline\nopportunities for integrating these insights into predictive modeling for\nenergy materials and propose combining advanced first-principles methods with\nmachine learning."}
{"id": "2509.04022", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04022", "abs": "https://arxiv.org/abs/2509.04022", "authors": ["Tian-Yi Zhang", "Peng-Yi Liu", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Spin-to-charge conversion driven by inverse chiral-induced spin selectivity", "comment": "16 pages, 4 figures, 9 pages supporting information", "summary": "Chiral molecules have attracted significant multidisciplinary interest and\nextensive research owing to their remarkable ability to achieve charge-to-spin\nconversion, known as the chiral-induced spin selectivity (CISS). A recent\nexperiment has revealed that chiral molecules also exhibit an unexpected\ncapability for spin-to-charge conversion, referred to as the inverse CISS\n(ICISS), opening unprecedented avenues for the study and application of chiral\nmolecules. Here, we propose a specific theoretical explanation, suggesting that\nICISS arises from the spin-dependent deflection of electrons caused by the\ninteraction between the spin and chiral structure. Our numerical results are in\nexcellent agreement with experimental observations, demonstrating that ICISS\npersists under strong disorder. Our model also reproduces the inverse spin Hall\neffect (ISHE) in this experiment. Comparative analysis reveals that ICISS\nemploys an unconventional spin-to-charge conversion mechanism distinct from\nconventional ISHE approaches. We provide a comprehensive explanation of ICISS,\nelucidate experimental phenomena, and pave the way for organic-based\nspintronics."}
{"id": "2509.03984", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03984", "abs": "https://arxiv.org/abs/2509.03984", "authors": ["Yu-Fei Sun", "Yue Mao", "Qing-Feng Sun"], "title": "Design of a Josephson diode based on double magnetic impurities", "comment": "11 pages, 6 figures", "summary": "We theoretically propose a universal superconducting diode device based on\ndouble magnetic impurities which are coupled to the connection region of the\nJosephson junction. The positive and negative currents flowing across the\njunction can generate opposite magnetic fields, flipping the magnetic moment of\nthe side magnetic impurity to the opposite directions, and in turn, the two\nimpurities will have different impacts on the opposite currents. This results\nin the phenomenon that the positive and negative critical currents are unequal,\nreferred to as the superconducting diode effect (SDE). Using the nonequilibrium\nGreen's function method (NEGF), we obtain the direction-dependent critical\ncurrents. We confirm the emergency of the SDE and demonstrate the dependence of\nthe superconducting diode efficiency on a range of parameters including the\nmagnitude, the direction, and the position of the magnetic moment. Besides, we\nsystematically analyze the symmetry relations of the nonreciprocity in our\nsystem. Our proposal has high practicability by avoiding the demand on the\nexternal magnetic field, the Cooper pair momentum, and the spin-orbit coupling.\nOur approach opens up new possibilities for the development of nonreciprocal\nelectronic circuits and provides an alternate perspective on the advancement of\nsuperconducting devices."}
{"id": "2509.03604", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.03604", "abs": "https://arxiv.org/abs/2509.03604", "authors": ["Kunpeng Li", "Han-Qing Wu", "Dao-Xin Yao"], "title": "Mott Glass and Criticality in a S=1/2 Bilayer Heisenberg Model with Interlayer Bond Dilution", "comment": null, "summary": "We employ the stochastic series expansion quantum Monte Carlo (SSE-QMC)\nmethod to investigate the $S = 1/2$ antiferromagnetic Heisenberg model on a\nbilayer square lattice with diluted interlayer couplings. Both regular and\nrandom dilution patterns are considered. In systems with regular dilution,\ntuning the interlayer interaction drives a quantum phase transition from a\nN\\'eel-ordered phase to a quantum disordered phase, consistent with the $O(3)$\nuniversality class. In contrast, random dilution gives rise to a two-step\ntransition: from the N\\'eel phase to an intermediate Mott glass (MG) phase,\nfollowed by a transition to the quantum disordered phase. Within the MG phase,\nthe uniform magnetic susceptibility exhibits a stretched-exponential\ntemperature dependence $\\chi_u \\sim \\exp(-b/T^\\alpha)$, $0 < \\alpha < 1$. At\nthe N\\'eel-to-glass transition, quenched disorder modifies the critical\nexponents in a manner consistent with the Harris criterion. These findings\nprovide new insights into disorder-driven quantum phase transitions and the\nemergence of glassy phases in diluted bilayer quantum magnets."}
{"id": "2509.03854", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03854", "abs": "https://arxiv.org/abs/2509.03854", "authors": ["Joshua J. Sanchez", "Raagya Aurora", "Daniel Bennett", "Daniel T. Larson", "Efthimios Kaxiras", "Riccardo Comin"], "title": "Switching topological states via uniaxial strain in 2D materials", "comment": "6 pages, 4 figures", "summary": "In topological materials, dissipationless edge currents are protected against\nlocal defect scattering by the bulk inverted band structure and band gap. We\npropose that large uniaxial strain can effectively switch a 2D Chern insulator\nto a topologically trivial state. Further, we suggest that the boundary between\nstrained and unstrained regions of a sample can act as a new edge for\ndissipationless current flow. Using density functional theory (DFT)\ncalculations we demonstrate the strain-tunability of the monolayer MnBi2S2T2\nband structure and the switching of the Chern number. We combine uniaxial and\nbiaxial strain results to map out the strain-tuned topological phase diagram."}
{"id": "2509.03575", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03575", "abs": "https://arxiv.org/abs/2509.03575", "authors": ["Haoyu Hu", "Oskar Vafek", "Kristjan Haule", "B. Andrei Bernevig"], "title": "Ferromagnetism vs. Antiferromagnetism in Narrow-Band Systems: Competition Between Quantum Geometry and Band Dispersion", "comment": "36 pages, 2 figures", "summary": "Magnetism in narrow-band systems arises from the interplay between electronic\ncorrelations, quantum geometry, and band dispersion. In particular, both ferro\nand anti-ferro magnets are known to occur as ground states of (different)\nmodels featuring narrow bands. This poses the question of which is favored and\nunder what conditions. In this work, we present a unified theoretical framework\nto investigate spin physics within narrow bands. By deriving an effective spin\nmodel, we show that the non-atomic wavefunction of the narrow bands generally\nfavors ferromagnetic ordering, while band dispersion promotes antiferromagnetic\ncorrelations. We find that the competition between these effects gives rise to\na tunable magnetic phase and rich spin phenomena. Our approach offers a\nsystematic way to study the magnetic properties of narrow-band systems,\nintegrating the roles of wave function, band structure, and correlation\neffects."}
{"id": "2509.03620", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03620", "abs": "https://arxiv.org/abs/2509.03620", "authors": ["Shreya Kumbhakar", "Banashree Debnath", "Tuhin Kumar Maji", "Binita Tongbram", "Shinjan Mandal", "T. Phanindra Sai", "T. V. Ramakrishnan", "Manish Jain", "H. R. Krishnamurthy", "Anshu Pandey", "Arindam Ghosh"], "title": "Emergent Rashba spin-orbit coupling in bulk gold with buried network of nanoscale interfaces", "comment": "10 pages,5 figures", "summary": "The Rashba effect, which plays a crucial role in fundamental materials\nphysics and potential spintronics applications, has been engineered in diverse\nsystems, including semiconductor quantum wells, oxide heterostructures,\nmetallic surfaces, topological insulators, ferroelectrics, etc. However,\ngenerating it in systems that preserve bulk inversion symmetry (BIS), for\nexample, in bulk metals, has not been possible so far. We demonstrate a unique\nstrategy to introduce and tune Rashba spin-orbit interaction (SOI) to\nunprecedented magnitudes in inversion-symmetric solids, by incorporating\nultra-small silver nanoparticles in bulk gold. The near-identical lattice\nconstants of Ag and Au allowed dense packing of the Ag/Au hetero-interfaces\nwithout compromising the global BIS. By varying the density of embedded\nnanoparticles, we generate Rashba SOI in a bulk metal with a coupling strength\nof ~15 meV.Angstrom, higher than any known system preserving BIS globally, and\nup to ~20 times increase in the spin-orbit scattering rate. We argue that the\ncombined effect of charge-transfer at the interfaces and polaronic localization\nenhances the SOI."}
{"id": "2509.04175", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04175", "abs": "https://arxiv.org/abs/2509.04175", "authors": ["M. Majewski", "O. J. J. Ronsin", "J. Harting"], "title": "Morphology Formation Pathways in Solution-Processed Perovskite Thin Films", "comment": null, "summary": "The active layer in a perovskite solar cell is usually composed of a\npolycrystalline thin film. Fabrication of this layer by solution processing is\na promising candidate for up-scaling to the mass market. However, the evolution\nof an evaporating and simultaneously crystallizing thin film is not yet fully\nunderstood. To contribute to the understanding of the formation of thin films,\nwe develop a geometrical model that deals with the effect of the interplay\nbetween solvent evaporation and crystal growth on the dry film morphology. The\npossible film formation mechanisms are investigated, depending on the\nprocessing conditions. We find eleven formation pathways leading to four\ndistinct morphologies. It is shown how these formation pathways can be utilized\nby adapting the process parameters to the material properties. Pinhole-free and\nflat films can be fabricated if the evaporation rate is high in comparison to\nthe crystal growth rate. Alternatively, providing a high crystal number density\non the substrate can lead to the desired film morphology at low drying rates.\nThe generality of the model makes it applicable to any evaporating and\nsimultaneously crystallizing thin film."}
{"id": "2509.04056", "categories": ["physics.chem-ph", "cs.HC"], "pdf": "https://arxiv.org/pdf/2509.04056", "abs": "https://arxiv.org/abs/2509.04056", "authors": ["Luciano A. Abriata"], "title": "The MolecularWeb Universe: Web-Based, Immersive, Multiuser Molecular Graphics And Modeling, for Education and Work in Chemistry, Structural Biology, and Materials Sciences", "comment": "37 pages, 7 figures", "summary": "Molecular visualization software has long supported research and education in\nchemical and structural sciences, but consumer devices constrained to 2D inputs\nand outputs pose two major challenges: they poorly convey 3D nature, and 3D\nmanipulation is very difficult. eXtended Reality (XR, including AR and VR)\noffers new ways to see and interact with molecules in three dimensions. This\nchapter presents the \"MolecularWeb\" ecosystem (https://molecularweb.org), a set\nof web-based tools for immersive visualization, modeling, and simulations,\nalready widely used in education and science communication and now expanding\ntoward research applications. We cover moleculARweb, which provides AR\neducational activities via phones, tablets, and computers; MolecularWebXR, a\nmultiuser WebXR platform accessible from both headsets and simpler devices,\nsupporting immersive education, outreach, and scientific discussion; and\nPDB2AR, which enables users to generate custom content for MolecularWebXR and\nstandalone AR/VR. Finally, we introduce a prototype and an upcoming version of\nHandMol, our latest WebXR software which allows concurrent multiuser immersive\nvisualization and modeling of molecules with bare hands supported by real-time\nmolecular mechanics, natural language input via a language model, and access\nthrough both high-end headsets or consumer devices like smartphones and\nlaptops. Together, these tools demonstrate the present and near-future of\naccessible, interactive molecular science on the web."}
{"id": "2509.03583", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03583", "abs": "https://arxiv.org/abs/2509.03583", "authors": ["Li-Qiao Xia", "Aviram Uri", "Jiaojie Yan", "Aaron Sharpe", "Filippo Gaggioli", "Nicole S. Ticea", "Julian May-Mann", "Kenji Watanabe", "Takashi Taniguchi", "Liang Fu", "Trithep Devakul", "Jurgen H. Smet", "Pablo Jarillo-Herrero"], "title": "Magic continuum in multi-moiré twisted trilayer graphene", "comment": null, "summary": "Moir\\'e lattices provide a highly tunable platform for exploring the\ninterplay between electronic correlations and band topology. Introducing a\nsecond moir\\'e pattern extends this paradigm: interference between the two\nmoir\\'e patterns produces a supermoir\\'e modulation, opening a route to further\ntailor electronic properties. Twisted trilayer graphene generally exemplifies\nsuch a system: two distinct moir\\'e patterns arise from the relative twists\nbetween adjacent graphene layers. Here, we report the observation of correlated\nphenomena across a wide range of twisted trilayer graphene devices whose twist\nangles lie along two continuous lines in the twist-angle parameter space.\nDepending on the degree of lattice relaxation, twisted trilayer graphene falls\ninto two classes: moir\\'e polycrystals, composed of periodic domains with\nlocally commensurate moir\\'e order, and moir\\'e quasicrystals, characterized by\nsmoothly varying local moir\\'e configurations. In helically twisted moir\\'e\npolycrystals, we observe an anomalous Hall effect, consistent with topological\nbands arising from domains with broken $xy$-inversion symmetry. In contrast,\nsuperconductivity appears generically in our moir\\'e quasicrystals. A subset of\nthese systems exhibits signatures of spatially modulated superconductivity,\nwhich we attribute to the supermoir\\'e structure. Our findings uncover the\norganizing principles of the observed correlated phases in twisted trilayer\ngraphene, highlight the critical roles of the supermoir\\'e modulation and\nlattice relaxation, and suggest a broader framework in which magic conditions\narise not as isolated points but as extended manifolds within the\nmulti-dimensional twist-angle space of complex moir\\'e materials."}
{"id": "2509.03908", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03908", "abs": "https://arxiv.org/abs/2509.03908", "authors": ["Tie-Feng Fang", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Strongly correlated electrons in superconducting islands with fluctuating Cooper pairs", "comment": "16 pages, 3 figures", "summary": "We present a particle-number conserving theory for many-body effects in\nmesoscopic superconducting islands connected to normal electrodes, which\nexplicitly includes quantum fluctuations of Cooper pairs in the condensate.\nBeyond previous BCS mean-field descriptions, our theory can precisely treat the\npairing and Coulomb interactions over an unprecedentedly broad range of\nparameters by using the numerical renormalization group method. On increasing\nthe ratio of pairing to Coulomb interactions, the low-energy physics of the\nsystem evolves from the spin Kondo to mixed valence regimes and eventually\nreaches an anisotropic charge Kondo phase, while a crossover from $1e$- to\n$2e$-periodic Coulomb blockade of transport is revealed at high temperatures.\nFor weak pairing, the superconducting condensate is frozen in the local\nspin-flip processes but fluctuates in the virtual excitations, yielding an\nenhanced spin Kondo temperature. For strong pairing, massive fluctuations of\nCooper pairs are crucial for establishing charge Kondo correlations whose Kondo\ntemperature rapidly decreases with the pairing interaction. Surprisingly, a\ncharge-exchange induced local field may occur even at the charge degenerate\npoint, thereby destroying the charge Kondo effect. These are demonstrated in\nthe spectral and transport properties of the island."}
{"id": "2509.03583", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03583", "abs": "https://arxiv.org/abs/2509.03583", "authors": ["Li-Qiao Xia", "Aviram Uri", "Jiaojie Yan", "Aaron Sharpe", "Filippo Gaggioli", "Nicole S. Ticea", "Julian May-Mann", "Kenji Watanabe", "Takashi Taniguchi", "Liang Fu", "Trithep Devakul", "Jurgen H. Smet", "Pablo Jarillo-Herrero"], "title": "Magic continuum in multi-moiré twisted trilayer graphene", "comment": null, "summary": "Moir\\'e lattices provide a highly tunable platform for exploring the\ninterplay between electronic correlations and band topology. Introducing a\nsecond moir\\'e pattern extends this paradigm: interference between the two\nmoir\\'e patterns produces a supermoir\\'e modulation, opening a route to further\ntailor electronic properties. Twisted trilayer graphene generally exemplifies\nsuch a system: two distinct moir\\'e patterns arise from the relative twists\nbetween adjacent graphene layers. Here, we report the observation of correlated\nphenomena across a wide range of twisted trilayer graphene devices whose twist\nangles lie along two continuous lines in the twist-angle parameter space.\nDepending on the degree of lattice relaxation, twisted trilayer graphene falls\ninto two classes: moir\\'e polycrystals, composed of periodic domains with\nlocally commensurate moir\\'e order, and moir\\'e quasicrystals, characterized by\nsmoothly varying local moir\\'e configurations. In helically twisted moir\\'e\npolycrystals, we observe an anomalous Hall effect, consistent with topological\nbands arising from domains with broken $xy$-inversion symmetry. In contrast,\nsuperconductivity appears generically in our moir\\'e quasicrystals. A subset of\nthese systems exhibits signatures of spatially modulated superconductivity,\nwhich we attribute to the supermoir\\'e structure. Our findings uncover the\norganizing principles of the observed correlated phases in twisted trilayer\ngraphene, highlight the critical roles of the supermoir\\'e modulation and\nlattice relaxation, and suggest a broader framework in which magic conditions\narise not as isolated points but as extended manifolds within the\nmulti-dimensional twist-angle space of complex moir\\'e materials."}
{"id": "2509.03632", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.03632", "abs": "https://arxiv.org/abs/2509.03632", "authors": ["Miguel F. Martínez", "Lucien Jezequel", "Jens H. Bardarson", "Thomas Klein Kvorning", "Julia D. Hannukainen"], "title": "A One-Particle Density Matrix Framework for Mode-Shell Correspondence: Characterizing Topology in Higher-Order Topological Insulators", "comment": "9 pages, 2 figures", "summary": "We present a framework for characterizing higher-order topological phases\ndirectly from the one-particle density matrix, without any reference to an\nunderlying Hamiltonian. Our approach extends the mode-shell correspondence,\noriginally formulated for single-particle Hamiltonians, to Gaussian states\nsubject to chiral constraints. In this correspondence, the mode index counts\ntopological boundary modes, while the shell index quantifies the bulk topology\nin a surrounding region, providing a bulk-boundary diagnostic. In\none-dimensional topological insulators, the shell index reduces to the local\nchiral marker, recovering the winding number in the translation-invariant\nlimit. We apply the mode-shell correspondence to a $C_4$-symmetric higher-order\ntopological insulator with a chiral constraint and show that a fractional shell\nindex implies that the higher-order phase is intrinsic. The one-particle\ndensity matrix is formulated in real space, so the mode-shell correspondence\napplies to models without translation invariance. By introducing structural\ndisorder into the $C_4$-symmetric higher-order insulator, we show that the\nmode-shell correspondence remains a meaningful diagnostic in the amorphous\nlimit. The mode-shell correspondence generalizes to interacting states with a\ngapped bulk spectrum in the one-particle density matrix, providing a practical\nand diverse route to characterize higher-order topology from the quantum state\nitself."}
{"id": "2509.04228", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04228", "abs": "https://arxiv.org/abs/2509.04228", "authors": ["Yitao Zheng", "Yan Zhu", "Jun Hu"], "title": "Nature of magnetic exchange interactions in kagome antiferromagnets FeGe and FeSn", "comment": "18 pages, 9 figures", "summary": "Magnetic exchange interactions (MEIs) in kagome magnets exhibit rich features\ndue to the interplay of charge, spin, orbital and lattice degrees of freedom,\ngiving rise to a variety of exotic quantum states. Through first-principles\ncalculations, we systematically investigate the MEIs in kagome antiferromagnets\nFeGe and FeSn. While the antiferromagnetic order originates from the interlayer\ncoupling between neighboring kagome layers, Fe atoms within each kagome layer\ncouple ferromagnetically, driven by the competition between ferromagnetically\nfavorable direct MEIs and antiferromagnetically favorable\nRuderman-Kittel-Kasuya-Yosida (RKKY) interactions. The stronger direct MEIs but\nweaker RKKY interactions in FeGe result in a substantially higher N\\'eel\ntemperature with respect to FeSn. Interestingly, the nearest neighboring\nexchange energy in both materials approximately linearly depends on the Fe-Fe\nbond length, so that moderate compressive strain can significantly enhance\ntheir N\\'eel temperatures."}
{"id": "2509.04236", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04236", "abs": "https://arxiv.org/abs/2509.04236", "authors": ["Preetom Borah", "Elif Irem Senyurt", "Rohit Berlia", "Jesse Grant", "Edward Dreizin", "Timothy P Weihs"], "title": "Multi-Spectroscopic Method to Quantify Rapid Decomposition of an Organophosphate Simulant Using Reactive Materials as a Function of Metal Powder Chemistry and Temperature", "comment": "19 pages, 10 figures, 6 supplementary figures, Under Review Chemical\n  Engineering Journal", "summary": "The development of advanced diagnostic systems to measure and optimize\nemerging energetic material performance is critical for the defeat of Chemical\nWarfare Agents (CWA). This study presents an integrated multi-spectroscopic\napproach to monitor the interaction between a CWA simulant, Diisopropyl Methyl\nPhosphonate (DIMP), and combusting composite metal particles. A custom benchtop\nPolygonal Rotating Mirror Infrared Spectrometer (PRiMIRS), equipped with a\ncustomizable experimental chamber, is employed to observe DIMP decomposition.\nTunable Diode Laser Absorption Spectroscopy (TDLAS) is used to measure\npath-averaged gas temperature profiles during combustion. In the experiment,\nthe chamber is preheated to evaporate liquid DIMP. Various composite metal\npowders (Al-8Mg):3Zr, (Al-8Mg):Zr, 2(Al-8Mg):Zr, and 4(Al-8Mg):Zr are placed on\na stainless steel mount and ignited using 3Al-2Ni sputter-deposited nanolayered\nfoils. The combusting metal particles mix with the DIMP vapor, initiating\nchemical and thermal interactions. PRiMIRS captures DIMP spectral evolution,\nwhile TDLAS simultaneously monitors gas temperature. A spectral defeat\nparameter was developed to enable quantitative real-time assessment of the DIMP\ndestruction. It uses infrared light absorption by both from DIMP and its\nimmediate decomposition products Isopropyl Methyl Phosphonate (IMP) and\nIsopropyl Alcohol (IPA). Fourier Transform Infrared Spectroscopy (FTIR) serves\nas a secondary verification tool quantifying the decomposition products over\nextended timeframes, and Transmission Electron Microscopy (TEM) confirms the\nexpected metal oxide dispersion within the reaction space. This study reports\nvariability in DIMP defeat as a function of metal powder stoichiometry, metal\npowder loading, and path-averaged gas temperature profiles, offering critical\ninsights into optimizing reactive materials for effective CWA neutralization."}
{"id": "2509.03750", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03750", "abs": "https://arxiv.org/abs/2509.03750", "authors": ["Shohei Hayashida", "Vignesh Sundaramurthy", "Wenfeng Wu", "Pascal Puphal", "Thomas Keller", "Björn Fåk", "Masahiko Isobe", "Bernhard Keimer", "Karsten Held", "Liang Si", "Matthias Hepting"], "title": "Lattice dynamics of the infinite-layer nickelate LaNiO$_2$", "comment": null, "summary": "Infinite-layer (IL) nickelates have rapidly emerged as a new class of\nsuperconductors. However, due to the technical challenges of their topotactic\nsynthesis, they have so far been realized primarily as thin films or\npolycrystalline powder samples, limiting comprehensive investigations of\nfundamental physical properties such as the lattice dynamics. Here, we present\na time-of-flight inelastic neutron scattering study on a sample composed of a\nlarge number of co-aligned bulk crystals of the IL nickelate LaNiO$_2$. We\nobserve several dispersive phonon branches, which are in good agreement with\nlattice dynamical calculations based on density-functional perturbation theory.\nIn addition, we compare the characteristics of selected LaNiO$_2$ phonon modes\nto those of isostructural cuprate superconductors. Our findings provide a\nreference point for future experimental and theoretical efforts aimed at\nunderstanding the interplay between lattice dynamics and electronic properties\nin IL nickelates."}
{"id": "2509.03924", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03924", "abs": "https://arxiv.org/abs/2509.03924", "authors": ["Tie-Feng Fang", "Wei-Tao Lu", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Frustration-enhanced persistent currents in correlated trimer nanorings", "comment": "7 pages, 4 figures", "summary": "We investigate the persistent current in a correlated trimer nanoring\ncomprising of three magnetic atoms, which sits on a metallic host and encloses\na magnetic flux. In the molecular-orbital regime, charge fluctuations can\nreverse the aromaticity of the trimer molecule by driving quantum phase\ntransitions between many-body states. It is shown that in frustrated trimers\nthe superexchange-induced current as a function of interatom hopping is\nenhanced by the competition of conflicting magnetic orders, with an asymmetric\npeak at the quantum criticality separating the ferromagnetic and\nantiferromagnetic Kondo regimes. Interestingly, the critical current undergoes\nan anomalous rise with temperature before decaying, signaling the suppression\nof Kondo bound state at finite temperature. Our results demonstrate that the\ncoherent current response to external flux indeed conveys important information\non the states of strongly correlated systems."}
{"id": "2509.03588", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03588", "abs": "https://arxiv.org/abs/2509.03588", "authors": ["Yu-Chin Tzeng", "Gunnar Möller"], "title": "Dissociation of bulk and entanglement phase transitions in the Haldane phase", "comment": null, "summary": "We revisit the momentum-resolved entanglement spectrum (ES) of the spin-1/2\nladder in the Haldane phase, long believed to exhibit a des Cloizeaux-Pearson\n(dCP)-type $\\sin|k|$ dispersion. Using exact diagonalization up to 40 spins, we\nresolve two distinct branches at $k=0$ and $k=\\pi$, which were previously\ninterpreted as a single smooth mode due to SU(2) degeneracy and limited\nresolution. Breaking SU(2) symmetry via XXZ anisotropy opens a spin or neutral\ngap at $k=\\pi$, depending on the anisotropy direction, triggering an\nentanglement quantum phase transition that is disconnected from the bulk\ncritical point. In the easy-plane regime, the entanglement ground state is\nunique in the $S_A^z=0$ sector but becomes quasi-degenerate across $S_A^z$\nsectors in the thermodynamic limit, consistent with spontaneous U(1) symmetry\nbreaking. This separation between bulk and entanglement transitions\ndemonstrates that the Li-Haldane correspondence can fail in topological\nladders, even at the level of low-energy dispersions. These results revise the\nprevailing picture of ES in spin ladders under extensive bipartitioning, and\nsuggest that the entanglement Hamiltonian, being nonlocal, can circumvent\nconventional constraints such as the Lieb-Schultz-Mattis and Mermin-Wagner\ntheorems."}
{"id": "2509.03706", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03706", "abs": "https://arxiv.org/abs/2509.03706", "authors": ["Seth Byard", "Maksim Gomanko", "Adam Raynolds", "Susheng Tan", "Tongxie Zhang", "Shixiong Zhang", "Sergey M. Frolov"], "title": "Double quantum dots with quenched charging energy in PbTe nanowires", "comment": "Full data available at DOI:10.5281/zenodo.17031945", "summary": "We investigate double quantum dots defined by electrostatic gating in\nsemiconductor PbTe nanowire devices. We perform transport measurements to\nobtain charge stability diagrams distinguished by negligible separation between\npaired triple points and by the spin degeneracy of all transport resonances at\nzero magnetic field. We show a fourfold splitting of high-bias stability\ndiagram triangles in an applied magnetic field to illustrate the lifting of\nthis spin degeneracy. We also identify patterns of narrow transport resonances\nin these high-bias triangles and discuss their possible physical origins. Our\nresults represent a step towards the realization of PbTe-based spin qubits."}
{"id": "2509.04233", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.04233", "abs": "https://arxiv.org/abs/2509.04233", "authors": ["Pauline Perrin", "Luiz Fernando Dos Santos", "Diana Serrano", "Alexey Tiranov", "Jocelyn Achard", "Alexandre Tallaire", "Rogéria R. Gonçalves", "Philippe Goldner"], "title": "Interactions in Rare Earth Doped Nanoparticles: A Multi-Transition, Concentration, and Excitation Path Analysis", "comment": null, "summary": "Understanding and modeling energy transfer mechanisms in rare-earth-doped\nnanomaterials is essential for advancing luminescent technologies used in\nbioimaging, optical thermometry, and solid-state lasers. In this work, we\ninvestigate the photoluminescence dynamics of Yb3+ and Er3+ ions in Y2O3\nnanoparticles over a wide concentration range (0.5-17%), using both direct and\nupconversion excitation. Luminescence decays of green, red, and near-infrared\ntransitions were measured and analyzed using a rate-equation model\nincorporating radiative and non-radiative processes, energy transfer\nmechanisms, and defect-related quenching. The model successfully reproduces\nexperimental trends across most concentrations and excitation paths. This work\nprovides a reliable and predictive framework for modeling energy transfer in\nrare-earth doped materials and offers valuable insights for optimizing\nphotoluminescent properties in nanostructured systems."}
{"id": "2509.04429", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04429", "abs": "https://arxiv.org/abs/2509.04429", "authors": ["Gregory H. Jones", "Kaila E. Weflen", "Jan M. L. Martin"], "title": "Toward an affordable density-based measure for the quality of a coupled cluster calculation", "comment": "6 pages in JCP formatting", "summary": "We propose two new diagnostics for the degree to which static correlation\nimpacts the quality of a coupled cluster calculation. The first is the change\nin the Matito static correlation diagnostic $\\overline{I_{ND}}$ between CCSD\nand CCSD(T), $\\Delta\nI_{ND}[\\textrm{(T)}]=\\overline{I_{ND}}[\\textrm{CCSD(T)}]-\\overline{I_{ND}}[\\textrm{CCSD}]$.\nThe second is the ratio of the same and of the corresponding change in the\ntotal correlation diagnostic\n$\\overline{I_{T}}=\\overline{I_{ND}}+\\overline{I_{D}}$, i.e., $r_I[(T)]=\\Delta\nI_{ND}[\\textrm{(T)}]/\\Delta I_{T}[\\textrm{(T)}]$. The first diagnostic can be\nextended to higher-order improvements in the wave function, e.g., $\\Delta\nI_{ND}[\\textrm{(Q)}]=\\overline{I_{ND}}[\\textrm{CCSDT(Q)}]-\\overline{I_{ND}}[\\textrm{CCSDT}]$.\nIn general, a small $\\Delta I_{ND}$[\\textrm{level$_1$}] value indicates that at\nthis level$_1$ of theory, the density is converged and any further changes to\nthe energy come from dynamical correlation, while larger $\\Delta\nI_{ND}$[\\textrm{level$_2$}] indicates that the density is still not converged\nat level$_2$ and some static correlation remains. $r_I[(T)]$ is found to be a\nmoderately good predictor for the importance of post-CCSD(T) correlation\neffects."}
{"id": "2509.04002", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04002", "abs": "https://arxiv.org/abs/2509.04002", "authors": ["Yue Mao", "Qing-Feng Sun"], "title": "Phase transitions in quantum dot-Majorana zero mode coupling systems", "comment": "18 pages, 7 figures", "summary": "The magnetic doublet ground state (GS) of a quantum dot (QD) could be changed\nto a spin-singlet GS by coupling to a superconductor. In analogy, here we study\nthe GS phase transitions in QD-Majorana zero mode (MZM) coupling systems: GS\nbehaves phase transition versus intra-dot energy level and QD-MZM coupling\nstrength. The phase diagrams of GS are obtained, for cases with and without\nZeeman term. Along with the phase transition, we also study the change of spin\nfeature and density of states. The properties of the phase transition are\nunderstood via a mean-field picture. Our study not only serves as an analogue\nto QD-superconductor phase transitions, but also gives alternative explanations\non MZM-relevant experiments."}
{"id": "2509.03988", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03988", "abs": "https://arxiv.org/abs/2509.03988", "authors": ["Alberto Carta", "Peter Mlkvik", "Fabian Grahlow", "Markus Ströbele", "H. -Jürgen Meyer", "Carl P. Romao", "Nicola A. Spaldin", "Claude Ederer"], "title": "Hubbard dimer physics and the magnetostructural transition in the correlated cluster material Nb$_3$Cl$_8$", "comment": null, "summary": "We present a combined computational and experimental study of Nb$_3$Cl$_8$, a\ncorrelated layered material containing Nb trimers, through the lens of\ncompeting intra- and intercluster interactions. Different proposed explanations\nfor its magnetostructural transition such as charge disproportionation,\nantiferromagnetic quenching, and interlayer singlet formation are investigated\nin light of the various reported low-temperature structures. Our findings rule\nout the previously proposed charge-disproportionation, suggest an intricate\ninterplay between Mott physics and the formation of interlayer singlets, and\nalso hint at a possible explanation of the observed intratrimer scissoring\ndistortion. We suggest that the physics of Nb$_3$Cl$_8$ should be understood in\nthe context of weakly coupled Hubbard dimers."}
{"id": "2509.03601", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03601", "abs": "https://arxiv.org/abs/2509.03601", "authors": ["Mara Lozano", "Hong-Yi Xie", "Bruno Uchoa"], "title": "Optical selection rules of topological excitons in flat bands", "comment": "12 pages, 5 figures", "summary": "Topological excitons are superpositions of electron-hole pair states with an\nenvelope wavefunction that has finite vorticity in momentum space, dictated by\nthe topology of the electronic bands. We derive the optical selection rules for\ntopological excitons in flat bands, considering different topological two-band\nmodels: a family of Hamiltonians with skyrmion pseudo-spin textures, the\nflattened BHZ model for a single spin, which can have a net Chern number, and\nthe flattened Haldane model. We derive the selection rules for these three\nmodels accounting for short-range interactions. We also consider the\nnon-hydrogenic spectrum of excitons in the single-spin flattened BHZ model with\nCoulomb interactions. We show that for the case of two flat bands with skyrmion\npseudo-spin textures, all excitons are bright, and the handedness of the light\nthat couples to them is fixed by the vorticity of the pseudo-spin texture. For\nthe single-spin flattened BHZ model, we show that bright excitons couple to\ncircularly polarized light, regardless the range of the interactions. In the\nflattened Haldane model, we find that topological excitons couple to\nelliptically polarized light. We obtain the phase diagram for the polarization\nof light in this model as a function of the microscopic parameters of the\nHamiltonian."}
{"id": "2509.03781", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03781", "abs": "https://arxiv.org/abs/2509.03781", "authors": ["Brian S. Vermilyea", "Michael M. Fogler"], "title": "Plasmons in a network of topological states in twisted bilayer graphene", "comment": null, "summary": "We study surface plasmons in minimally-twisted bilayer graphene that contains\na triangular network of partial dislocations (or AB-BA domain walls) hosting\none-dimensional electronic states. We calculate plasmon dispersion by solving\nclassical equations of motion for charge dynamics on the network links with\nimpedance boundary conditions at the network nodes. The plasmon band structure\nis shown to be quasi-periodic in frequency and damped everywhere except at\nhigh-symmetry points of the moir\\'e Brillouin zone. We compare our\nnetwork-based formalism with the conventional random phase approximation and\ndiscuss when each approach is valid. Calculations of plasmon waves launched by\nlocal scatterers are presented to simulate terahertz nano-imaging experiments."}
{"id": "2509.03774", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03774", "abs": "https://arxiv.org/abs/2509.03774", "authors": ["Niclas Heinsdorf", "Marcel Franz"], "title": "Proximitizing altermagnets with conventional superconductors", "comment": null, "summary": "Recent theoretical work highlighted unique properties of superconducting\naltermagnets, including the wealth of topologically non-trivial phases as well\nas their potential uses in spintronic applications. Given that no intrinsically\nsuperconducting altermagnets have yet been discovered, we study here the\npossibility of superconducting order induced by proximity effect from a\nconventional s-wave superconductor. Through symmetry analysis and microscopic\nmodeling we find that interesting superconducting phases can indeed be\nproximity-induced in a thin altermagnetic film provided that weak Rashba\nspin-orbit coupling is present at the interface. Surprisingly, the resulting\nsuperconductor is generically nodal with a mixed singlet/triplet order\nparameter and, importantly for applications, capable of generating\nspin-polarized persistent current. We propose a set of candidate\nheterostructures with low lattice mismatch suitable to probe these effects\nexperimentally."}
{"id": "2509.04440", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.04440", "abs": "https://arxiv.org/abs/2509.04440", "authors": ["Igor Vorotnikov", "Fedor Romashov", "Nikita Rybin", "Maxim Rakhuba", "Ivan S. Novikov"], "title": "Low-rank matrix and tensor approximations: advancing efficiency of machine-learning interatomic potentials", "comment": null, "summary": "Machine-learning interatomic potentials (MLIPs) have become a mainstay in\ncomputationally-guided materials science, surpassing traditional force fields\ndue to their flexible functional form and superior accuracy in reproducing\nphysical properties of materials. This flexibility is achieved through\nmathematically-rigorous basis sets that describe interatomic interactions\nwithin a local atomic environment. The number of parameters in these basis sets\ninfluences both the size of the training dataset required and the computational\nspeed of the MLIP. Consequently, compressing MLIPs by reducing the number of\nparameters is a promising route to more efficient simulations. In this work, we\nuse low-rank matrix and tensor factorizations under fixed-rank constraints to\nachieve this compression. In addition, we demonstrate that an algorithm with\nautomatic rank augmentation helps to find a deeper local minimum of the fitted\npotential. The methodology is verified using the Moment Tensor Potential (MTP)\nmodel and benchmarked on multi-component systems: a Mo-Nb-Ta-W medium-entropy\nalloy, molten LiF-NaF-KF, and a glycine molecular crystal. The proposed\napproach achieves up to 50% compression without any loss of MTP accuracy and\ncan be applied to compress other MLIPs."}
{"id": "2509.04003", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04003", "abs": "https://arxiv.org/abs/2509.04003", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Electrical control of crossed Andreev reflection and spin-valley switch in antiferromagnet/superconductor junctions", "comment": "9 pages, 8 figures", "summary": "We study the subgap transport through the antiferromagnet/superconductor\n(AF/S) and antiferromagnet/superconductor/antiferromagnet (AF/S/AF) junctions\ncontrolled by electric field in a generic buckled honeycomb system, such as\nsilicene, germanene, and stanene. In the present of electric field and\nantiferromagnetic exchange field, the spin-valley polarized half metallic phase\ncan be achieved in the honeycomb system due to the spin-orbit coupling, which\naffords an opportunity to generate the pure crossed Andreev reflection (CAR).\nIt is found that the pure CAR can be generated without local Andreev reflection\n(AR) and elastic cotunneling (EC) over a wide range of electric field. A\nspin-valley switch effect can be realized between the pure CAR and the pure EC\nby adjusting the electric field. The properties of AR process and CAR process\nstrongly depend on the spin-valley polarized states. Our results suggest that\nthe device can implement an electrical measurement of the CAR process and\nspin-valley switch."}
{"id": "2509.04071", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.04071", "abs": "https://arxiv.org/abs/2509.04071", "authors": ["Muhammad Maikudi Isah", "Biswajit Dalal", "Xun Kang", "Dario Fiore Mosca", "Ifeanyi John Onuorah", "Valerio Scagnoli", "Pietro Bonfà", "Roberto De Renzi", "Alexei A. Belik", "Cesare Franchini", "Kazunari Yamaura", "Samuele Sanna"], "title": "Magnetic behavior of $5d^1$ Re-based double perovskite Sr$_2$ZnReO$_6$", "comment": "10 pages, 5 figures, and 1 Table", "summary": "The subtle interplay between spin-orbit coupling, exchange interactions, and\ncation ordering can lead to exotic magnetic states in transition-metal ions. We\nreport a comprehensive study of the Re-based (5$d^1$) ordered double perovskite\noxide Sr$_2$ZnReO$_6$ combining synchrotron x-ray diffraction (XRD), magnetic\nsusceptibility, muon spin relaxation ($\\mu$SR) measurements, and density\nfunctional theory (DFT) calculations. XRD reveals that Sr$_2$ZnReO$_6$\ncrystallizes in the monoclinic structure (space group $P2_1/n$) at low\ntemperature. Magnetic susceptibility data indicate a transition below $\\sim$13\nK, with $M$--$H$ loops showing ferromagnetic-like hysteresis and an unusually\nhigh coercive field of 23 kOe at 2 K. Zero-field $\\mu$SR measurements detect\nstatic and spatially disordered internal fields below $T_M \\simeq $ 12 K,\nconsistent with a canted antiferromagnetic ground state determined by detailed\nDFT and force-theorem in Hubbard-I calculations. The reduced high-temperature\neffective moment ($\\sim0.76~\\mu_B$) and very small static moment ($\\lesssim\n0.222~\\mu_B$) derived from $\\mu$SR analysis and local-field simulations\nindicate a decisive role of spin-orbit coupling. Through a combined\nexperimental and computational approach we unambiguously determine the canted\nantiferromagnetic order in Sr$_2$ZnReO$_6$, showing that a very small ordered\nmoment coexists with an exceptionally large coercivity. These results\nunderscore the crucial role of spin-orbit coupling and orbital ordering,\nproviding new insights into magnetism in 5$d^1$ double perovskites."}
{"id": "2509.03604", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.03604", "abs": "https://arxiv.org/abs/2509.03604", "authors": ["Kunpeng Li", "Han-Qing Wu", "Dao-Xin Yao"], "title": "Mott Glass and Criticality in a S=1/2 Bilayer Heisenberg Model with Interlayer Bond Dilution", "comment": null, "summary": "We employ the stochastic series expansion quantum Monte Carlo (SSE-QMC)\nmethod to investigate the $S = 1/2$ antiferromagnetic Heisenberg model on a\nbilayer square lattice with diluted interlayer couplings. Both regular and\nrandom dilution patterns are considered. In systems with regular dilution,\ntuning the interlayer interaction drives a quantum phase transition from a\nN\\'eel-ordered phase to a quantum disordered phase, consistent with the $O(3)$\nuniversality class. In contrast, random dilution gives rise to a two-step\ntransition: from the N\\'eel phase to an intermediate Mott glass (MG) phase,\nfollowed by a transition to the quantum disordered phase. Within the MG phase,\nthe uniform magnetic susceptibility exhibits a stretched-exponential\ntemperature dependence $\\chi_u \\sim \\exp(-b/T^\\alpha)$, $0 < \\alpha < 1$. At\nthe N\\'eel-to-glass transition, quenched disorder modifies the critical\nexponents in a manner consistent with the Harris criterion. These findings\nprovide new insights into disorder-driven quantum phase transitions and the\nemergence of glassy phases in diluted bilayer quantum magnets."}
{"id": "2509.03822", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03822", "abs": "https://arxiv.org/abs/2509.03822", "authors": ["Xing-Jian Yi", "Yue Mao", "Xiancong Lu", "Qing-Feng Sun"], "title": "Spin Splitting Nernst Effect in Altermagnet", "comment": null, "summary": "Altermagnet is a distinctive magnet phase, which has spin-split energy band\nbut with zero net magnetic moment. In this paper, we propose that altermagnet\nbehaves spin splitting Nernst effect: Under a longitudinal temperature\ngradient, the electrons with opposite spins tend to split oppositely in the\ntransverse direction, thus generating a transverse spin current. The spin\nsplitting Nernst effect is understood from the contribution of the longitudinal\nwave vector to the transverse group velocity. Using the nonequilibrium Green's\nfunction method, we calculate the spin-dependent transmission coefficient in\nthe four-terminal altermagnet device. From the spin-dependent transmission\ncoefficient, the nonzero transverse spin current from longitudinal temperature\ngradient is obtained, and the spin splitting Nernst effect is verified. We\nsystematically study the parameter dependence of the spin splitting Nernst\neffect, while also performing symmetry analysis. The spin splitting Nernst\neffect can be easily regulated by Fermi surface energy, temperature, transport\ndirection, and system size. Furthermore, in altermagnet, the $xy$-response and\n$yx$-response spin splitting Nernst coefficients are equal with\n$N_{s,xy}=N_{s,yx}$, different from the conventional spin Nernst effect where\nthey are opposite. Meanwhile, the spin splitting Nernst effect require neither\nspin-orbit coupling nor net magnetism."}
{"id": "2509.03941", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03941", "abs": "https://arxiv.org/abs/2509.03941", "authors": ["Mathias Åsan Myhre", "Verena Brehm", "Thomas Delvaux", "Arne Brataas", "Alireza Qaiumzadeh"], "title": "Thickness-dependent magnon spin transport in antiferromagnetic insulators: Crossover from quasi-three-dimensional to quasi-two-dimensional regimes", "comment": null, "summary": "Motivated by the recent observation of giant room-temperature magnon spin\nconductivity in an ultrathin ferromagnetic insulator [X.-Y. Wei et al., Nat.\nMater. 21, 1352 (2022)], we investigate thickness-dependent magnon spin\ntransport in thin antiferromagnetic insulators (AFIs). We study the\nprototypical AFI hematite, known for its exceptionally low magnetic damping and\ntwo distinct magnetic phases: a low-temperature uniaxial easy-axis phase and a\nhigh-temperature biaxial easy-plane phase. Using stochastic micromagnetic\nsimulations, we investigate thickness-dependent magnon spin transport across\nboth magnetic phases. Our results uncover a crossover from\nquasi-three-dimensional to quasi-two-dimensional magnon spin transport at a\ncritical thickness, determined by the frequency or energy of the excited\nmagnons. Below this critical thickness, we observe a pronounced enhancement in\nthe magnon diffusion length in both magnetic phases. This rise is attributed to\na change in the effective magnon density of states, reflecting the reduced\nphase space available for scattering in the thinner, quasi-two-dimensional\nregime. Understanding and controlling long-distance magnon spin transport in\nAFIs is crucial for developing next-generation spintronic nanodevices,\nespecially as materials approach the two-dimensional limit."}
{"id": "2509.04141", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04141", "abs": "https://arxiv.org/abs/2509.04141", "authors": ["Shuai Liu", "Hao Wu", "Jinbin Li", "Xiaoqun Wang", "Qiang Luo"], "title": "Emergence of quantum spin liquid and spin-flop phase in Kitaev antiferromagnets in a [111] magnetic field", "comment": "12 pages, 11 figures", "summary": "Kitaev magnets have emerged as pivotal systems for investigating frustrated\nmagnetism, providing a unique platform to explore quantum phases governed by\nthe interplay between bond-dependent anisotropy and external magnetic fields.\nHowever, the quantum phase diagrams, particularly near the dominant\nantiferromagnetic Kitaev regime, remain puzzling despite extensive studies. In\nthis work, we perform unbiased exact diagonalization calculations of the\nKitaev-$\\Gamma$ model in a [111] magnetic field on a $C_{6}$-symmetric 24-site\ncluster. By calculating the $\\mathbb{Z}_2$ flux density and the topological\nentanglement entropy, we reveal multiple phase transitions and identify\nsignatures of both scalar and vector chiral orders in the intermediate-field\nregime between the Kitaev spin liquid and the polarized phase. As the negative\n$\\Gamma$ interaction increases, we discover a proximate quantum spin liquid\nfeatured by a three-peak specific heat and a spin-flop phase at a moderate\nmagnetic field. Our findings provide insight into the field-induced\nintermediate phases in the antiferromagnetic Kitaev model and pave the way for\nthe hunt for emergent phases in real materials."}
{"id": "2509.03606", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03606", "abs": "https://arxiv.org/abs/2509.03606", "authors": ["Sridhar", "Salil Bedkihal", "Malay Bandyopadhyay"], "title": "Coherent control of thermoelectric performance via engineered transmission functions in multi-dot Aharonov-Bohm heat engine", "comment": "19 pages, 8 figures", "summary": "We theoretically investigate strategies for harnessing quantum interference\nto optimize the figure of merit $ZT$, power output, and thermodynamic\nefficiency in multi-quantum-dot Aharonov-Bohm (AB) thermoelectric heat engines.\nUsing the non-equilibrium Green function formalism, we show that interference\neffects such as Fano-type asymmetries, Dicke-like superradiant and subradiant\nmodes, and multi-peaked transmission spectra can be tailored through device\ngeometry, magnetic flux, and dot-lead coupling to produce hybrid transmission\nprofiles that combine Lorentzian, boxcar, and Fano lineshapes. Such engineered\nprofiles enable configurations that balance the high efficiency of sharp\nLorentzian resonances with the high power output of boxcar-like spectra,\nyielding near-optimal power-efficiency trade-offs. For symmetric quantum-dot\narrays in square, pentagonal, and hexagonal configurations, we identify an\noptimal regime, $t/\\gamma \\approx 2$, where the interdot tunneling amplitude\n$t$ and the dot-lead coupling $\\gamma$ yield the best balance of power and\nefficiency. A hexagonal six-dot configuration achieves $ZT \\sim 30$ at dilution\ntemperatures, while the four-dot geometry reaches about $76\\%$ of Carnot\nefficiency with output power $4.74$ fW. We also find a direct correspondence\nbetween the high-$ZT$ regime and maximal violation of the Wiedemann-Franz law.\nIntroducing source-drain coupling asymmetry further enhances both efficiency\nand power. A scaling analysis reveals that efficiency systematically increases\nwith the number of quantum dots, whereas power output is maximized at\nintermediate system sizes. These findings establish coherent control in\nmulti-dot nanostructures as a promising pathway toward high-performance quantum\nthermoelectric heat engines for ultralow-power electronics applications."}
{"id": "2509.03921", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03921", "abs": "https://arxiv.org/abs/2509.03921", "authors": ["Yu-Chen Zhuang", "Yue Mao", "Qing-Feng Sun"], "title": "Atomic collapse of high-order singular potentials in graphene", "comment": "16 pages, 11 figures", "summary": "Artificial atoms in graphene hosting a series of quasi-bound states can serve\nas an excellent platform to explore atomic collapse and become a basis to\ndesign novel graphene nanodevices. We theoretically study behaviors of massless\nDirac fermions in singular potentials with a general form of 1/r^{\\gamma}.\nDifferent from the Coulomb potential that demands a supercritical charge Z >\nZc, a high-order singular potential ({\\gamma} > 1) is found to in principle\ninduce atomic collapse with an infinitesimal charge Z. The energies of atomic\ncollapse states (ACSs) within these potentials are arranged roughly as a power\nsequence. We also show that some special ACSs can exist even above the bulk\nDirac point, which cannot appear in the Coulomb potential. These findings\nuncover the anomalies of massless Dirac fermions in diverse charge potentials\nand provide guidance for further experiments and graphene nanodevice\napplications."}
{"id": "2509.03988", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03988", "abs": "https://arxiv.org/abs/2509.03988", "authors": ["Alberto Carta", "Peter Mlkvik", "Fabian Grahlow", "Markus Ströbele", "H. -Jürgen Meyer", "Carl P. Romao", "Nicola A. Spaldin", "Claude Ederer"], "title": "Hubbard dimer physics and the magnetostructural transition in the correlated cluster material Nb$_3$Cl$_8$", "comment": null, "summary": "We present a combined computational and experimental study of Nb$_3$Cl$_8$, a\ncorrelated layered material containing Nb trimers, through the lens of\ncompeting intra- and intercluster interactions. Different proposed explanations\nfor its magnetostructural transition such as charge disproportionation,\nantiferromagnetic quenching, and interlayer singlet formation are investigated\nin light of the various reported low-temperature structures. Our findings rule\nout the previously proposed charge-disproportionation, suggest an intricate\ninterplay between Mott physics and the formation of interlayer singlets, and\nalso hint at a possible explanation of the observed intratrimer scissoring\ndistortion. We suggest that the physics of Nb$_3$Cl$_8$ should be understood in\nthe context of weakly coupled Hubbard dimers."}
{"id": "2509.04408", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04408", "abs": "https://arxiv.org/abs/2509.04408", "authors": ["Yi-Hsien Du"], "title": "Chiral Graviton Theory of Fractional Quantum Hall States", "comment": "58 pages", "summary": "Recent polarized Raman scattering experiments indicate that fractional\nquantum Hall systems host a chiral spin-2 neutral collective mode, the\nlong-wavelength limit of the magnetoroton, which behaves as a condensed-matter\ngraviton. We present a nonlinear, gauge-invariant effective theory by gauging\narea-preserving diffeomorphisms (APDs) with a unimodular spatial metric as the\ngauge field. A Stueckelberg construction introduces an APD-invariant local\npotential that aligns the dynamical metric with a reference geometry, opening a\ntunable gap while preserving gauge redundancy. Together with a geometric\nMaxwell kinetic sector and the Wen-Zee and gravitational Chern-Simons terms,\nthe theory yields a gapped chiral spin-2 excitation consistent with universal\nlong-wavelength constraints. The tunable gap emerges naturally from symmetry\nand provides a route to an isotropic-nematic quantum critical point where the\nspin-2 mode softens. We further establish a linear dictionary to quadrupolar\ndeformations in composite Fermi liquid bosonization, and outline applications\nto fractional Chern insulators as well as higher-dimensional generalizations.\nFinally, the approach can be extended to non-Abelian fractional quantum Hall\nstates, capturing both spin-2 and spin-3/2 neutral modes."}
{"id": "2509.03612", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03612", "abs": "https://arxiv.org/abs/2509.03612", "authors": ["Nicolas Paris", "Nicolas Dupuis", "Christophe Mora"], "title": "Three-channel charge Kondo model at high transparency", "comment": "7+15 pages, 4+6 figures", "summary": "Quantum impurity models involving a localized charge that is weakly coupled\nto electronic leads usually map to Kondo-like Hamiltonians that exhibit various\nquantum critical behaviors. Here, we address the opposite regime of high\ncontact transparency by solving the model of a quantum island coupled to three\nquantum Hall edge channels. Using a functional renormalization group (FRG)\napproach, we demonstrate that the low-energy physics is controlled by a\nnonperturbative fixed point. The universal energy crossover in both the linear\nconductance and the impurity entropy is obtained. We reproduce the\nzero-frequency conductance and the leading low-energy exponent of the\nthree-channel Kondo model, confirming their universality across all\ntransparencies. For interacting leads -- a model that continuously connects to\nthe pseudo-gap Kondo model at low transparency -- we find a line of fixed\npoints as the Luttinger parameter $K$, which encodes the strength of the\ninteractions, changes. Our work demonstrates that FRG methods are an efficient\ntool for solving quantum impurity problems in regimes where standard approaches\nfail."}
{"id": "2509.03923", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03923", "abs": "https://arxiv.org/abs/2509.03923", "authors": ["Wei-Tao Lu", "Tie-Feng Fang", "Qing-Feng Sun"], "title": "Antiferromagnetic superlattices: anisotropic band and spin-valley valve in buckled two-dimensional materials", "comment": null, "summary": "Antiferromagnetic superlattices (AFSL) are proposed based on the buckled\nhexagonal two-dimensional materials, which can be realized by the proximity\neffect of the periodically deposited antiferromagnets. It is found that the AF\nproximity effect can give rise to valley-polarized minibands and conductance,\nwhich are not held under ferromagnetic proximity. The spin degeneracy and\nvalley degeneracy are lifted simultaneously in the presence of AF proximity and\nelectric field. In consequence, both minibands and conductance could be\nspin-valley polarized completely in AFSL. The symmetry of spin-valley\npolarization is analysed by considering the pseudospin rotation operations and\nspatial inversion operations. Furthermore, AFSL also induce a highly\nanisotropic band structure due to the spin-orbit coupling (SOC). In particular,\nthe group velocity parallel to the periodic direction of AFSL is greatly\nrenormalized, while the velocity perpendicular to the periodic direction\nremains unaffected, contrary to that observed in graphene superlattices. With\nthe increase of SOC, the anisotropy becomes more prominent, leading to\nflattened band and electron supercollimation. The direction of anisotropy can\nbe regulated by adjusting the potential and SOC. These findings offer an\nalternative approach to engineering anisotropic two-dimensional materials. As\nan application, the AFSL may well work as a symmetry-protected spin-valley\nvalve easily controlled by the gate voltages."}
{"id": "2509.04141", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04141", "abs": "https://arxiv.org/abs/2509.04141", "authors": ["Shuai Liu", "Hao Wu", "Jinbin Li", "Xiaoqun Wang", "Qiang Luo"], "title": "Emergence of quantum spin liquid and spin-flop phase in Kitaev antiferromagnets in a [111] magnetic field", "comment": "12 pages, 11 figures", "summary": "Kitaev magnets have emerged as pivotal systems for investigating frustrated\nmagnetism, providing a unique platform to explore quantum phases governed by\nthe interplay between bond-dependent anisotropy and external magnetic fields.\nHowever, the quantum phase diagrams, particularly near the dominant\nantiferromagnetic Kitaev regime, remain puzzling despite extensive studies. In\nthis work, we perform unbiased exact diagonalization calculations of the\nKitaev-$\\Gamma$ model in a [111] magnetic field on a $C_{6}$-symmetric 24-site\ncluster. By calculating the $\\mathbb{Z}_2$ flux density and the topological\nentanglement entropy, we reveal multiple phase transitions and identify\nsignatures of both scalar and vector chiral orders in the intermediate-field\nregime between the Kitaev spin liquid and the polarized phase. As the negative\n$\\Gamma$ interaction increases, we discover a proximate quantum spin liquid\nfeatured by a three-peak specific heat and a spin-flop phase at a moderate\nmagnetic field. Our findings provide insight into the field-induced\nintermediate phases in the antiferromagnetic Kitaev model and pave the way for\nthe hunt for emergent phases in real materials."}
{"id": "2509.03583", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03583", "abs": "https://arxiv.org/abs/2509.03583", "authors": ["Li-Qiao Xia", "Aviram Uri", "Jiaojie Yan", "Aaron Sharpe", "Filippo Gaggioli", "Nicole S. Ticea", "Julian May-Mann", "Kenji Watanabe", "Takashi Taniguchi", "Liang Fu", "Trithep Devakul", "Jurgen H. Smet", "Pablo Jarillo-Herrero"], "title": "Magic continuum in multi-moiré twisted trilayer graphene", "comment": null, "summary": "Moir\\'e lattices provide a highly tunable platform for exploring the\ninterplay between electronic correlations and band topology. Introducing a\nsecond moir\\'e pattern extends this paradigm: interference between the two\nmoir\\'e patterns produces a supermoir\\'e modulation, opening a route to further\ntailor electronic properties. Twisted trilayer graphene generally exemplifies\nsuch a system: two distinct moir\\'e patterns arise from the relative twists\nbetween adjacent graphene layers. Here, we report the observation of correlated\nphenomena across a wide range of twisted trilayer graphene devices whose twist\nangles lie along two continuous lines in the twist-angle parameter space.\nDepending on the degree of lattice relaxation, twisted trilayer graphene falls\ninto two classes: moir\\'e polycrystals, composed of periodic domains with\nlocally commensurate moir\\'e order, and moir\\'e quasicrystals, characterized by\nsmoothly varying local moir\\'e configurations. In helically twisted moir\\'e\npolycrystals, we observe an anomalous Hall effect, consistent with topological\nbands arising from domains with broken $xy$-inversion symmetry. In contrast,\nsuperconductivity appears generically in our moir\\'e quasicrystals. A subset of\nthese systems exhibits signatures of spatially modulated superconductivity,\nwhich we attribute to the supermoir\\'e structure. Our findings uncover the\norganizing principles of the observed correlated phases in twisted trilayer\ngraphene, highlight the critical roles of the supermoir\\'e modulation and\nlattice relaxation, and suggest a broader framework in which magic conditions\narise not as isolated points but as extended manifolds within the\nmulti-dimensional twist-angle space of complex moir\\'e materials."}
{"id": "2509.03618", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03618", "abs": "https://arxiv.org/abs/2509.03618", "authors": ["Ricardo Ortiz"], "title": "Topological edge states in a double isomeric Class-II oligo(indenoindene)", "comment": null, "summary": "I report the theoretical prediction of non-trivial physics in a one\ndimensional multiradical system consisting in fused six and five membered\n${\\pi}$-conjugated carbon rings, known as oligo(indenoindene) (OInIn).\nTopologically protected electronic states may emerge in fermionic chains if\nthere is an alternation in the coupling of adjacent unpaired electrons, being\ndescribed effectively by the Su-Schrieffer-Heeger (SSH) model. Class-II OInIn\nisomers act as tight-binding chains in the non-interacting regime, thus we can\nexpect the emergence of SSH physics in an OInIn produced by the combination of\ntwo isomers that belong to this class. That is the case of the system studied\nin this manuscript, whose calculated non-interacting band structure shows a gap\nopening compared to the gapless pure isomeric forms, hosting ingap localized\nstates at the chain termini depending on the termination, and a non-zero Zak\nphase that confirms the non-trivial topology. These results were consistent\nwith spin unrestricted mean-field Hubbard and density functional theory\ncalculations, showing antiferromagnetic unquenched local magnetic moments at\nthe pentagons, and strong edge localization depending on the termination. This\nwork advances in the understanding of the physics of non-alternant multiradical\n${\\pi}$-conjugated hydrocarbons."}
{"id": "2509.03929", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03929", "abs": "https://arxiv.org/abs/2509.03929", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Topologically protected magnetoresistance by quantum anomalous Hall effect", "comment": null, "summary": "Recently, antiferromagnetic (AF) materials have attracted rapid attention,\nbecause they are considered as outstanding candidates to replace the widely\nused ferromagnets in the next generation of spintronics. We propose a\nmagnetoresistance model based on the quantum anomalous Hall effect in an AF\nsystem, which is protected by the topological Chern number. By regulating the\nAF exchange field and an electric field, the system can be controlled between\nthe quantum spin Hall insulator (QSHI) phases and the quantum anomalous Hall\ninsulator (QAHI) phases. As a result, a QAHI/QSHI/QAHI junction can be formed.\nIn the QAHI region, the spin orientation of chiral edge state can be\nmanipulated by tuning the AF exchange field and the electric field. Therefore,\nthe spin directions of two QAHIs in the junction can have parallel and\nantiparallel configurations. The conductances of two configurations offered by\nchiral edge states are significantly different, and this is a magnetoresistance\neffect that can be electrically controlled. Because of the topological\ninvariance, the magnetoresistance plateaus are robust to the size effect and\nthe disorder."}
{"id": "2509.04411", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04411", "abs": "https://arxiv.org/abs/2509.04411", "authors": ["J. Jobst", "E. E. Krasovskii", "R. Ribeiro", "T. A. de Jong", "C. R. Dean", "R. M. Tromp", "S. J. van der Molen"], "title": "Unoccupied bands in the molybdenum dichalcogenides MoS$_2$, MoSe$_2$, and MoTe$_2$", "comment": null, "summary": "We present angle-resolved reflected electron spectroscopy (ARRES) data for\nthe three molybdenum-based transition metal dichalcogenides (TMDs) \\mos, \\mose,\nand \\mote. To follow the changes as the series moves from S to Se to Te in more\ndetail, we determine accurate IV-spectra for monolayers and bulk TMDs. These\nexperimental data sets are then compared with theoretical predictions for both\nthe unoccupied band structure and the scattering density of states. We find\ngood agreement, especially for lower energies where inelastic effects are\nrelatively unimportant. Furthermore, we identify a series of interlayer\nresonances for which the dependence of the hybridization effects on the layer\ncount is observed. Although these resonances bear similarity to interlayer\nresonances in hBN and graphene, they differ in their character, being dominated\nby unoccupied $d$-states of the chalcogen-atoms. The unoccupied states studied\nand analyzed here play a key role in all processes that require an electron to\ntemporarily reside in a state above the vacuum level, such as in photoemission\nand secondary electron emission experiments."}
{"id": "2509.03612", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.03612", "abs": "https://arxiv.org/abs/2509.03612", "authors": ["Nicolas Paris", "Nicolas Dupuis", "Christophe Mora"], "title": "Three-channel charge Kondo model at high transparency", "comment": "7+15 pages, 4+6 figures", "summary": "Quantum impurity models involving a localized charge that is weakly coupled\nto electronic leads usually map to Kondo-like Hamiltonians that exhibit various\nquantum critical behaviors. Here, we address the opposite regime of high\ncontact transparency by solving the model of a quantum island coupled to three\nquantum Hall edge channels. Using a functional renormalization group (FRG)\napproach, we demonstrate that the low-energy physics is controlled by a\nnonperturbative fixed point. The universal energy crossover in both the linear\nconductance and the impurity entropy is obtained. We reproduce the\nzero-frequency conductance and the leading low-energy exponent of the\nthree-channel Kondo model, confirming their universality across all\ntransparencies. For interacting leads -- a model that continuously connects to\nthe pseudo-gap Kondo model at low transparency -- we find a line of fixed\npoints as the Luttinger parameter $K$, which encodes the strength of the\ninteractions, changes. Our work demonstrates that FRG methods are an efficient\ntool for solving quantum impurity problems in regimes where standard approaches\nfail."}
{"id": "2509.03620", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03620", "abs": "https://arxiv.org/abs/2509.03620", "authors": ["Shreya Kumbhakar", "Banashree Debnath", "Tuhin Kumar Maji", "Binita Tongbram", "Shinjan Mandal", "T. Phanindra Sai", "T. V. Ramakrishnan", "Manish Jain", "H. R. Krishnamurthy", "Anshu Pandey", "Arindam Ghosh"], "title": "Emergent Rashba spin-orbit coupling in bulk gold with buried network of nanoscale interfaces", "comment": "10 pages,5 figures", "summary": "The Rashba effect, which plays a crucial role in fundamental materials\nphysics and potential spintronics applications, has been engineered in diverse\nsystems, including semiconductor quantum wells, oxide heterostructures,\nmetallic surfaces, topological insulators, ferroelectrics, etc. However,\ngenerating it in systems that preserve bulk inversion symmetry (BIS), for\nexample, in bulk metals, has not been possible so far. We demonstrate a unique\nstrategy to introduce and tune Rashba spin-orbit interaction (SOI) to\nunprecedented magnitudes in inversion-symmetric solids, by incorporating\nultra-small silver nanoparticles in bulk gold. The near-identical lattice\nconstants of Ag and Au allowed dense packing of the Ag/Au hetero-interfaces\nwithout compromising the global BIS. By varying the density of embedded\nnanoparticles, we generate Rashba SOI in a bulk metal with a coupling strength\nof ~15 meV.Angstrom, higher than any known system preserving BIS globally, and\nup to ~20 times increase in the spin-orbit scattering rate. We argue that the\ncombined effect of charge-transfer at the interfaces and polaronic localization\nenhances the SOI."}
{"id": "2509.03941", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03941", "abs": "https://arxiv.org/abs/2509.03941", "authors": ["Mathias Åsan Myhre", "Verena Brehm", "Thomas Delvaux", "Arne Brataas", "Alireza Qaiumzadeh"], "title": "Thickness-dependent magnon spin transport in antiferromagnetic insulators: Crossover from quasi-three-dimensional to quasi-two-dimensional regimes", "comment": null, "summary": "Motivated by the recent observation of giant room-temperature magnon spin\nconductivity in an ultrathin ferromagnetic insulator [X.-Y. Wei et al., Nat.\nMater. 21, 1352 (2022)], we investigate thickness-dependent magnon spin\ntransport in thin antiferromagnetic insulators (AFIs). We study the\nprototypical AFI hematite, known for its exceptionally low magnetic damping and\ntwo distinct magnetic phases: a low-temperature uniaxial easy-axis phase and a\nhigh-temperature biaxial easy-plane phase. Using stochastic micromagnetic\nsimulations, we investigate thickness-dependent magnon spin transport across\nboth magnetic phases. Our results uncover a crossover from\nquasi-three-dimensional to quasi-two-dimensional magnon spin transport at a\ncritical thickness, determined by the frequency or energy of the excited\nmagnons. Below this critical thickness, we observe a pronounced enhancement in\nthe magnon diffusion length in both magnetic phases. This rise is attributed to\na change in the effective magnon density of states, reflecting the reduced\nphase space available for scattering in the thinner, quasi-two-dimensional\nregime. Understanding and controlling long-distance magnon spin transport in\nAFIs is crucial for developing next-generation spintronic nanodevices,\nespecially as materials approach the two-dimensional limit."}
{"id": "2509.03774", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03774", "abs": "https://arxiv.org/abs/2509.03774", "authors": ["Niclas Heinsdorf", "Marcel Franz"], "title": "Proximitizing altermagnets with conventional superconductors", "comment": null, "summary": "Recent theoretical work highlighted unique properties of superconducting\naltermagnets, including the wealth of topologically non-trivial phases as well\nas their potential uses in spintronic applications. Given that no intrinsically\nsuperconducting altermagnets have yet been discovered, we study here the\npossibility of superconducting order induced by proximity effect from a\nconventional s-wave superconductor. Through symmetry analysis and microscopic\nmodeling we find that interesting superconducting phases can indeed be\nproximity-induced in a thin altermagnetic film provided that weak Rashba\nspin-orbit coupling is present at the interface. Surprisingly, the resulting\nsuperconductor is generically nodal with a mixed singlet/triplet order\nparameter and, importantly for applications, capable of generating\nspin-polarized persistent current. We propose a set of candidate\nheterostructures with low lattice mismatch suitable to probe these effects\nexperimentally."}
{"id": "2509.03632", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.03632", "abs": "https://arxiv.org/abs/2509.03632", "authors": ["Miguel F. Martínez", "Lucien Jezequel", "Jens H. Bardarson", "Thomas Klein Kvorning", "Julia D. Hannukainen"], "title": "A One-Particle Density Matrix Framework for Mode-Shell Correspondence: Characterizing Topology in Higher-Order Topological Insulators", "comment": "9 pages, 2 figures", "summary": "We present a framework for characterizing higher-order topological phases\ndirectly from the one-particle density matrix, without any reference to an\nunderlying Hamiltonian. Our approach extends the mode-shell correspondence,\noriginally formulated for single-particle Hamiltonians, to Gaussian states\nsubject to chiral constraints. In this correspondence, the mode index counts\ntopological boundary modes, while the shell index quantifies the bulk topology\nin a surrounding region, providing a bulk-boundary diagnostic. In\none-dimensional topological insulators, the shell index reduces to the local\nchiral marker, recovering the winding number in the translation-invariant\nlimit. We apply the mode-shell correspondence to a $C_4$-symmetric higher-order\ntopological insulator with a chiral constraint and show that a fractional shell\nindex implies that the higher-order phase is intrinsic. The one-particle\ndensity matrix is formulated in real space, so the mode-shell correspondence\napplies to models without translation invariance. By introducing structural\ndisorder into the $C_4$-symmetric higher-order insulator, we show that the\nmode-shell correspondence remains a meaningful diagnostic in the amorphous\nlimit. The mode-shell correspondence generalizes to interacting states with a\ngapped bulk spectrum in the one-particle density matrix, providing a practical\nand diverse route to characterize higher-order topology from the quantum state\nitself."}
{"id": "2509.03943", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03943", "abs": "https://arxiv.org/abs/2509.03943", "authors": ["Lizhou Liu", "Cheng-Ming Miao", "Qing-Feng Sun", "Ying-Tao Zhang"], "title": "Two-dimensional Dirac semimetals with tunable edge states", "comment": null, "summary": "We theoretically propose a design for two-dimensional Dirac semimetals using\na bilayer-modified Bernevig-Hughes-Zhang (BHZ) model. By introducing new sites\ninto the BHZ model, we engineer flat bands at the Fermi energy. In the bilayer\nsystem, interlayer coupling separates these flat bands, resulting in two Dirac\npoints that preserve time-reversal and inversion symmetries. Two Dirac points\nare connected by a one-dimensional Fermi arc edge state, whose bound nature is\nconfirmed by quantized transmission resonance peaks. Notably, the position of\nthe Dirac points can be precisely tuned by adjusting interlayer coupling\nstrengths and symmetries."}
{"id": "2509.03907", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03907", "abs": "https://arxiv.org/abs/2509.03907", "authors": ["Subhojit Roy", "Andreas Kreisel", "Brian M. Andersen", "Shantanu Mukherjee"], "title": "Unconventional superconductivity in monolayer transition metal dichalcogenides", "comment": "15 pages, 14 figures", "summary": "A variety of experimental observations in monolayer transition metal\ndichalcogenide superconductors with Ising spin-orbit coupling suggest the\npresence of an unconventional superconducting pairing mechanism. Some of these\nexperiments include observation of Leggett modes and a nodal superconducting\ngap in STM experiments, a large in-plane upper critical field compared to the\nPauli limit, and the observation of a two-fold gap anisotropy in\nmagnetoresistance measurements. Here, we propose a superconducting pairing\nmechanism mediated by spin and charge fluctuations and identify the dominant\nsuperconducting instability relevant to monolayer TaS$_2$. We then explore the\neffect of an additional electron-phonon pairing contribution, and compare our\nresults with recent experimental findings. In particular, our theory stabilizes\na superconducting ground state with nodal-like density of states that agrees\nwith STM experiments. The theory obtains a large in-plane upper critical field\ndue to a combination of Ising spin-orbit coupling and even-odd parity mixing in\nthe superconducting state. Further, we find that an in-plane magnetic field\nsplits the degeneracy of the superconducting ground state, and the resulting\ntwo-fold symmetric superconducting order parameter could explain the gap\nanisotropy observed in magnetoresistance experiments. Overall, the proposed\ntheoretical pairing model can reconcile diverse experimental observations and\nremains consistent with observations on other dichalcogenide superconductors\nsuch as monolayer NbSe$_2$."}
{"id": "2509.03674", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03674", "abs": "https://arxiv.org/abs/2509.03674", "authors": ["Shintaro Takayoshi", "Takashi Oka"], "title": "Geometric Effects on Tunneling in Driven Quantum Systems", "comment": "9 pages, 4 figures", "summary": "We review quantum tunneling provoked by external field driving, focusing on\nthe role of geometric effects. The discussion begins with an overview of\ntunneling phenomena, including the Landau-Zener model and the Schwinger effect,\nboth of which are essential frameworks to describe the generation of elementary\nexcitation of the system. We also refer to the relation between the modern\ntheory of polarization and the geometry of the system, and introduce the shift\nvector via adiabatic perturbation theory. Then we introduce the twisted\nLandau-Zener model and shown how the shift vector modulates tunneling\nprobability, followed by several illustrative applications of this model. We\nalso explain the Keldysh crossover, which is the crossover from a quantum\ntunneling regime to photon absorption regime in driven systems."}
{"id": "2509.03944", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03944", "abs": "https://arxiv.org/abs/2509.03944", "authors": ["Lizhou Liu", "Cheng-Ming Miao", "Qing-Feng Sun", "Ying-Tao Zhang"], "title": "Two-Dimensional Higher-Order Topological Metals", "comment": null, "summary": "We investigate the energy band structure and energy levels of graphene with\nstaggered intrinsic spin-orbit coupling and in-plane Zeeman fields. Our study\ndemonstrates that staggered intrinsic spin-orbit coupling induces bulk band\ncrossover at the the \\( K \\) and \\( K' \\) valleys and generates antihelical\nedge states at the zigzag boundaries, resulting in topological metallic phases.\nQuantized transport coefficients confirm the existence of these antihelical\nedge states. Furthermore, an in-plane Zeeman field, regardless of orientation,\nopens a gap in the antihelical edge states while preserving bulk band closure,\nleading to higher-order topological metals with corner states. We also validate\nthe presence of these corner states in nanoflakes with zigzag boundaries and\nconfirm the metallic phases with crossed bands through a continuum low-energy\nmodel analysis."}
{"id": "2509.04447", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04447", "abs": "https://arxiv.org/abs/2509.04447", "authors": ["Bitan Roy"], "title": "Zero modes and index theorems for non-Hermitian Dirac fermions", "comment": "11 Pages, No figures", "summary": "Dirac fermions, subject to external magnetic fields and in the presence of\nmass orders that assume topologically nontrivial spatial textures such as\ndomain-wall and vortices, for example, bind robust mid-gap states at\nzero-energy, the number of which is governed by the Aharonov-Casher and\nJackiw-Rebbi or Jackiw-Rossi index theorems, respectively. Here I extend the\njurisdiction of these prominent index theorems to Lorentz invariant\nnon-Hermitian (NH) Dirac operators, constructed by augmenting the celebrated\nDirac Hamiltonian by a masslike anti-Hermitian operator that also scales\nlinearly with momentum. The resulting NH Dirac operator manifests real\neigenvalues over an extended NH parameter regime, characterized by a real\neffective Fermi velocity for NH Dirac fermions. From the explicit solutions of\nthe zero-energy bound states, I show that in the presence of external magnetic\nfields of arbitrary shape such modes always exist when the system encloses a\nfinite number of magnetic flux quanta, while in the presence of spatially\nnon-trivial textures of the mass orders localized zero-energy modes can only be\nfound in the spectrum when the effective Fermi velocity for NH Dirac fermions\nis real. These findings pave a concrete route to realize nucleation of\ncompeting orders from the topologically robust zero-energy manifold in NH or\nopen Dirac systems. Possible experimental setups to test these predictions are\ndiscussed."}
{"id": "2509.03683", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03683", "abs": "https://arxiv.org/abs/2509.03683", "authors": ["Chun-Tse Li", "Tzen Ong", "Max Geier", "Hsin Lin", "Liang Fu"], "title": "Attention is all you need to solve chiral superconductivity", "comment": "15 pages, 9 figures, 1 table", "summary": "Recent advances on neural quantum states have shown that correlations between\nquantum particles can be efficiently captured by {\\it attention} -- a\nfoundation of modern neural architectures that enables neural networks to learn\nthe relation between objects. In this work, we show that a general-purpose\nself-attention Fermi neural network is able to find chiral $p_x \\pm i p_y$\nsuperconductivity in an attractive Fermi gas by energy minimization, {\\it\nwithout prior knowledge or bias towards pairing}. The superconducting state is\nidentified from the optimized wavefunction by measuring various physical\nobservables: the pair binding energy, the total angular momentum of the ground\nstate, and off-diagonal long-range order in the two-body reduced density\nmatrix. Our work paves the way for AI-driven discovery of unconventional and\ntopological superconductivity in strongly correlated quantum materials."}
{"id": "2509.03963", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03963", "abs": "https://arxiv.org/abs/2509.03963", "authors": ["Yu-Hao Wan", "Qing-Feng Sun"], "title": "Altermagnetism-Induced Parity Anomaly in Weak Topological Insulators", "comment": null, "summary": "We demonstrate that introducing altermagnetism on the surface of a weak\ntopological insulator (TI) results in the emergence of a single massless Dirac\nfermion, exhibiting a parity anomaly. To explore the transport properties\ninduced by this parity anomaly, we propose an effective two-dimensional (2D)\nlattice model to describe the weak TI surface. This model captures both the\nenergy spectrum and spin texture of the weak TI surface while reducing\ncomputational complexity. We show that the weak TI surface hosts a half-integer\nchiral edge current under the influence of altermagnetism. Additionally, in the\npresence of decoherence, the Hall conductance attains a half-quantized value.\nLayer-resolved calculations from a 3D slab model further confirm that surface\naltermagnetism drives the surface Hall conductance to transition to $e^{2}/2h$,\naligning with calculation from the 2D effective lattice model. Our findings\nestablish a link between altermagnetism and quantum anomalies, positioning weak\nTIs as a potential platform for investigating the parity anomaly without a net\nmagnetic moment."}
{"id": "2509.03706", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03706", "abs": "https://arxiv.org/abs/2509.03706", "authors": ["Seth Byard", "Maksim Gomanko", "Adam Raynolds", "Susheng Tan", "Tongxie Zhang", "Shixiong Zhang", "Sergey M. Frolov"], "title": "Double quantum dots with quenched charging energy in PbTe nanowires", "comment": "Full data available at DOI:10.5281/zenodo.17031945", "summary": "We investigate double quantum dots defined by electrostatic gating in\nsemiconductor PbTe nanowire devices. We perform transport measurements to\nobtain charge stability diagrams distinguished by negligible separation between\npaired triple points and by the spin degeneracy of all transport resonances at\nzero magnetic field. We show a fourfold splitting of high-bias stability\ndiagram triangles in an applied magnetic field to illustrate the lifting of\nthis spin degeneracy. We also identify patterns of narrow transport resonances\nin these high-bias triangles and discuss their possible physical origins. Our\nresults represent a step towards the realization of PbTe-based spin qubits."}
{"id": "2509.03969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03969", "abs": "https://arxiv.org/abs/2509.03969", "authors": ["Yu-Hao Wan", "Peng-Yi Liu", "Qing-Feng Sun"], "title": "Interplay of Altermagnetic Order and Wilson Mass in the Dirac Equation: Helical Edge States without Time-Reversal Symmetry", "comment": null, "summary": "We investigate topological phases in three-dimensional topological insulator\n(3DTI) thin films interfaced with altermagnetic (AM) orders. Starting from a\nmodified Dirac equation, we elucidate the interplay between the Wilson mass,\narising from lattice regularization, and the altermagnetic mass, and show how\nthis interplay fundamentally alters the band topology and boundary modes. In\nparticular, we demonstrate that coupling a 3DTI thin film to AM order induces a\ntopological phase transition: although the total Chern number remains zero\nacross the transition, topological helical edge states emerge after the\ntransition. These helical edge states arise from opposite Chern numbers at\ndifferent high-symmetry points, and are distinct from both the chiral edge\nstates of the quantum anomalous Hall phase and the helical edge states of the\nconventional quantum spin Hall states. The quantum transport simulations reveal\nrobust, quantized nonlocal resistance plateaus associated with these helical\nedge states, which persist even under strong potential and magnetic disorder.\nOur results establish 3DTI/AM heterostructures as a feasible material platform\nfor engineering and detecting helical topological edge transport without\ntime-reversal symmetry, thus expanding the landscape of topological matter and\nproviding new opportunities for quantum devices."}
{"id": "2509.03708", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03708", "abs": "https://arxiv.org/abs/2509.03708", "authors": ["Leyna Shackleton"], "title": "Twisted quantum doubles are sign problem-free", "comment": "10 pages, feedback or references are welcome", "summary": "The sign problem is one of the central obstacles to efficiently simulating\nquantum many-body systems. It is commonly believed that some phases of matter,\nsuch as the double semion model, have an intrinsic sign problem and can never\nbe realized in a local sign problem-free Hamiltonian due to the non-positivity\nof the wavefunction. We show that this is not the case. Despite failing to be\nstoquastic - the standard criteria for the existence of a sign problem - the\ndouble semion model as well as all twisted quantum double phases of matter for\nfinite groups $\\mathcal{G}$ can be realized in local sign problem-free\nHamiltonians. The lack of a sign problem is not fine-tuned and does not require\nthe Hamiltonian to be exactly solvable, with sign problem-free perturbations\nallowing access to a variety of topological phase transitions."}
{"id": "2509.03991", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03991", "abs": "https://arxiv.org/abs/2509.03991", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Hong-Yu Tian", "Ben-Hu Zhou", "Hong-Mei Liu"], "title": "Band bending and zero-conductance resonances controlled by edge electric fields in zigzag silicene nanoribbons", "comment": "9 pages, 10 figures", "summary": "We study the band structure and transport property of a zigzag silicene\nnanoribbon when the electric fields are applied to the edges. It is found that\na band bending could be induced and controlled by the antisymmetric edge\nfields, which can be understood based on the wave functions of the edge states.\nThe highest valence band and the lowest conduction band coexist in the band\nbending region. With the narrowing of edge potentials, the bending increases\ngradually. When the edge fields become symmetric, an asymmetric band gap at the\nDirac points can be obtained due to the intrinsic spin-orbit interaction,\nsuggesting a valley polarized quantum spin Hall state. The gap could reach a\nmaximum value rapidly and then decrease slowly as the electric fields increase.\nDue to the combining effect of the band bending, band selective rule, and\nresonant states, many zero-conductance resonances and resonance peaks appear in\ndifferent regions, which could be described by the Fano resonance effect.\nFurthermore, the band bending and zero-conductance resonances are robust\nagainst the Hubbard interaction. The Hubbard interaction could work as a\nspin-dependent edge field, together with the edge electric fields, leading to a\nspin-dependent band gap and various quantum phases such as metal and\nhalf-metal."}
{"id": "2509.03713", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03713", "abs": "https://arxiv.org/abs/2509.03713", "authors": ["Zixu Huang", "Farhad Akrami", "Junxiang Zhang", "Stephen Barlow", "Seth R. Marder", "David S. Ginger"], "title": "Surface Passivation for Halide Optoelectronics: Comparing Optimization and Reactivity of Amino-Silanes with Formamidinium", "comment": null, "summary": "Amino-silane-based surface passivation schemes are gaining attention in\nhalide perovskite optoelectronics, with varying levels of success. We compare\nsurface treatments using (3-aminopropyl)trimethoxysilane (APTMS) and\n[3-(2-aminoethylamino)propyl]trimethoxysilane (AEAPTMS), applied via\nroom-temperature vacuum deposition, to the perovskite\nFA0.78Cs0.22Pb(I0.85Br0.15)3 (FA = formamidinium). Both molecules improve\nthin-film photoluminescence properties and photovoltaic device performance,\nalthough their effectiveness depends strongly on deposition time. We show\nAEAPTMS has a wider, more robust processing window and yields higher\nperformance under optimized conditions. In contrast, over-exposure,\nparticularly with APTMS, reduces performance, with notable reductions in\nphotoluminescence lifetime and absorbance. To probe the underlying chemistry,\nwe employ nuclear magnetic resonance (NMR) spectroscopy and depth-resolved\ntime-of-flight secondary ion mass spectrometry (ToF-SIMS), demonstrating that\nboth amino-silanes react with formamidinium (FA+) cations in solution and in\nthe solid state. This work underscores the importance of optimizing deposition\nconditions to balance effective passivation with potential performance loss and\nelucidates previously unrecognized reactive chemistry between amino-silane\npassivating agents and halide perovskites."}
{"id": "2509.04002", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04002", "abs": "https://arxiv.org/abs/2509.04002", "authors": ["Yue Mao", "Qing-Feng Sun"], "title": "Phase transitions in quantum dot-Majorana zero mode coupling systems", "comment": "18 pages, 7 figures", "summary": "The magnetic doublet ground state (GS) of a quantum dot (QD) could be changed\nto a spin-singlet GS by coupling to a superconductor. In analogy, here we study\nthe GS phase transitions in QD-Majorana zero mode (MZM) coupling systems: GS\nbehaves phase transition versus intra-dot energy level and QD-MZM coupling\nstrength. The phase diagrams of GS are obtained, for cases with and without\nZeeman term. Along with the phase transition, we also study the change of spin\nfeature and density of states. The properties of the phase transition are\nunderstood via a mean-field picture. Our study not only serves as an analogue\nto QD-superconductor phase transitions, but also gives alternative explanations\non MZM-relevant experiments."}
{"id": "2509.03743", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.03743", "abs": "https://arxiv.org/abs/2509.03743", "authors": ["Sh. Akhondzadeh", "Hanfeng Zhai", "Wurong Jian", "Ryan B. Sills", "Nicolas Bertin", "Wei Cai"], "title": "Link Statistics of Dislocation Network during Strain Hardening", "comment": "17 pages, 11 figures", "summary": "Dislocations are line defects in crystals that multiply and self-organize\ninto a complex network during strain hardening. The length of dislocation\nlinks, connecting neighboring nodes within this network, contains crucial\ninformation about the evolving dislocation microstructure. By analyzing data\nfrom Discrete Dislocation Dynamics (DDD) simulations in face-centered cubic\n(fcc) Cu, we characterize the statistical distribution of link lengths of\ndislocation networks during strain hardening on individual slip systems. Our\nanalysis reveals that link lengths on active slip systems follow a\ndouble-exponential distribution, while those on inactive slip systems conform\nto a single-exponential distribution. The distinctive long tail observed in the\ndouble-exponential distribution is attributed to the stress-induced bowing out\nof long links on active slip systems, a feature that disappears upon removal of\nthe applied stress. We further demonstrate that both observed link length\ndistributions can be explained by extending a one-dimensional Poisson process\nto include different growth functions. Specifically, the double-exponential\ndistribution emerges when the growth rate for links exceeding a critical length\nbecomes super-linear, which aligns with the physical phenomenon of long links\nbowing out under stress. This work advances our understanding of dislocation\nmicrostructure evolution during strain hardening and elucidates the underlying\nphysical mechanisms governing its formation."}
{"id": "2509.04003", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04003", "abs": "https://arxiv.org/abs/2509.04003", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Electrical control of crossed Andreev reflection and spin-valley switch in antiferromagnet/superconductor junctions", "comment": "9 pages, 8 figures", "summary": "We study the subgap transport through the antiferromagnet/superconductor\n(AF/S) and antiferromagnet/superconductor/antiferromagnet (AF/S/AF) junctions\ncontrolled by electric field in a generic buckled honeycomb system, such as\nsilicene, germanene, and stanene. In the present of electric field and\nantiferromagnetic exchange field, the spin-valley polarized half metallic phase\ncan be achieved in the honeycomb system due to the spin-orbit coupling, which\naffords an opportunity to generate the pure crossed Andreev reflection (CAR).\nIt is found that the pure CAR can be generated without local Andreev reflection\n(AR) and elastic cotunneling (EC) over a wide range of electric field. A\nspin-valley switch effect can be realized between the pure CAR and the pure EC\nby adjusting the electric field. The properties of AR process and CAR process\nstrongly depend on the spin-valley polarized states. Our results suggest that\nthe device can implement an electrical measurement of the CAR process and\nspin-valley switch."}
{"id": "2509.03750", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03750", "abs": "https://arxiv.org/abs/2509.03750", "authors": ["Shohei Hayashida", "Vignesh Sundaramurthy", "Wenfeng Wu", "Pascal Puphal", "Thomas Keller", "Björn Fåk", "Masahiko Isobe", "Bernhard Keimer", "Karsten Held", "Liang Si", "Matthias Hepting"], "title": "Lattice dynamics of the infinite-layer nickelate LaNiO$_2$", "comment": null, "summary": "Infinite-layer (IL) nickelates have rapidly emerged as a new class of\nsuperconductors. However, due to the technical challenges of their topotactic\nsynthesis, they have so far been realized primarily as thin films or\npolycrystalline powder samples, limiting comprehensive investigations of\nfundamental physical properties such as the lattice dynamics. Here, we present\na time-of-flight inelastic neutron scattering study on a sample composed of a\nlarge number of co-aligned bulk crystals of the IL nickelate LaNiO$_2$. We\nobserve several dispersive phonon branches, which are in good agreement with\nlattice dynamical calculations based on density-functional perturbation theory.\nIn addition, we compare the characteristics of selected LaNiO$_2$ phonon modes\nto those of isostructural cuprate superconductors. Our findings provide a\nreference point for future experimental and theoretical efforts aimed at\nunderstanding the interplay between lattice dynamics and electronic properties\nin IL nickelates."}
{"id": "2509.04012", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04012", "abs": "https://arxiv.org/abs/2509.04012", "authors": ["Yue Mao", "Hui-Ying Ren", "Xiao-Feng Zhou", "Hao Sheng", "Yun-Hao Xiao", "Yu-Chen Zhuang", "Ya-Ning Ren", "Lin He", "Qing-Feng Sun"], "title": "Orbital hybridization in graphene-based artificial atoms", "comment": "23 pages, 13 figures (+ supplementary materials 23 pages, 11 figures)", "summary": "Intraatomic orbital hybridization and interatomic bond formation are the two\nfundamental processes when real atoms are condensed to form matter. Artificial\natoms mimic real atoms by demonstrating discrete energy levels attributable to\nquantum confinement. As such, they offer a solid-state analogue for simulating\nintraatomic orbital hybridization and interatomic bond formation. Signatures of\ninteratomic bond formation has been extensively observed in various artificial\natoms. However, direct evidence of the intraatomic orbital hybridization in the\nartificial atoms remains to be experimentally demonstrated. Here we, for the\nfirst time, realize the orbital hybridization in artificial atoms by altering\nthe shape of the artificial atoms. The anisotropy of the confining potential\ngives rise to the hybridization between quasibound states with different\norbital quantum numbers within the artificial atom. These hybridized orbits are\ndirectly visualized in real space in our experiment and are well reproduced by\nboth numerical calculations and analytical derivations. Our study opens an\navenue for designing artificial matter that cannot be accessed on real atoms\nthrough experiments. Moreover, the results obtained inspire the progressive\ncontrol of quantum states in diverse systems."}
{"id": "2509.03774", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03774", "abs": "https://arxiv.org/abs/2509.03774", "authors": ["Niclas Heinsdorf", "Marcel Franz"], "title": "Proximitizing altermagnets with conventional superconductors", "comment": null, "summary": "Recent theoretical work highlighted unique properties of superconducting\naltermagnets, including the wealth of topologically non-trivial phases as well\nas their potential uses in spintronic applications. Given that no intrinsically\nsuperconducting altermagnets have yet been discovered, we study here the\npossibility of superconducting order induced by proximity effect from a\nconventional s-wave superconductor. Through symmetry analysis and microscopic\nmodeling we find that interesting superconducting phases can indeed be\nproximity-induced in a thin altermagnetic film provided that weak Rashba\nspin-orbit coupling is present at the interface. Surprisingly, the resulting\nsuperconductor is generically nodal with a mixed singlet/triplet order\nparameter and, importantly for applications, capable of generating\nspin-polarized persistent current. We propose a set of candidate\nheterostructures with low lattice mismatch suitable to probe these effects\nexperimentally."}
{"id": "2509.04015", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04015", "abs": "https://arxiv.org/abs/2509.04015", "authors": ["Yu-Fei Sun", "Yue Mao", "Yu-Chen Zhuang", "Qing-Feng Sun"], "title": "Tunneling Magnetoresistance Effect in Altermagnets", "comment": "13 pages, 7 figures", "summary": "As an unconventional magnet, altermagnetism attracts great interest in\ncondensed matter physics and applies a new research platform for the\nspintronics. Since the tunneling magnetoresistance (TMR) effect is an important\nresearch aspect in spintronics, we theoretically propose a universal\naltermagnetic sandwich device to achieve the TMR effect and investigate its\ntransport properties. Using the nonequilibrium Green's function method and the\nLandauer-B\\\"uttiker formula, we obtain the conductance and the TMR ratio. By\nsystematically rotating the orientations of the altermagnet and spin, we\ninvestigate how the altermagnetic orientations affect the conductance and the\nTMR ratio, and comprehensively demonstrate the dependence of the conductance\nand the TMR ratio on a range of parameters in the system. By tuning the\naltermagnetism strength and the Fermi energy, as well as rotating the\norientations in the altermagnet, the TMR ratio can reach a value of over 1000%.\nIn addition, we analyze the detailed symmetry relations of the conductance and\nthe TMR ratio in our system. Our approach provides a new design concept for the\nnext-generation information technologies based on the altermagnetic platform,\npaving the way for the development of spintronics applications."}
{"id": "2509.03781", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03781", "abs": "https://arxiv.org/abs/2509.03781", "authors": ["Brian S. Vermilyea", "Michael M. Fogler"], "title": "Plasmons in a network of topological states in twisted bilayer graphene", "comment": null, "summary": "We study surface plasmons in minimally-twisted bilayer graphene that contains\na triangular network of partial dislocations (or AB-BA domain walls) hosting\none-dimensional electronic states. We calculate plasmon dispersion by solving\nclassical equations of motion for charge dynamics on the network links with\nimpedance boundary conditions at the network nodes. The plasmon band structure\nis shown to be quasi-periodic in frequency and damped everywhere except at\nhigh-symmetry points of the moir\\'e Brillouin zone. We compare our\nnetwork-based formalism with the conventional random phase approximation and\ndiscuss when each approach is valid. Calculations of plasmon waves launched by\nlocal scatterers are presented to simulate terahertz nano-imaging experiments."}
{"id": "2509.04017", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04017", "abs": "https://arxiv.org/abs/2509.04017", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Yun-Fang Li", "Hong-Yu Tian"], "title": "Spin-valley polarized edge states and quantum anomalous Hall states controlled by side potential in 2D honeycomb lattices", "comment": "8 pages, 9 figures", "summary": "Based on the tight-binding formalism, we study the effect of side potential\non the spin and valley related electronic property of $2$D honeycomb lattices\nwith intrinsic spin-orbit coupling, such as silicene and germanene. The side\npotential is composed of potential field and exchange field applied on the\nboundaries of the zigzag nanoribbon. It is found that the side potential could\ngreatly affect the helical edge states with different spin indices and the spin\nand valley are locked to each other. By adjusting the side potential and ribbon\nwidth, the system shows quantum spin-valley Hall effect, valley polarized\nquantum spin Hall effect, and spin polarized quantum anomalous Hall effect. Due\nto the side potential and the coupling of edge states in narrow ribbon, a band\ngap could be opened for specific spin and the time-reversal symmetry could be\nbroken, leading to a spin polarized quantum anomalous Hall phase. Various kinds\nof spin-valley polarized edge states are formed at the two boundaries.\nFurthermore, the spin-valley polarized insulating states can be used to realize\na perfect spin-valley switch."}
{"id": "2509.03801", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03801", "abs": "https://arxiv.org/abs/2509.03801", "authors": ["Wen-Ting Liu", "Shu-Chang Zhao", "Qiang Cheng", "Qing-Feng Sun"], "title": "Controllable Josephson diode effect, $0$-$π$ transition and switch effect in the superconductor/two-dimensional Weyl nodal line semimetal/superconductor junctions", "comment": "10pages,7figures", "summary": "We study the Josephson effects in the superconductor/two-dimensional Weyl\nnodal line semimetal/superconductor junctions using the Green's function\nmethod. When the Rashba spin-orbit coupling and an external magnetic field\ncoexist in the semimetal, the symmetries protecting the reciprocity of\nsupercurrent can be broken and the Josephson diode effect with the\nnonreciprocity of supercurrent can be realized. A high efficiency exceeding\n$40\\%$ can be achieved with the experimentally accessible values of the\nmagnetic field and the Rashba spin-orbit coupling. The diode efficiency can be\neasily controlled by the direction and magnitude of the field and the strength\nof the spin-orbit coupling. When the spin-orbit coupling is absent or the\nexternal field is absent, the Josephson diode effect vanishes but the\ncurrent-phase difference relations still show strong dependence on the field or\nthe coupling. The tunable $0$-$\\pi$ transition and the switch effect of\nsupercurrent in the junctions can be formed if the direction of the field is\nrotated or the magnitude of the field and the strength of the coupling are\nchanged. The obtained Josephson diode effect, the $0$-$\\pi$ transition and the\nswitch effect of supercurrent are helpful in the design of the quantum devices\nbased on nodal line semimetals."}
{"id": "2509.04045", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04045", "abs": "https://arxiv.org/abs/2509.04045", "authors": ["Fengjun Zhuo", "Zhenyu Dai", "Hongxin Yang", "Zhenxiang Cheng"], "title": "Moiré spintronics: Emergent phenomena, material realization and machine learning accelerating discovery", "comment": null, "summary": "Twisted van der Waals (vdW) materials have emerged as a promising platform\nfor exploring the exotic quantum phenomena and engineering the novel material\nproperties in two dimensions, which could bring revolutionary developments in\nspintronics. This Review aims at providing an overview of recent progress on\nemerging moir\\'e spintronics in twisted vdW materials, with a particular focus\non two-dimensional magnetic materials. After a brief introduction to the\ngeneral features of twisted vdW materials, we discuss recent theoretical and\nexperimental studies on stacking-dependent interlayer magnetism, non-collinear\nspin textures, moir\\'e magnetic exchange interactions, moir\\'e skyrmions and\nmoir\\'e magnons. We further highlight the ability to accelerate the discovery\nand design multifunctional materials for moir\\'e spintronics with the\nassistance of machine learning. We conclude with the most pressing challenges\nand potential opportunities in this rapidly expanding field."}
{"id": "2509.03822", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03822", "abs": "https://arxiv.org/abs/2509.03822", "authors": ["Xing-Jian Yi", "Yue Mao", "Xiancong Lu", "Qing-Feng Sun"], "title": "Spin Splitting Nernst Effect in Altermagnet", "comment": null, "summary": "Altermagnet is a distinctive magnet phase, which has spin-split energy band\nbut with zero net magnetic moment. In this paper, we propose that altermagnet\nbehaves spin splitting Nernst effect: Under a longitudinal temperature\ngradient, the electrons with opposite spins tend to split oppositely in the\ntransverse direction, thus generating a transverse spin current. The spin\nsplitting Nernst effect is understood from the contribution of the longitudinal\nwave vector to the transverse group velocity. Using the nonequilibrium Green's\nfunction method, we calculate the spin-dependent transmission coefficient in\nthe four-terminal altermagnet device. From the spin-dependent transmission\ncoefficient, the nonzero transverse spin current from longitudinal temperature\ngradient is obtained, and the spin splitting Nernst effect is verified. We\nsystematically study the parameter dependence of the spin splitting Nernst\neffect, while also performing symmetry analysis. The spin splitting Nernst\neffect can be easily regulated by Fermi surface energy, temperature, transport\ndirection, and system size. Furthermore, in altermagnet, the $xy$-response and\n$yx$-response spin splitting Nernst coefficients are equal with\n$N_{s,xy}=N_{s,yx}$, different from the conventional spin Nernst effect where\nthey are opposite. Meanwhile, the spin splitting Nernst effect require neither\nspin-orbit coupling nor net magnetism."}
{"id": "2509.04206", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.04206", "abs": "https://arxiv.org/abs/2509.04206", "authors": ["Wenkai Zhu", "Ziao Wang", "Tiangui Hu", "Zakhar R. Kudrynskyi", "Tong Zhou", "Zakhar D. Kovalyuk", "Ce Hu", "Hailong Lin", "Xiaodong Li", "Yongcheng Deng", "Quanshan Lv", "Lixia Zhao", "Amalia Patane", "Igor Zutic", "Houzhi Zheng", "Kaiyou Wang"], "title": "Two-dimensional magnetic tunnel p-n junctions for low-power electronics", "comment": null, "summary": "For decades, semiconductors and their heterostructures have underpinned both\nfundamental and applied research across all areas of electronics.\nTwo-dimensional, 2D (atomically thin) semiconductors have now the potential to\npush further the miniaturization of electronic components, enabling the\ndevelopment of more efficient electronics. Here, we report on a giant anomalous\nzero-bias spin voltage in magnetic tunnel junctions based on 2D materials. The\ngeneration, manipulation and detection of electron spin across a\nnanometer-thick magnetic tunnel junction do not require any applied bias. It is\nachieved by exploiting high-quality ferromagnetic/semiconductor interfaces and\nthe asymmetric diffusion of spin-up/spin-down electrons across a semiconductor\np-n junction. The large spin-voltage signal exceeds 30,000% and is far greater\nthan the highest magnetoresistance signals reported to date. Our findings\nreveal unexplored opportunities to transform and amplify spin information for\nlow-power electronics."}
{"id": "2509.03854", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03854", "abs": "https://arxiv.org/abs/2509.03854", "authors": ["Joshua J. Sanchez", "Raagya Aurora", "Daniel Bennett", "Daniel T. Larson", "Efthimios Kaxiras", "Riccardo Comin"], "title": "Switching topological states via uniaxial strain in 2D materials", "comment": "6 pages, 4 figures", "summary": "In topological materials, dissipationless edge currents are protected against\nlocal defect scattering by the bulk inverted band structure and band gap. We\npropose that large uniaxial strain can effectively switch a 2D Chern insulator\nto a topologically trivial state. Further, we suggest that the boundary between\nstrained and unstrained regions of a sample can act as a new edge for\ndissipationless current flow. Using density functional theory (DFT)\ncalculations we demonstrate the strain-tunability of the monolayer MnBi2S2T2\nband structure and the switching of the Chern number. We combine uniaxial and\nbiaxial strain results to map out the strain-tuned topological phase diagram."}
{"id": "2509.04209", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04209", "abs": "https://arxiv.org/abs/2509.04209", "authors": ["Mario Di Luca", "Emily Hajigeorgiou", "Zekang Zhou", "Tengyan Feng", "Kenji Watanabe", "Takashi Taniguchi", "Mitali Banerjee"], "title": "Quantum Hall Antidot as a Fractional Coulombmeter", "comment": null, "summary": "The detection of fractionally charged quasiparticles, which arise in the\nfractional quantum Hall regime, is of fundamental importance for probing their\nexotic quantum properties. While electronic interferometers have been central\nto probe their statistical properties, their interpretation is often\ncomplicated by bulk-edge interactions. Antidots, potential hills in the quantum\nHall regime, are particularly valuable in this context, as they overcome the\ngeometric limitations of conventional designs and act as controlled impurities\nwithin a quantum point contact. Furthermore, antidots allow for quasiparticle\ncharge detection through straightforward conductance measurements, replacing\nthe need for more demanding techniques. In this work, we employ a gate-defined\nbilayer graphene antidot operating in the Coulomb-dominated regime to study\nquasiparticle tunneling in both integer and fractional quantum Hall states. We\nshow that the gate-voltage period and the oscillation slope directly reveal the\ncharge of tunneling quasiparticles, providing a practical method to measure\nfractional charge in graphene. Moreover, we report the first measurement of the\n$e/3$ fractional charge in a graphene-based device. The simplicity and\ntunability of this design open a pathway to extend AD-based charge measurements\nto other van der Waals materials, establishing antidots as a powerful and\nbroadly applicable platform to study the quantum Hall effect."}
{"id": "2509.03907", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03907", "abs": "https://arxiv.org/abs/2509.03907", "authors": ["Subhojit Roy", "Andreas Kreisel", "Brian M. Andersen", "Shantanu Mukherjee"], "title": "Unconventional superconductivity in monolayer transition metal dichalcogenides", "comment": "15 pages, 14 figures", "summary": "A variety of experimental observations in monolayer transition metal\ndichalcogenide superconductors with Ising spin-orbit coupling suggest the\npresence of an unconventional superconducting pairing mechanism. Some of these\nexperiments include observation of Leggett modes and a nodal superconducting\ngap in STM experiments, a large in-plane upper critical field compared to the\nPauli limit, and the observation of a two-fold gap anisotropy in\nmagnetoresistance measurements. Here, we propose a superconducting pairing\nmechanism mediated by spin and charge fluctuations and identify the dominant\nsuperconducting instability relevant to monolayer TaS$_2$. We then explore the\neffect of an additional electron-phonon pairing contribution, and compare our\nresults with recent experimental findings. In particular, our theory stabilizes\na superconducting ground state with nodal-like density of states that agrees\nwith STM experiments. The theory obtains a large in-plane upper critical field\ndue to a combination of Ising spin-orbit coupling and even-odd parity mixing in\nthe superconducting state. Further, we find that an in-plane magnetic field\nsplits the degeneracy of the superconducting ground state, and the resulting\ntwo-fold symmetric superconducting order parameter could explain the gap\nanisotropy observed in magnetoresistance experiments. Overall, the proposed\ntheoretical pairing model can reconcile diverse experimental observations and\nremains consistent with observations on other dichalcogenide superconductors\nsuch as monolayer NbSe$_2$."}
{"id": "2509.04285", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04285", "abs": "https://arxiv.org/abs/2509.04285", "authors": ["Henry Mittenzwey", "Andreas Knorr"], "title": "Many-Body Rashba Spin-Orbit Interaction and Exciton Spin Relaxation in Atomically Thin Semiconductor Structures", "comment": null, "summary": "We propose a previously unexplored spin-orbit interaction mechanism by\nestablishing a mesoscopic many-particle Rashba Hamiltonian. In lowest order,\nthis Hamiltonian self-consistently describes exciton spin relaxation in\nmonolayer transition metal dichalcogenides (TMDC) due to local electric fields\ncaused by spatial asymmetries in the dielectric environment. For a monolayer\nMoSe$_2$ on a SiO$_2$ substrate above 77\\,K showing a meV bright-dark\nsplitting, the local electric field causes fast intravalley spin relaxation on\na sub-picosecond timescale, whereas it is negligible for other TMDCs with\nlarger bright-dark splitting."}
{"id": "2509.03908", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03908", "abs": "https://arxiv.org/abs/2509.03908", "authors": ["Tie-Feng Fang", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Strongly correlated electrons in superconducting islands with fluctuating Cooper pairs", "comment": "16 pages, 3 figures", "summary": "We present a particle-number conserving theory for many-body effects in\nmesoscopic superconducting islands connected to normal electrodes, which\nexplicitly includes quantum fluctuations of Cooper pairs in the condensate.\nBeyond previous BCS mean-field descriptions, our theory can precisely treat the\npairing and Coulomb interactions over an unprecedentedly broad range of\nparameters by using the numerical renormalization group method. On increasing\nthe ratio of pairing to Coulomb interactions, the low-energy physics of the\nsystem evolves from the spin Kondo to mixed valence regimes and eventually\nreaches an anisotropic charge Kondo phase, while a crossover from $1e$- to\n$2e$-periodic Coulomb blockade of transport is revealed at high temperatures.\nFor weak pairing, the superconducting condensate is frozen in the local\nspin-flip processes but fluctuates in the virtual excitations, yielding an\nenhanced spin Kondo temperature. For strong pairing, massive fluctuations of\nCooper pairs are crucial for establishing charge Kondo correlations whose Kondo\ntemperature rapidly decreases with the pairing interaction. Surprisingly, a\ncharge-exchange induced local field may occur even at the charge degenerate\npoint, thereby destroying the charge Kondo effect. These are demonstrated in\nthe spectral and transport properties of the island."}
{"id": "2509.04306", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04306", "abs": "https://arxiv.org/abs/2509.04306", "authors": ["Lyuba Malysheva"], "title": "Specific features of the $π$-electron spectrum of narrow achiral $(2m,m)$ nanoribbons", "comment": null, "summary": "On the basis of the Su-Schrieffer-Heeger-H\\\"uckel-type Hamiltonian, we\nconsider the tight-binding eigenvalue problem for a sequence of pyrene\nmolecules forming a narrow $(2m,m)$ graphene nanoribbon. Specific features of\nthe corresponding dispersion relation are analyzed and illustrated with several\nexamples. It is shown that the $\\pi$-electron spectrum of the pyrene oligomer\nincludes local states, in contrast to the spectrum of linear acene, which\nconsists only of extended states. We analyze and illustrate the difference in\nthe behavior of\n  the electron density distribution for extended and local electronic states.\nExplicit analytic expressions for the Green's function coefficients of the\npyrene molecule are also presented."}
{"id": "2509.03915", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03915", "abs": "https://arxiv.org/abs/2509.03915", "authors": ["Wei-Tao Lu", "Tie-Feng Fang", "Qing-Feng Sun"], "title": "Superconducting lens and Josephson effect in AA-stacked bilayer graphene", "comment": null, "summary": "We study the superconducting transport phenomena, involving lensing effect\nand supercurrent in AA-stacked bilayer graphene, which is characterized by a\nlinear gapless band with two shifted Dirac cones. Our findings indicate that\ncross Andreev reflection and Josephson current occur exclusively within the\nintracone process, while intercone scatterings are strictly prohibited. The\nnormal/superconductor/normal junction can act as a superconducting lens for the\nupper and lower cones. Depending on cone index, the transmitted electrons and\nholes can be focused, collimated or diverged by adjusting the gate voltages. In\nsuperconductor/normal/superconductor junction, due to interlayer coupling, the\ncritical currents of the two cones exhibit distinct oscillation periods with\njunction width, leading to an irregular oscillation of the total critical\ncurrent. Furthermore, the oscillations of critical currents with exchange field\nmaintain a stable phase difference of one quarter period between the two cones.\nConsequently, a cone-dependent 0-\\pi transition is achieved in this Josephson\njunction."}
{"id": "2509.04319", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04319", "abs": "https://arxiv.org/abs/2509.04319", "authors": ["Leonard Geilen", "Lukas Schleicher", "Alexander Musta", "Benedict Brouwer", "Eva M. Weig", "Alexander Holleitner", "Anne Rodriguez"], "title": "In-situ profiling of pressure-induced exciton traps in suspended MoS$_2$ monolayers", "comment": null, "summary": "We demonstrate the in-situ read-out of the spatial profile of suspended\nMoS$_2$ monolayers hosted on substrates with nano-structured holes. As the\nprofiles are spatially bent, the suspended MoS$_2$ monolayers act as exciton\ntraps with tunable luminescence intensity and energy. The tunability is\nrealized by controlling the environmental pressure on the monolayers, which\nallows to control hundreds of suspended MoS$_2$ monolayers on a single\nsubstrate. The in-situ read-out is based on Fabry-P\\'erot interferences and a\nmodel of the corresponding reflectance contrast maps of the investigated\nmonolayers."}
{"id": "2509.03921", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03921", "abs": "https://arxiv.org/abs/2509.03921", "authors": ["Yu-Chen Zhuang", "Yue Mao", "Qing-Feng Sun"], "title": "Atomic collapse of high-order singular potentials in graphene", "comment": "16 pages, 11 figures", "summary": "Artificial atoms in graphene hosting a series of quasi-bound states can serve\nas an excellent platform to explore atomic collapse and become a basis to\ndesign novel graphene nanodevices. We theoretically study behaviors of massless\nDirac fermions in singular potentials with a general form of 1/r^{\\gamma}.\nDifferent from the Coulomb potential that demands a supercritical charge Z >\nZc, a high-order singular potential ({\\gamma} > 1) is found to in principle\ninduce atomic collapse with an infinitesimal charge Z. The energies of atomic\ncollapse states (ACSs) within these potentials are arranged roughly as a power\nsequence. We also show that some special ACSs can exist even above the bulk\nDirac point, which cannot appear in the Coulomb potential. These findings\nuncover the anomalies of massless Dirac fermions in diverse charge potentials\nand provide guidance for further experiments and graphene nanodevice\napplications."}
{"id": "2509.04411", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04411", "abs": "https://arxiv.org/abs/2509.04411", "authors": ["J. Jobst", "E. E. Krasovskii", "R. Ribeiro", "T. A. de Jong", "C. R. Dean", "R. M. Tromp", "S. J. van der Molen"], "title": "Unoccupied bands in the molybdenum dichalcogenides MoS$_2$, MoSe$_2$, and MoTe$_2$", "comment": null, "summary": "We present angle-resolved reflected electron spectroscopy (ARRES) data for\nthe three molybdenum-based transition metal dichalcogenides (TMDs) \\mos, \\mose,\nand \\mote. To follow the changes as the series moves from S to Se to Te in more\ndetail, we determine accurate IV-spectra for monolayers and bulk TMDs. These\nexperimental data sets are then compared with theoretical predictions for both\nthe unoccupied band structure and the scattering density of states. We find\ngood agreement, especially for lower energies where inelastic effects are\nrelatively unimportant. Furthermore, we identify a series of interlayer\nresonances for which the dependence of the hybridization effects on the layer\ncount is observed. Although these resonances bear similarity to interlayer\nresonances in hBN and graphene, they differ in their character, being dominated\nby unoccupied $d$-states of the chalcogen-atoms. The unoccupied states studied\nand analyzed here play a key role in all processes that require an electron to\ntemporarily reside in a state above the vacuum level, such as in photoemission\nand secondary electron emission experiments."}
{"id": "2509.03923", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03923", "abs": "https://arxiv.org/abs/2509.03923", "authors": ["Wei-Tao Lu", "Tie-Feng Fang", "Qing-Feng Sun"], "title": "Antiferromagnetic superlattices: anisotropic band and spin-valley valve in buckled two-dimensional materials", "comment": null, "summary": "Antiferromagnetic superlattices (AFSL) are proposed based on the buckled\nhexagonal two-dimensional materials, which can be realized by the proximity\neffect of the periodically deposited antiferromagnets. It is found that the AF\nproximity effect can give rise to valley-polarized minibands and conductance,\nwhich are not held under ferromagnetic proximity. The spin degeneracy and\nvalley degeneracy are lifted simultaneously in the presence of AF proximity and\nelectric field. In consequence, both minibands and conductance could be\nspin-valley polarized completely in AFSL. The symmetry of spin-valley\npolarization is analysed by considering the pseudospin rotation operations and\nspatial inversion operations. Furthermore, AFSL also induce a highly\nanisotropic band structure due to the spin-orbit coupling (SOC). In particular,\nthe group velocity parallel to the periodic direction of AFSL is greatly\nrenormalized, while the velocity perpendicular to the periodic direction\nremains unaffected, contrary to that observed in graphene superlattices. With\nthe increase of SOC, the anisotropy becomes more prominent, leading to\nflattened band and electron supercollimation. The direction of anisotropy can\nbe regulated by adjusting the potential and SOC. These findings offer an\nalternative approach to engineering anisotropic two-dimensional materials. As\nan application, the AFSL may well work as a symmetry-protected spin-valley\nvalve easily controlled by the gate voltages."}
{"id": "2509.04420", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04420", "abs": "https://arxiv.org/abs/2509.04420", "authors": ["Mohammad Ghuneim", "Raditya Weda Bomantara"], "title": "Zero and Nonzero Energy Majorana Modes in an Extended Kitaev Chain", "comment": "Comments are welcome", "summary": "This paper studies an extended Kitaev chain with three sublattices per unit\ncell. This extended version is obtained by hybridizing a modified\nSu-Schrieffer-Heeger model featuring trimerized unit cells with the standard\nKitaev chain, resulting in a hexamer structure on the Majorana basis. Due to\nthe interplay between the sublattice configuration and the $p$-wave\nsuperconducting pairing, a rich structure of edge modes beyond the expected\nMajorana zero modes is obtained. The various Majorana edge modes are further\nfound to demonstrate considerable robustness against some generic perturbations\nand disorder. The presence of robust Majorana edge modes beyond their zero\nenergy variations potentially offers a step forward in the ongoing efforts to\nunambiguously detect Majorana modes in experiments."}
{"id": "2509.03924", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.03924", "abs": "https://arxiv.org/abs/2509.03924", "authors": ["Tie-Feng Fang", "Wei-Tao Lu", "Ai-Min Guo", "Qing-Feng Sun"], "title": "Frustration-enhanced persistent currents in correlated trimer nanorings", "comment": "7 pages, 4 figures", "summary": "We investigate the persistent current in a correlated trimer nanoring\ncomprising of three magnetic atoms, which sits on a metallic host and encloses\na magnetic flux. In the molecular-orbital regime, charge fluctuations can\nreverse the aromaticity of the trimer molecule by driving quantum phase\ntransitions between many-body states. It is shown that in frustrated trimers\nthe superexchange-induced current as a function of interatom hopping is\nenhanced by the competition of conflicting magnetic orders, with an asymmetric\npeak at the quantum criticality separating the ferromagnetic and\nantiferromagnetic Kondo regimes. Interestingly, the critical current undergoes\nan anomalous rise with temperature before decaying, signaling the suppression\nof Kondo bound state at finite temperature. Our results demonstrate that the\ncoherent current response to external flux indeed conveys important information\non the states of strongly correlated systems."}
{"id": "2509.04447", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04447", "abs": "https://arxiv.org/abs/2509.04447", "authors": ["Bitan Roy"], "title": "Zero modes and index theorems for non-Hermitian Dirac fermions", "comment": "11 Pages, No figures", "summary": "Dirac fermions, subject to external magnetic fields and in the presence of\nmass orders that assume topologically nontrivial spatial textures such as\ndomain-wall and vortices, for example, bind robust mid-gap states at\nzero-energy, the number of which is governed by the Aharonov-Casher and\nJackiw-Rebbi or Jackiw-Rossi index theorems, respectively. Here I extend the\njurisdiction of these prominent index theorems to Lorentz invariant\nnon-Hermitian (NH) Dirac operators, constructed by augmenting the celebrated\nDirac Hamiltonian by a masslike anti-Hermitian operator that also scales\nlinearly with momentum. The resulting NH Dirac operator manifests real\neigenvalues over an extended NH parameter regime, characterized by a real\neffective Fermi velocity for NH Dirac fermions. From the explicit solutions of\nthe zero-energy bound states, I show that in the presence of external magnetic\nfields of arbitrary shape such modes always exist when the system encloses a\nfinite number of magnetic flux quanta, while in the presence of spatially\nnon-trivial textures of the mass orders localized zero-energy modes can only be\nfound in the spectrum when the effective Fermi velocity for NH Dirac fermions\nis real. These findings pave a concrete route to realize nucleation of\ncompeting orders from the topologically robust zero-energy manifold in NH or\nopen Dirac systems. Possible experimental setups to test these predictions are\ndiscussed."}
{"id": "2509.03929", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03929", "abs": "https://arxiv.org/abs/2509.03929", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Topologically protected magnetoresistance by quantum anomalous Hall effect", "comment": null, "summary": "Recently, antiferromagnetic (AF) materials have attracted rapid attention,\nbecause they are considered as outstanding candidates to replace the widely\nused ferromagnets in the next generation of spintronics. We propose a\nmagnetoresistance model based on the quantum anomalous Hall effect in an AF\nsystem, which is protected by the topological Chern number. By regulating the\nAF exchange field and an electric field, the system can be controlled between\nthe quantum spin Hall insulator (QSHI) phases and the quantum anomalous Hall\ninsulator (QAHI) phases. As a result, a QAHI/QSHI/QAHI junction can be formed.\nIn the QAHI region, the spin orientation of chiral edge state can be\nmanipulated by tuning the AF exchange field and the electric field. Therefore,\nthe spin directions of two QAHIs in the junction can have parallel and\nantiparallel configurations. The conductances of two configurations offered by\nchiral edge states are significantly different, and this is a magnetoresistance\neffect that can be electrically controlled. Because of the topological\ninvariance, the magnetoresistance plateaus are robust to the size effect and\nthe disorder."}
{"id": "2509.04408", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04408", "abs": "https://arxiv.org/abs/2509.04408", "authors": ["Yi-Hsien Du"], "title": "Chiral Graviton Theory of Fractional Quantum Hall States", "comment": "58 pages", "summary": "Recent polarized Raman scattering experiments indicate that fractional\nquantum Hall systems host a chiral spin-2 neutral collective mode, the\nlong-wavelength limit of the magnetoroton, which behaves as a condensed-matter\ngraviton. We present a nonlinear, gauge-invariant effective theory by gauging\narea-preserving diffeomorphisms (APDs) with a unimodular spatial metric as the\ngauge field. A Stueckelberg construction introduces an APD-invariant local\npotential that aligns the dynamical metric with a reference geometry, opening a\ntunable gap while preserving gauge redundancy. Together with a geometric\nMaxwell kinetic sector and the Wen-Zee and gravitational Chern-Simons terms,\nthe theory yields a gapped chiral spin-2 excitation consistent with universal\nlong-wavelength constraints. The tunable gap emerges naturally from symmetry\nand provides a route to an isotropic-nematic quantum critical point where the\nspin-2 mode softens. We further establish a linear dictionary to quadrupolar\ndeformations in composite Fermi liquid bosonization, and outline applications\nto fractional Chern insulators as well as higher-dimensional generalizations.\nFinally, the approach can be extended to non-Abelian fractional quantum Hall\nstates, capturing both spin-2 and spin-3/2 neutral modes."}
{"id": "2509.03936", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03936", "abs": "https://arxiv.org/abs/2509.03936", "authors": ["Naoto Tsuji"], "title": "Two-dimensional coherent spectroscopy of disordered superconductors in the narrow-band and broad-band limits", "comment": "22 pages, 14 figures", "summary": "We theoretically analyze two-dimensional coherent spectroscopy (2DCS) signals\nfor disordered superconductors in two limits: One is the narrow-band limit with\nsinusoidal pulse waves, and the other is the broad-band limit with\ndelta-function pulses. While the 2DCS signal in the narrow-band limit is\nrelated to the third-order nonlinear susceptibilities $\\chi^{(3)}(3\\Omega;\n\\Omega, \\Omega, \\Omega)$ (third harmonic generation) and $\\chi^{(3)}(\\Omega;\n\\Omega, \\Omega, -\\Omega)$ (ac Kerr effect), we find that in the broad-band\nlimit the signal along the diagonal and horizontal lines in the two-dimensional\nfrequency space is related to another nonlinear susceptibility\n$\\chi^{(3)}(\\Omega; \\Omega, 0, 0)$ (dc Kerr effect). We numerically evaluate\nthose susceptibilities for a lattice model of superconductors based on the BCS\nmean-field theory and self-consistent Born approximation for impurities. The\n2DCS signals in the narrow-band and broad-band limits show threshold and\nresonance behaviors at the superconducting-gap frequency, respectively, whose\nphysical origin is discussed in light of quasiparticle and Higgs-mode\nexcitations."}
{"id": "2509.04418", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04418", "abs": "https://arxiv.org/abs/2509.04418", "authors": ["Alessio Squarcini", "José M. Romero-Enrique", "Andrew O. Parry"], "title": "The influence of the Casimir effect on the binding potential for 3D wetting", "comment": "29 pages, 3 figures", "summary": "We provide comprehensive details of how a previously overlooked entropic, or\nlow temperature Casimir contribution, $W_C$, to the total binding potential for\n3D short-ranged wetting may be determined from a microscopic\nLandau-Ginzburg-Wilson Hamiltonian. The entropic contribution comes from the\nmany microscopic configurations corresponding to a given interfacial one, which\narise from bulk-like fluctuations about the mean-field (MF) constrained\nprofile, and adds to the usual MF contribution $W_{MF}$. We determine the\nfunctional dependence of $W_C$ on the interface (and wall) shape using a\nboundary integral method which can be cast as a diagrammatic expansion with\neach diagram corresponding to successively higher-order exponentially decaying\ncontributions. The decay of $W_C$ is qualitatively different for first-order\nand critical wetting with the change in form occurring at the MF tricritical\npoint. Including the Casimir contribution to the binding potential preserves\nthe global surface phase diagram but changes, radically, predictions for\nfluctuation effects at first-order and tricritical wetting, even when\ncapillary-wave fluctuations are not considered."}
{"id": "2509.03941", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03941", "abs": "https://arxiv.org/abs/2509.03941", "authors": ["Mathias Åsan Myhre", "Verena Brehm", "Thomas Delvaux", "Arne Brataas", "Alireza Qaiumzadeh"], "title": "Thickness-dependent magnon spin transport in antiferromagnetic insulators: Crossover from quasi-three-dimensional to quasi-two-dimensional regimes", "comment": null, "summary": "Motivated by the recent observation of giant room-temperature magnon spin\nconductivity in an ultrathin ferromagnetic insulator [X.-Y. Wei et al., Nat.\nMater. 21, 1352 (2022)], we investigate thickness-dependent magnon spin\ntransport in thin antiferromagnetic insulators (AFIs). We study the\nprototypical AFI hematite, known for its exceptionally low magnetic damping and\ntwo distinct magnetic phases: a low-temperature uniaxial easy-axis phase and a\nhigh-temperature biaxial easy-plane phase. Using stochastic micromagnetic\nsimulations, we investigate thickness-dependent magnon spin transport across\nboth magnetic phases. Our results uncover a crossover from\nquasi-three-dimensional to quasi-two-dimensional magnon spin transport at a\ncritical thickness, determined by the frequency or energy of the excited\nmagnons. Below this critical thickness, we observe a pronounced enhancement in\nthe magnon diffusion length in both magnetic phases. This rise is attributed to\na change in the effective magnon density of states, reflecting the reduced\nphase space available for scattering in the thinner, quasi-two-dimensional\nregime. Understanding and controlling long-distance magnon spin transport in\nAFIs is crucial for developing next-generation spintronic nanodevices,\nespecially as materials approach the two-dimensional limit."}
{"id": "2509.03943", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03943", "abs": "https://arxiv.org/abs/2509.03943", "authors": ["Lizhou Liu", "Cheng-Ming Miao", "Qing-Feng Sun", "Ying-Tao Zhang"], "title": "Two-dimensional Dirac semimetals with tunable edge states", "comment": null, "summary": "We theoretically propose a design for two-dimensional Dirac semimetals using\na bilayer-modified Bernevig-Hughes-Zhang (BHZ) model. By introducing new sites\ninto the BHZ model, we engineer flat bands at the Fermi energy. In the bilayer\nsystem, interlayer coupling separates these flat bands, resulting in two Dirac\npoints that preserve time-reversal and inversion symmetries. Two Dirac points\nare connected by a one-dimensional Fermi arc edge state, whose bound nature is\nconfirmed by quantized transmission resonance peaks. Notably, the position of\nthe Dirac points can be precisely tuned by adjusting interlayer coupling\nstrengths and symmetries."}
{"id": "2509.03944", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03944", "abs": "https://arxiv.org/abs/2509.03944", "authors": ["Lizhou Liu", "Cheng-Ming Miao", "Qing-Feng Sun", "Ying-Tao Zhang"], "title": "Two-Dimensional Higher-Order Topological Metals", "comment": null, "summary": "We investigate the energy band structure and energy levels of graphene with\nstaggered intrinsic spin-orbit coupling and in-plane Zeeman fields. Our study\ndemonstrates that staggered intrinsic spin-orbit coupling induces bulk band\ncrossover at the the \\( K \\) and \\( K' \\) valleys and generates antihelical\nedge states at the zigzag boundaries, resulting in topological metallic phases.\nQuantized transport coefficients confirm the existence of these antihelical\nedge states. Furthermore, an in-plane Zeeman field, regardless of orientation,\nopens a gap in the antihelical edge states while preserving bulk band closure,\nleading to higher-order topological metals with corner states. We also validate\nthe presence of these corner states in nanoflakes with zigzag boundaries and\nconfirm the metallic phases with crossed bands through a continuum low-energy\nmodel analysis."}
{"id": "2509.03949", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03949", "abs": "https://arxiv.org/abs/2509.03949", "authors": ["Cheng-Ming Miao", "Yu-Hao Wan", "Ying-Tao Zhang", "Qing-Feng Sun"], "title": "Tunable Majorana corner states driven by superconducting phase bias in a vertical Josephson junction", "comment": "11 pages, 7 figures", "summary": "The realization and manipulation of Majorana zero modes is a key step in\nachieving topological quantum computation. In this paper, we demonstrate the\nexistence of Majorana corner states in a\nsuperconductor-insulators-superconductor vertical Josephson junction. The\nposition of these Majorana corner states can be precisely and easily controlled\nby the superconducting phase bias, which be confirmed through both numerical\nand edge state theoretical analysis. In addition, we propose a protocol for\nachieving topological braiding of the Majorana corner states in a system of\nthree circular vertical Josephson junctions. Our findings advance the field of\ntopological quantum computation by providing new insights into the efficient\nand precise manipulation of Majorana corner states."}
{"id": "2509.03963", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03963", "abs": "https://arxiv.org/abs/2509.03963", "authors": ["Yu-Hao Wan", "Qing-Feng Sun"], "title": "Altermagnetism-Induced Parity Anomaly in Weak Topological Insulators", "comment": null, "summary": "We demonstrate that introducing altermagnetism on the surface of a weak\ntopological insulator (TI) results in the emergence of a single massless Dirac\nfermion, exhibiting a parity anomaly. To explore the transport properties\ninduced by this parity anomaly, we propose an effective two-dimensional (2D)\nlattice model to describe the weak TI surface. This model captures both the\nenergy spectrum and spin texture of the weak TI surface while reducing\ncomputational complexity. We show that the weak TI surface hosts a half-integer\nchiral edge current under the influence of altermagnetism. Additionally, in the\npresence of decoherence, the Hall conductance attains a half-quantized value.\nLayer-resolved calculations from a 3D slab model further confirm that surface\naltermagnetism drives the surface Hall conductance to transition to $e^{2}/2h$,\naligning with calculation from the 2D effective lattice model. Our findings\nestablish a link between altermagnetism and quantum anomalies, positioning weak\nTIs as a potential platform for investigating the parity anomaly without a net\nmagnetic moment."}
{"id": "2509.03969", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03969", "abs": "https://arxiv.org/abs/2509.03969", "authors": ["Yu-Hao Wan", "Peng-Yi Liu", "Qing-Feng Sun"], "title": "Interplay of Altermagnetic Order and Wilson Mass in the Dirac Equation: Helical Edge States without Time-Reversal Symmetry", "comment": null, "summary": "We investigate topological phases in three-dimensional topological insulator\n(3DTI) thin films interfaced with altermagnetic (AM) orders. Starting from a\nmodified Dirac equation, we elucidate the interplay between the Wilson mass,\narising from lattice regularization, and the altermagnetic mass, and show how\nthis interplay fundamentally alters the band topology and boundary modes. In\nparticular, we demonstrate that coupling a 3DTI thin film to AM order induces a\ntopological phase transition: although the total Chern number remains zero\nacross the transition, topological helical edge states emerge after the\ntransition. These helical edge states arise from opposite Chern numbers at\ndifferent high-symmetry points, and are distinct from both the chiral edge\nstates of the quantum anomalous Hall phase and the helical edge states of the\nconventional quantum spin Hall states. The quantum transport simulations reveal\nrobust, quantized nonlocal resistance plateaus associated with these helical\nedge states, which persist even under strong potential and magnetic disorder.\nOur results establish 3DTI/AM heterostructures as a feasible material platform\nfor engineering and detecting helical topological edge transport without\ntime-reversal symmetry, thus expanding the landscape of topological matter and\nproviding new opportunities for quantum devices."}
{"id": "2509.03984", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.03984", "abs": "https://arxiv.org/abs/2509.03984", "authors": ["Yu-Fei Sun", "Yue Mao", "Qing-Feng Sun"], "title": "Design of a Josephson diode based on double magnetic impurities", "comment": "11 pages, 6 figures", "summary": "We theoretically propose a universal superconducting diode device based on\ndouble magnetic impurities which are coupled to the connection region of the\nJosephson junction. The positive and negative currents flowing across the\njunction can generate opposite magnetic fields, flipping the magnetic moment of\nthe side magnetic impurity to the opposite directions, and in turn, the two\nimpurities will have different impacts on the opposite currents. This results\nin the phenomenon that the positive and negative critical currents are unequal,\nreferred to as the superconducting diode effect (SDE). Using the nonequilibrium\nGreen's function method (NEGF), we obtain the direction-dependent critical\ncurrents. We confirm the emergency of the SDE and demonstrate the dependence of\nthe superconducting diode efficiency on a range of parameters including the\nmagnitude, the direction, and the position of the magnetic moment. Besides, we\nsystematically analyze the symmetry relations of the nonreciprocity in our\nsystem. Our proposal has high practicability by avoiding the demand on the\nexternal magnetic field, the Cooper pair momentum, and the spin-orbit coupling.\nOur approach opens up new possibilities for the development of nonreciprocal\nelectronic circuits and provides an alternate perspective on the advancement of\nsuperconducting devices."}
{"id": "2509.03988", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.03988", "abs": "https://arxiv.org/abs/2509.03988", "authors": ["Alberto Carta", "Peter Mlkvik", "Fabian Grahlow", "Markus Ströbele", "H. -Jürgen Meyer", "Carl P. Romao", "Nicola A. Spaldin", "Claude Ederer"], "title": "Hubbard dimer physics and the magnetostructural transition in the correlated cluster material Nb$_3$Cl$_8$", "comment": null, "summary": "We present a combined computational and experimental study of Nb$_3$Cl$_8$, a\ncorrelated layered material containing Nb trimers, through the lens of\ncompeting intra- and intercluster interactions. Different proposed explanations\nfor its magnetostructural transition such as charge disproportionation,\nantiferromagnetic quenching, and interlayer singlet formation are investigated\nin light of the various reported low-temperature structures. Our findings rule\nout the previously proposed charge-disproportionation, suggest an intricate\ninterplay between Mott physics and the formation of interlayer singlets, and\nalso hint at a possible explanation of the observed intratrimer scissoring\ndistortion. We suggest that the physics of Nb$_3$Cl$_8$ should be understood in\nthe context of weakly coupled Hubbard dimers."}
{"id": "2509.03991", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.03991", "abs": "https://arxiv.org/abs/2509.03991", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Hong-Yu Tian", "Ben-Hu Zhou", "Hong-Mei Liu"], "title": "Band bending and zero-conductance resonances controlled by edge electric fields in zigzag silicene nanoribbons", "comment": "9 pages, 10 figures", "summary": "We study the band structure and transport property of a zigzag silicene\nnanoribbon when the electric fields are applied to the edges. It is found that\na band bending could be induced and controlled by the antisymmetric edge\nfields, which can be understood based on the wave functions of the edge states.\nThe highest valence band and the lowest conduction band coexist in the band\nbending region. With the narrowing of edge potentials, the bending increases\ngradually. When the edge fields become symmetric, an asymmetric band gap at the\nDirac points can be obtained due to the intrinsic spin-orbit interaction,\nsuggesting a valley polarized quantum spin Hall state. The gap could reach a\nmaximum value rapidly and then decrease slowly as the electric fields increase.\nDue to the combining effect of the band bending, band selective rule, and\nresonant states, many zero-conductance resonances and resonance peaks appear in\ndifferent regions, which could be described by the Fano resonance effect.\nFurthermore, the band bending and zero-conductance resonances are robust\nagainst the Hubbard interaction. The Hubbard interaction could work as a\nspin-dependent edge field, together with the edge electric fields, leading to a\nspin-dependent band gap and various quantum phases such as metal and\nhalf-metal."}
{"id": "2509.04002", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04002", "abs": "https://arxiv.org/abs/2509.04002", "authors": ["Yue Mao", "Qing-Feng Sun"], "title": "Phase transitions in quantum dot-Majorana zero mode coupling systems", "comment": "18 pages, 7 figures", "summary": "The magnetic doublet ground state (GS) of a quantum dot (QD) could be changed\nto a spin-singlet GS by coupling to a superconductor. In analogy, here we study\nthe GS phase transitions in QD-Majorana zero mode (MZM) coupling systems: GS\nbehaves phase transition versus intra-dot energy level and QD-MZM coupling\nstrength. The phase diagrams of GS are obtained, for cases with and without\nZeeman term. Along with the phase transition, we also study the change of spin\nfeature and density of states. The properties of the phase transition are\nunderstood via a mean-field picture. Our study not only serves as an analogue\nto QD-superconductor phase transitions, but also gives alternative explanations\non MZM-relevant experiments."}
{"id": "2509.04003", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.04003", "abs": "https://arxiv.org/abs/2509.04003", "authors": ["Wei-Tao Lu", "Qing-Feng Sun"], "title": "Electrical control of crossed Andreev reflection and spin-valley switch in antiferromagnet/superconductor junctions", "comment": "9 pages, 8 figures", "summary": "We study the subgap transport through the antiferromagnet/superconductor\n(AF/S) and antiferromagnet/superconductor/antiferromagnet (AF/S/AF) junctions\ncontrolled by electric field in a generic buckled honeycomb system, such as\nsilicene, germanene, and stanene. In the present of electric field and\nantiferromagnetic exchange field, the spin-valley polarized half metallic phase\ncan be achieved in the honeycomb system due to the spin-orbit coupling, which\naffords an opportunity to generate the pure crossed Andreev reflection (CAR).\nIt is found that the pure CAR can be generated without local Andreev reflection\n(AR) and elastic cotunneling (EC) over a wide range of electric field. A\nspin-valley switch effect can be realized between the pure CAR and the pure EC\nby adjusting the electric field. The properties of AR process and CAR process\nstrongly depend on the spin-valley polarized states. Our results suggest that\nthe device can implement an electrical measurement of the CAR process and\nspin-valley switch."}
{"id": "2509.04012", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04012", "abs": "https://arxiv.org/abs/2509.04012", "authors": ["Yue Mao", "Hui-Ying Ren", "Xiao-Feng Zhou", "Hao Sheng", "Yun-Hao Xiao", "Yu-Chen Zhuang", "Ya-Ning Ren", "Lin He", "Qing-Feng Sun"], "title": "Orbital hybridization in graphene-based artificial atoms", "comment": "23 pages, 13 figures (+ supplementary materials 23 pages, 11 figures)", "summary": "Intraatomic orbital hybridization and interatomic bond formation are the two\nfundamental processes when real atoms are condensed to form matter. Artificial\natoms mimic real atoms by demonstrating discrete energy levels attributable to\nquantum confinement. As such, they offer a solid-state analogue for simulating\nintraatomic orbital hybridization and interatomic bond formation. Signatures of\ninteratomic bond formation has been extensively observed in various artificial\natoms. However, direct evidence of the intraatomic orbital hybridization in the\nartificial atoms remains to be experimentally demonstrated. Here we, for the\nfirst time, realize the orbital hybridization in artificial atoms by altering\nthe shape of the artificial atoms. The anisotropy of the confining potential\ngives rise to the hybridization between quasibound states with different\norbital quantum numbers within the artificial atom. These hybridized orbits are\ndirectly visualized in real space in our experiment and are well reproduced by\nboth numerical calculations and analytical derivations. Our study opens an\navenue for designing artificial matter that cannot be accessed on real atoms\nthrough experiments. Moreover, the results obtained inspire the progressive\ncontrol of quantum states in diverse systems."}
{"id": "2509.04015", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04015", "abs": "https://arxiv.org/abs/2509.04015", "authors": ["Yu-Fei Sun", "Yue Mao", "Yu-Chen Zhuang", "Qing-Feng Sun"], "title": "Tunneling Magnetoresistance Effect in Altermagnets", "comment": "13 pages, 7 figures", "summary": "As an unconventional magnet, altermagnetism attracts great interest in\ncondensed matter physics and applies a new research platform for the\nspintronics. Since the tunneling magnetoresistance (TMR) effect is an important\nresearch aspect in spintronics, we theoretically propose a universal\naltermagnetic sandwich device to achieve the TMR effect and investigate its\ntransport properties. Using the nonequilibrium Green's function method and the\nLandauer-B\\\"uttiker formula, we obtain the conductance and the TMR ratio. By\nsystematically rotating the orientations of the altermagnet and spin, we\ninvestigate how the altermagnetic orientations affect the conductance and the\nTMR ratio, and comprehensively demonstrate the dependence of the conductance\nand the TMR ratio on a range of parameters in the system. By tuning the\naltermagnetism strength and the Fermi energy, as well as rotating the\norientations in the altermagnet, the TMR ratio can reach a value of over 1000%.\nIn addition, we analyze the detailed symmetry relations of the conductance and\nthe TMR ratio in our system. Our approach provides a new design concept for the\nnext-generation information technologies based on the altermagnetic platform,\npaving the way for the development of spintronics applications."}
{"id": "2509.04017", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04017", "abs": "https://arxiv.org/abs/2509.04017", "authors": ["Wei-Tao Lu", "Qing-Feng Sun", "Yun-Fang Li", "Hong-Yu Tian"], "title": "Spin-valley polarized edge states and quantum anomalous Hall states controlled by side potential in 2D honeycomb lattices", "comment": "8 pages, 9 figures", "summary": "Based on the tight-binding formalism, we study the effect of side potential\non the spin and valley related electronic property of $2$D honeycomb lattices\nwith intrinsic spin-orbit coupling, such as silicene and germanene. The side\npotential is composed of potential field and exchange field applied on the\nboundaries of the zigzag nanoribbon. It is found that the side potential could\ngreatly affect the helical edge states with different spin indices and the spin\nand valley are locked to each other. By adjusting the side potential and ribbon\nwidth, the system shows quantum spin-valley Hall effect, valley polarized\nquantum spin Hall effect, and spin polarized quantum anomalous Hall effect. Due\nto the side potential and the coupling of edge states in narrow ribbon, a band\ngap could be opened for specific spin and the time-reversal symmetry could be\nbroken, leading to a spin polarized quantum anomalous Hall phase. Various kinds\nof spin-valley polarized edge states are formed at the two boundaries.\nFurthermore, the spin-valley polarized insulating states can be used to realize\na perfect spin-valley switch."}
{"id": "2509.04039", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04039", "abs": "https://arxiv.org/abs/2509.04039", "authors": ["Seong-Hoon Jang", "Di Zhang", "Hung Ba Tran", "Xue Jia", "Kiyoe Konno", "Ryuhei Sato", "Shin-ichi Orimo", "and Hao Li"], "title": "Physically Interpretable Descriptors Drive the Materials Design of Metal Hydrides for Hydrogen Storage", "comment": null, "summary": "Designing metal hydrides for hydrogen storage remains a longstanding\nchallenge due to the vast compositional space and complex structure-property\nrelationships. Herein, for the first time, we present physically interpretable\nmodels for predicting two key performance metrics, gravimetric hydrogen density\n$w$ and equilibrium pressure $P_{\\rm eq,RT}$ at room temperature, based on a\nminimal set of chemically meaningful descriptors. Using a rigorously curated\ndataset of $5,089$ metal hydride compositions from our recently developed\nDigital Hydrogen Platform (\\it{DigHyd}) based on large-scale data mining from\navailable experimental literature of solid-state hydrogen storage materials, we\nsystematically constructed over $1.6$ million candidate models using\ncombinations of scalar transformations and nonlinear link functions. The final\nclosed-form models, derived from $2$-$3$ descriptors each, achieve predictive\naccuracies on par with state-of-the-art machine learning methods, while\nmaintaining full physical transparency. Strikingly, descriptor-based design\nmaps generated from these models reveal a fundamental trade-off between $w$ and\n$P_{\\rm eq,RT}$: saline-type hydrides, composed of light electropositive\nelements, offer high $w$ but low $P_{\\rm eq,RT}$, whereas interstitial-type\nhydrides based on heavier electronegative transition metals show the opposite\ntrend. Notably, Be-based systems, such as Be-Na alloys, emerge as rare\ncandidates that simultaneously satisfy both performance metrics, attributed to\nthe unique combination of light mass and high molar density for Be. Our models\nindicate that Be-based systems may offer renewed prospects for approaching\nthese benchmarks. These results provide chemically intuitive guidelines for\nmaterials design and establish a scalable framework for the rational discovery\nof materials in complex chemical spaces."}
{"id": "2509.04042", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.04042", "abs": "https://arxiv.org/abs/2509.04042", "authors": ["Tengfei Liu", "Xiyu Hong", "Zhe Li", "Shenzhong Chen", "Leyi Li", "Xin-Yi Tang", "Shuying Cheng", "Yunfeng Lai", "Yonghai Chen", "Zhu Diao", "Ke He", "Qi-kun Xue", "Jinling Yu"], "title": "Thickness-Induced Topological Phase Transition Investigated by Helicity Dependent Photocurrent in $α$-Sn/CdTe(110)", "comment": null, "summary": "$\\alpha$-Sn exhibits a rich topological phase diagram, yet experimental\nmethods to tune and distinguish these phases remain limited. Here, we\ninvestigated the helicity-dependent photocurrent (HDPC) in $\\alpha$-Sn films of\nvarying thickness grown on CdTe(110) by molecular beam epitaxy. The HDPC of the\n5 nm $\\alpha$-Sn film shows an odd-function dependence on incident angle,\nwhereas that of the 10 and 30 nm films exhibit an even-function dependence.\nCombined with high-resolution transmission electron microscopy (HR-TEM),\npoint-group symmetry analysis, and first-principles calculations, it is\nrevealed that a thickness-driven topological phase transition from a two\ndimensional (2D) to a three dimensional (3D) topological insulator occurs\nbetween 5 and 10 nm. These results demonstrate that HDPC serves as a sensitive\ndiagnostic tool for topological phase transitions. The tunable electronic\nproperties of $\\alpha$-Sn(110) films enable thickness- and strain-mediated\ncontrol of topological states, establishing a versatile platform for exploring\nemerging topological phenomena and developing spin-based devices."}
{"id": "2509.04045", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04045", "abs": "https://arxiv.org/abs/2509.04045", "authors": ["Fengjun Zhuo", "Zhenyu Dai", "Hongxin Yang", "Zhenxiang Cheng"], "title": "Moiré spintronics: Emergent phenomena, material realization and machine learning accelerating discovery", "comment": null, "summary": "Twisted van der Waals (vdW) materials have emerged as a promising platform\nfor exploring the exotic quantum phenomena and engineering the novel material\nproperties in two dimensions, which could bring revolutionary developments in\nspintronics. This Review aims at providing an overview of recent progress on\nemerging moir\\'e spintronics in twisted vdW materials, with a particular focus\non two-dimensional magnetic materials. After a brief introduction to the\ngeneral features of twisted vdW materials, we discuss recent theoretical and\nexperimental studies on stacking-dependent interlayer magnetism, non-collinear\nspin textures, moir\\'e magnetic exchange interactions, moir\\'e skyrmions and\nmoir\\'e magnons. We further highlight the ability to accelerate the discovery\nand design multifunctional materials for moir\\'e spintronics with the\nassistance of machine learning. We conclude with the most pressing challenges\nand potential opportunities in this rapidly expanding field."}
{"id": "2509.04071", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.04071", "abs": "https://arxiv.org/abs/2509.04071", "authors": ["Muhammad Maikudi Isah", "Biswajit Dalal", "Xun Kang", "Dario Fiore Mosca", "Ifeanyi John Onuorah", "Valerio Scagnoli", "Pietro Bonfà", "Roberto De Renzi", "Alexei A. Belik", "Cesare Franchini", "Kazunari Yamaura", "Samuele Sanna"], "title": "Magnetic behavior of $5d^1$ Re-based double perovskite Sr$_2$ZnReO$_6$", "comment": "10 pages, 5 figures, and 1 Table", "summary": "The subtle interplay between spin-orbit coupling, exchange interactions, and\ncation ordering can lead to exotic magnetic states in transition-metal ions. We\nreport a comprehensive study of the Re-based (5$d^1$) ordered double perovskite\noxide Sr$_2$ZnReO$_6$ combining synchrotron x-ray diffraction (XRD), magnetic\nsusceptibility, muon spin relaxation ($\\mu$SR) measurements, and density\nfunctional theory (DFT) calculations. XRD reveals that Sr$_2$ZnReO$_6$\ncrystallizes in the monoclinic structure (space group $P2_1/n$) at low\ntemperature. Magnetic susceptibility data indicate a transition below $\\sim$13\nK, with $M$--$H$ loops showing ferromagnetic-like hysteresis and an unusually\nhigh coercive field of 23 kOe at 2 K. Zero-field $\\mu$SR measurements detect\nstatic and spatially disordered internal fields below $T_M \\simeq $ 12 K,\nconsistent with a canted antiferromagnetic ground state determined by detailed\nDFT and force-theorem in Hubbard-I calculations. The reduced high-temperature\neffective moment ($\\sim0.76~\\mu_B$) and very small static moment ($\\lesssim\n0.222~\\mu_B$) derived from $\\mu$SR analysis and local-field simulations\nindicate a decisive role of spin-orbit coupling. Through a combined\nexperimental and computational approach we unambiguously determine the canted\nantiferromagnetic order in Sr$_2$ZnReO$_6$, showing that a very small ordered\nmoment coexists with an exceptionally large coercivity. These results\nunderscore the crucial role of spin-orbit coupling and orbital ordering,\nproviding new insights into magnetism in 5$d^1$ double perovskites."}
{"id": "2509.04098", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "nlin.CD", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.04098", "abs": "https://arxiv.org/abs/2509.04098", "authors": ["Jiaozi Wang", "Luca Capizzi", "Dario Poletti", "Leonardo Mazza"], "title": "Ergodicity and hydrodynamics: from quantum to classical spin systems", "comment": "13 pages, 9 figures", "summary": "We show that in classical spin systems the precise nature of the late-time\nhydrodynamic tails of the autocorrelation functions of a generic observable is\ndetermined by (i) the dynamical critical exponent and (ii) the equilibrium\nthermodynamic properties of the corresponding observable. We provide numerical\nresults for one- and two-dimensional systems and present theoretical\nconsiderations that only rely on the notion of ergodicity. Our result extends\nto the classical framework the relaxation-overlap inequality, first introduced\nin Capizzi et al. Phys. Rev. X 15, 011059 (2025)] for quantum many-body systems\nsatisfying the eigenstate thermalization hypothesis."}
{"id": "2509.04109", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04109", "abs": "https://arxiv.org/abs/2509.04109", "authors": ["Adam Morawiec"], "title": "Grain boundary energy models and boundary splitting", "comment": "12 pages, 4 figures, 28 references", "summary": "Models of grain boundary energy are essential for predicting the behavior of\npolycrystalline materials. Typical models represent the minimum boundary energy\nas a function of macroscopic boundary parameters. An energy model may allow for\nboundary dissociation, i.e., for a further reduction of the overall energy by\nsplitting a boundary into two boundaries parallel to the original one. Such\nsplitting is prevented by constraining the energy model with inequalities\nopposite to the boundary wetting condition. The inequalities are applicable\nonly to triplets of boundaries that match the assumed geometric configuration.\nRelationships connecting the parameters of such boundaries are derived,\nimplications of the inequalities that prevent boundary splitting are\nconsidered, and an example energy model is shown to allow boundary\ndecomposition. Knowing whether a given energy model permits boundary\ndissociation and which boundaries can be affected is important for evaluating\nits performance in polycrystal simulations."}
{"id": "2509.04141", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04141", "abs": "https://arxiv.org/abs/2509.04141", "authors": ["Shuai Liu", "Hao Wu", "Jinbin Li", "Xiaoqun Wang", "Qiang Luo"], "title": "Emergence of quantum spin liquid and spin-flop phase in Kitaev antiferromagnets in a [111] magnetic field", "comment": "12 pages, 11 figures", "summary": "Kitaev magnets have emerged as pivotal systems for investigating frustrated\nmagnetism, providing a unique platform to explore quantum phases governed by\nthe interplay between bond-dependent anisotropy and external magnetic fields.\nHowever, the quantum phase diagrams, particularly near the dominant\nantiferromagnetic Kitaev regime, remain puzzling despite extensive studies. In\nthis work, we perform unbiased exact diagonalization calculations of the\nKitaev-$\\Gamma$ model in a [111] magnetic field on a $C_{6}$-symmetric 24-site\ncluster. By calculating the $\\mathbb{Z}_2$ flux density and the topological\nentanglement entropy, we reveal multiple phase transitions and identify\nsignatures of both scalar and vector chiral orders in the intermediate-field\nregime between the Kitaev spin liquid and the polarized phase. As the negative\n$\\Gamma$ interaction increases, we discover a proximate quantum spin liquid\nfeatured by a three-peak specific heat and a spin-flop phase at a moderate\nmagnetic field. Our findings provide insight into the field-induced\nintermediate phases in the antiferromagnetic Kitaev model and pave the way for\nthe hunt for emergent phases in real materials."}
{"id": "2509.04164", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.04164", "abs": "https://arxiv.org/abs/2509.04164", "authors": ["Arjun R", "A. V. Anil Kumar"], "title": "Kinetic Random-Field Nonreciprocal Ising Model", "comment": null, "summary": "We introduce and analyse the kinetic random-field nonreciprocal Ising model,\nwhich incorporates bimodal disorder along with pairwise nonreciprocal\ninteractions between two different species. Using mean-field and\neffective-field theory, in combination with kinetic Monte Carlo simulations (3D\nGlauber dynamics), we identify a nonequilibrium tricritical (Bautin) point\nseparating Hopf-type transitions (continuous) from saddle-node-of-limit-cycle\n(SNLC) transitions (discontinuous). For a weak random field which is less than\na critical value, the onset of collective oscillations (the \"swap\" phase)\noccurs via a supercritical Hopf bifurcation, whereas for fields greater than\nthe critical value, the transition is first-order (SNLC), exhibiting hysteresis\nand Binder-cumulant signatures. The finite-size scaling of the susceptibility\nis consistent with the distinct critical and discontinuous behaviour shown in\nthe Hopf and SNLC regimes, respectively (effective exponents $\\approx1.96$ in\nthe Hopf regime and $\\approx3.0$ in the SNLC regime). Additionally, in the\nfirst-order regime, the swap phase is sustained only above a threshold\nnonreciprocity, and this threshold increases monotonically with the disorder\nstrength. We further identify a new droplet-induced swap phase in the larger\nfield-strength region, which cycles eight different metastable states. A\ndynamical free-energy picture rationalises droplet nucleation as the mechanism\nfor these cyclic jumps. Together, these results demonstrate how disorder and\nnonreciprocity combined generate rich nonequilibrium criticality, with\nimplications for driven and active systems."}
{"id": "2509.04171", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04171", "abs": "https://arxiv.org/abs/2509.04171", "authors": ["Marios Zacharias", "Jacky Even"], "title": "Local structural disorder in crystalline materials", "comment": null, "summary": "Local positional disorder in soft, anharmonic materials has emerged as a\ncentral factor in shaping their electronic, vibrational, optical, and transport\nproperties. Viewed mainly as a source of performance degradation, recent\ntheoretical insights reveal that local disorder profoundly influences the\nelectronic structure and phonon dynamics, without inducing deep electronic\ntraps or non-radiative recombination pathways. In this work, we highlight\nadvances in modeling local disorder using polymorphous and anharmonic\nframeworks, showing how these methods explain experimental observations and\npredict new trends. We emphasize the role of disorder in the breakdown of the\nphonon quasiparticle picture and in modulating electron-phonon and\nphonon-phonon interactions, particularly in soft, anharmonic phases of matter,\nwith significant effects on electrical and thermal transport. We outline\nopportunities for integrating these insights into predictive modeling for\nenergy materials and propose combining advanced first-principles methods with\nmachine learning."}
{"id": "2509.04175", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04175", "abs": "https://arxiv.org/abs/2509.04175", "authors": ["M. Majewski", "O. J. J. Ronsin", "J. Harting"], "title": "Morphology Formation Pathways in Solution-Processed Perovskite Thin Films", "comment": null, "summary": "The active layer in a perovskite solar cell is usually composed of a\npolycrystalline thin film. Fabrication of this layer by solution processing is\na promising candidate for up-scaling to the mass market. However, the evolution\nof an evaporating and simultaneously crystallizing thin film is not yet fully\nunderstood. To contribute to the understanding of the formation of thin films,\nwe develop a geometrical model that deals with the effect of the interplay\nbetween solvent evaporation and crystal growth on the dry film morphology. The\npossible film formation mechanisms are investigated, depending on the\nprocessing conditions. We find eleven formation pathways leading to four\ndistinct morphologies. It is shown how these formation pathways can be utilized\nby adapting the process parameters to the material properties. Pinhole-free and\nflat films can be fabricated if the evaporation rate is high in comparison to\nthe crystal growth rate. Alternatively, providing a high crystal number density\non the substrate can lead to the desired film morphology at low drying rates.\nThe generality of the model makes it applicable to any evaporating and\nsimultaneously crystallizing thin film."}
{"id": "2509.04206", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.04206", "abs": "https://arxiv.org/abs/2509.04206", "authors": ["Wenkai Zhu", "Ziao Wang", "Tiangui Hu", "Zakhar R. Kudrynskyi", "Tong Zhou", "Zakhar D. Kovalyuk", "Ce Hu", "Hailong Lin", "Xiaodong Li", "Yongcheng Deng", "Quanshan Lv", "Lixia Zhao", "Amalia Patane", "Igor Zutic", "Houzhi Zheng", "Kaiyou Wang"], "title": "Two-dimensional magnetic tunnel p-n junctions for low-power electronics", "comment": null, "summary": "For decades, semiconductors and their heterostructures have underpinned both\nfundamental and applied research across all areas of electronics.\nTwo-dimensional, 2D (atomically thin) semiconductors have now the potential to\npush further the miniaturization of electronic components, enabling the\ndevelopment of more efficient electronics. Here, we report on a giant anomalous\nzero-bias spin voltage in magnetic tunnel junctions based on 2D materials. The\ngeneration, manipulation and detection of electron spin across a\nnanometer-thick magnetic tunnel junction do not require any applied bias. It is\nachieved by exploiting high-quality ferromagnetic/semiconductor interfaces and\nthe asymmetric diffusion of spin-up/spin-down electrons across a semiconductor\np-n junction. The large spin-voltage signal exceeds 30,000% and is far greater\nthan the highest magnetoresistance signals reported to date. Our findings\nreveal unexplored opportunities to transform and amplify spin information for\nlow-power electronics."}
{"id": "2509.04209", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04209", "abs": "https://arxiv.org/abs/2509.04209", "authors": ["Mario Di Luca", "Emily Hajigeorgiou", "Zekang Zhou", "Tengyan Feng", "Kenji Watanabe", "Takashi Taniguchi", "Mitali Banerjee"], "title": "Quantum Hall Antidot as a Fractional Coulombmeter", "comment": null, "summary": "The detection of fractionally charged quasiparticles, which arise in the\nfractional quantum Hall regime, is of fundamental importance for probing their\nexotic quantum properties. While electronic interferometers have been central\nto probe their statistical properties, their interpretation is often\ncomplicated by bulk-edge interactions. Antidots, potential hills in the quantum\nHall regime, are particularly valuable in this context, as they overcome the\ngeometric limitations of conventional designs and act as controlled impurities\nwithin a quantum point contact. Furthermore, antidots allow for quasiparticle\ncharge detection through straightforward conductance measurements, replacing\nthe need for more demanding techniques. In this work, we employ a gate-defined\nbilayer graphene antidot operating in the Coulomb-dominated regime to study\nquasiparticle tunneling in both integer and fractional quantum Hall states. We\nshow that the gate-voltage period and the oscillation slope directly reveal the\ncharge of tunneling quasiparticles, providing a practical method to measure\nfractional charge in graphene. Moreover, we report the first measurement of the\n$e/3$ fractional charge in a graphene-based device. The simplicity and\ntunability of this design open a pathway to extend AD-based charge measurements\nto other van der Waals materials, establishing antidots as a powerful and\nbroadly applicable platform to study the quantum Hall effect."}
{"id": "2509.04228", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04228", "abs": "https://arxiv.org/abs/2509.04228", "authors": ["Yitao Zheng", "Yan Zhu", "Jun Hu"], "title": "Nature of magnetic exchange interactions in kagome antiferromagnets FeGe and FeSn", "comment": "18 pages, 9 figures", "summary": "Magnetic exchange interactions (MEIs) in kagome magnets exhibit rich features\ndue to the interplay of charge, spin, orbital and lattice degrees of freedom,\ngiving rise to a variety of exotic quantum states. Through first-principles\ncalculations, we systematically investigate the MEIs in kagome antiferromagnets\nFeGe and FeSn. While the antiferromagnetic order originates from the interlayer\ncoupling between neighboring kagome layers, Fe atoms within each kagome layer\ncouple ferromagnetically, driven by the competition between ferromagnetically\nfavorable direct MEIs and antiferromagnetically favorable\nRuderman-Kittel-Kasuya-Yosida (RKKY) interactions. The stronger direct MEIs but\nweaker RKKY interactions in FeGe result in a substantially higher N\\'eel\ntemperature with respect to FeSn. Interestingly, the nearest neighboring\nexchange energy in both materials approximately linearly depends on the Fe-Fe\nbond length, so that moderate compressive strain can significantly enhance\ntheir N\\'eel temperatures."}
{"id": "2509.04233", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.04233", "abs": "https://arxiv.org/abs/2509.04233", "authors": ["Pauline Perrin", "Luiz Fernando Dos Santos", "Diana Serrano", "Alexey Tiranov", "Jocelyn Achard", "Alexandre Tallaire", "Rogéria R. Gonçalves", "Philippe Goldner"], "title": "Interactions in Rare Earth Doped Nanoparticles: A Multi-Transition, Concentration, and Excitation Path Analysis", "comment": null, "summary": "Understanding and modeling energy transfer mechanisms in rare-earth-doped\nnanomaterials is essential for advancing luminescent technologies used in\nbioimaging, optical thermometry, and solid-state lasers. In this work, we\ninvestigate the photoluminescence dynamics of Yb3+ and Er3+ ions in Y2O3\nnanoparticles over a wide concentration range (0.5-17%), using both direct and\nupconversion excitation. Luminescence decays of green, red, and near-infrared\ntransitions were measured and analyzed using a rate-equation model\nincorporating radiative and non-radiative processes, energy transfer\nmechanisms, and defect-related quenching. The model successfully reproduces\nexperimental trends across most concentrations and excitation paths. This work\nprovides a reliable and predictive framework for modeling energy transfer in\nrare-earth doped materials and offers valuable insights for optimizing\nphotoluminescent properties in nanostructured systems."}
{"id": "2509.04242", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04242", "abs": "https://arxiv.org/abs/2509.04242", "authors": ["Raphaël Maire", "Ludivine Chaix"], "title": "Hyperuniformity and conservation laws in non-equilibrium systems", "comment": "25 pages, 5 figures", "summary": "We demonstrate that hyperuniformity, the suppression of density fluctuations\nat large length scales, emerges generically from the interplay between\nconservation laws and non-equilibrium driving. The underlying mechanism for\nthis emergence is analogous to self-organized criticality. Based on this\nunderstanding, we introduce four non-equilibrium models that consistently\ndemonstrate hyperuniformity. Furthermore, we show that systems with an\narbitrary number of conserved mass multipole moments exhibit an arbitrary\nstrong tunable hyperuniform scaling, with the structure factor following $S(k)\n\\sim k^m$, where $m$ is set by the number of conserved multipoles. Finally, we\nfind that hyperuniformity arising from a combination of conserved noise and\npartially conserved average motion is not robust against non-linear\nperturbations. These results highlight the central role of conservation laws in\nstabilizing hyperuniformity and reveal a unifying mechanism for its emergence\nin non-equilibrium systems."}
{"id": "2509.04285", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04285", "abs": "https://arxiv.org/abs/2509.04285", "authors": ["Henry Mittenzwey", "Andreas Knorr"], "title": "Many-Body Rashba Spin-Orbit Interaction and Exciton Spin Relaxation in Atomically Thin Semiconductor Structures", "comment": null, "summary": "We propose a previously unexplored spin-orbit interaction mechanism by\nestablishing a mesoscopic many-particle Rashba Hamiltonian. In lowest order,\nthis Hamiltonian self-consistently describes exciton spin relaxation in\nmonolayer transition metal dichalcogenides (TMDC) due to local electric fields\ncaused by spatial asymmetries in the dielectric environment. For a monolayer\nMoSe$_2$ on a SiO$_2$ substrate above 77\\,K showing a meV bright-dark\nsplitting, the local electric field causes fast intravalley spin relaxation on\na sub-picosecond timescale, whereas it is negligible for other TMDCs with\nlarger bright-dark splitting."}
{"id": "2509.04306", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04306", "abs": "https://arxiv.org/abs/2509.04306", "authors": ["Lyuba Malysheva"], "title": "Specific features of the $π$-electron spectrum of narrow achiral $(2m,m)$ nanoribbons", "comment": null, "summary": "On the basis of the Su-Schrieffer-Heeger-H\\\"uckel-type Hamiltonian, we\nconsider the tight-binding eigenvalue problem for a sequence of pyrene\nmolecules forming a narrow $(2m,m)$ graphene nanoribbon. Specific features of\nthe corresponding dispersion relation are analyzed and illustrated with several\nexamples. It is shown that the $\\pi$-electron spectrum of the pyrene oligomer\nincludes local states, in contrast to the spectrum of linear acene, which\nconsists only of extended states. We analyze and illustrate the difference in\nthe behavior of\n  the electron density distribution for extended and local electronic states.\nExplicit analytic expressions for the Green's function coefficients of the\npyrene molecule are also presented."}
{"id": "2509.04311", "categories": ["cond-mat.stat-mech", "physics.app-ph", "physics.comp-ph", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2509.04311", "abs": "https://arxiv.org/abs/2509.04311", "authors": ["Sara Najem", "Dima Mrad"], "title": "The Non-commutative Spaces of Higher-Order Networks of Bach's Solo Violin Compositions: Dimension, Curvature, and Distance through the Spectral Triplet", "comment": null, "summary": "Our work is concerned with simplicial complexes that describe higher-order\ninteractions in real complex systems. This description allows to go beyond the\npairwise node-to-node representation that simple networks provide and to\ncapture a hierarchy of interactions of different orders. The prime contribution\nof this work is the introduction of geometric measures for these simplicial\ncomplexes. We do so by noting the non-commutativity of the algebra associated\nwith their matrix representations and consequently we bring to bear the\nspectral triplet formalism of Connes on these structures and then notions of\nassociated dimensions, curvature, and distance can be computed to serve as\ncharacterizing features in addition to known topological metrics."}
{"id": "2509.04319", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04319", "abs": "https://arxiv.org/abs/2509.04319", "authors": ["Leonard Geilen", "Lukas Schleicher", "Alexander Musta", "Benedict Brouwer", "Eva M. Weig", "Alexander Holleitner", "Anne Rodriguez"], "title": "In-situ profiling of pressure-induced exciton traps in suspended MoS$_2$ monolayers", "comment": null, "summary": "We demonstrate the in-situ read-out of the spatial profile of suspended\nMoS$_2$ monolayers hosted on substrates with nano-structured holes. As the\nprofiles are spatially bent, the suspended MoS$_2$ monolayers act as exciton\ntraps with tunable luminescence intensity and energy. The tunability is\nrealized by controlling the environmental pressure on the monolayers, which\nallows to control hundreds of suspended MoS$_2$ monolayers on a single\nsubstrate. The in-situ read-out is based on Fabry-P\\'erot interferences and a\nmodel of the corresponding reflectance contrast maps of the investigated\nmonolayers."}
{"id": "2509.04408", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04408", "abs": "https://arxiv.org/abs/2509.04408", "authors": ["Yi-Hsien Du"], "title": "Chiral Graviton Theory of Fractional Quantum Hall States", "comment": "58 pages", "summary": "Recent polarized Raman scattering experiments indicate that fractional\nquantum Hall systems host a chiral spin-2 neutral collective mode, the\nlong-wavelength limit of the magnetoroton, which behaves as a condensed-matter\ngraviton. We present a nonlinear, gauge-invariant effective theory by gauging\narea-preserving diffeomorphisms (APDs) with a unimodular spatial metric as the\ngauge field. A Stueckelberg construction introduces an APD-invariant local\npotential that aligns the dynamical metric with a reference geometry, opening a\ntunable gap while preserving gauge redundancy. Together with a geometric\nMaxwell kinetic sector and the Wen-Zee and gravitational Chern-Simons terms,\nthe theory yields a gapped chiral spin-2 excitation consistent with universal\nlong-wavelength constraints. The tunable gap emerges naturally from symmetry\nand provides a route to an isotropic-nematic quantum critical point where the\nspin-2 mode softens. We further establish a linear dictionary to quadrupolar\ndeformations in composite Fermi liquid bosonization, and outline applications\nto fractional Chern insulators as well as higher-dimensional generalizations.\nFinally, the approach can be extended to non-Abelian fractional quantum Hall\nstates, capturing both spin-2 and spin-3/2 neutral modes."}
{"id": "2509.04411", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.04411", "abs": "https://arxiv.org/abs/2509.04411", "authors": ["J. Jobst", "E. E. Krasovskii", "R. Ribeiro", "T. A. de Jong", "C. R. Dean", "R. M. Tromp", "S. J. van der Molen"], "title": "Unoccupied bands in the molybdenum dichalcogenides MoS$_2$, MoSe$_2$, and MoTe$_2$", "comment": null, "summary": "We present angle-resolved reflected electron spectroscopy (ARRES) data for\nthe three molybdenum-based transition metal dichalcogenides (TMDs) \\mos, \\mose,\nand \\mote. To follow the changes as the series moves from S to Se to Te in more\ndetail, we determine accurate IV-spectra for monolayers and bulk TMDs. These\nexperimental data sets are then compared with theoretical predictions for both\nthe unoccupied band structure and the scattering density of states. We find\ngood agreement, especially for lower energies where inelastic effects are\nrelatively unimportant. Furthermore, we identify a series of interlayer\nresonances for which the dependence of the hybridization effects on the layer\ncount is observed. Although these resonances bear similarity to interlayer\nresonances in hBN and graphene, they differ in their character, being dominated\nby unoccupied $d$-states of the chalcogen-atoms. The unoccupied states studied\nand analyzed here play a key role in all processes that require an electron to\ntemporarily reside in a state above the vacuum level, such as in photoemission\nand secondary electron emission experiments."}
{"id": "2509.04418", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.04418", "abs": "https://arxiv.org/abs/2509.04418", "authors": ["Alessio Squarcini", "José M. Romero-Enrique", "Andrew O. Parry"], "title": "The influence of the Casimir effect on the binding potential for 3D wetting", "comment": "29 pages, 3 figures", "summary": "We provide comprehensive details of how a previously overlooked entropic, or\nlow temperature Casimir contribution, $W_C$, to the total binding potential for\n3D short-ranged wetting may be determined from a microscopic\nLandau-Ginzburg-Wilson Hamiltonian. The entropic contribution comes from the\nmany microscopic configurations corresponding to a given interfacial one, which\narise from bulk-like fluctuations about the mean-field (MF) constrained\nprofile, and adds to the usual MF contribution $W_{MF}$. We determine the\nfunctional dependence of $W_C$ on the interface (and wall) shape using a\nboundary integral method which can be cast as a diagrammatic expansion with\neach diagram corresponding to successively higher-order exponentially decaying\ncontributions. The decay of $W_C$ is qualitatively different for first-order\nand critical wetting with the change in form occurring at the MF tricritical\npoint. Including the Casimir contribution to the binding potential preserves\nthe global surface phase diagram but changes, radically, predictions for\nfluctuation effects at first-order and tricritical wetting, even when\ncapillary-wave fluctuations are not considered."}
{"id": "2509.04420", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.04420", "abs": "https://arxiv.org/abs/2509.04420", "authors": ["Mohammad Ghuneim", "Raditya Weda Bomantara"], "title": "Zero and Nonzero Energy Majorana Modes in an Extended Kitaev Chain", "comment": "Comments are welcome", "summary": "This paper studies an extended Kitaev chain with three sublattices per unit\ncell. This extended version is obtained by hybridizing a modified\nSu-Schrieffer-Heeger model featuring trimerized unit cells with the standard\nKitaev chain, resulting in a hexamer structure on the Majorana basis. Due to\nthe interplay between the sublattice configuration and the $p$-wave\nsuperconducting pairing, a rich structure of edge modes beyond the expected\nMajorana zero modes is obtained. The various Majorana edge modes are further\nfound to demonstrate considerable robustness against some generic perturbations\nand disorder. The presence of robust Majorana edge modes beyond their zero\nenergy variations potentially offers a step forward in the ongoing efforts to\nunambiguously detect Majorana modes in experiments."}
{"id": "2509.04447", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.04447", "abs": "https://arxiv.org/abs/2509.04447", "authors": ["Bitan Roy"], "title": "Zero modes and index theorems for non-Hermitian Dirac fermions", "comment": "11 Pages, No figures", "summary": "Dirac fermions, subject to external magnetic fields and in the presence of\nmass orders that assume topologically nontrivial spatial textures such as\ndomain-wall and vortices, for example, bind robust mid-gap states at\nzero-energy, the number of which is governed by the Aharonov-Casher and\nJackiw-Rebbi or Jackiw-Rossi index theorems, respectively. Here I extend the\njurisdiction of these prominent index theorems to Lorentz invariant\nnon-Hermitian (NH) Dirac operators, constructed by augmenting the celebrated\nDirac Hamiltonian by a masslike anti-Hermitian operator that also scales\nlinearly with momentum. The resulting NH Dirac operator manifests real\neigenvalues over an extended NH parameter regime, characterized by a real\neffective Fermi velocity for NH Dirac fermions. From the explicit solutions of\nthe zero-energy bound states, I show that in the presence of external magnetic\nfields of arbitrary shape such modes always exist when the system encloses a\nfinite number of magnetic flux quanta, while in the presence of spatially\nnon-trivial textures of the mass orders localized zero-energy modes can only be\nfound in the spectrum when the effective Fermi velocity for NH Dirac fermions\nis real. These findings pave a concrete route to realize nucleation of\ncompeting orders from the topologically robust zero-energy manifold in NH or\nopen Dirac systems. Possible experimental setups to test these predictions are\ndiscussed."}
