{"id": "2509.18441", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.18441", "abs": "https://arxiv.org/abs/2509.18441", "authors": ["Kazuki Akuzawa", "Jushin Tei", "Ryoi Ohashi", "Satoshi Fujimoto", "Takeshi Mizushima"], "title": "Magnetic penetration depth in topological superconductors: Effect of Majorana surface states and application for UTe$_2$", "comment": "11 pages, 8 figures", "summary": "In this study, we examine how the orbital degrees of freedom of electrons and\nMajorana surface states influence the magnetic penetration depth in the\nsuperconductor UTe$_2$. We use a model involving two orbital electrons and\nconsider superconducting states classified into irreducible representations of\nthe $D_{2h}$ crystal symmetry: $A_{u}$, $B_{1u}$, $B_{2u}$, and $B_{3u}$. We\nfirst show that in bulk nodal superconductors, such as the $B_{2u}$ state, the\nmagnetic penetration depth for the screening current along the antinodal\ndirection exhibits a $T^2$ dependence, which significantly deviates from $T^4$\nexpected from conventional theory. This anomalous exponent is attributed to\nquasiparticle contributions around the point nodes to the inter-orbital\nparamagnetic current. We then explore the roles of surface states. The fully\ngapped $A_{u}$ state hosts Majorana surface states with cone-shaped\ndispersions, while Majorana Fermi arcs appear in the other pairing states. We\ndemonstrate that when the ratio of magnetic penetration depth to coherence\nlength ($\\kappa$) is small, the Majorana cone in the $A_u$ state significantly\ncontributes to the paramagnetic current, leading to the $T^3$ dependence of the\npenetration depth. In the other states hosting Majorana arcs, the penetration\ndepth exhibits anisotropic power-law behavior, such as $T^2$ ($T^3$) for the\nscreening current flowing along the dispersive (dispersionless) direction of\nMajorana arcs. Therefore, in low-$\\kappa$ type-II superconductors, the signals\nof Majorana surface states may be detectable through penetration depth\nmeasurements. As $\\kappa$ increases and approaches the type-II limit, however,\nthe impact of Majorana surface states diminishes, and the temperature\ndependence is determined by bulk quasiparticle excitations instead of surface\nstates."}
{"id": "2509.18524", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.18524", "abs": "https://arxiv.org/abs/2509.18524", "authors": ["Rishabh Mishra", "Jonathan O. Tollerud", "Paolo Franceschini", "Nikolas Stavrias", "Fabio Boschini", "Genda Gu", "Andrea Damascelli", "Daniele Fausti", "Jared H. Cole", "Claudio Giannetti", "Jeffrey A. Davis"], "title": "Direct measurement of coherent nodal and antinodal dynamics in underdoped Bi-2212", "comment": null, "summary": "The physics of strongly correlated materials is deeply rooted in electron\ninteractions and their coupling to low-energy excitations. Unraveling the\ncompeting and cooperative nature of these interactions is crucial for\nconnecting microscopic mechanisms to the emergence of exotic macroscopic\nbehavior, such as high-temperature superconductivity. Here we show that\npolarization-resolved multidimensional coherent spectroscopy (MDCS) is able to\nselectively drive and measure coherent Raman excitations in different parts of\nthe Fermi surface, where the superconducting gap vanishes or is the largest\n(respectively called Nodal and Antinodal region) in underdoped Bi-2212. Our\nevidence reveal that in the superconducting phase, the energy of Raman\nexcitations in the nodal region is anti-correlated with the energy of\nelectronic excitations at $\\sim$1.6~eV, and both maintain coherence for over\n44~fs. In contrast, excitations in the antinodal region show significantly\nfaster decoherence ($<$18~fs) and no measurable correlations. Importantly, this\nlong-lived coherence is specific to the superconducting phase and vanishes in\nthe pseudogap and normal phases. This anti-correlation reveals a coherent link\nbetween the transition energy associated with the many body Cu-O bands and the\nenergy of electronic Raman modes that map to the near-nodal superconducting\ngap. The different coherent dynamics of the nodal and antinodal excitations in\nthe superconducting phase suggest that nodal fluctuations are protected from\ndissipation associated with scattering from antiferromagnetic fluctuations and\nmay be relevant to sustaining the quantum coherent behaviour associated with\nhigh temperature superconductivity."}
{"id": "2509.18781", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18781", "abs": "https://arxiv.org/abs/2509.18781", "authors": ["Xiaoying Xu", "Wei Qin", "Yuelin Shen", "Zixuan Huang", "Zhuoya Zhou", "Zirao Wang", "Yufan Li"], "title": "Signature of chiral superconducting order parameter evidenced in mesoscopic superconductors", "comment": null, "summary": "Chiral superconductivity is a novel superconducting phase characterized by\norder parameters that break the time-reversal symmetry, endowing the state with\na definite handedness. Unlike conventional superconductors, the Cooper pairs in\na chiral superconductor carry nonzero orbital angular momentum. Through\ncoupling with an external magnetic field, the finite angular momentum of the\nCooper pair modulates the temperature-magnetic field phase boundary in a\ndistinctive way, which could serve as an experimental signature of the chiral\nsuperconducting state. Here we demonstrate that the chiral signature can be\ndetected in mesoscopic superconducting rings of $\\beta$-Bi$_2$Pd, manifesting\nas a linear-in-field modulation of the critical temperature in the Little-Parks\neffect. Our findings establish a new experimental method for detecting the\nchiral superconductivity."}
{"id": "2509.18922", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.18922", "abs": "https://arxiv.org/abs/2509.18922", "authors": ["Chris Halcrow", "Paul Leask", "Egor Babaev"], "title": "Ultrasound response to time-reversal symmetry breaking below the superconducting phase transition", "comment": "11 pages, 5 figures", "summary": "Ultrasound attenuation is a powerful probe of symmetry-breaking phenomena in\nsuperconductors. In this work, we develop a framework to model the ultrasound\nresponse of multi-component superconductors undergoing a time-reversal symmetry\nbreaking transition below the superconducting phase transition. By coupling the\nelastic strain of the crystal lattice to the superconducting order parameters\nthrough group-theoretical analysis of tetragonal crystals, we classify how\ndifferent symmetry channels contribute to the ultrasound signal. Using a\ntwo-component Ginzburg--Landau theory, we analyze the temperature dependence of\nsound velocity across both superconducting and time-reversal symmetry breaking\ntransitions for several cases, including $(A_{1g}, A_{1g})$, $(A_{2g},\nB_{1g})$, and $E_g$ representations. Our results demonstrate that ultrasound\nmeasurements are highly sensitive to the presence of bilinear Josephson\ncouplings and can distinguish between different realizations of the\nsuperconducting state. We further show how external strain can significantly\nalter the ultrasound response in systems breaking time reversal symmetry."}
{"id": "2509.18478", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.18478", "abs": "https://arxiv.org/abs/2509.18478", "authors": ["Chen Qu", "Thomas C. Allison", "Apurba Nandi", "Paul L. Houston", "Qi Yu", "Riccardo Conte", "Joel M. Bowman"], "title": "\"Gold-Standard\" $Δ$-Machine Learned and Transferable Potential for Linear Alkanes", "comment": null, "summary": "The conformational properties of linear alkanes, C$_n$H$_{2n+2}$, have been\nof intense interest for many years. Experiments and corresponding electronic\nstructure calculations were first reported in the mid-2000s and continue to the\npresent time. These focus on the minimum chain length where the transition from\nthe linear minimum to the hairpin minimum occurs. We recently reported a\ntransferable many-body permutationally invariant polynomial (MB-PIP) for linear\nalkanes using B3LYP electronic energies, which do not account for dispersion.\nHere we report a $\\Delta$-ML approach to elevate this B3LYP-based and new\nPBE0+MBD MB-PIP potentials using PNO-LCCSD(T)-F12 energies. The new\n$\\Delta$-corrected potentials predict the difference in these minima\naccurately, compared to benchmark CCSD(T) results, over the range\nC$_{12}$H$_{28}$ to C$_{28}$H$_{58}$. Vibrational power spectra are also\nreported for C$_{14}$H$_{30}$ and C$_{30}$H$_{62}$ using the uncorrected and\n$\\Delta$-ML B3LYP. These new PIP-MB potentials for linear alkanes are the most\naccurate ones currently available and can be used in studies of properties of\nlinear alkanes."}
{"id": "2509.18238", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18238", "abs": "https://arxiv.org/abs/2509.18238", "authors": ["Varun Venkatasubramanian", "Makoto Shimizu", "Daniel Guterding", "Harald O. Jeschke"], "title": "Origin of pressure-induced anomalies in the nodal-line ferrimagnet Mn$_3$Si$_2$Te$_6$", "comment": "8+5 pages, 4+7 figures", "summary": "A pressure-induced insulator-to-metal transition (IMT) has recently been\ndiscovered in the nodal-line ferrimagnet Mn$_3$Si$_2$Te$_6$. The electronic\nphase transition is accompanied by anomalies in the magnetic ordering\ntemperature and the anomalous Hall conductivity, which peak at or near the\ncritical pressure of the IMT. We perform density functional theory (DFT)\ncalculations as a function of pressure to reveal the driving factors behind the\nIMT and the magnetic anomalies in Mn$_3$Si$_2$Te$_6$. We extract Heisenberg\nHamiltonians as a function of pressure based on our DFT calculations. Our\nclassical Monte Carlo simulations for these Hamiltonians yield ordering\ntemperatures and magnetic ordering patterns, in agreement with the experimental\ndata. Although we can accurately explain the evolution of magnetism with\npressure, it seems that the anomalous Hall conductivity in Mn$_3$Si$_2$Te$_6$\ncannot be accounted for by intrinsic contributions alone."}
{"id": "2509.18299", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18299", "abs": "https://arxiv.org/abs/2509.18299", "authors": ["Jhionathan de Lima", "Cristiano Francisco Woellner"], "title": "Cyclo-Graphyne: A Highly Porous and Semimetallic 2D Carbon Allotrope with Dirac Cones", "comment": null, "summary": "We present a comprehensive characterization of Cyclo-graphyne (CGY), an\nemerging 2D carbon allotrope with a porous structure of sp/sp$^2$-hybridized\ncarbon atoms. Using density functional theory, we systematically investigate\nits structural, energetic, dynamical, thermal, electronic, mechanical, optical,\nand vibrational properties. The calculated cohesive and formation energies are\nboth comparable to those of other synthesized graphynes, confirming its\nenergetic viability. Phonon dispersion calculations confirm its dynamical\nstability, while ab initio molecular dynamics simulations indicate thermal\nstability up to at least 1000 K. Electronic results reveal that CGY is a\nsemimetal with an ultranarrow band gap and features two Dirac cones in its\nelectronic structure. Mechanically, CGY is highly compliant and isotropic,\nexhibiting a Young's modulus an order of magnitude lower than that of graphene.\nThe optical spectrum reveals strong ultraviolet absorption and infrared\nreflectivity with an isotropic response, while the vibrational spectra show\ndistinct Raman peaks and rich infrared activity. These properties position CGY\nas a promising candidate for future applications in areas such as gas capture\nand separation, flexible nanoelectronics, and optoelectronics."}
{"id": "2509.19051", "categories": ["physics.comp-ph", "cs.CE", "math.OC"], "pdf": "https://arxiv.org/pdf/2509.19051", "abs": "https://arxiv.org/abs/2509.19051", "authors": ["Shubham Rai", "Badri Prasad Patel"], "title": "A failure mode dependent continuum damage model for laminated composites with optimized model parameters : Application to curved beams", "comment": null, "summary": "In this article, a failure mode dependent and thermodynamically consistent\ncontinuum damage model with polynomial-based damage hardening functions is\nproposed for continuum damage modeling of laminated composite panels. The\ndamage model parameters are characterized based on all uniaxial/shear\nexperimental stress-strain curves. Steepest descent optimization algorithm is\nused to minimize the difference between model predicted and experimental\nstress-strain curves to get the optimzed model parameters. The fully\ncharacterized damage evolution equations are used for damage prediction of a\nmoderately thick laminated composite curved beam modeled using first-order\nshear deformation theory. Finite element method with load control is used to\nget the non-linear algebraic equations which are solved using Newton Raphson\nmethod. The developed model is compared with the existing failure mode\ndependent and failure mode independent damage models. The results depict the\nefficacy of the proposed model to capture non-linearity in the load vs\ndeflection curve due to stiffness degradation and different damage in tension\nandcompression consistent with uniaxial/shear stress-strain response and\nstrength properties of the material, respectively."}
{"id": "2509.19006", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19006", "abs": "https://arxiv.org/abs/2509.19006", "authors": ["Tao Chen", "Jingtong Zhang", "Jing Liu", "Youjin Deng", "Pan Zhang"], "title": "BatchTNMC: Efficient sampling of two-dimensional spin glasses using tensor network Monte Carlo", "comment": "10 pages, 4 figures", "summary": "Efficient sampling of two-dimensional statistical physics systems remains a\ncentral challenge in computational statistical physics. Traditional Markov\nchain Monte Carlo (MCMC) methods, including cluster algorithms, provide only\npartial solutions, as their efficiency collapses for large systems in the\npresence of frustration and quenched disorder. The recently proposed Tensor\nNetwork Monte Carlo (TNMC) method offers a promising alternative, yet its\noriginal implementation suffers from inefficiencies due to the lack of scalable\nparallel sampling. In this work, we introduce BatchTNMC, a GPU-optimized and\nparallelized implementation of TNMC tailored for large-scale simulations of\ntwo-dimensional spin glasses. By leveraging batch processing and parallel\nsampling across multiple disorder realizations, our implementation achieves\nspeedups of up to five orders of magnitude compared with the original serial\nscheme. Benchmarking on two-dimensional spin glasses demonstrates dramatic\ngains in efficiency: for instance, on a single GPU, BatchTNMC concurrently\nproduces 1000 uncorrelated and unbiased samples across 1000 disorder\nrealizations on $1024\\times 1024$ lattices in just 3.3 hours, with an\nacceptance probability of 37%. These results establish BatchTNMC as a scalable\nand powerful computational framework for the study of two-dimensional\ndisordered spin glass systems."}
{"id": "2509.18332", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18332", "abs": "https://arxiv.org/abs/2509.18332", "authors": ["L. E. Golub"], "title": "Interplay of Rashba and valley-Zeeman splittings in weak localization of spin-orbit coupled graphene", "comment": "5+3 pages, 2 figures", "summary": "Weak localization theory is developed for graphene heterostructures with\ntransition metal dichalcogenides and topological insulators where the Rashba\nand valey-Zeeman spin-splittings of the energy spectrum are large enough. The\nanomalous magnetoresistance in low fields caused by weak localization is\ncalculated. It is shown that the valley-Zeeman splitting has no effect on weak\nlocalization in the absence of Rashba splitting but it results in the change of\nthe magnetoconductivity sign in the Rashba-coupled graphene. Inter-valley\nscattering also affects the quantum correction to the conductivity resulting in\nits sign reversal. Analytical expressions are obtained for the anomalous\nmagnetoconductivity at arbitrary relations between the Rashba and valley-Zeeman\nsplittings as well as the inter-valley scattering rates."}
{"id": "2509.19031", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19031", "abs": "https://arxiv.org/abs/2509.19031", "authors": ["Giulia Venditti", "Christophe Berthod", "Louk Rademaker"], "title": "Angular momentum of vortex-core Majorana zero modes", "comment": "15 pages, 9 figures", "summary": "Majorana zero modes (MZMs) are highly sought-after states with a possible\napplication in quantum computation. Here, we show that vortex-core MZMs can\ncarry a nontrivial angular momentum. This establishes new `flavors' of Majorana\nmodes, independent of the Chern classification of topological superconductors.\nThe MZM angular momentum is explicitly calculated for a microscopic model of a\n$d+id$ superconductor placed on a three-dimensional topological insulator\n($d+id+\\phantom{}$Dirac model) using both exact diagonalization and the\nChebyshev expansion. We classify all possible quantum numbers of MZMs depending\non the windings of the order parameter and underlying normal state. The\ntopological protection of the MZM is set by the bulk gap, quasiparticle\npoisoning by trivial in-gap states, and its localization length. All these\nseverely limit the stability of MZMs in the $d+id+\\phantom{}$Dirac model, in\ncontrast to earlier claims. Nevertheless, the possibility of having different\nflavors of MZM - in the form of angular momentum or something else - can\nprovide a unique path forward for the study of MZMs."}
{"id": "2509.18500", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18500", "abs": "https://arxiv.org/abs/2509.18500", "authors": ["Leon Otis", "Sri Gudivada", "Marvin Friede", "James Shee"], "title": "A scalable route to first-order response properties with correlated sampling phaseless auxiliary-field quantum Monte Carlo", "comment": "24 pages, 4 figures, 5 tables", "summary": "To make useful connections with experimental measurements, correlated\nelectronic structure theories must accurately predict chemical properties in\naddition to energies. We present a finite-difference based algorithm to compute\nfirst-order response properties with phaseless auxiliary-field quantum Monte\nCarlo (ph-AFQMC) that relies on a branching correlated sampling approach.\nFocusing on electric dipole moments, we show that mean-field trial wave\nfunctions are sufficient to obtain high accuracy relative to CCSD(T) and\nexperimental measurements for a set of 21 molecules, ranging in size from 2 to\n18 atoms in their equilibrium geometries. As with energies, the quality of\npredicted dipole moments can be systematically improved with the use of\ncorrelated trial wave functions, even (or especially) in strongly correlated\nregimes. We show that the challenges faced by low-order perturbation theories\nin predicting the dipole moment of hydrogen fluoride across its dissociation\ncoordinate are overcome with ph-AFQMC when using relatively simple trials. The\nkey advantage of our approach over those previously reported for ph-AFQMC is\nits scalability to large system sizes with a phaseless bias no worse than that\nof a typical ground-state energy calculation; we routinely converge dipole\nmoments for systems with more than one thousand basis functions."}
{"id": "2509.18247", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18247", "abs": "https://arxiv.org/abs/2509.18247", "authors": ["Sunghoon Kim"], "title": "SU(4) Kondo Lattice in Semiconductor Moiré Materials", "comment": "5 pages, 4 figures. Supplementary material: 4 pages, 1 figure", "summary": "Motivated by recent advances in transition metal dichalcogenide (TMD) moir\\'e\nmaterials, we propose TMD moir\\'e multilayers as a platform for realizing an\napproximately SU(4)-symmetric triangular Kondo lattice, generalizing the\nconcept of the double quantum dot model. Our model extends the conventional\nKondo lattice by incorporating a three-site exchange of SU(4) local moments,\nwhich drives spontaneous time-reversal and lattice symmetry breaking. Using a\nparton mean-field approach, we map out the phase diagram as a function of\nthree-site exchange and hole doping. In the Kondo-unscreened regime, we\nidentify Mott insulating phases, including bond-ordered states and a chiral\nspin liquid. With increasing doping, Kondo hybridization gives rise to a heavy\nFermi liquid that exhibits distinct patterns of lattice symmetry breaking, with\nor without topological responses. We conclude with directions for future study."}
{"id": "2509.18321", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18321", "abs": "https://arxiv.org/abs/2509.18321", "authors": ["David Breitbach", "Moritz Bechberger", "Hanadi Mortada", "Björn Heinz", "Roman Verba", "Qi Wang", "Carsten Dubs", "Mario Carpentieri", "Giovanni Finocchio", "Davi Rodrigues", "Alexandre Abbass Hamadeh", "Philipp Pirro"], "title": "All-magnonic neurons for analog artificial neural networks", "comment": "17 pages, 6 figures", "summary": "Analog neuromorphic hardware is gaining traction as conventional digital\nsystems struggle to keep pace with the growing energy and scalability demands\nof modern neural networks. Here, we present analog, fully magnonic, artificial\nneurons, which exploit a nonlinear magnon excitation mechanism based on the\nnonlinear magnonic frequency shift. This yields a sharp trigger response and\ntunable fading memory, as well as synaptic connections to other neurons via\npropagating magnons. Using micro-focused Brillouin light scattering\nspectroscopy on a Gallium-substituted yttrium iron garnet thin film, we show\nmulti-neuron triggering, cascadability, and multi-input integration across\ninterconnected neurons. Finally, we implement the experimentally verified\nneuron activation function in a neural network simulation, yielding high\nclassification accuracy on standard benchmarks. The results establish\nall-magnonic neurons as promising devices for scalable, low-power, wave-based\nneuromorphic computing, highlighting their potential as building blocks for\nfuture physical neural networks."}
{"id": "2509.19061", "categories": ["physics.comp-ph", "cs.NA", "math.NA", "65F08, 65N55, 65N22, 76M20", "G.1.8; F.2.1; D.1.3; C.1.4"], "pdf": "https://arxiv.org/pdf/2509.19061", "abs": "https://arxiv.org/abs/2509.19061", "authors": ["Marcel Ferrari", "Cyrill Püntener", "Alexander Sotoudeh", "Niklas Viebig"], "title": "3D Blocking for Matrix-free Smoothers in 2D Variable-Viscosity Stokes Equations with Applications to Geodynamics", "comment": "15 pages, 5 figures, appendix has 4 tables", "summary": "We present the design, implementation, and evaluation of optimized\nmatrix-free stencil kernels for multigrid smoothing in the incompressible\nStokes equations with variable viscosity, motivated by geophysical flow\nproblems. We investigate five smoother variants derived from different\noptimisation strategies: Red-Black Gauss-Seidel, Jacobi, fused Jacobi, blocked\nfused Jacobi, and a novel Jacobi smoother with RAS-type temporal blocking, a\nstrategy that applies local iterations on overlapping tiles to improve cache\nreuse. To ensure correctness, we introduce an energy-based residual norm that\nbalances velocity and pressure contributions, and validate all implementations\nusing a high-contrast sinker benchmark representative of realistic geodynamic\nnumerical models. Our performance study on NVIDIA GH200 Grace Hopper nodes of\nthe ALPS supercomputer demonstrates that all smoothers scale well within a\nsingle NUMA domain, but the RAS-Jacobi smoother consistently achieves the best\nperformance at higher core counts. It sustains over 90% weak-scaling efficiency\nup to 64 cores and delivers up to a threefold speedup compared to the C++\nJacobi baseline, owing to improved cache reuse and reduced memory traffic.\nThese results show that temporal blocking, already employed in\ndistributed-memory solvers to reduce communication, can also provide\nsubstantial benefits at the socket and NUMA level. This work highlights the\nimportance of cache-aware stencil design for harnessing modern heterogeneous\narchitectures and lays the groundwork for extending RAS-type temporal blocking\nstrategies to three-dimensional problems and GPU accelerators."}
{"id": "2509.19024", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.19024", "abs": "https://arxiv.org/abs/2509.19024", "authors": ["Tirthankar Banerjee", "Thibault Desaleux", "Jonas Ranft", "Étienne Fodor"], "title": "Contraction waves in pulsating active liquids: From pacemaker to aster dynamics", "comment": "8 pages, 4 figures", "summary": "We propose a hydrodynamic theory to examine the emergence of contraction\nwaves in dense active liquids composed of pulsating deformable particles. Our\ntheory couples the liquid density with a chemical phase that determines the\nperiodic deformation of the particles. This mechanochemical coupling regulates\nthe interplay between the flow induced by local deformation, and the resistance\nto pulsation stemming from steric interaction. We show that this interplay\nleads the emergent contraction waves to spontaneously organize into a packing\nof pacemakers. We reveal that the dynamics of these pacemakers is governed by a\ncomplex feedback between slow and fast topological defects that form asters in\nvelocity flows. In fact, our defect analysis is a versatile platform for\ninvestigating the self-organization of waves in a wide range of contractile\nsystems. Our results shed light on the key mechanisms that control the rich\nphenomenology of pulsating liquids, with relevance for biological systems such\nas tissues made of confluent pulsating cells."}
{"id": "2509.18363", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18363", "abs": "https://arxiv.org/abs/2509.18363", "authors": ["K. V. Samokhin", "M. Sigrist", "M. H. Fischer"], "title": "Spin currents in crystals with spin-orbit coupling: multi-band effects in an effective Hamiltonian formalism", "comment": "20 pages, 2 figures", "summary": "When focusing on a few essential bands in an effective description of a\nmaterial to calculate observable quantities, the respective operators have to\nbe adjusted accordingly. Ignoring contributions arising from integrating out\nremote bands can lead to qualitatively wrong results. We present a detailed\nanalysis of the interband mixing effects on spin currents. Specifically, we\ncalculate the intrinsic spin current in a time-reversal invariant\nnoncentrosymmetric crystal in the presence of electron-lattice spin-orbit\ncoupling. Starting from formally exact microscopic expressions, we derive the\nspin current operator restricted to one or more essential bands by iterative\nelimination of the contributions from distant bands. We show that the standard\ndefinition of the spin current operator in terms of the group velocity obtained\nfrom an effective band Hamiltonian cannot be justified using a microscopic\ntheory. The modified expression for the spin current operator contains\nadditional terms, which dominate the equilibrium spin current in a uniform\ncrystal. We show that the magnitude of these additional terms can considerably\nexceed the spin current obtained using the standard definition."}
{"id": "2509.18238", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18238", "abs": "https://arxiv.org/abs/2509.18238", "authors": ["Varun Venkatasubramanian", "Makoto Shimizu", "Daniel Guterding", "Harald O. Jeschke"], "title": "Origin of pressure-induced anomalies in the nodal-line ferrimagnet Mn$_3$Si$_2$Te$_6$", "comment": "8+5 pages, 4+7 figures", "summary": "A pressure-induced insulator-to-metal transition (IMT) has recently been\ndiscovered in the nodal-line ferrimagnet Mn$_3$Si$_2$Te$_6$. The electronic\nphase transition is accompanied by anomalies in the magnetic ordering\ntemperature and the anomalous Hall conductivity, which peak at or near the\ncritical pressure of the IMT. We perform density functional theory (DFT)\ncalculations as a function of pressure to reveal the driving factors behind the\nIMT and the magnetic anomalies in Mn$_3$Si$_2$Te$_6$. We extract Heisenberg\nHamiltonians as a function of pressure based on our DFT calculations. Our\nclassical Monte Carlo simulations for these Hamiltonians yield ordering\ntemperatures and magnetic ordering patterns, in agreement with the experimental\ndata. Although we can accurately explain the evolution of magnetism with\npressure, it seems that the anomalous Hall conductivity in Mn$_3$Si$_2$Te$_6$\ncannot be accounted for by intrinsic contributions alone."}
{"id": "2509.19137", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19137", "abs": "https://arxiv.org/abs/2509.19137", "authors": ["Anton Talkachov", "Egor Babaev"], "title": "Re-emergent superconducting state with broken time-reversal symmetry under uniaxial stress", "comment": "14 pages, 13 figures", "summary": "We study conditions of the appearance of \\$U(1) \\times \\mathbb{Z}_2\\$\nsuperconducting states that spontaneously break time-reversal symmetry (BTRS)\non a square lattice as a function of applied stress. We focus on the\nspin-singlet s+id state. Calculations show that if critical temperatures\ncoincide at zero stress they exhibit linear kink and no kink otherwise. We find\nthat in general, the microscopic calculations show a complex phase diagram, for\nexample, non-monotonic behavior of BTRS transition. Another\nbeyond-Ginzburg-Landau theory result is that \\$U(1)\\$ critical temperature can\ndecrease under compressional strain for small Poisson ratio materials. In the\nsecond part of the paper we consider effects of boundaries and finiteness of\nthe sample on the strain-induced splitting of \\$T_c^{U(1)}\\$ and\n\\$T_c^{\\mathbb{Z}_2}\\$ transitions. A finite sample has BTRS boundary states\nwith persistent superconducting currents over a wide range of band filling.\nOverall, the BTRS dome occupies a larger band filling--temperature phase space\nregion for a mesoscopic sample with [110] surface compared to an infinite\nsystem. Hence, the presence of boundaries helps to stabilize the BTRS phase."}
{"id": "2509.18701", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.18701", "abs": "https://arxiv.org/abs/2509.18701", "authors": ["Ellen M. Adams", "Igor Ilyakov", "Manthan Raj", "Daniel Dornbusch", "Thales V. A. G. de Oliveira", "Atiqa Arshad", "Gulloo Lal Prajapati", "Alexey Ponomaryov", "Jan-Christop Deinert"], "title": "Biological Crowding Annihilates Terahertz Transmission Nonlinearity in Aqueous Protein Solutions", "comment": "14 pages, 5 figures, 1 table", "summary": "Hydration water is vital for the stabilization of protein structure and\nfunction. The strong interaction of hydration water with the protein surface\nbrings into question how dynamics and asymmetry of hydrogen bonds are perturbed\nfor hydration water compared to bulk water. Here, z-scan transmission\nmeasurements at 0.5 Terahertz (THz) were performed for dilute and concentrated\nlysozyme solutions. A giant nonlinear absorption coefficient was found for\ndilute lysozyme solutions that is ten times greater than previous studies. This\ngiant nonlinear response stems from the high average THz power generated by the\nTELBE free electron laser source, which drives the formation of a persistent\nthermal lens. In contrast, concentrated lysozyme solutions did not demonstrate\na nonlinear response, revealing that crowding annihilates the thermal lensing\neffect. These results indicates that the THz nonlinear transmission of aqueous\nproteins solutions depends on the amount of hydration water present, and opens\nto the door to understanding the nonlinear optical properties of biologically\nrelevant systems."}
{"id": "2509.18256", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18256", "abs": "https://arxiv.org/abs/2509.18256", "authors": ["Dumitru Călugăru", "Haoyu Hu", "Lorenzo Crippa", "Gautam Rai", "Nicolas Regnault", "Tim O. Wehling", "Roser Valentí", "Giorgio Sangiovanni", "B. Andrei Bernevig"], "title": "Obtaining the Spectral Function of Moiré Graphene Heavy-Fermions Using Iterative Perturbation Theory", "comment": "21+106 pages, 5+71 figures, 0+4 tables. See also arXiv:2402.14057", "summary": "The spectral functions of twisted bilayer graphene (TBG) in the absence of\nstrain have recently been investigated in both the symmetric and\nsymmetry-broken phases using dynamical mean-field theory (DMFT). The\ntheoretically predicted Mott-Hubbard bands and gapless semimetallic state at\nhalf-filling have since been confirmed experimentally. Here, we develop several\nsecond-order perturbation theory approaches to the topological heavy-fermion\n(THF) model of TBG and twisted symmetric trilayer graphene (TSTG). In the\nsymmetric phase, we adapt, implement, and benchmark an iterative perturbation\ntheory (IPT) impurity solver within DMFT, enabling computationally efficient\nyet accurate spectral function calculations. We present momentum- and\nenergy-resolved spectra over a broad range of temperatures and fillings for\nboth symmetric and symmetry-broken states. In addition, we derive analytic\nexpressions for the spectral function within the ``Hubbard-I'' approximation of\nthe THF model and, as expected, find that while it provides a tractable\ndescription of Mott physics, it does not capture the low-energy Kondo peak or\nthe finite lifetime broadening of the bands. Our methodology can be extended to\ninclude strain, lattice relaxation, and parameter variations, thereby allowing\nsystematic predictions of TBG and TSTG spectral properties across a wide range\nof physical regimes. Because our perturbative approaches are far less\ncomputationally intensive than DMFT with numerically exact impurity solvers,\nthey can be used to efficiently benchmark and scan extensive phase diagrams of\nthe THF parameters, paving the way for full DMFT analyses of the TBG spectral\nfunction in the presence of strain and relaxation."}
{"id": "2509.18335", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18335", "abs": "https://arxiv.org/abs/2509.18335", "authors": ["Giovanni Marini"], "title": "Nonthermal magnetization pathways in photoexcited semiconductors", "comment": null, "summary": "The stabilization of long-range magnetic order in nominally non-magnetic\nsemi- conductors using femtosecond light pulses is an exciting yet\nexperimentally challenging goal. Theoretical studies indicate that certain\nnon-magnetic semi- conductors can exhibit transient magnetic instabilities\nfollowing above-gap laser excitation, but the dynamical pathways leading to\nthese states remain largely unexplored. In this work, I introduce a minimal\nreal-time spin-orbital model and identify the fundamental microscopic\nmechanisms that enable the emergence of a transient magnetic order. I then\ndiscuss the relevance of these findings for real materials employing a\nphenomenological time-dependent Ginzburg- Landau model. Finally, I analyze the\nstrengths and limitations of current first-principles methodologies for\ninvestigating dynamically induced broken- symmetry states in the light of the\npresent results."}
{"id": "2509.19160", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.19160", "abs": "https://arxiv.org/abs/2509.19160", "authors": ["Levent Ugur", "Beckett Y. Zhou"], "title": "Physics-Informed Field Inversion for Sparse Data Assimilation", "comment": "43 pages, 12 figures, 5 tables", "summary": "Data-driven methods keep increasing their popularity in engineering\napplications, given the developments in data analysis techniques. Some of these\napproaches, such as Field Inversion Machine Learning (FIML), suggest correcting\nlow-fidelity models by leveraging available observations of the problem.\nHowever, the solely data-driven field inversion stage of the method generally\nrequires dense observations that limit the usage of sparse data. In this study,\nwe propose a physical loss term addition to the field inversion stage of the\nFIML technique similar to the physics-informed machine learning applications.\nThis addition embeds the complex physics of the problem into the low-fidelity\nmodel, which allows for obtaining dense gradient information for every\ncorrection parameter and acts as an adaptive regularization term improving\ninversion accuracy. The proposed Physics-Informed Field Inversion approach is\ntested using three different examples and highlights that incorporating\nphysical loss can enhance the reconstruction performance for limited data\ncases, such as sparse, truncated, and noisy observations. Additionally, this\nmodification enables us to obtain accurate posterior correction parameter\ndistribution with limited realizations, making it data-efficient. The increase\nin the computational cost caused by the physical loss calculation is at an\nacceptable level given the relaxed grid and numerical scheme requirements."}
{"id": "2509.19280", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19280", "abs": "https://arxiv.org/abs/2509.19280", "authors": ["Shunta Ide", "Shuta Kikuchi", "Shu Tanaka"], "title": "Extending Sample Persistence Variable Reduction for Constrained Combinatorial Optimization Problems", "comment": "16 pages, 13 figures", "summary": "Constrained combinatorial optimization problems (CCOPs) are challenging to\nsolve due to the exponential growth of the solution space. When tackled with\nIsing machines, constraints are typically enforced by the penalty function\nmethod, whose coefficients must be carefully tuned to balance feasibility and\nobjective quality. Variable-reduction techniques such as sample persistence\nvariable reduction (SPVAR) can mitigate hardware limitations of Ising machines,\nyet their behavior on CCOPs remains insufficiently understood. Building on our\nprior proposal, we extend and comprehensively evaluate multi-penalty SPVAR\n(MP-SPVAR), which fixes variables using solution persistence aggregated across\nmultiple penalty coefficients. Experiments on benchmark problems, including the\nquadratic assignment problem and the quadratic knapsack problem, demonstrate\nthat MP-SPVAR attains higher feasible-solution ratios while matching or\nimproving approximation ratios relative to the conventional SPVAR algorithm. An\nexamination of low-energy states under small penalties clarifies when\nfeasibility degrades and how encoding choices affect the trade-off between\nsolution quality and feasibility. These results position MP-SPVAR as a\npractical variable-reduction strategy for CCOPs and lay a foundation for\nsystematic penalty tuning, broader problem classes, and integration with\nquantum-inspired optimization hardware as well as quantum algorithms."}
{"id": "2509.18432", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18432", "abs": "https://arxiv.org/abs/2509.18432", "authors": ["Deepika Gill", "Sangeeta Sharma", "Sam Shallcross"], "title": "Generation of pure, spin polarized, and unpolarized charge currents at the few cycle limit of circularly polarized light", "comment": null, "summary": "In certain members of the transition metal dichalcogenide (TMDC) family,\nlaser pulses of oppositely circularly polarized light excite electrons of\nopposite spin. Here we show that in the few cycle limit such pulses generate\nnot only a spin density excitation, but also a spin current excitation.\nEmploying the example of the TMDC WSe$_2$ we show that pure spin currents, the\nflow of spin in the absence of net charge flow, 100% spin polarized currents,\nand charge currents are all accessible and controllable by tuning the amplitude\nof ~ 5 femtosecond gap tuned light pulses. Underpinning this physics is a\nsymmetry lowering of the valley charge excitation from C3 at long duration to\nC2 in the few cycle limit, imbuing the excitation with net current. Our results\nboth highlight the emergence of a rich light-spin current coupling at ultrafast\ntimes in the TMDC family, as well presenting a route to the all-optical\ngeneration of pure spin currents."}
{"id": "2509.18247", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18247", "abs": "https://arxiv.org/abs/2509.18247", "authors": ["Sunghoon Kim"], "title": "SU(4) Kondo Lattice in Semiconductor Moiré Materials", "comment": "5 pages, 4 figures. Supplementary material: 4 pages, 1 figure", "summary": "Motivated by recent advances in transition metal dichalcogenide (TMD) moir\\'e\nmaterials, we propose TMD moir\\'e multilayers as a platform for realizing an\napproximately SU(4)-symmetric triangular Kondo lattice, generalizing the\nconcept of the double quantum dot model. Our model extends the conventional\nKondo lattice by incorporating a three-site exchange of SU(4) local moments,\nwhich drives spontaneous time-reversal and lattice symmetry breaking. Using a\nparton mean-field approach, we map out the phase diagram as a function of\nthree-site exchange and hole doping. In the Kondo-unscreened regime, we\nidentify Mott insulating phases, including bond-ordered states and a chiral\nspin liquid. With increasing doping, Kondo hybridization gives rise to a heavy\nFermi liquid that exhibits distinct patterns of lattice symmetry breaking, with\nor without topological responses. We conclude with directions for future study."}
{"id": "2509.19190", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19190", "abs": "https://arxiv.org/abs/2509.19190", "authors": ["K. R. Pakuszewski", "M. R. Cantarino", "I. Romanenko", "A. P. Machado", "M. M. Piva", "G. S. Freitas", "H. B. Pizzi", "F. A. Garcia", "P. G. Pagliuso", "C. Adriano"], "title": "Orbital-Selective Band Structure Evolution in BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and Mn) Probed by Polarization-Dependent ARPES", "comment": null, "summary": "We present a systematic study of the evolution of the band structure in the\nFe-based superconductor family BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and\nMn) using polarization-dependent angle-resolved photoemission spectroscopy\n(ARPES). Low-substituted samples, with comparable spin-density wave transition\ntemperatures ($T_\\text{SDW}$), were chosen to facilitate controlled\ncomparisons. The sizes of the central hole pockets ($\\alpha$, $\\beta$, and\n$\\gamma$) remain largely unchanged across different substitutions, showing no\nclear correlation with either $T_\\text{SDW}$ or the As height relative to the\nFe planes. However, subtle trends are observed: a modest increase in the size\nof the $\\eta_\\text{X}$ electron pocket correlates with the suppression of\n$T_\\text{SDW}$. Furthermore, the contraction of the $\\eta_\\text{X}$ pocket\nappears to be linked to an increase in the As height relative to the Fe planes.\nOur results suggest that the suppression of $T_\\text{SDW}$ is primarily driven\nby changes in the Fe-As bond length, with the effect being more pronounced in\nelectronic states with planar character. These findings provide insight into\nthe electronic structure of BaFe$_{2-x}$M$_x$As$_2$."}
{"id": "2509.18896", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.18896", "abs": "https://arxiv.org/abs/2509.18896", "authors": ["Mohammad Nadim Kamar", "Armin Mozhdehei", "Basma Dupont", "Ronan Lefort", "Alain Moréac", "Jacques Ollivier", "Markus Appel", "Denis Morineau"], "title": "How special are the dynamics of deep eutectic solvents? A Look at the Prototypical Case of Ethaline", "comment": null, "summary": "We investigated the molecular dynamics of the prototypical deep eutectic\nsolvent (DES) ethaline. We disentangled the different motions of its two\nconstituents, namely choline chloride and ethylene glycol on a spatio-temporal\nrange that extends from sub-nanometer to micrometer distances and from\npicosecond to millisecond times. This was achieved by a combination of\npulsed-field-gradient NMR, time-of-flight, and backscattering quasielastic\nneutron scattering experiments with isotopically labelled samples. On the\nmicrometer scale, we observe that the translational motions of the two DES\nconstituents obey classical hydrodynamics, with distinct diffusivities that\nreflect their different hydrodynamic radii. This is no longer valid at the\nnanometer-scale, where the two DES components present similar short-ranged\ndiffusivities, which indicates a significant effect of their supramolecular\nassociation. The sub-nanometer scale motions include jumps that precede Fickian\ndiffusion, and localized dynamics that precede the breaking of the transient\ncage formed by neighboring molecules. Therein, the spatial amplitude of the\nlocalized motions mirrors their different molecular sizes, while their\nrespective correlation times contrast with observations made for other\ncholine-based DES such as glyceline. This result underlines the importance of\nmore subtle effects, such as the different H-bond propensities of the polyol\ndonor, and demonstrate the difficulty to anticipate the nanoscale dynamic\nbehavior of DES from the knowledge of their macroscopic properties."}
{"id": "2509.18265", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.18265", "abs": "https://arxiv.org/abs/2509.18265", "authors": ["Saranyo Moitra", "Inti Sodemann Villadiego"], "title": "Instability of Laughlin FQH liquids into gapless power-law correlated states with continuous exponents in ideal Chern bands: rigorous results from plasma mapping", "comment": "6+4 pages, 1+0 figures. Comments welcome!", "summary": "We investigate the fate of Laughlin's wave-function in ideal Chern bands\nwhich can be mapped to generalized zero Landau levels in spatially dependent\nmagnetic fields. By exploiting its exact mapping onto a classical Coulomb gas\nand leveraging previous results of one-component plasmas in nonuniform\nneutralizing backgrounds, we demonstrate that the ideal Laughlin wave-function\nundergoes a phase transition from its well-known fully gapped topologically\nordered plasma state into a power-law correlated dielectric state even for the\nfixed filling of $1/3$, as the magnetic field becomes increasingly more\ninhomogeneous. This dielectric state is gapless even though it does not\nspontaneously break translational symmetry. Remarkably, for a fixed filling\n$\\nu=1/m$, the exponent governing density correlations in this state changes\ncontinuously as a function of the degree of spatial inhomogeneity of the\nmagnetic field, and can range from $4$ near a Berezinskii-Kosterlitz-Thouless\ntransition to the plasma state, up to $2 m$ in the limit of fields generated by\npoint solenoids."}
{"id": "2509.18352", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18352", "abs": "https://arxiv.org/abs/2509.18352", "authors": ["Evelyna Wang", "Marco-Tulio F. Rodrigues", "Baris Key"], "title": "Quantifying the reactivity of isolated LixSi domains in Si anodes using operando NMR", "comment": null, "summary": "The use of Si anodes can greatly improve the energy density of Li-ion\nbatteries. However, understanding and mitigation of calendar aging remains a\nbarrier to commercialization. In this short report, we utilize operando Nuclear\nMagnetic Resonance (NMR) spectroscopy to detect and quantify lithium silicides\n(LixSi) as they form and react within Si anodes in pouch cells during calendar\naging. We provide direct experimental evidence of complex aging phenomena in\nthe Si anodes, including both SEI growth and dissolution during storage.\nFormation of electrochemically isolated LixSi is also observed, as indicated by\nthe partial persistence of highly lithiated phases after the cell is\ndischarged. Remarkably, we show that these isolated domains can themselves\nself-discharge over time, suggesting that their detection can be challenging in\npost-mortem studies. Finally, we show that aging outcomes depend heavily on the\ntype of silicon particles contained within the electrode, and that certain\nsurface coatings can help decrease the reactivity between lithium silicides and\nthe electrolyte."}
{"id": "2509.18265", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.18265", "abs": "https://arxiv.org/abs/2509.18265", "authors": ["Saranyo Moitra", "Inti Sodemann Villadiego"], "title": "Instability of Laughlin FQH liquids into gapless power-law correlated states with continuous exponents in ideal Chern bands: rigorous results from plasma mapping", "comment": "6+4 pages, 1+0 figures. Comments welcome!", "summary": "We investigate the fate of Laughlin's wave-function in ideal Chern bands\nwhich can be mapped to generalized zero Landau levels in spatially dependent\nmagnetic fields. By exploiting its exact mapping onto a classical Coulomb gas\nand leveraging previous results of one-component plasmas in nonuniform\nneutralizing backgrounds, we demonstrate that the ideal Laughlin wave-function\nundergoes a phase transition from its well-known fully gapped topologically\nordered plasma state into a power-law correlated dielectric state even for the\nfixed filling of $1/3$, as the magnetic field becomes increasingly more\ninhomogeneous. This dielectric state is gapless even though it does not\nspontaneously break translational symmetry. Remarkably, for a fixed filling\n$\\nu=1/m$, the exponent governing density correlations in this state changes\ncontinuously as a function of the degree of spatial inhomogeneity of the\nmagnetic field, and can range from $4$ near a Berezinskii-Kosterlitz-Thouless\ntransition to the plasma state, up to $2 m$ in the limit of fields generated by\npoint solenoids."}
{"id": "2509.18539", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18539", "abs": "https://arxiv.org/abs/2509.18539", "authors": ["Phusit Nualpijit", "Bumned Soodchomshom"], "title": "Strain-Tuned Optical Properties of a Two-Dimensional Hexagonal Lattice: Exploiting Saddle Degrees of Freedom and Saddle Filtering Effects", "comment": "22 pages, 12 Figures", "summary": "The deformation of hexagonal lattices has attracted considerable attention\ndue to its promising applications in straintronics. This study employs the\ntight-binding model to investigate the anisotropic spectrum, where electronic\ntransport can be manipulated by the degree of deformation. The longitudinal\nconductivities, light transmittance, and absorbance are analyzed, revealing\nenhancement along one direction and suppression along the other. The findings\nindicate that the direction and magnitude of strain can be determined by\nmeasuring transmittance and absorbance, showing significant deviations from the\nunstrained condition. Furthermore, a strong absorbance is observed due to the\ninterband transition of electrons near the M-point saddles, linked to van Hove\nsingularities for specific values of nearest and next-nearest hoping energy.\nThe unexpected characteristics of saddle polarization-analogous to valley\npolarization at K- and K'-become particularly prominent when strain affects the\nselection of M-point saddle. Notably, the demonstration indicates that a highly\nefficient M-point saddle filtering effect takes place, induced by linearly\npolarized light. This model paves the way for exploring the optical properties\nof anisotropic hexagonal lattices, such as black phosphorus and borophene\noxide. These results also open a pathway to strain-programmable optoelectronic\ndevices, such as polarization-selective photodetectors, tunable absorbers, and\nultrathin optical filters."}
{"id": "2509.18256", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18256", "abs": "https://arxiv.org/abs/2509.18256", "authors": ["Dumitru Călugăru", "Haoyu Hu", "Lorenzo Crippa", "Gautam Rai", "Nicolas Regnault", "Tim O. Wehling", "Roser Valentí", "Giorgio Sangiovanni", "B. Andrei Bernevig"], "title": "Obtaining the Spectral Function of Moiré Graphene Heavy-Fermions Using Iterative Perturbation Theory", "comment": "21+106 pages, 5+71 figures, 0+4 tables. See also arXiv:2402.14057", "summary": "The spectral functions of twisted bilayer graphene (TBG) in the absence of\nstrain have recently been investigated in both the symmetric and\nsymmetry-broken phases using dynamical mean-field theory (DMFT). The\ntheoretically predicted Mott-Hubbard bands and gapless semimetallic state at\nhalf-filling have since been confirmed experimentally. Here, we develop several\nsecond-order perturbation theory approaches to the topological heavy-fermion\n(THF) model of TBG and twisted symmetric trilayer graphene (TSTG). In the\nsymmetric phase, we adapt, implement, and benchmark an iterative perturbation\ntheory (IPT) impurity solver within DMFT, enabling computationally efficient\nyet accurate spectral function calculations. We present momentum- and\nenergy-resolved spectra over a broad range of temperatures and fillings for\nboth symmetric and symmetry-broken states. In addition, we derive analytic\nexpressions for the spectral function within the ``Hubbard-I'' approximation of\nthe THF model and, as expected, find that while it provides a tractable\ndescription of Mott physics, it does not capture the low-energy Kondo peak or\nthe finite lifetime broadening of the bands. Our methodology can be extended to\ninclude strain, lattice relaxation, and parameter variations, thereby allowing\nsystematic predictions of TBG and TSTG spectral properties across a wide range\nof physical regimes. Because our perturbative approaches are far less\ncomputationally intensive than DMFT with numerically exact impurity solvers,\nthey can be used to efficiently benchmark and scan extensive phase diagrams of\nthe THF parameters, paving the way for full DMFT analyses of the TBG spectral\nfunction in the presence of strain and relaxation."}
{"id": "2509.19255", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19255", "abs": "https://arxiv.org/abs/2509.19255", "authors": ["Yibo Wang", "Tsin Hei Koo", "Runqing Huang", "Yat Hei Ng", "Timothée Tianyu Lortz", "Ting Zhang", "Wai Ming Chan", "Yuxiao Hou", "Jie Pan", "Rolf Lortz", "Ning Wan", "Ping Sheng"], "title": "High temperature superconductivity with giant pressure effect in 3D networks of boron doped ultra-thin carbon nanotubes in the pores of ZSM-5 zeolite", "comment": null, "summary": "We have fabricated three-dimensional (3D) networks of ultrathin carbon\nnanotubes (CNTs) within the ~5-Angstrom diameter pores of zeolite ZSM-5\ncrystals using the chemical vapour deposition (CVD) process. The 1D electronic\ncharacteristics of ultrathin CNTs are characterized by van Hove singularities\nin the density of states. Boron doping was strategically employed to tune the\nFermi energy near a van Hove singularity, which is supported by extensive\nab-initio calculations, while the 3D network structure ensures the formation of\na phase-coherent bulk superconducting state under a 1D to 3D crossover. We\nreport characteristic signatures of superconductivity using four complementary\nexperimental methods: magnetization, specific heat, resistivity, and\npoint-contact spectroscopy, all consistently support a critical temperature Tc\nat ambient conditions ranging from 220 to 250 K. In particular, point-contact\nspectroscopy revealed a multigap nature of superconductivity with a large ~30\nmeV leading gap, in rough agreement with the prediction of the\nBardeen-Cooper-Schrieffer (BCS) theory of superconductivity. The differential\nconductance response displays a particle-hole symmetry and is tuneable between\nthe tunnelling and Andreev limits via the transparency of the contact, as\nuniquely expected for a superconductor. Preliminary experiments also reveal a\ngiant pressure effect which increases the Tc above the ambient temperature."}
{"id": "2509.19036", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19036", "abs": "https://arxiv.org/abs/2509.19036", "authors": ["Yetmgeta Aklilu", "Matthew Shepherd", "Cody L. Covington", "Kalman Varga"], "title": "Quantum-electrodynamical time-dependent density functional theory description of molecules in optical cavities", "comment": null, "summary": "A quantum electrodynamical time-dependent density functional theory framework\nis applied to describe strongly coupled light--matter interactions in cavity\nenvironments. The formalism utilizes a tensor product approach, coupling\nreal-space electronic wave functions with Fock space photonic states. Various\nmolecular systems serve as test cases to examine how coupling parameters and\ncavity frequencies affect molecular geometry, polaritonic spectra, and\nintermolecular binding."}
{"id": "2509.18267", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18267", "abs": "https://arxiv.org/abs/2509.18267", "authors": ["Ashland Knowles", "R. Ganesh"], "title": "Structures of group-15 elemental solids from an effective boundary theory", "comment": "11 pages, 15 figures", "summary": "We present an effective description for the crystal structures of pnictogen\nelemental solids. In these materials, each atom contains three valence\nelectrons in $p$ orbitals. They are shared between neighbouring atoms to form\nvalence bonds. We propose a trivalent network model on the simple cubic\nlattice. As a generalization of a dimer model, we impose a constraint that\nthree dimers must touch every site. We argue that intra-orbital Coulomb\nrepulsion prohibits the formation of two adjacent, parallel dimers. This leads\nto a tripod-like local configuration at every site. More importantly, it forces\nevery line of the cubic lattice to have alternating dimers and blanks. There is\nno dynamics as dimers cannot be locally rearranged. A bulk-boundary mapping\nemerges whereby bonds in the interior are fully described by Ising variables on\nthree bounding planes -- a simple example of holography that may be realized in\nreal materials. To describe the energetics of bonding, we formulate a minimal\nmodel in terms of boundary Ising spins. Symmetries reduce the problem to that\nof three identical, independent, two-dimensional Ising models. An\nantiferromagnetic Ising-ground-state corresponds to the A7 structure seen in\nantimony and grey arsenic. An antiferromagnetic phase within a bilayer\ndescribes the structure of phosphorene. By stacking such bilayers, we obtain\nthe A17 structure of black phosphorus. The stripe phase of the Ising models\ndescribes the cubic gauche structure of nitrogen. As a testable signature, we\ndemonstrate that single impurities will induce long-ranged domain walls."}
{"id": "2509.18409", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18409", "abs": "https://arxiv.org/abs/2509.18409", "authors": ["Mahtab A. Khan", "Jayden D. Craft", "Hari P. Paudel", "Yuhua Duan", "Dirk R. Englund", "Michael N. Leuenberger"], "title": "Er$_\\mathrm{Al}$:Al$_2$O$_3$ for Telecom-Band Photonics: Electronic Structure and Optical Properties", "comment": "10 pages, 4 figures", "summary": "Er-doped Al$_2$O$_3$ is a promising host for telecom-band integrated\nphotonics. Here we combine ab initio calculations with a symmetry-resolved\nanalysis to elucidate substitutional Er on the Al site (Er$_\\mathrm{Al}$) in\n$\\alpha$-Al$_2$O$_3$. First-principles relaxations confirm the structural\nstability of Er$_\\mathrm{Al}$. We then use the local trigonal crystal-field\nsymmetry to classify the Er-derived impurity levels by irreducible\nrepresentations and to derive polarization-resolved electric-dipole selection\nrules, explicitly identifying the symmetry-allowed $f$\\textendash$d$\nhybridization channels. Kubo--Greenwood absorption spectra computed from\nKohn--Sham states quantitatively corroborate these symmetry predictions.\nFurthermore, we connect the calculated intra-$4f$ line strengths to Judd--Ofelt\ntheory, clarifying the role of $4f$\\textendash$5d$ admixture in enabling\noptical activity. Notably, we predict a characteristic absorption near\n$1.47~\\mu\\mathrm{m}$ (telecom band), relevant for on-chip amplification and\nemission. To our knowledge, a symmetry-resolved first-principles treatment of\nEr:Al$_2$O$_3$ with an explicit Judd--Ofelt interpretation has not been\nreported, providing a transferable framework for tailoring rare-earth dopants\nin wide-band-gap oxides for integrated photonics. Our results for the optical\nspectra are in good agreement with experimental data."}
{"id": "2509.18828", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18828", "abs": "https://arxiv.org/abs/2509.18828", "authors": ["Zhesen Yang", "Zihan Wang", "Juntao Huang", "Zijian Zheng", "Jiangping Hu"], "title": "Complex Frequency Fingerprint: Interacting Driven Non-Hermitian Skin Effect", "comment": "8 pages, 3 figures,", "summary": "The excitation properties of quantum many-body systems are encoded in their\nresponse functions. These functions define an associated response Hamiltonian,\nwhich is intrinsically non-Hermitian due to the dissipative nature of retarded\nresponses, even in closed systems. By analyzing its eigenvalues and\neigenstates, one obtains a unique characterization of the system, referred to\nas the complex frequency fingerprint. Using this framework, we demonstrate that\ninteractions alone can give rise to both point-gap topology and the\nnon-Hermitian skin effect. Unlike the dissipation-induced skin effect, this\ninteraction-driven phenomenon exhibits pronounced frequency dependence. We\nfurther introduce a complex-frequency density of states framework that\ndistinctly separates non-Hermitian skin modes from topological edge modes."}
{"id": "2509.18265", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.18265", "abs": "https://arxiv.org/abs/2509.18265", "authors": ["Saranyo Moitra", "Inti Sodemann Villadiego"], "title": "Instability of Laughlin FQH liquids into gapless power-law correlated states with continuous exponents in ideal Chern bands: rigorous results from plasma mapping", "comment": "6+4 pages, 1+0 figures. Comments welcome!", "summary": "We investigate the fate of Laughlin's wave-function in ideal Chern bands\nwhich can be mapped to generalized zero Landau levels in spatially dependent\nmagnetic fields. By exploiting its exact mapping onto a classical Coulomb gas\nand leveraging previous results of one-component plasmas in nonuniform\nneutralizing backgrounds, we demonstrate that the ideal Laughlin wave-function\nundergoes a phase transition from its well-known fully gapped topologically\nordered plasma state into a power-law correlated dielectric state even for the\nfixed filling of $1/3$, as the magnetic field becomes increasingly more\ninhomogeneous. This dielectric state is gapless even though it does not\nspontaneously break translational symmetry. Remarkably, for a fixed filling\n$\\nu=1/m$, the exponent governing density correlations in this state changes\ncontinuously as a function of the degree of spatial inhomogeneity of the\nmagnetic field, and can range from $4$ near a Berezinskii-Kosterlitz-Thouless\ntransition to the plasma state, up to $2 m$ in the limit of fields generated by\npoint solenoids."}
{"id": "2509.19085", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19085", "abs": "https://arxiv.org/abs/2509.19085", "authors": ["Daniel F. Calero-Osorio", "Paul W. Ayers"], "title": "Seniority-zero Linear Canonical Transformation Theory", "comment": "23 pages, 6 figures", "summary": "We propose a method to solve the electronic Schr\\\"odinger equation for\nstrongly correlated systems by applying a unitary transformation to reduce the\ncomplexity of the physical Hamiltonian. In particular, we seek a transformation\nthat maps the Hamiltonian into the seniority-zero space, since such\nHamiltonians are computationally more tractable while still capturing strong\ncorrelation within electron pairs. The unitary rotation is evaluated using the\nBaker--Campbell--Hausdorff (BCH) expansion, truncated to two-body operators via\nthe operator-decomposition strategy of canonical transformation (CT) theory,\nwhich rewrites higher-rank terms approximately in terms of one- and two-body\noperators. The method was tested on three molecular systems: H$_6$ in the\nSTO-6G basis, BeH$_2$ along the standard C$_{2v}$ insertion pathway, and BH in\nthe 6-31G basis. In all cases, the Seniority-zero Linear Canonical\nTransformation (SZ-LCT) method delivers highly accurate results, with most\nerrors on the order of $10^{-4}$ Hartree. Additionally, SZ-LCT has a cost of\n$O(N^7/n_c)$, where $n_c$ is the number of CPU cores, making it comparable to\nsingle-reference methods when the number of available cores is at least equal\nto the number of orbitals."}
{"id": "2509.18317", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18317", "abs": "https://arxiv.org/abs/2509.18317", "authors": ["J. Fournier", "P. -O. Downey", "O. Gingras", "C. -D. Hébert", "M. Charlebois", "A. -M. S. Tremblay"], "title": "The Frenkel line and the pseudogap: an analogy between classical and electronic fluids", "comment": "4 pages, 6 figures, 2 pages of end matter, LaTeX", "summary": "Asymptotically close to critical end-points of first-order transitions,\nmaxima in thermodynamic quantities occur along a line called the Widom line, a\nconcept first introduced in classical fluids. This concept has been extended to\nstrongly correlated electronic fluids in the context of the Mott transition.\nNamely, upon increasing interaction strength in the Hubbard model at\nhalf-filling, one finds a first-order Mott metal-insulator transition with a\ncritical end-point at high temperature above which a number of crossover lines\nare observable. Using the dynamical cluster approximation for the\ntriangular-lattice Hubbard model, we compute the Frenkel line, another concept\nborrowed from classical fluids, useful to define a sharp crossover between the\npseudogap and the correlated Fermi liquid. The Frenkel line in the electron\nfluid is defined by the appearance of back-scattering when entering the\npseudogap. The signature of back-scattering is the existence of a negative\nvalue in the time-domain optical conductivity."}
{"id": "2509.18485", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18485", "abs": "https://arxiv.org/abs/2509.18485", "authors": ["Xin Gu", "Ruoqi Wang", "Bo Zhao", "Haofu Wen", "Kunquan Hong", "Shijun Yuan", "Taishi Chen", "Jinlan Wang"], "title": "Zero-field Anomalous Hall Effect in Bulk Single Crystal Mn3Ir", "comment": "18 pages, 5 figures", "summary": "The L1_2-phase non-collinear antiferromagnet (AFM) Mn_3Ir has emerged as a\npioneering platform for realizing the zero-field anomalous Hall effect (AHE),\nthereby catalyzing rapid advances in antiferromagnetic spintronics. Despite its\nsignificant potential, experimental investigations of the intrinsic magnetic\nand electronic properties of Mn_3Ir have been greatly hindered by the\nformidable challenges in growing bulk single crystals. Here, we report the\ngrowth of stoichiometric Mn_3Ir bulk single crystals and their characterization\nin terms of magnetization and the AHE. Using a high-throughput flux method, we\nobtained (111)-oriented hexagonal Mn_3Ir single crystals. A small AHE signal\nwas detected, which we attribute to the coexistence of A- and B-type\nantiferromagnetic domains that mutually cancel the net AHE response. Our\nresults reveal key aspects of the intrinsic magnetic properties and AHE in bulk\nMn_3Ir, providing a critical material platform for the development of advanced\nspintronic devices."}
{"id": "2509.18952", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18952", "abs": "https://arxiv.org/abs/2509.18952", "authors": ["Hui-Qiang Liang", "Zuxuan Ou", "Linhu Li", "Guo-Fu Xu"], "title": "Intrinsic-perturbation induced anomalous higher-order boundary states in non-Hermitian systems", "comment": "4.7 pages, 3 figures in the main text; 16 pages, 10 figures in the\n  Supplemental Material", "summary": "The behavior of higher-order boundary states in non-Hermitian systems is\nelusive and thereby finding the mechanism behind these states is both essential\nand significant. Here, we uncover a novel mechanism that induces anomalous\nhigher-order boundary states. The mechanism originates from the sensitivity of\nthe non-normal boundary Hamiltonian to intrinsic perturbations, where intrinsic\nperturbations here refer to the influence of the bulk on the topological\nboundaries. Based on the mechanism, we reveal a new kind of phase transition,\ni.e., the transition between hybrid skin-topological states and scale-free\ntopological boundary states. We also find that scale-free topological boundary\nstates exhibit size-dependent spectra, influencing the existence of\nhigher-order topological boundary states. Unlike conventional hybrid\nskin-topological states or higher-order non-Hermitian skin effect, the above\ntwo kinds of anomalous higher-order boundary states exhibit size-dependent\ncharacteristics. Our work opens a new horizon for the control of higher-order\nboundary states and topological properties of non-Hermitian systems."}
{"id": "2509.18267", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18267", "abs": "https://arxiv.org/abs/2509.18267", "authors": ["Ashland Knowles", "R. Ganesh"], "title": "Structures of group-15 elemental solids from an effective boundary theory", "comment": "11 pages, 15 figures", "summary": "We present an effective description for the crystal structures of pnictogen\nelemental solids. In these materials, each atom contains three valence\nelectrons in $p$ orbitals. They are shared between neighbouring atoms to form\nvalence bonds. We propose a trivalent network model on the simple cubic\nlattice. As a generalization of a dimer model, we impose a constraint that\nthree dimers must touch every site. We argue that intra-orbital Coulomb\nrepulsion prohibits the formation of two adjacent, parallel dimers. This leads\nto a tripod-like local configuration at every site. More importantly, it forces\nevery line of the cubic lattice to have alternating dimers and blanks. There is\nno dynamics as dimers cannot be locally rearranged. A bulk-boundary mapping\nemerges whereby bonds in the interior are fully described by Ising variables on\nthree bounding planes -- a simple example of holography that may be realized in\nreal materials. To describe the energetics of bonding, we formulate a minimal\nmodel in terms of boundary Ising spins. Symmetries reduce the problem to that\nof three identical, independent, two-dimensional Ising models. An\nantiferromagnetic Ising-ground-state corresponds to the A7 structure seen in\nantimony and grey arsenic. An antiferromagnetic phase within a bilayer\ndescribes the structure of phosphorene. By stacking such bilayers, we obtain\nthe A17 structure of black phosphorus. The stripe phase of the Ising models\ndescribes the cubic gauche structure of nitrogen. As a testable signature, we\ndemonstrate that single impurities will induce long-ranged domain walls."}
{"id": "2509.19180", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19180", "abs": "https://arxiv.org/abs/2509.19180", "authors": ["Riccardo Farris", "Emanuele Telari", "Nongnuch Artrith", "Konstantin Neyman", "Albert Bruix"], "title": "Bayesian Neural Networks versus deep ensembles for uncertainty quantification in machine learning interatomic potentials", "comment": null, "summary": "Neural-network-based machine learning interatomic potentials have emerged as\npowerful tools for predicting atomic energies and forces, enabling accurate and\nefficient simulations in atomistic modeling. A key limitation of traditional\ndeep learning approaches, however, is their inability to provide reliable\nestimates of predictive uncertainty. Such uncertainty quantification is\ncritical for assessing model reliability, especially in materials science,\nwhere often the model is applied on out-of-distribution data. Different\nstrategies have been proposed to address this challenge, with deep ensembles\nand Bayesian neural networks being among the most widely used. In this work, we\nintroduce an implementation of Bayesian neural networks with variational\ninference in the aenet-PyTorch framework. To evaluate their applicability to\nmachine learning interatomic potentials, we systematically compare the\nperformance of variational BNNs and deep ensembles on a dataset of 7,815\nTiO$_{2}$ structures. The models are trained on both the full dataset and a\nsubset to assess how variations in data representation influence predictive\naccuracy and uncertainty estimation. This analysis provides insights into the\nstrengths and limitations of each approach, offering practical guidance for the\ndevelopment of uncertainty-aware machine learning interatomic potentials."}
{"id": "2509.18398", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18398", "abs": "https://arxiv.org/abs/2509.18398", "authors": ["X. Yao", "P. Chen", "R. Verma", "X. Zhao", "H. -Y. Yang", "L. DeBeer-Schmitt", "A. A. Aczel", "C. -M. Wu", "D. Alba Venero", "T. Ohhara", "K. Munakata", "M. Takahashi", "Y. Noda", "A. Bansil", "B. Singh", "P. Nikolić", "F. Tafti", "J. Gaudet"], "title": "Incommensurate magnetic order drives singular angular magnetoresistance in a Weyl semimetal", "comment": "6 pages, 4 figures. Submitted to Phys. Rev. Lett", "summary": "We demonstrate that a multi-$\\mathbf{k}$ incommensurate magnetic state in the\nWeyl semimetal CeAlGe gives rise to singular angular magnetoresistance (SAMR),\nan electrical-transport signature that detects the magnetic-field direction\nwith exceptional precision. In contrast, the sister compound CeAlSi shows\nneither multi-$\\mathbf{k}$ order nor SAMR. Both phenomena emerge upon\n$\\sim57\\%$ Ge substitution in CeAlSi$_{1-x}$Ge$_x$ and coincide with\nelectronic-structure changes that soften the single-ion in-plane anisotropy and\nenhance Weyl-mediated magnetic interactions. These results reveal a direct\nconnection between band topology, electronic transport, and collective\nmagnetism in Weyl semimetals."}
{"id": "2509.18549", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18549", "abs": "https://arxiv.org/abs/2509.18549", "authors": ["Jaekyung Jang", "Yu-Seong Seo", "Jeonghun Lee", "Eundeok Mun", "Jungseek Hwang"], "title": "Optical properties of RCd3P3 (R: Ce or La) compounds: Insulator-metal transition induced by displacement of atoms in the unit cell", "comment": "20 pages, 5 figures", "summary": "We examined the electronic structures and optical properties of single\ncrystals of RCd3P3 (R = Ce or La). Our first-principles analysis indicates that\nCeCd3P3 and LaCd3P3 exhibit semiconductor characteristics with narrow energy\ngaps of approximately 0.51 and 0.70 eV, respectively. Notably, a slight\ndisplacement of the Cd and P atoms within the unit cell significantly\ntransforms the electronic structure from insulating to metallic state. Optical\nspectroscopy of both compounds reveals a metallic state with a low charge\ncarrier density, suggesting a finite density of states at the Fermi level. A\ncomparison between the theoretical electronic structures and experimental\noptical properties elucidates the observed metallic behavior. Additionally, the\nnotable modification of the infrared-active phonons strongly indicates a\nstructural phase transition in these compounds. Our findings also suggest that\nCeCd3P3 serves as a suitable platform for investigating the photoinduced Kondo\neffect due to its metallic ground state with limited charge carriers."}
{"id": "2509.19287", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19287", "abs": "https://arxiv.org/abs/2509.19287", "authors": ["Zhongdong Han", "Yiyu Xia", "Kenji Watanabe", "Takashi Taniguchi", "Kin Fai Mak", "Jie Shan"], "title": "Quantum oscillations between excitonic and quantum spin Hall insulators in moiré WSe2", "comment": null, "summary": "Quantum spin Hall insulators (QSHIs) and excitonic insulators (EIs) are\nprototypical topological and correlated states of matter, respectively. The\ntopological phase transition between the two has attracted much theoretical\ninterest but experimental studies have been hindered by the availability of\ntunable materials that can access such a transition. Here, by utilizing the\ninteraction-enhanced g-factor and the flat moir\\'e bands in twisted bilayer\nWSe2 (tWSe2), we realize tunable electron-like and hole-like Landau levels\n(LLs) in the opposite valleys of tWSe2 under a perpendicular magnetic field. At\nhalf-band-filling, which corresponds to electron-hole charge neutrality,\nperiodic oscillations between QSHIs (for fully filled LLs) and EIs (for\nhalf-filled LLs) are observed due to the interplay between the cyclotron energy\nand the intervalley correlation; QSHIs with up to four pairs of helical edge\nstates can be resolved. We further analyze the effect of Fermi surface nesting\non the stability of EIs via electric field-tuning of the moir\\'e band\nstructure. Our results demonstrate a novel QSHI-to-EI topological phase\ntransition and provide a comprehensive understanding of the fermiology of\ntWSe2."}
{"id": "2509.18299", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18299", "abs": "https://arxiv.org/abs/2509.18299", "authors": ["Jhionathan de Lima", "Cristiano Francisco Woellner"], "title": "Cyclo-Graphyne: A Highly Porous and Semimetallic 2D Carbon Allotrope with Dirac Cones", "comment": null, "summary": "We present a comprehensive characterization of Cyclo-graphyne (CGY), an\nemerging 2D carbon allotrope with a porous structure of sp/sp$^2$-hybridized\ncarbon atoms. Using density functional theory, we systematically investigate\nits structural, energetic, dynamical, thermal, electronic, mechanical, optical,\nand vibrational properties. The calculated cohesive and formation energies are\nboth comparable to those of other synthesized graphynes, confirming its\nenergetic viability. Phonon dispersion calculations confirm its dynamical\nstability, while ab initio molecular dynamics simulations indicate thermal\nstability up to at least 1000 K. Electronic results reveal that CGY is a\nsemimetal with an ultranarrow band gap and features two Dirac cones in its\nelectronic structure. Mechanically, CGY is highly compliant and isotropic,\nexhibiting a Young's modulus an order of magnitude lower than that of graphene.\nThe optical spectrum reveals strong ultraviolet absorption and infrared\nreflectivity with an isotropic response, while the vibrational spectra show\ndistinct Raman peaks and rich infrared activity. These properties position CGY\nas a promising candidate for future applications in areas such as gas capture\nand separation, flexible nanoelectronics, and optoelectronics."}
{"id": "2509.19213", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.19213", "abs": "https://arxiv.org/abs/2509.19213", "authors": ["Mengke Zhang", "Jun Huang"], "title": "Short-Range Solvent-Solvent and Ion-Solvent Correlations at Metal-Electrolyte Interfaces: Parameterization and Benchmarking", "comment": null, "summary": "Short-range correlations in electrolyte solutions lead to oscillatory\nprofiles of water polarization and ionic concentration at electrode-electrolyte\ninterfaces. The recently developed density-potential-polarization functional\ntheory (DPPFT) provides a comprehensive framework to incorporate these\nshort-range correlation effects. In the present work, the parameters describing\nshort-range solvent-solvent and ion-solvent correlations in DPPFT are\ndetermined from the wavenumber-dependent dielectric susceptibility spectrum of\npure water and from ion solvation energies derived within nonlocal\nelectrostatics, respectively. The experimental ionic-radius-dependent hydration\nenergies of alkali metal cations and halide anions are well reproduced by the\nsolvation model. The charge hydration asymmetry is explained as the stronger\nshort-range repulsion between cations and water molecules compared to that\nbetween anions and water molecules. Using these parameters, DPPFT is then\napplied to investigate short-range correlation effects at the Ag(111)-NaF\naqueous electrolyte interface. The water polarization profiles obtained from\nDPPFT calculations show good agreement with AIMD simulations. Furthermore, as\nthe strength of short-range ion-solvent repulsion increases, the peaks of\nanionic/layers shift from regions near centers of positive/negative\npolarization charges toward those of opposite sign, thereby preserving\nsolvation configurations similar to those in bulk solution. This work\nestablishes a consistent procedure for parameterizing short-range correlation\neffects within the DPPFT framework, thereby enabling a more quantitative and\ncomputationally efficient description of atomic-scale phenomena at\nelectrochemical interfaces."}
{"id": "2509.18422", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18422", "abs": "https://arxiv.org/abs/2509.18422", "authors": ["Nan Tang", "Stephan Glamsch", "Aisha Aqeel", "Ludwig Scheuchenpflug", "Michael Schulze", "Christoph Liebald", "Daniel Rytz", "Christo Guguschev", "Manfred Albrecht", "Philipp Gegenwart"], "title": "Observation via spin Seebeck effect of macroscopic magnetic transport from emergent magnetic monopoles", "comment": "Primary category justification: This work focuses on emergent\n  monopole dynamics in the bulk frustrated pyrochlore Dy_2Ti_2O_7, establishing\n  their role in magnetic transport. The core contribution is to strongly\n  correlated/frustrated magnetism (cond-mat.str-el). We use the spin Seebeck\n  effect just as a probe; for discoverability we have cross-listed to\n  cond-mat.mes-hall", "summary": "Magnetic monopoles, elusive in high-energy physics, have been realised as\nemergent quasiparticles in solid-state systems, where their unique properties\nhold promise for novel spintronic applications. Magnetic monopoles have been\ninvoked in diverse platforms, including skyrmion lattices, chiral magnets, soft\nferromagnets, aritifical nanomagnets. Yet, a demonstration of their role in\nmagnetic transport has remained elusive. Here, we report such an observation\nvia the spin Seebeck effect in the bulk insulating pyrochlore oxide, spin ice\n$\\mathrm{Dy_2Ti_2O_7}$. By applying a thermal gradient perpendicular to a\n$[111]$-oriented magnetic field, we detect a transverse spin Seebeck voltage\nmarked by a dominant peak at the onset of monopole proliferation, accompanied\nby a secondary feature and frequency-dependent behavior. Our findings establish\na direct link between monopole dynamics and magnetic transport in an insulating\nmedium, establishing a new pathway for probing fractionalized excitations and\nadvancing towards novel spintronic applications."}
{"id": "2509.18556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18556", "abs": "https://arxiv.org/abs/2509.18556", "authors": ["Minjae Kim", "Hong Gu Lee", "Jungseek Hwang"], "title": "Optical properties of popular dielectric substrate materials in a wide spectral range from far-infrared to ultraviolet", "comment": "16 pages, 6 figures", "summary": "We investigated the optical properties of 13 different dielectric materials\n(slide glass, quartz, Al2O3 (c-cut), DyScO3 (110), KTaO3 (001), LaAlO3 (001),\n(LaAlO3)0.3-(Sr2AlTaO6)0.7 (001) (LSAT), MgF2 (100), MgO (100), SiC, SrTiO3\n(001), TbScO3 (110), and TiO2). The single-bounce reflectance spectra of the\nbulk samples were measured using Fourier transform infrared (FTIR) and\nmonochromatic spectrometers across a wide spectral range, from far infrared to\nultraviolet (80-50,000 cm-1). Using the Kramers-Kronig analysis, we obtained\nthe optical conductivity and dielectric function of the dielectric materials\nfrom their measured reflectance spectra. Moreover, we measured the\ntransmittance spectra of the materials to obtain their bandgaps. We fitted the\nmeasured reflectance spectra using the Lorentz model to obtain phononic\nstructures. Each dielectric material exhibits unique phononic structures and\noptical bandgaps, associated with the composition and crystal structure of the\nmaterial. The observed optical properties of these dielectric materials provide\nvaluable information for the optical analysis of thin films grown on them."}
{"id": "2509.18247", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18247", "abs": "https://arxiv.org/abs/2509.18247", "authors": ["Sunghoon Kim"], "title": "SU(4) Kondo Lattice in Semiconductor Moiré Materials", "comment": "5 pages, 4 figures. Supplementary material: 4 pages, 1 figure", "summary": "Motivated by recent advances in transition metal dichalcogenide (TMD) moir\\'e\nmaterials, we propose TMD moir\\'e multilayers as a platform for realizing an\napproximately SU(4)-symmetric triangular Kondo lattice, generalizing the\nconcept of the double quantum dot model. Our model extends the conventional\nKondo lattice by incorporating a three-site exchange of SU(4) local moments,\nwhich drives spontaneous time-reversal and lattice symmetry breaking. Using a\nparton mean-field approach, we map out the phase diagram as a function of\nthree-site exchange and hole doping. In the Kondo-unscreened regime, we\nidentify Mott insulating phases, including bond-ordered states and a chiral\nspin liquid. With increasing doping, Kondo hybridization gives rise to a heavy\nFermi liquid that exhibits distinct patterns of lattice symmetry breaking, with\nor without topological responses. We conclude with directions for future study."}
{"id": "2509.18317", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18317", "abs": "https://arxiv.org/abs/2509.18317", "authors": ["J. Fournier", "P. -O. Downey", "O. Gingras", "C. -D. Hébert", "M. Charlebois", "A. -M. S. Tremblay"], "title": "The Frenkel line and the pseudogap: an analogy between classical and electronic fluids", "comment": "4 pages, 6 figures, 2 pages of end matter, LaTeX", "summary": "Asymptotically close to critical end-points of first-order transitions,\nmaxima in thermodynamic quantities occur along a line called the Widom line, a\nconcept first introduced in classical fluids. This concept has been extended to\nstrongly correlated electronic fluids in the context of the Mott transition.\nNamely, upon increasing interaction strength in the Hubbard model at\nhalf-filling, one finds a first-order Mott metal-insulator transition with a\ncritical end-point at high temperature above which a number of crossover lines\nare observable. Using the dynamical cluster approximation for the\ntriangular-lattice Hubbard model, we compute the Frenkel line, another concept\nborrowed from classical fluids, useful to define a sharp crossover between the\npseudogap and the correlated Fermi liquid. The Frenkel line in the electron\nfluid is defined by the appearance of back-scattering when entering the\npseudogap. The signature of back-scattering is the existence of a negative\nvalue in the time-domain optical conductivity."}
{"id": "2509.18438", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18438", "abs": "https://arxiv.org/abs/2509.18438", "authors": ["Guopeng Xu", "Nemin Wei", "Inti Sodemann Villadiego", "Chunli Huang"], "title": "Localized Excitons and Landau-Level Mixing in Time-Reversal Symmetric Pairs of Chern Bands", "comment": "28 pages, 6 figures, comments are welcome", "summary": "We study Landau-level mixing in a time-reversal-symmetric Hamiltonian\ncomposed of two sets of Landau levels with opposite magnetic field, relevant to\nmoir\\'e minibands in twisted homobilayer transition-metal dichalcogenides in\nthe adiabatic limit, where electrons in opposite valleys have flat Chern bands\nwith opposite Chern numbers. Strong spin-orbit coupling polarizes spins in\nopposite directions in opposite valleys, separating Coulomb interactions into\nlike-spin ($V^{\\uparrow\\uparrow}$) and opposite-spin\n($V^{\\uparrow\\downarrow}$). Using degenerate perturbation theory, we compute\nLandau-level mixing corrections to $V^{\\uparrow\\uparrow}$ and\n$V^{\\uparrow\\downarrow}$ for different filling fractions. In the lowest Landau\nlevel, screening exhibits an even-odd effect: $V^{\\uparrow\\uparrow}$ is reduced\nmore strongly than $V^{\\uparrow\\downarrow}$ in even-$m$ angular momentum\nHaldane pseudopotential and less strongly in odd-$m$ angular momentum ones. In\nthe first Landau level, the short-range part ($m=0,1$) of\n$V^{\\uparrow\\downarrow}$ is reduced comparably to $V^{\\uparrow\\uparrow}$, while\nthe strongest spin anisotropy appears in the $m=2$ pseudopotential. These novel\nshort-range spin correlations have important implications for candidate\ncorrelated phases of fractional quantum spin Hall insulators. A distinctive\nfeature of this time-reversal-symmetric Hamiltonian, absent in conventional\nquantum Hall systems, is that spin-flip excitations form localized\nquasiparticles. We compute their excitation spectrum and predict a\nnon-monotonic dependence of the ordering temperature of Chern ferromagnetism in\nMoTe$_2$ on the Landau-level mixing parameter."}
{"id": "2509.18590", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18590", "abs": "https://arxiv.org/abs/2509.18590", "authors": ["Chunqiang Xu", "Shuvankar Gupta", "Hengxin Tan", "Hyeonhu Bae", "Olajumoke Oluwatobiloba Emmanuel", "Mingyu Xu", "Yan Wu", "Xiaofeng Xu", "Pengpeng Zhang", "Weiwei Xie", "Binghai Yan", "Xianglin Ke"], "title": "Large Anomalous and Topological Hall Effect and Nernst Effect in a Dirac Kagome Magnet Fe3Ge", "comment": "Accepted in Advanced Functional Materials", "summary": "The search for kagome magnets with unconventional magnetic and electronic\nproperties has gained significant attention in recent years. We report the\nmagnetic, electronic, and thermoelectric properties of Fe3Ge single crystals,\nwhere the Fe atoms form a slightly distorted kagome lattice. Fe3Ge exhibits a\nlarge anomalous Hall effect and anomalous Nernst effect. The anomalous\ntransverse thermoelectric conductivity reaches about 4.6 A m^-1 K^-1, exceeding\nvalues reported for conventional ferromagnets and most topological\nferromagnets. First-principles calculations indicate that these transport\nresponses are primarily governed by intrinsic mechanisms, highlighting the\ndominant role of Berry curvature arising from massive Dirac gaps in momentum\nspace. In addition, we observe a topological Hall resistivity of about 0.9\nmicroOhm cm and a topological Nernst coefficient of 1.2 microvolt K^-1, which\nare attributed to the Berry phase associated with field-induced scalar spin\nchirality. These findings demonstrate the combined influence of Berry phases in\nboth momentum and real space, establishing Fe3Ge as a promising candidate for\nroom-temperature transverse thermoelectric applications."}
{"id": "2509.18256", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18256", "abs": "https://arxiv.org/abs/2509.18256", "authors": ["Dumitru Călugăru", "Haoyu Hu", "Lorenzo Crippa", "Gautam Rai", "Nicolas Regnault", "Tim O. Wehling", "Roser Valentí", "Giorgio Sangiovanni", "B. Andrei Bernevig"], "title": "Obtaining the Spectral Function of Moiré Graphene Heavy-Fermions Using Iterative Perturbation Theory", "comment": "21+106 pages, 5+71 figures, 0+4 tables. See also arXiv:2402.14057", "summary": "The spectral functions of twisted bilayer graphene (TBG) in the absence of\nstrain have recently been investigated in both the symmetric and\nsymmetry-broken phases using dynamical mean-field theory (DMFT). The\ntheoretically predicted Mott-Hubbard bands and gapless semimetallic state at\nhalf-filling have since been confirmed experimentally. Here, we develop several\nsecond-order perturbation theory approaches to the topological heavy-fermion\n(THF) model of TBG and twisted symmetric trilayer graphene (TSTG). In the\nsymmetric phase, we adapt, implement, and benchmark an iterative perturbation\ntheory (IPT) impurity solver within DMFT, enabling computationally efficient\nyet accurate spectral function calculations. We present momentum- and\nenergy-resolved spectra over a broad range of temperatures and fillings for\nboth symmetric and symmetry-broken states. In addition, we derive analytic\nexpressions for the spectral function within the ``Hubbard-I'' approximation of\nthe THF model and, as expected, find that while it provides a tractable\ndescription of Mott physics, it does not capture the low-energy Kondo peak or\nthe finite lifetime broadening of the bands. Our methodology can be extended to\ninclude strain, lattice relaxation, and parameter variations, thereby allowing\nsystematic predictions of TBG and TSTG spectral properties across a wide range\nof physical regimes. Because our perturbative approaches are far less\ncomputationally intensive than DMFT with numerically exact impurity solvers,\nthey can be used to efficiently benchmark and scan extensive phase diagrams of\nthe THF parameters, paving the way for full DMFT analyses of the TBG spectral\nfunction in the presence of strain and relaxation."}
{"id": "2509.18321", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18321", "abs": "https://arxiv.org/abs/2509.18321", "authors": ["David Breitbach", "Moritz Bechberger", "Hanadi Mortada", "Björn Heinz", "Roman Verba", "Qi Wang", "Carsten Dubs", "Mario Carpentieri", "Giovanni Finocchio", "Davi Rodrigues", "Alexandre Abbass Hamadeh", "Philipp Pirro"], "title": "All-magnonic neurons for analog artificial neural networks", "comment": "17 pages, 6 figures", "summary": "Analog neuromorphic hardware is gaining traction as conventional digital\nsystems struggle to keep pace with the growing energy and scalability demands\nof modern neural networks. Here, we present analog, fully magnonic, artificial\nneurons, which exploit a nonlinear magnon excitation mechanism based on the\nnonlinear magnonic frequency shift. This yields a sharp trigger response and\ntunable fading memory, as well as synaptic connections to other neurons via\npropagating magnons. Using micro-focused Brillouin light scattering\nspectroscopy on a Gallium-substituted yttrium iron garnet thin film, we show\nmulti-neuron triggering, cascadability, and multi-input integration across\ninterconnected neurons. Finally, we implement the experimentally verified\nneuron activation function in a neural network simulation, yielding high\nclassification accuracy on standard benchmarks. The results establish\nall-magnonic neurons as promising devices for scalable, low-power, wave-based\nneuromorphic computing, highlighting their potential as building blocks for\nfuture physical neural networks."}
{"id": "2509.18453", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18453", "abs": "https://arxiv.org/abs/2509.18453", "authors": ["Lia Šibav", "Tilen Knaflič", "Graham King", "Zvonko Jagličić", "Maja Koblar", "Kirill Yu. Povarov", "Sergei Zvyagin", "Denis Arčon", "Mirela Dragomir"], "title": "Influence of La-doping on the magnetic properties of the two-dimensional spin-gapped system SrCu$_2$(BO$_3$)$_2$", "comment": "38 pages, 17 figures, 5 tables", "summary": "Aliovalent doping of the two-dimensional dimer antiferromagnet\nSrCu$_2$(BO$_3$)$_2$ has long been proposed as a potential route toward\nrealizing resonating valence bond (RVB) superconductivity in this system;\nhowever, experimental progress has remained limited. This study explores the\neffects of La doping on the ground state of SrCu$_2$(BO$_3$)$_2$ and reports\nthe first flux growth of Sr$_{1-x}$La$_x$Cu$_2$(BO$_3$)$_2$ single crystals\nwith nominal doping levels up to $x$ = 0.15. Powder X-ray diffraction and\nenergy-dispersive X-ray spectroscopy confirm the successful incorporation of La\non the Sr sites within the tetragonal $I\\bar{4}2m$ structure, although the\neffective doping was limited to approximately 50% of the nominal concentration.\nLa doping induces systematic changes in the magnetic properties, with a\nreduction of the effective spin gap $\\Delta$ from ~28.2K to ~20.3 K at $x$ =\n0.15, as determined from low-temperature magnetic susceptibility. X-band\nelectron spin resonance measurements reveal the emergence of unpaired Cu$^{2+}$\nspins in La-doped SrCu$_2$(BO$_3$)$_2$ single crystals, which develop\nantiferromagnetic correlations below ~5.5 K. These findings corroborate the\nbreaking of the local spin dimers induced by La doping. Despite this, no\nsuperconductivity is observed across the entire doping range studied. The\npresent study demonstrates that at low doping levels, electron doping locally\ndestabilizes the spin-singlet ground state in SrCu$_2$(BO$_3$)$_2$, while the\nintrinsic spin dynamics of the dimer lattice remain largely preserved."}
{"id": "2509.18604", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18604", "abs": "https://arxiv.org/abs/2509.18604", "authors": ["Kangyu Ji", "Tianran Liu", "Fang Sheng", "Shaun Tan", "Moungi Bawendi", "Tonio Buonassisi"], "title": "A closed-loop AI framework for hypothesis-driven and interpretable materials design", "comment": null, "summary": "Scientific hypothesis generation is central to materials discovery, yet\ncurrent approaches often emphasize either conceptual (idea-to-data) reasoning\nor data-driven (data-to-idea) analysis, rarely achieving an effective\nintegration of both. Here, we present a generalizable active learning workflow\nthat integrates top-down, theory-driven hypothesis generation, guided by a\nlarge language model. This is complemented by bottom-up, data-driven hypothesis\ntesting through a root-cause association study. We demonstrate this approach\nthrough the design of equimolar quinary-cation two-dimensional perovskite, a\nchemically complex system with over 850,000 possible cation combinations. In\nthe top-down component, the large language model drives closed-loop\noptimization by proposing candidates that are likely to achieve phase purity,\nleveraging domain knowledge and chain-of-thought reasoning. With each\niteration, the model identifies an increasing number of near phase-pure\ncompositions, sampling less than 0.004% of the design space. In parallel, the\nbottom-up association study identifies molecular features with statistically\nsignificant influences on phase purity. The integration of these approaches\nenables the convergence of conceptual and statistical hypotheses, leading to\ngeneralizable and rational design rules for phase-pure quinary-cation\ntwo-dimensional perovskites. As a proof of concept, we applied the optimized\nphase-pure quinary-cation two-dimensional perovskite film as a surface capping\nlayer in perovskite solar cells, achieving good performance and stability. Our\nframework enables the development of interpretable and generalizable design\nrules that are applicable to a wide range of optimization processes within\ncomplex design spaces, providing a foundational strategy for rational,\nscalable, and efficient materials discovery."}
{"id": "2509.18409", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18409", "abs": "https://arxiv.org/abs/2509.18409", "authors": ["Mahtab A. Khan", "Jayden D. Craft", "Hari P. Paudel", "Yuhua Duan", "Dirk R. Englund", "Michael N. Leuenberger"], "title": "Er$_\\mathrm{Al}$:Al$_2$O$_3$ for Telecom-Band Photonics: Electronic Structure and Optical Properties", "comment": "10 pages, 4 figures", "summary": "Er-doped Al$_2$O$_3$ is a promising host for telecom-band integrated\nphotonics. Here we combine ab initio calculations with a symmetry-resolved\nanalysis to elucidate substitutional Er on the Al site (Er$_\\mathrm{Al}$) in\n$\\alpha$-Al$_2$O$_3$. First-principles relaxations confirm the structural\nstability of Er$_\\mathrm{Al}$. We then use the local trigonal crystal-field\nsymmetry to classify the Er-derived impurity levels by irreducible\nrepresentations and to derive polarization-resolved electric-dipole selection\nrules, explicitly identifying the symmetry-allowed $f$\\textendash$d$\nhybridization channels. Kubo--Greenwood absorption spectra computed from\nKohn--Sham states quantitatively corroborate these symmetry predictions.\nFurthermore, we connect the calculated intra-$4f$ line strengths to Judd--Ofelt\ntheory, clarifying the role of $4f$\\textendash$5d$ admixture in enabling\noptical activity. Notably, we predict a characteristic absorption near\n$1.47~\\mu\\mathrm{m}$ (telecom band), relevant for on-chip amplification and\nemission. To our knowledge, a symmetry-resolved first-principles treatment of\nEr:Al$_2$O$_3$ with an explicit Judd--Ofelt interpretation has not been\nreported, providing a transferable framework for tailoring rare-earth dopants\nin wide-band-gap oxides for integrated photonics. Our results for the optical\nspectra are in good agreement with experimental data."}
{"id": "2509.18332", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18332", "abs": "https://arxiv.org/abs/2509.18332", "authors": ["L. E. Golub"], "title": "Interplay of Rashba and valley-Zeeman splittings in weak localization of spin-orbit coupled graphene", "comment": "5+3 pages, 2 figures", "summary": "Weak localization theory is developed for graphene heterostructures with\ntransition metal dichalcogenides and topological insulators where the Rashba\nand valey-Zeeman spin-splittings of the energy spectrum are large enough. The\nanomalous magnetoresistance in low fields caused by weak localization is\ncalculated. It is shown that the valley-Zeeman splitting has no effect on weak\nlocalization in the absence of Rashba splitting but it results in the change of\nthe magnetoconductivity sign in the Rashba-coupled graphene. Inter-valley\nscattering also affects the quantum correction to the conductivity resulting in\nits sign reversal. Analytical expressions are obtained for the anomalous\nmagnetoconductivity at arbitrary relations between the Rashba and valley-Zeeman\nsplittings as well as the inter-valley scattering rates."}
{"id": "2509.18563", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18563", "abs": "https://arxiv.org/abs/2509.18563", "authors": ["J. Y. Liu-Sun", "Z. Song"], "title": "Exceptional-point-induced dynamic sensitivity to particle-number parity", "comment": null, "summary": "As an exclusive feature of a non-Hermitian system, the existence of\nexceptional points (EPs) depends not only on the details of the Hamiltonian but\nalso on the particle-number filling and the particle statistics. In this paper,\nwe study many-particle EPs in a Bose Hubbard chain with two end-site resonant\nimaginary potentials. Starting from a single-particle coalescing eigenstate, we\nconstruct $n$-particle condensate eigenstates for the cases with zero and\ninfinite $U$. Compared with the free bosonic case, where the $ n $-particle\ncondensate eigenstate is an $(n+1)$-th-order coalescing state, the\nhardcore-boson counterpart is a second-order coalescing state for odd $n$ ,\nwhile it is not for even $n$. The difference in particle-number parity results\nin distinct quenching dynamics of the condensate states, highlighting the role\nof parity in system behavior. Our finding may stimulate research on the dynamic\nsensitivity to particle-number parity."}
{"id": "2509.18617", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18617", "abs": "https://arxiv.org/abs/2509.18617", "authors": ["H. Joshi", "K. C. Bhamu", "A. Shankar", "Rana Biswas", "M. Wlazło"], "title": "Octahedral dynamics and local symmetry in hybrid perovskite FAPbI3 under thermal excitation", "comment": "14 pages, 5 figures", "summary": "Density Functional Theory (DFT) and ab initio molecular dynamics (AIMD)\nsimulations have been employed to investigate the evolution of local motifs\nwithin the tetragonal phase of FAPbI3 under thermal excitation. Our results\nreveal a distinct broadening in the distribution of PbI6 octahedral volumes\nwith increasing temperature, indicating a gradual breakdown of symmetry and\nemergence of diverse local environments. These octahedral volume distortions\nare primarily driven by the dynamic behaviour of the FA cation leading to\nsoftening of PbI6 octahedra, evident from calculated mean octahedral volume and\nPb-I-Pb bond angles. The examination of electronic structure confirmed that\nthis dynamic structural phenomenon is directly responsible for the change in\nfundamental band gap value, highlighting the role of PbI6 octahedra in\nmodifying and modulating the electronic properties in FAPbI3. The results\ndemonstrate the microscopic origin of thermally induced dynamical behaviour to\nthe macroscopic electronic properties and underscore the pivotal role of local\nmotifs in hybrid perovskites."}
{"id": "2509.18422", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18422", "abs": "https://arxiv.org/abs/2509.18422", "authors": ["Nan Tang", "Stephan Glamsch", "Aisha Aqeel", "Ludwig Scheuchenpflug", "Michael Schulze", "Christoph Liebald", "Daniel Rytz", "Christo Guguschev", "Manfred Albrecht", "Philipp Gegenwart"], "title": "Observation via spin Seebeck effect of macroscopic magnetic transport from emergent magnetic monopoles", "comment": "Primary category justification: This work focuses on emergent\n  monopole dynamics in the bulk frustrated pyrochlore Dy_2Ti_2O_7, establishing\n  their role in magnetic transport. The core contribution is to strongly\n  correlated/frustrated magnetism (cond-mat.str-el). We use the spin Seebeck\n  effect just as a probe; for discoverability we have cross-listed to\n  cond-mat.mes-hall", "summary": "Magnetic monopoles, elusive in high-energy physics, have been realised as\nemergent quasiparticles in solid-state systems, where their unique properties\nhold promise for novel spintronic applications. Magnetic monopoles have been\ninvoked in diverse platforms, including skyrmion lattices, chiral magnets, soft\nferromagnets, aritifical nanomagnets. Yet, a demonstration of their role in\nmagnetic transport has remained elusive. Here, we report such an observation\nvia the spin Seebeck effect in the bulk insulating pyrochlore oxide, spin ice\n$\\mathrm{Dy_2Ti_2O_7}$. By applying a thermal gradient perpendicular to a\n$[111]$-oriented magnetic field, we detect a transverse spin Seebeck voltage\nmarked by a dominant peak at the onset of monopole proliferation, accompanied\nby a secondary feature and frequency-dependent behavior. Our findings establish\na direct link between monopole dynamics and magnetic transport in an insulating\nmedium, establishing a new pathway for probing fractionalized excitations and\nadvancing towards novel spintronic applications."}
{"id": "2509.18335", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18335", "abs": "https://arxiv.org/abs/2509.18335", "authors": ["Giovanni Marini"], "title": "Nonthermal magnetization pathways in photoexcited semiconductors", "comment": null, "summary": "The stabilization of long-range magnetic order in nominally non-magnetic\nsemi- conductors using femtosecond light pulses is an exciting yet\nexperimentally challenging goal. Theoretical studies indicate that certain\nnon-magnetic semi- conductors can exhibit transient magnetic instabilities\nfollowing above-gap laser excitation, but the dynamical pathways leading to\nthese states remain largely unexplored. In this work, I introduce a minimal\nreal-time spin-orbital model and identify the fundamental microscopic\nmechanisms that enable the emergence of a transient magnetic order. I then\ndiscuss the relevance of these findings for real materials employing a\nphenomenological time-dependent Ginzburg- Landau model. Finally, I analyze the\nstrengths and limitations of current first-principles methodologies for\ninvestigating dynamically induced broken- symmetry states in the light of the\npresent results."}
{"id": "2509.18845", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18845", "abs": "https://arxiv.org/abs/2509.18845", "authors": ["Naïmo Davier", "Ludovic D. C. Jaubert"], "title": "Interacting-cluster spin liquids with robust flat bands evolving into higher-rank half-moon phases and topological Lifshitz transitions", "comment": "21 pages, 8 figures, 1 table", "summary": "Classical spin liquids are disordered magnetic phases, governed by local\nconstraints that often give rise to flat-band ground states. When constraints\ntake the form of a zero-divergence field within a cluster of spins, the spin\nliquid is often described by an emergent Coulomb gauge theory. Here we\nintroduce an interaction $\\eta$ between these clusters of spins which compete\nwith the zero-divergence field. Using a framework embracing both the\nconnectivity matrices of graph theory and the topology of band structures, we\ndevelop a generic theory of interacting-cluster Hamiltonians. We show how flat\nbands remain at zero energy up to finite interaction $\\eta$, until a dispersive\nband becomes negative, stabilizing a spiral spin liquid with a hypersurface of\nground-state manifold in reciprocal space. This hypersurface serves as a mold\nfor the apparition of the half-moon patterns in the equal-time structure\nfactor. Our generic approach enables to extend the notion of half moons to the\nperturbation of higher-rank Coulomb fields and pinch-line spin liquids. In\nparticular, multi-fold half moons appear when unconventional gauge charges,\nsuch as potential fractons, are stabilized in the ground state. Finally,\nhalf-moon phases can be tuned across the equivalent of a Lifshitz transition,\nwhen the hypersurface manifold changes topology."}
{"id": "2509.18634", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.18634", "abs": "https://arxiv.org/abs/2509.18634", "authors": ["S. V. Naydenov", "O. K. Kapustnyk", "I. M. Pritula", "D. S. Sofronov", "I. S. Terzin", "N. O. Kovalenko"], "title": "Quaternary crystals CdZnTeSe: Growth via the vertical Bridgman method with different compositions of raw materials", "comment": "12 pages, 7 figures", "summary": "Indium-doped semiconductor crystals CdZnTeSe with several different\ncompositions of raw materials were grown via the vertical Bridgman method under\nhigh-pressure argon. For the first time, these crystals were obtained via a\ncombined method from a mixture of simple and binary starting components. A\ntheoretical analysis of the permissible reactions for obtaining multicomponent\nCdZnTeSe crystals from different compositions of starting materials was\nperformed. The homogeneity of the distribution of the atomic composition and\nelectrical resistance (in the dark and under illumination) of the obtained\ncrystals was studied. Crystals grown via the new combined method presented the\nbest homogeneity of composition and electrophysical properties."}
{"id": "2509.18781", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18781", "abs": "https://arxiv.org/abs/2509.18781", "authors": ["Xiaoying Xu", "Wei Qin", "Yuelin Shen", "Zixuan Huang", "Zhuoya Zhou", "Zirao Wang", "Yufan Li"], "title": "Signature of chiral superconducting order parameter evidenced in mesoscopic superconductors", "comment": null, "summary": "Chiral superconductivity is a novel superconducting phase characterized by\norder parameters that break the time-reversal symmetry, endowing the state with\na definite handedness. Unlike conventional superconductors, the Cooper pairs in\na chiral superconductor carry nonzero orbital angular momentum. Through\ncoupling with an external magnetic field, the finite angular momentum of the\nCooper pair modulates the temperature-magnetic field phase boundary in a\ndistinctive way, which could serve as an experimental signature of the chiral\nsuperconducting state. Here we demonstrate that the chiral signature can be\ndetected in mesoscopic superconducting rings of $\\beta$-Bi$_2$Pd, manifesting\nas a linear-in-field modulation of the critical temperature in the Little-Parks\neffect. Our findings establish a new experimental method for detecting the\nchiral superconductivity."}
{"id": "2509.18352", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18352", "abs": "https://arxiv.org/abs/2509.18352", "authors": ["Evelyna Wang", "Marco-Tulio F. Rodrigues", "Baris Key"], "title": "Quantifying the reactivity of isolated LixSi domains in Si anodes using operando NMR", "comment": null, "summary": "The use of Si anodes can greatly improve the energy density of Li-ion\nbatteries. However, understanding and mitigation of calendar aging remains a\nbarrier to commercialization. In this short report, we utilize operando Nuclear\nMagnetic Resonance (NMR) spectroscopy to detect and quantify lithium silicides\n(LixSi) as they form and react within Si anodes in pouch cells during calendar\naging. We provide direct experimental evidence of complex aging phenomena in\nthe Si anodes, including both SEI growth and dissolution during storage.\nFormation of electrochemically isolated LixSi is also observed, as indicated by\nthe partial persistence of highly lithiated phases after the cell is\ndischarged. Remarkably, we show that these isolated domains can themselves\nself-discharge over time, suggesting that their detection can be challenging in\npost-mortem studies. Finally, we show that aging outcomes depend heavily on the\ntype of silicon particles contained within the electrode, and that certain\nsurface coatings can help decrease the reactivity between lithium silicides and\nthe electrolyte."}
{"id": "2509.18867", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18867", "abs": "https://arxiv.org/abs/2509.18867", "authors": ["Daiki Ootsuki", "Hirokazu Fujiwara", "Noriyuki Kataoka", "Kensei Terashima", "Miho Kitamura", "Koji Horiba", "Hiroshi Kumigashira", "Shiv Kumar", "Shin-ichiro Ideta", "Kenya Shimada", "Yuji Muraoka", "Takayoshi Yokoya"], "title": "Spectroscopic Evidence for Electron-Boson Coupling in Half-metallic CrO2", "comment": "6 pages, 3 figures", "summary": "We report the electronic structure of the half-metal ferromagnet CrO2 by\nmeans of high-resolution angle-resolved photoemission spectroscopy (ARPES). The\nobserved clear Fermi surface (FS) and band dispersion are in good agreement\nwith the previous reports. Moreover, the ARPES band dispersion reveals a\ndistinct kink structure around 68 meV, providing the first evidence from the\nelectronic structure for the elementary excitations in CrO2. The energy scale\nof this feature is comparable to the Debye temperature and the A1g phonon mode,\nsuggesting the electron-phonon interaction. From the detailed analysis, we have\nextracted the self-energy and found two characteristic structures in the real\npart of the self-energy. Assuming the existence of the electron-magnon\ninteraction as well as the electron-phonon interaction, we have simulated the\nline shape for the real and imaginary parts of the self-energy and reproduced\nthe ARPES intensity. Our spectral findings demonstrate the renormalized\nquasiparticle (QP) dynamics in CrO2 and provide valuable insights into the\nfundamental many-body interactions governing half-metallic ferromagnets."}
{"id": "2509.18663", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18663", "abs": "https://arxiv.org/abs/2509.18663", "authors": ["Miguel Lagos", "Miguel Kiwi", "Rodrigo Paredes"], "title": "Beyond Bloch: A Theoretical Blueprint for Conjugated Polymer Optoelectronics", "comment": null, "summary": "Conjugated polymers are experiencing a surge of renewed interest due to their\npromising applications in various organic electronic devices. These include\norganic light-emitting diodes (OLEDs), field-effect transistors (FETs), and\norganic photovoltaic (OPV) devices, among many others. Their appeal stems from\ndistinct advantages they hold over traditional inorganic semiconductors. Unlike\ninorganic semiconductors, where electrons are often considered to be in\ndelocalized, free, or quasi-free states (as described by Bloch's theory),\nelectrons in conjugated polymers behave differently. They are strongly coupled\nwithin highly localized $\\sigma$ or $\\pi$-orbitals and interact significantly\nwith the ionic cores. This means they are far from the idealized delocalized\nstates presumed by Bloch's theory approaches. Consequently, after nearly a\ncentury of applying Bloch's theory to the electronic transport properties of\ninorganic materials, there is a clear need for a new theoretical framework to\nexplain efficient charge transport in these organic solids. Our presented model\naddresses this need by incorporating crucial electron-electron interactions.\nSpecifically, it accounts for both intra-site interactions and interactions\nbetween the $\\pi$-states located at alternating sites along the polymer chain.\nThis framework provides a many-body charge conduction mechanism and explains\nthe semiconducting properties of the undoped material. A significant outcome of\nour model is the prediction of two novel flat bands of excited bonding states.\nIntriguingly, these states obey Bose--Einstein statistics and facilitate charge\ntransport. Furthermore, our model accurately reproduces experimental data,\nproviding an excellent fit for measured UV-Vis absorption and\nelectroluminescent spectra."}
{"id": "2509.19036", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19036", "abs": "https://arxiv.org/abs/2509.19036", "authors": ["Yetmgeta Aklilu", "Matthew Shepherd", "Cody L. Covington", "Kalman Varga"], "title": "Quantum-electrodynamical time-dependent density functional theory description of molecules in optical cavities", "comment": null, "summary": "A quantum electrodynamical time-dependent density functional theory framework\nis applied to describe strongly coupled light--matter interactions in cavity\nenvironments. The formalism utilizes a tensor product approach, coupling\nreal-space electronic wave functions with Fock space photonic states. Various\nmolecular systems serve as test cases to examine how coupling parameters and\ncavity frequencies affect molecular geometry, polaritonic spectra, and\nintermolecular binding."}
{"id": "2509.18363", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18363", "abs": "https://arxiv.org/abs/2509.18363", "authors": ["K. V. Samokhin", "M. Sigrist", "M. H. Fischer"], "title": "Spin currents in crystals with spin-orbit coupling: multi-band effects in an effective Hamiltonian formalism", "comment": "20 pages, 2 figures", "summary": "When focusing on a few essential bands in an effective description of a\nmaterial to calculate observable quantities, the respective operators have to\nbe adjusted accordingly. Ignoring contributions arising from integrating out\nremote bands can lead to qualitatively wrong results. We present a detailed\nanalysis of the interband mixing effects on spin currents. Specifically, we\ncalculate the intrinsic spin current in a time-reversal invariant\nnoncentrosymmetric crystal in the presence of electron-lattice spin-orbit\ncoupling. Starting from formally exact microscopic expressions, we derive the\nspin current operator restricted to one or more essential bands by iterative\nelimination of the contributions from distant bands. We show that the standard\ndefinition of the spin current operator in terms of the group velocity obtained\nfrom an effective band Hamiltonian cannot be justified using a microscopic\ntheory. The modified expression for the spin current operator contains\nadditional terms, which dominate the equilibrium spin current in a uniform\ncrystal. We show that the magnitude of these additional terms can considerably\nexceed the spin current obtained using the standard definition."}
{"id": "2509.18939", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18939", "abs": "https://arxiv.org/abs/2509.18939", "authors": ["Kaushick K. Parui", "Anton A. Kulbakov", "Roman Gumeniuk", "Eduardo Carrillo-Aravena", "María Teresa Fernández-Díaz", "Stanislav Savvin", "Artem Korshunov", "Sergey Granovsky", "Thomas Doert", "Dmytro S. Inosov", "Darren C. Peets"], "title": "Disorder-driven magnetic duality in the spin-$\\frac{1}{2}$ system ktenasite, Cu$_\\text{2.7}$Zn$_\\text{2.3}$(SO$_\\text{4}$)$_\\text{2}$(OH)$_\\text{6}\\cdot$6H$_\\text{2}$O", "comment": "15 pages, 13 figures. CIFs available as ancillary files", "summary": "Disorder in frustrated quantum systems can critically influence their\nmagnetic ground states and drive exotic correlated behavior. In the $S =\n\\frac{1}{2}$ system ktenasite,\nCu$_\\text{2.7}$Zn$_\\text{2.3}$(SO$_\\text{4}$)$_\\text{2}$(OH)$_\\text{6}\\cdot$6H$_\\text{2}$O,\nwe show that structural disorder drives an unexpected dimensional crossover and\nstabilizes a rare coexistence of distinct magnetic states. Neutron diffraction\nreveals significant Cu/Zn mixing at the Cu2 site, which tunes the Cu$^{2+}$\nsublattice from a two-dimensional scalene-distorted triangular lattice into a\none-dimensional spin-chain network. Magnetic susceptibility, neutron\ndiffraction, ac susceptibility, and specific heat measurements collectively\nindicate magnetic duality: a coexistence of incommensurate long-range magnetic\norder below $T_\\text{N} = 4\\,$K and a cluster spin-glass state with $T_\\text{f}\n= 3.28\\,$K at $\\nu = 10\\,$Hz. Our findings highlight ktenasite as a rare\nplatform where structural disorder tunes the effective dimensionality and\nstabilizes coexisting ordered and glassy magnetic phases, offering a unique\nopportunity to explore the interplay of frustration, disorder, and dimensional\ncrossover in quantum magnets."}
{"id": "2509.18678", "categories": ["cond-mat.mtrl-sci", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2509.18678", "abs": "https://arxiv.org/abs/2509.18678", "authors": ["Christian Tantardini"], "title": "A basis-free, octonionic criterion for Weyl points in solids", "comment": null, "summary": "Conventional diagnostics of Weyl points -- Berry flux on small spheres and $k\n\\cdot p$ linearization -- are topologically sound but depend on user choices\n(sphere center and radius, gauge smoothing, charting, and local frame\ntransport) that introduce algorithmic arbitrariness in first-principles\nworkflows. We propose a \\emph{local, basis-free} criterion built from the\noctonionic structure on $\\mathbb{R}^7$. From a smooth two-band projector we\nconstruct a unit octonion field and its octonionic connection; contracting\nthree directional derivatives with the $\\mathrm{G}_2$--invariant three-form\nyields a pseudoscalar density whose sign equals the Weyl chirality. A vanishing\noctonionic associator at leading order certifies that the local problem closes\ninside an associative (quaternionic) three-plane, while a nonzero density\nidentifies a Weyl point. The construction is invariant under $\\mathrm{SU}(2)$\ngauge changes of the two-band subspace and under $\\mathrm{G}_2$ rotations of\nits completion, and it eliminates enclosing surfaces and gauge-seam choices. In\nthe linear regime we prove equivalence with the conventional diagnostics (Chern\ncharge on a small sphere and $\\mathrm{sgn}\\det v$). We outline a practical\nalgorithm compatible with Wannier tight-binding Hamiltonians and provide\nself-consistency checks based on stencil refinement and the associator norm.\nThe \\emph{octonionic Weyl point criterion} streamlines chirality assignment in\nhigh-throughput searches and offers an intrinsic warning signal in the presence\nof band entanglement or proximity to multi-fold touchings."}
{"id": "2509.19205", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19205", "abs": "https://arxiv.org/abs/2509.19205", "authors": ["Quinn T. Campbell", "Andrew D. Baczewski", "Shashank Misra", "Evan M. Anderson"], "title": "First principles band structure of interacting phosphorus and boron/aluminum $δ$-doped layers in silicon", "comment": null, "summary": "Silicon can be heavily doped with phosphorus in a single atomic layer (a\n$\\delta$ layer), significantly altering the electronic structure of the\nconduction bands within the material. Recent progress has also made it possible\nto further dope silicon with acceptor-based $\\delta$ layers using either boron\nor aluminum, making it feasible to create devices with interacting $\\delta$\nlayers with opposite polarity. It is not known, however, how these $\\delta$\nlayers will interact, particularly at small separation distances. Using Density\nFunctional Theory, we calculate the electronic structure of a phosphorus-based\n$\\delta$ layer interacting with a boron or aluminum $\\delta$ layer, varying the\ndistances between the $\\delta$ layers. At separations 10 \\AA\\ and smaller, the\ndopant potentials overlap and largely cancel each other out, leading to an\nelectronic structure closely mimicking bulk silicon. At separations greater\nthan 10 \\AA, the two layers behave independently of one another, forming a p-n\ndiode with an intrinsic layer taking the place of the depletion region. One\nmechanism for charge transfer between $\\delta$ layers at larger distances could\nbe tunneling, where we see a greater than 3\\% probability for tunneling between\na phosphorus and boron layer at 20 \\AA\\ separation. This tunneling rate exceeds\nwhat would be seen for a standard silicon 1.1 eV triangular barrier, indicating\nthat the interaction between delta layers creates enhanced tunneling at larger\nseparation distances compared to a traditional junction. These calculations\nprovide a foundation for the design of silicon-based electronics based on\ninteracting $\\delta$ layers."}
{"id": "2509.18398", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18398", "abs": "https://arxiv.org/abs/2509.18398", "authors": ["X. Yao", "P. Chen", "R. Verma", "X. Zhao", "H. -Y. Yang", "L. DeBeer-Schmitt", "A. A. Aczel", "C. -M. Wu", "D. Alba Venero", "T. Ohhara", "K. Munakata", "M. Takahashi", "Y. Noda", "A. Bansil", "B. Singh", "P. Nikolić", "F. Tafti", "J. Gaudet"], "title": "Incommensurate magnetic order drives singular angular magnetoresistance in a Weyl semimetal", "comment": "6 pages, 4 figures. Submitted to Phys. Rev. Lett", "summary": "We demonstrate that a multi-$\\mathbf{k}$ incommensurate magnetic state in the\nWeyl semimetal CeAlGe gives rise to singular angular magnetoresistance (SAMR),\nan electrical-transport signature that detects the magnetic-field direction\nwith exceptional precision. In contrast, the sister compound CeAlSi shows\nneither multi-$\\mathbf{k}$ order nor SAMR. Both phenomena emerge upon\n$\\sim57\\%$ Ge substitution in CeAlSi$_{1-x}$Ge$_x$ and coincide with\nelectronic-structure changes that soften the single-ion in-plane anisotropy and\nenhance Weyl-mediated magnetic interactions. These results reveal a direct\nconnection between band topology, electronic transport, and collective\nmagnetism in Weyl semimetals."}
{"id": "2509.19075", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19075", "abs": "https://arxiv.org/abs/2509.19075", "authors": ["Byungmin Sohn", "Minjae Kim", "Sangjae Lee", "Wenzheng Wei", "Juan Jiang", "Fengmiao Li", "Sergey Gorovikov", "Marta Zonno", "Tor Pedersen", "Sergey Zhdanovich", "Ying Liu", "Huikai Cheng", "Ke Zou", "Yu He", "Sohrab Ismail-Beigi", "Frederick J. Walker", "Charles H. Ahn"], "title": "Layer controlled orbital selective Mott transition in monolayer nickelate", "comment": null, "summary": "Dimensionality and electronic correlations are crucial elements of many\nquantum material properties. An example is the change of the electronic\nstructure accompanied by the loss of quasiparticles when a metal is reduced\nfrom three dimensions to a lower dimension, where the Coulomb interaction\nbetween carriers becomes poorly screened. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we report an orbital-selective decoherence\nof spectral density in the perovskite nickelate LaNiO3 towards the monolayer\nlimit. The spectral weight of the dz2 band vanishes much faster than that of\nthe dx2-y2 band as the thickness of the LaNiO3 layer is decreased to a single\nunit cell, indicating a stronger correlation effect for the former upon\ndimensional confinement. Dynamical mean-field theory (DMFT) calculations show\nan orbital-selective Mott transition largely due to the localization of dz2\nelectrons along the c axis in the monolayer limit. This orbital-selective\ncorrelation effect underpins many macroscopic properties of nickelates, such as\nmetal-to-insulator transition and superconductivity, where most theories are\nbuilt upon a dx2-y2-dz2 two-band model."}
{"id": "2509.18745", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18745", "abs": "https://arxiv.org/abs/2509.18745", "authors": ["Z. Mu", "Z. Zhang", "J. Fraunié", "C. Robert", "G. Seine", "B. Gil", "G. Cassabois", "V. Jacques"], "title": "Spin defects in hexagonal boron nitride as two-dimensional strain sensors", "comment": "6 pages, 4 figures", "summary": "Lattice deformation is a powerful way to engineer the properties of\ntwo-dimensional (2D) materials, making their precise measurement an important\nchallenge for both fundamental science and technological applications. Here, we\ndemonstrate that boron-vacancy (V$_\\text{B}^-$) color centers in hexagonal\nboron nitride (hBN) enable quantitative strain sensing with sub-micrometer\nspatial resolution. Using this approach, we precisely quantify the\nstrain-induced shift of the E$_{\\rm 2g}$ Raman mode in a hBN flake under\nuniaxial stress, establishing V$_\\text{B}^-$ centers as a new tool for strain\nmetrology in van der Waals heterostructures. Beyond strain sensing, our work\nalso highlights the unique multimodal sensing functionalities offered by\nV$_\\text{B}^-$ centers, which will be valuable for future studies of\nstrain-engineered 2D materials."}
{"id": "2509.18409", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18409", "abs": "https://arxiv.org/abs/2509.18409", "authors": ["Mahtab A. Khan", "Jayden D. Craft", "Hari P. Paudel", "Yuhua Duan", "Dirk R. Englund", "Michael N. Leuenberger"], "title": "Er$_\\mathrm{Al}$:Al$_2$O$_3$ for Telecom-Band Photonics: Electronic Structure and Optical Properties", "comment": "10 pages, 4 figures", "summary": "Er-doped Al$_2$O$_3$ is a promising host for telecom-band integrated\nphotonics. Here we combine ab initio calculations with a symmetry-resolved\nanalysis to elucidate substitutional Er on the Al site (Er$_\\mathrm{Al}$) in\n$\\alpha$-Al$_2$O$_3$. First-principles relaxations confirm the structural\nstability of Er$_\\mathrm{Al}$. We then use the local trigonal crystal-field\nsymmetry to classify the Er-derived impurity levels by irreducible\nrepresentations and to derive polarization-resolved electric-dipole selection\nrules, explicitly identifying the symmetry-allowed $f$\\textendash$d$\nhybridization channels. Kubo--Greenwood absorption spectra computed from\nKohn--Sham states quantitatively corroborate these symmetry predictions.\nFurthermore, we connect the calculated intra-$4f$ line strengths to Judd--Ofelt\ntheory, clarifying the role of $4f$\\textendash$5d$ admixture in enabling\noptical activity. Notably, we predict a characteristic absorption near\n$1.47~\\mu\\mathrm{m}$ (telecom band), relevant for on-chip amplification and\nemission. To our knowledge, a symmetry-resolved first-principles treatment of\nEr:Al$_2$O$_3$ with an explicit Judd--Ofelt interpretation has not been\nreported, providing a transferable framework for tailoring rare-earth dopants\nin wide-band-gap oxides for integrated photonics. Our results for the optical\nspectra are in good agreement with experimental data."}
{"id": "2509.19149", "categories": ["cond-mat.str-el", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19149", "abs": "https://arxiv.org/abs/2509.19149", "authors": ["P. R. Mandal", "Kefeng Wang", "Tarapada Sarkar", "Prathum Saraf", "Danila Sokratov", "Johnpierre Paglione"], "title": "Thermoelectric quantum oscillations and Zeeman splitting in topological Dirac semimetal BaAl$_{4}$", "comment": "8 pages, 8 figures", "summary": "Three-dimensional topological semimetals hosting Dirac or Weyl fermions are a\nnew kind of materials class in which conduction and valence bands cross each\nother. Such materials harbor a nontrivial Berry phase, which is an additional\ngeometrical phase factor arising along the path of an adiabatic surface and can\ngive rise to experimentally measurable quantities such as an anomalous Hall\ncomponent. Here we report a systematic study of quantum oscillations of\nthermoelectric power in single crystals of the topological Dirac nodal-line\nsemimetal BaAl$_{4}$. We show that the thermoelectric power (TEP) is a\nsensitive probe of the multiple oscillation frequencies in this material, with\ntwo of these frequencies shown to originate from the three-dimensional Dirac\nband. The detected Berry phase provides evidence of the angular dependence and\nnon-trivial state under high magnetic fields. We also have probed the\nsignatures of Zeeman splitting, from which we have extracted the Land\\'e\n$g$-factor for this system, providing further insight into the non-trivial\ntopology of this family of materials."}
{"id": "2509.18818", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18818", "abs": "https://arxiv.org/abs/2509.18818", "authors": ["Nabil. Daghbouj", "H. S. Sen", "Mohamed BenSalem", "Jan. Duchoňc", "Bingsheng. Li", "Miroslav. Karlík", "F. Ge", "Vladimir. Krsjak", "Petr. Báborh", "M. O. Liedke", "M. Butterling", "Alexandre. Wagner", "Bora. Karasulub", "Tomas. Polcarak"], "title": "Asymmetrical Defect Sink Behaviour of HCP/BCC Zr/Nb Multilayer Interfaces: Bubble-Denuded Zones at Nb Layers", "comment": "18 figures, 48 pages", "summary": "Radiation induced helium bubble formation poses a major challenge to the\nstructural integrity of materials in nuclear energy systems. In this study, we\ninvestigate defect evolution and He behavior in ZrNb nanoscale metallic\nmultilayers with immiscible BCC and HCP interfaces, irradiated with 80 keV He\nions. For comparison, single crystal Nb and polycrystalline Zr were also\nirradiated under identical conditions to serve as reference materials. Using\ncross sectional TEM, SIMS, STEM EELS, nanoindentation, Doppler Broadening\nPositron Annihilation Spectroscopy, Positron Annihilation Lifetime\nSpectroscopy, and atomistic simulations, we reveal a highly asymmetric damage\nresponse across the multilayer interfaces. Zr layers exhibit larger He bubbles,\nhigher swelling, and greater helium retention while Nb layers develop\nbubble-denuded zones exclusively around the interfaces, where bubble nucleation\nis strongly suppressed and swelling is limited. This asymmetry arises from\ndifferences in atomic transport properties DFT calculations show lower\nmigration barriers for vacancies and He atoms in Nb, enabling efficient defect\nmigration and recombination at interfaces, whereas Zr retains defects due to\nhigher migration barriers. EELS and DBS PALS measurements confirm bubble\ndensities and the presence of sub-nanometer open volumes. Compared to\nmonolithic samples, the ZrNb multilayers exhibit lower irradiation induced\nhardening and reduced He retention. These findings highlight the role of\ninterfaces in driving asymmetric radiation damage and demonstrate the\neffectiveness of BCC Nb layers in mitigating defect growth. Overall, ZrNb\nmultilayers are established as a superior alternative to conventional single\nand polycrystalline materials for extreme irradiation environments."}
{"id": "2509.18422", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18422", "abs": "https://arxiv.org/abs/2509.18422", "authors": ["Nan Tang", "Stephan Glamsch", "Aisha Aqeel", "Ludwig Scheuchenpflug", "Michael Schulze", "Christoph Liebald", "Daniel Rytz", "Christo Guguschev", "Manfred Albrecht", "Philipp Gegenwart"], "title": "Observation via spin Seebeck effect of macroscopic magnetic transport from emergent magnetic monopoles", "comment": "Primary category justification: This work focuses on emergent\n  monopole dynamics in the bulk frustrated pyrochlore Dy_2Ti_2O_7, establishing\n  their role in magnetic transport. The core contribution is to strongly\n  correlated/frustrated magnetism (cond-mat.str-el). We use the spin Seebeck\n  effect just as a probe; for discoverability we have cross-listed to\n  cond-mat.mes-hall", "summary": "Magnetic monopoles, elusive in high-energy physics, have been realised as\nemergent quasiparticles in solid-state systems, where their unique properties\nhold promise for novel spintronic applications. Magnetic monopoles have been\ninvoked in diverse platforms, including skyrmion lattices, chiral magnets, soft\nferromagnets, aritifical nanomagnets. Yet, a demonstration of their role in\nmagnetic transport has remained elusive. Here, we report such an observation\nvia the spin Seebeck effect in the bulk insulating pyrochlore oxide, spin ice\n$\\mathrm{Dy_2Ti_2O_7}$. By applying a thermal gradient perpendicular to a\n$[111]$-oriented magnetic field, we detect a transverse spin Seebeck voltage\nmarked by a dominant peak at the onset of monopole proliferation, accompanied\nby a secondary feature and frequency-dependent behavior. Our findings establish\na direct link between monopole dynamics and magnetic transport in an insulating\nmedium, establishing a new pathway for probing fractionalized excitations and\nadvancing towards novel spintronic applications."}
{"id": "2509.19262", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19262", "abs": "https://arxiv.org/abs/2509.19262", "authors": ["Sankha Subhra Bakshi"], "title": "Photo-Induced Enhancement of Critical Temperature in a Phase Competing Spin-Fermion System", "comment": "7 pages, 6 figures", "summary": "Ultrafast optical excitation is known to destabilize long-range order in\ncorrelated systems, yet experiments have also reported the emergence of\nmetastable phases, in some cases with enhanced critical temperatures. The\nmicroscopic origin of such light-induced stabilization remains unresolved. Here\nwe investigate this problem within a minimal spin-fermion framework: a\ndouble-exchange model at half filling, augmented by ferromagnetic superexchange\non a square lattice. In equilibrium, at half-filling the ordering temperature\nis set by the competition between kinetic-energy-driven antiferromagnetism and\nsuperexchange-induced ferromagnetism. Using quantum\nLandau-Lifshitz-Gilbert-Brown dynamics for localized spins combined with\nmean-field evolution of itinerant electrons, we demonstrate a nonthermal\nmechanism for stabilizing ordered phases. Photoexcitation creates a long-lived\nnonequilibrium carrier population that resists thermalization and reshapes the\nlow-energy landscape, converting kinetic-energy-driven antiferromagnetism into\nferromagnetism and enhancing the critical temperature. While model-specific,\nour results reveal a general microscopic pathway by which light can tip the\nbalance between competing orders, suggesting routes toward optically engineered\nmagnetism, charge-density-wave order, and superconductivity."}
{"id": "2509.18844", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18844", "abs": "https://arxiv.org/abs/2509.18844", "authors": ["E. E. Torres-Miyares", "S. Miret-Artés"], "title": "Quantum-to-classical transition and H-theorem in surface diffusion", "comment": "3 figures", "summary": "In this work, surface diffusion is studied with a different perspective by\nshowing how the corresponding open dynamics is transformed when passing, in a\ncontinuous and smooth way, from a pure quantum regime to a full classical\nregime; the so-called quantum-to-classical transition. This continuous process\nis carried out from the Liouville-von Neumann equation by scaling Planck's\nconstant. For this goal, the Brownian motion of an adsorbate on a flat surface\nis analyzed in order to show how this transition takes place. In particular,\nthis open dynamics is studied from the master equation for the reduced density\nmatrix within the Caldeira-Leggett formalism; in particular, the two extreme\ntime behaviors, the ballistic and diffusive motions. It is also shown that the\norigin of the ballistic motion is different for the quantum and classical\nregimes. In this scenario, the corresponding Gaussian function for the\nintermediate scattering function is governed by the thermal velocity in the\nclassical regime versus the initial spreading velocity of the wave packet for\nthe quantum regime, leading to speak of classical and quantum ideal gas,\nrespectively. Finally, in the diffusive regime, and starting from the\nChudley-Elliott model, the quantum-to-classical transition is also discussed in\nterms of the well-known H-function for three surface temperatures in the\ndiffusion of H and D on a Pt(111) surface. The main goal in this analysis is if\none can discriminate the irreversibility coming from tunneling and thermal\nactivation diffusion."}
{"id": "2509.18432", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18432", "abs": "https://arxiv.org/abs/2509.18432", "authors": ["Deepika Gill", "Sangeeta Sharma", "Sam Shallcross"], "title": "Generation of pure, spin polarized, and unpolarized charge currents at the few cycle limit of circularly polarized light", "comment": null, "summary": "In certain members of the transition metal dichalcogenide (TMDC) family,\nlaser pulses of oppositely circularly polarized light excite electrons of\nopposite spin. Here we show that in the few cycle limit such pulses generate\nnot only a spin density excitation, but also a spin current excitation.\nEmploying the example of the TMDC WSe$_2$ we show that pure spin currents, the\nflow of spin in the absence of net charge flow, 100% spin polarized currents,\nand charge currents are all accessible and controllable by tuning the amplitude\nof ~ 5 femtosecond gap tuned light pulses. Underpinning this physics is a\nsymmetry lowering of the valley charge excitation from C3 at long duration to\nC2 in the few cycle limit, imbuing the excitation with net current. Our results\nboth highlight the emergence of a rich light-spin current coupling at ultrafast\ntimes in the TMDC family, as well presenting a route to the all-optical\ngeneration of pure spin currents."}
{"id": "2509.18500", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18500", "abs": "https://arxiv.org/abs/2509.18500", "authors": ["Leon Otis", "Sri Gudivada", "Marvin Friede", "James Shee"], "title": "A scalable route to first-order response properties with correlated sampling phaseless auxiliary-field quantum Monte Carlo", "comment": "24 pages, 4 figures, 5 tables", "summary": "To make useful connections with experimental measurements, correlated\nelectronic structure theories must accurately predict chemical properties in\naddition to energies. We present a finite-difference based algorithm to compute\nfirst-order response properties with phaseless auxiliary-field quantum Monte\nCarlo (ph-AFQMC) that relies on a branching correlated sampling approach.\nFocusing on electric dipole moments, we show that mean-field trial wave\nfunctions are sufficient to obtain high accuracy relative to CCSD(T) and\nexperimental measurements for a set of 21 molecules, ranging in size from 2 to\n18 atoms in their equilibrium geometries. As with energies, the quality of\npredicted dipole moments can be systematically improved with the use of\ncorrelated trial wave functions, even (or especially) in strongly correlated\nregimes. We show that the challenges faced by low-order perturbation theories\nin predicting the dipole moment of hydrogen fluoride across its dissociation\ncoordinate are overcome with ph-AFQMC when using relatively simple trials. The\nkey advantage of our approach over those previously reported for ph-AFQMC is\nits scalability to large system sizes with a phaseless bias no worse than that\nof a typical ground-state energy calculation; we routinely converge dipole\nmoments for systems with more than one thousand basis functions."}
{"id": "2509.18855", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.18855", "abs": "https://arxiv.org/abs/2509.18855", "authors": ["M. Surynek", "A. Farkas", "J. Zubac", "P. Kubascik", "K. Olejnik", "F. Krizek", "L. Nadvornik", "T. Ostatnicky", "R. P. Campion", "V. Novak", "T. Jungwirth", "P. Nemec"], "title": "Sub-nanosecond heat-based logic, writing and reset in an antiferromagnetic magnetoresistive memory", "comment": "v1: preprint; licence: CC BY 4.0; Supplementary material is a part of\n  this submission", "summary": "Thermal logic aims to create thermal counterparts to electronic circuits. In\nthis work, we investigate experimentally the response of an analog memory\ndevice based on a thin film of an antiferromagnetic metal CuMnAs to bursts of\nheat pulses generated by the absorption of femtosecond laser pulses at room\nambient temperature. When a threshold temperature in the heat-based short-term\nmemory of the device is exceeded, the output of the in-memory logic operations\nis transferred within the same device to a long-term memory, where it can be\nretrieved at macroscopic times. The long-term memory is based on\nmagnetoresistive switching from a reference low-resistive uniform magnetic\nstate to high-resistive metastable nanofragmented magnetic states. The\nin-memory heat-based logic operations and the conversion of the outputs into\nthe electrically-readable long-term magnetoresistive memory were performed at\nsub-nanosecond time scales, making them compatible with the GHz frequencies of\nstandard electronics. Finally, we demonstrate the possibility of rapidly\nresetting the long-term memory to the reference low-resistive state by heat\npulses."}
{"id": "2509.18438", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18438", "abs": "https://arxiv.org/abs/2509.18438", "authors": ["Guopeng Xu", "Nemin Wei", "Inti Sodemann Villadiego", "Chunli Huang"], "title": "Localized Excitons and Landau-Level Mixing in Time-Reversal Symmetric Pairs of Chern Bands", "comment": "28 pages, 6 figures, comments are welcome", "summary": "We study Landau-level mixing in a time-reversal-symmetric Hamiltonian\ncomposed of two sets of Landau levels with opposite magnetic field, relevant to\nmoir\\'e minibands in twisted homobilayer transition-metal dichalcogenides in\nthe adiabatic limit, where electrons in opposite valleys have flat Chern bands\nwith opposite Chern numbers. Strong spin-orbit coupling polarizes spins in\nopposite directions in opposite valleys, separating Coulomb interactions into\nlike-spin ($V^{\\uparrow\\uparrow}$) and opposite-spin\n($V^{\\uparrow\\downarrow}$). Using degenerate perturbation theory, we compute\nLandau-level mixing corrections to $V^{\\uparrow\\uparrow}$ and\n$V^{\\uparrow\\downarrow}$ for different filling fractions. In the lowest Landau\nlevel, screening exhibits an even-odd effect: $V^{\\uparrow\\uparrow}$ is reduced\nmore strongly than $V^{\\uparrow\\downarrow}$ in even-$m$ angular momentum\nHaldane pseudopotential and less strongly in odd-$m$ angular momentum ones. In\nthe first Landau level, the short-range part ($m=0,1$) of\n$V^{\\uparrow\\downarrow}$ is reduced comparably to $V^{\\uparrow\\uparrow}$, while\nthe strongest spin anisotropy appears in the $m=2$ pseudopotential. These novel\nshort-range spin correlations have important implications for candidate\ncorrelated phases of fractional quantum spin Hall insulators. A distinctive\nfeature of this time-reversal-symmetric Hamiltonian, absent in conventional\nquantum Hall systems, is that spin-flip excitations form localized\nquasiparticles. We compute their excitation spectrum and predict a\nnon-monotonic dependence of the ordering temperature of Chern ferromagnetism in\nMoTe$_2$ on the Landau-level mixing parameter."}
{"id": "2509.18524", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.18524", "abs": "https://arxiv.org/abs/2509.18524", "authors": ["Rishabh Mishra", "Jonathan O. Tollerud", "Paolo Franceschini", "Nikolas Stavrias", "Fabio Boschini", "Genda Gu", "Andrea Damascelli", "Daniele Fausti", "Jared H. Cole", "Claudio Giannetti", "Jeffrey A. Davis"], "title": "Direct measurement of coherent nodal and antinodal dynamics in underdoped Bi-2212", "comment": null, "summary": "The physics of strongly correlated materials is deeply rooted in electron\ninteractions and their coupling to low-energy excitations. Unraveling the\ncompeting and cooperative nature of these interactions is crucial for\nconnecting microscopic mechanisms to the emergence of exotic macroscopic\nbehavior, such as high-temperature superconductivity. Here we show that\npolarization-resolved multidimensional coherent spectroscopy (MDCS) is able to\nselectively drive and measure coherent Raman excitations in different parts of\nthe Fermi surface, where the superconducting gap vanishes or is the largest\n(respectively called Nodal and Antinodal region) in underdoped Bi-2212. Our\nevidence reveal that in the superconducting phase, the energy of Raman\nexcitations in the nodal region is anti-correlated with the energy of\nelectronic excitations at $\\sim$1.6~eV, and both maintain coherence for over\n44~fs. In contrast, excitations in the antinodal region show significantly\nfaster decoherence ($<$18~fs) and no measurable correlations. Importantly, this\nlong-lived coherence is specific to the superconducting phase and vanishes in\nthe pseudogap and normal phases. This anti-correlation reveals a coherent link\nbetween the transition energy associated with the many body Cu-O bands and the\nenergy of electronic Raman modes that map to the near-nodal superconducting\ngap. The different coherent dynamics of the nodal and antinodal excitations in\nthe superconducting phase suggest that nodal fluctuations are protected from\ndissipation associated with scattering from antiferromagnetic fluctuations and\nmay be relevant to sustaining the quantum coherent behaviour associated with\nhigh temperature superconductivity."}
{"id": "2509.18866", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18866", "abs": "https://arxiv.org/abs/2509.18866", "authors": ["Georgy Ermolaev", "Tagir Mazitov", "Arslan Mazitov", "Adilet Toksumakov", "Dmitriy Grudinin", "Anton Minnekhanov", "Gleb Tselikov", "Dmitry Yakubovsky", "Gleb Tikhonowski", "Nikolay Pak", "Umer Ahsan", "Aleksandr Slavich", "Mikhail Mironov", "Alexey Tsapenko", "Andrey Vyshnevyy", "Ivan Kruglov", "Zdenek Sofer", "Aleksey Arsenin", "Kostya Novoselov", "Andrey Katanin", "Valentyn Volkov"], "title": "Giant optical anisotropy in CrSBr from giant exciton oscillator strength", "comment": "13 pages, 5 figures", "summary": "The interplay between dimensionality and electronic correlations in van der\nWaals (vdW) materials offers a powerful toolkit for engineering light-matter\ninteractions at the nanoscale. Excitons, bound electron-hole pairs, are central\nto this endeavor, yet maximizing their oscillator strength, which dictates the\ninteraction cross-section, remains a challenge. Conventional wisdom suggests a\ntrade-off, where the observable oscillator strength often decreases in strongly\nbound systems due to population dynamics. Here, we unveil a colossal oscillator\nstrength associated with the quasi-one-dimensional (quasi-1D) excitons in the\nlayered magnetic semiconductor CrSBr, which fundamentally defies this\nestablished scaling law. Through comprehensive optical characterization and ab\ninitio calculations, we establish that this anomalous enhancement originates\ndirectly from the reduced dimensionality, which enforces an increased\nelectron-hole wavefunction overlap. Moreover, we find a close connection\nbetween fundamental exciton and local spin fluctuations that contribute to the\nopening of the gap in the electronic spectrum. The resulting optical anisotropy\nshows a giant in-plane birefringence (Delta_n = 1.45) and profoundly\nanisotropic waveguiding, which we directly visualize using nano-optical\nimaging. Leveraging this extreme response, we realize a true zero-order\nquarter-wave plate with an unprecedented wavelength-to-thickness ratio\n(lambda/t) exceeding 3.4, surpassing the limits of current miniaturization\ntechnologies, including state-of-the-art metasurfaces. Our findings underscore\nthe profound impact of dimensionality engineering in magnetic vdW materials for\nrealizing novel regimes of light-matter coupling and developing next-generation\nultracompact photonic architectures."}
{"id": "2509.18441", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.18441", "abs": "https://arxiv.org/abs/2509.18441", "authors": ["Kazuki Akuzawa", "Jushin Tei", "Ryoi Ohashi", "Satoshi Fujimoto", "Takeshi Mizushima"], "title": "Magnetic penetration depth in topological superconductors: Effect of Majorana surface states and application for UTe$_2$", "comment": "11 pages, 8 figures", "summary": "In this study, we examine how the orbital degrees of freedom of electrons and\nMajorana surface states influence the magnetic penetration depth in the\nsuperconductor UTe$_2$. We use a model involving two orbital electrons and\nconsider superconducting states classified into irreducible representations of\nthe $D_{2h}$ crystal symmetry: $A_{u}$, $B_{1u}$, $B_{2u}$, and $B_{3u}$. We\nfirst show that in bulk nodal superconductors, such as the $B_{2u}$ state, the\nmagnetic penetration depth for the screening current along the antinodal\ndirection exhibits a $T^2$ dependence, which significantly deviates from $T^4$\nexpected from conventional theory. This anomalous exponent is attributed to\nquasiparticle contributions around the point nodes to the inter-orbital\nparamagnetic current. We then explore the roles of surface states. The fully\ngapped $A_{u}$ state hosts Majorana surface states with cone-shaped\ndispersions, while Majorana Fermi arcs appear in the other pairing states. We\ndemonstrate that when the ratio of magnetic penetration depth to coherence\nlength ($\\kappa$) is small, the Majorana cone in the $A_u$ state significantly\ncontributes to the paramagnetic current, leading to the $T^3$ dependence of the\npenetration depth. In the other states hosting Majorana arcs, the penetration\ndepth exhibits anisotropic power-law behavior, such as $T^2$ ($T^3$) for the\nscreening current flowing along the dispersive (dispersionless) direction of\nMajorana arcs. Therefore, in low-$\\kappa$ type-II superconductors, the signals\nof Majorana surface states may be detectable through penetration depth\nmeasurements. As $\\kappa$ increases and approaches the type-II limit, however,\nthe impact of Majorana surface states diminishes, and the temperature\ndependence is determined by bulk quasiparticle excitations instead of surface\nstates."}
{"id": "2509.18549", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18549", "abs": "https://arxiv.org/abs/2509.18549", "authors": ["Jaekyung Jang", "Yu-Seong Seo", "Jeonghun Lee", "Eundeok Mun", "Jungseek Hwang"], "title": "Optical properties of RCd3P3 (R: Ce or La) compounds: Insulator-metal transition induced by displacement of atoms in the unit cell", "comment": "20 pages, 5 figures", "summary": "We examined the electronic structures and optical properties of single\ncrystals of RCd3P3 (R = Ce or La). Our first-principles analysis indicates that\nCeCd3P3 and LaCd3P3 exhibit semiconductor characteristics with narrow energy\ngaps of approximately 0.51 and 0.70 eV, respectively. Notably, a slight\ndisplacement of the Cd and P atoms within the unit cell significantly\ntransforms the electronic structure from insulating to metallic state. Optical\nspectroscopy of both compounds reveals a metallic state with a low charge\ncarrier density, suggesting a finite density of states at the Fermi level. A\ncomparison between the theoretical electronic structures and experimental\noptical properties elucidates the observed metallic behavior. Additionally, the\nnotable modification of the infrared-active phonons strongly indicates a\nstructural phase transition in these compounds. Our findings also suggest that\nCeCd3P3 serves as a suitable platform for investigating the photoinduced Kondo\neffect due to its metallic ground state with limited charge carriers."}
{"id": "2509.18870", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18870", "abs": "https://arxiv.org/abs/2509.18870", "authors": ["Nicola Kelly"], "title": "Chemistry and physics of layered oxychalcogenides containing an anti-cuprate type square lattice", "comment": "25 pages, 11 figures. Accepted in Solid State Sciences", "summary": "There has been significant recent interest in layered solid-state materials\ncontaining an [M2O] square lattice layer (M = transition metal), particularly\nbecause [M2O] is the anti-type of the [CuO2] planes in the layered cuprate\nsuperconductors. In addition to the superconducting titanium oxypnictides, the\n[M2O] anti-cuprate layer also occurs in a wide range of layered oxychalcogenide\ncompounds with M spanning early (Ti, V) to later transition metals (Mn, Co,\nFe). The chalcogenide in question - which sandwiches the anti-cuprate layer -\nmay be S, Se or Te, and in combination with a wide range of intervening\n\"spacer\" layers, many different structural families have been investigated.\nThis review surveys the structures and physical properties of all these\noxychalcogenide materials and relates these properties to their common\nanti-cuprate square lattice [M2O] layer. It is organised around the different\noxidation states of the metal ion M, in order to explore the effects of the\nelectronic configuration of M on the physical properties of each compound as a\nwhole. A key part of the review highlights the use of soft-chemical\nmodifications to alter physical properties of these materials, in the synthesis\nof novel van der Waals materials and other metastable compounds. Future avenues\nfor these materials in the bulk, few- and single-layer limits are discussed."}
{"id": "2509.18453", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18453", "abs": "https://arxiv.org/abs/2509.18453", "authors": ["Lia Šibav", "Tilen Knaflič", "Graham King", "Zvonko Jagličić", "Maja Koblar", "Kirill Yu. Povarov", "Sergei Zvyagin", "Denis Arčon", "Mirela Dragomir"], "title": "Influence of La-doping on the magnetic properties of the two-dimensional spin-gapped system SrCu$_2$(BO$_3$)$_2$", "comment": "38 pages, 17 figures, 5 tables", "summary": "Aliovalent doping of the two-dimensional dimer antiferromagnet\nSrCu$_2$(BO$_3$)$_2$ has long been proposed as a potential route toward\nrealizing resonating valence bond (RVB) superconductivity in this system;\nhowever, experimental progress has remained limited. This study explores the\neffects of La doping on the ground state of SrCu$_2$(BO$_3$)$_2$ and reports\nthe first flux growth of Sr$_{1-x}$La$_x$Cu$_2$(BO$_3$)$_2$ single crystals\nwith nominal doping levels up to $x$ = 0.15. Powder X-ray diffraction and\nenergy-dispersive X-ray spectroscopy confirm the successful incorporation of La\non the Sr sites within the tetragonal $I\\bar{4}2m$ structure, although the\neffective doping was limited to approximately 50% of the nominal concentration.\nLa doping induces systematic changes in the magnetic properties, with a\nreduction of the effective spin gap $\\Delta$ from ~28.2K to ~20.3 K at $x$ =\n0.15, as determined from low-temperature magnetic susceptibility. X-band\nelectron spin resonance measurements reveal the emergence of unpaired Cu$^{2+}$\nspins in La-doped SrCu$_2$(BO$_3$)$_2$ single crystals, which develop\nantiferromagnetic correlations below ~5.5 K. These findings corroborate the\nbreaking of the local spin dimers induced by La doping. Despite this, no\nsuperconductivity is observed across the entire doping range studied. The\npresent study demonstrates that at low doping levels, electron doping locally\ndestabilizes the spin-singlet ground state in SrCu$_2$(BO$_3$)$_2$, while the\nintrinsic spin dynamics of the dimer lattice remain largely preserved."}
{"id": "2509.18590", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18590", "abs": "https://arxiv.org/abs/2509.18590", "authors": ["Chunqiang Xu", "Shuvankar Gupta", "Hengxin Tan", "Hyeonhu Bae", "Olajumoke Oluwatobiloba Emmanuel", "Mingyu Xu", "Yan Wu", "Xiaofeng Xu", "Pengpeng Zhang", "Weiwei Xie", "Binghai Yan", "Xianglin Ke"], "title": "Large Anomalous and Topological Hall Effect and Nernst Effect in a Dirac Kagome Magnet Fe3Ge", "comment": "Accepted in Advanced Functional Materials", "summary": "The search for kagome magnets with unconventional magnetic and electronic\nproperties has gained significant attention in recent years. We report the\nmagnetic, electronic, and thermoelectric properties of Fe3Ge single crystals,\nwhere the Fe atoms form a slightly distorted kagome lattice. Fe3Ge exhibits a\nlarge anomalous Hall effect and anomalous Nernst effect. The anomalous\ntransverse thermoelectric conductivity reaches about 4.6 A m^-1 K^-1, exceeding\nvalues reported for conventional ferromagnets and most topological\nferromagnets. First-principles calculations indicate that these transport\nresponses are primarily governed by intrinsic mechanisms, highlighting the\ndominant role of Berry curvature arising from massive Dirac gaps in momentum\nspace. In addition, we observe a topological Hall resistivity of about 0.9\nmicroOhm cm and a topological Nernst coefficient of 1.2 microvolt K^-1, which\nare attributed to the Berry phase associated with field-induced scalar spin\nchirality. These findings demonstrate the combined influence of Berry phases in\nboth momentum and real space, establishing Fe3Ge as a promising candidate for\nroom-temperature transverse thermoelectric applications."}
{"id": "2509.18895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18895", "abs": "https://arxiv.org/abs/2509.18895", "authors": ["Nabil Daghbouj", "Ahmed. T. AlMotasem", "Jan. Duchoňb", "Bingsheng. Li", "Mohamed. Bensalem", "Frans. Munnik", "Xin Ou", "Anna. Macková", "William. J. Weber", "Tomas. Polcara"], "title": "Nanoscale Strain Evolution and Grain Boundary-Mediated Defect Sink Behavior in Irradiated SiC: Insights from N-PED and DFT", "comment": "12 figurs, 38 pages", "summary": "Understanding irradiation-induced strain in silicon carbide (SiC) is\nessential for designing radiation-tolerant ceramic materials. However,\nconventional methods often fail to resolve nanoscale strain gradients,\nespecially in polycrystalline forms. In this study, we employ nano-beam\nprecession electron diffraction (N-PED) to perform high-resolution,\nmulti-directional strain mapping in both single-crystal 4H-SiC and\npolycrystalline {\\alpha}-SiC subjected to helium and hydrogen ion irradiation.\nThe high-resolution X-ray diffraction (HR-XRD) simulations of He + H irradiated\nsingle-crystal 4H-SiC closely match the strain profiles obtained from N-PED,\ndemonstrating the reliability and accuracy of the N-PED method. In\nHe-irradiated polycrystalline {\\alpha}-SiC at high temperatures, a\nbubble-depleted zone (BDZ) near the grain boundary (GB) reveals that GBs act as\nactive sinks for irradiation-induced defects. N-PED further shows strain\namplification localized at the GBs, reaching up to 2.5%, along with strain\nrelief within the BDZ. To explain this behavior, density functional theory\n(DFT) calculations of binding and migration energies indicate a strong tendency\nfor Si, C, and He atoms to segregate toward the GB core. This segregation\nreduces the availability of vacancies to accommodate He atoms and leads to\nlocal strain relaxation near the GB. Furthermore, first-principles tensile\nsimulations reveal that Si and C interstitials mitigate He-induced GB\nembrittlement. Charge density and DOS analyses link this effect to the bonding\ncharacteristics between point defects and neighboring atoms at GB. These\ninsights underscore the importance of grain boundary engineering in enhancing\nradiation tolerance of SiC for nuclear and space applications."}
{"id": "2509.18485", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18485", "abs": "https://arxiv.org/abs/2509.18485", "authors": ["Xin Gu", "Ruoqi Wang", "Bo Zhao", "Haofu Wen", "Kunquan Hong", "Shijun Yuan", "Taishi Chen", "Jinlan Wang"], "title": "Zero-field Anomalous Hall Effect in Bulk Single Crystal Mn3Ir", "comment": "18 pages, 5 figures", "summary": "The L1_2-phase non-collinear antiferromagnet (AFM) Mn_3Ir has emerged as a\npioneering platform for realizing the zero-field anomalous Hall effect (AHE),\nthereby catalyzing rapid advances in antiferromagnetic spintronics. Despite its\nsignificant potential, experimental investigations of the intrinsic magnetic\nand electronic properties of Mn_3Ir have been greatly hindered by the\nformidable challenges in growing bulk single crystals. Here, we report the\ngrowth of stoichiometric Mn_3Ir bulk single crystals and their characterization\nin terms of magnetization and the AHE. Using a high-throughput flux method, we\nobtained (111)-oriented hexagonal Mn_3Ir single crystals. A small AHE signal\nwas detected, which we attribute to the coexistence of A- and B-type\nantiferromagnetic domains that mutually cancel the net AHE response. Our\nresults reveal key aspects of the intrinsic magnetic properties and AHE in bulk\nMn_3Ir, providing a critical material platform for the development of advanced\nspintronic devices."}
{"id": "2509.18828", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18828", "abs": "https://arxiv.org/abs/2509.18828", "authors": ["Zhesen Yang", "Zihan Wang", "Juntao Huang", "Zijian Zheng", "Jiangping Hu"], "title": "Complex Frequency Fingerprint: Interacting Driven Non-Hermitian Skin Effect", "comment": "8 pages, 3 figures,", "summary": "The excitation properties of quantum many-body systems are encoded in their\nresponse functions. These functions define an associated response Hamiltonian,\nwhich is intrinsically non-Hermitian due to the dissipative nature of retarded\nresponses, even in closed systems. By analyzing its eigenvalues and\neigenstates, one obtains a unique characterization of the system, referred to\nas the complex frequency fingerprint. Using this framework, we demonstrate that\ninteractions alone can give rise to both point-gap topology and the\nnon-Hermitian skin effect. Unlike the dissipation-induced skin effect, this\ninteraction-driven phenomenon exhibits pronounced frequency dependence. We\nfurther introduce a complex-frequency density of states framework that\ndistinctly separates non-Hermitian skin modes from topological edge modes."}
{"id": "2509.18923", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18923", "abs": "https://arxiv.org/abs/2509.18923", "authors": ["Christopher T. S. Cheung", "Valerio Vitale", "Lennart Klebl", "Ammon Fischer", "Dante M. Kennes", "Arash A. Mostofi", "Johannes Lischner", "Zachary A. H. Goodwin"], "title": "Magnetic Ordering in Moiré Graphene Multilayers from a Continuum Hartree+U Approach", "comment": null, "summary": "Recently, symmetry-broken ground states, such as correlated insulating\nstates, magnetic order and superconductivity, have been discovered in twisted\nbilayer graphene (tBLG) and twisted trilayer graphene (tTLG) near the so-called\nmagic-angle. Understanding the magnetic order in these systems is challenging,\nas atomistic methods become extremely expensive near the magic angle and\ncontinuum approaches fail to capture important atomistic details. In this work,\nwe develop a self-consistent approach based on a continuum model that\nincorporates both short-ranged Hubbard interactions and long-ranged Coulomb\ninteractions, therefore allowing efficient exploration of magnetic order in\nmoir\\'e graphene multilayers. With this approach, we perform a systematic\nanalysis of the magnetic phase diagram of tBLG as a function of doping level\nand twist angle, near the magic angle. We find that the results are consistent\nwith previous perturbative atomistic Hartree+U calculations. Furthermore, we\npredict stable magnetic orders for the tTLG. We found that the magnetic orders\nare similar to those in tBLG for small values of on-site repulsion. In the\nfuture, the developed method can be utilized to investigate magnetic ordering\ntendencies from short-range exchange interactions in other moir\\'e graphene\nmultilayers as a function of doping, twist angle, screening environment, among\nother variables."}
{"id": "2509.18524", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.18524", "abs": "https://arxiv.org/abs/2509.18524", "authors": ["Rishabh Mishra", "Jonathan O. Tollerud", "Paolo Franceschini", "Nikolas Stavrias", "Fabio Boschini", "Genda Gu", "Andrea Damascelli", "Daniele Fausti", "Jared H. Cole", "Claudio Giannetti", "Jeffrey A. Davis"], "title": "Direct measurement of coherent nodal and antinodal dynamics in underdoped Bi-2212", "comment": null, "summary": "The physics of strongly correlated materials is deeply rooted in electron\ninteractions and their coupling to low-energy excitations. Unraveling the\ncompeting and cooperative nature of these interactions is crucial for\nconnecting microscopic mechanisms to the emergence of exotic macroscopic\nbehavior, such as high-temperature superconductivity. Here we show that\npolarization-resolved multidimensional coherent spectroscopy (MDCS) is able to\nselectively drive and measure coherent Raman excitations in different parts of\nthe Fermi surface, where the superconducting gap vanishes or is the largest\n(respectively called Nodal and Antinodal region) in underdoped Bi-2212. Our\nevidence reveal that in the superconducting phase, the energy of Raman\nexcitations in the nodal region is anti-correlated with the energy of\nelectronic excitations at $\\sim$1.6~eV, and both maintain coherence for over\n44~fs. In contrast, excitations in the antinodal region show significantly\nfaster decoherence ($<$18~fs) and no measurable correlations. Importantly, this\nlong-lived coherence is specific to the superconducting phase and vanishes in\nthe pseudogap and normal phases. This anti-correlation reveals a coherent link\nbetween the transition energy associated with the many body Cu-O bands and the\nenergy of electronic Raman modes that map to the near-nodal superconducting\ngap. The different coherent dynamics of the nodal and antinodal excitations in\nthe superconducting phase suggest that nodal fluctuations are protected from\ndissipation associated with scattering from antiferromagnetic fluctuations and\nmay be relevant to sustaining the quantum coherent behaviour associated with\nhigh temperature superconductivity."}
{"id": "2509.19287", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19287", "abs": "https://arxiv.org/abs/2509.19287", "authors": ["Zhongdong Han", "Yiyu Xia", "Kenji Watanabe", "Takashi Taniguchi", "Kin Fai Mak", "Jie Shan"], "title": "Quantum oscillations between excitonic and quantum spin Hall insulators in moiré WSe2", "comment": null, "summary": "Quantum spin Hall insulators (QSHIs) and excitonic insulators (EIs) are\nprototypical topological and correlated states of matter, respectively. The\ntopological phase transition between the two has attracted much theoretical\ninterest but experimental studies have been hindered by the availability of\ntunable materials that can access such a transition. Here, by utilizing the\ninteraction-enhanced g-factor and the flat moir\\'e bands in twisted bilayer\nWSe2 (tWSe2), we realize tunable electron-like and hole-like Landau levels\n(LLs) in the opposite valleys of tWSe2 under a perpendicular magnetic field. At\nhalf-band-filling, which corresponds to electron-hole charge neutrality,\nperiodic oscillations between QSHIs (for fully filled LLs) and EIs (for\nhalf-filled LLs) are observed due to the interplay between the cyclotron energy\nand the intervalley correlation; QSHIs with up to four pairs of helical edge\nstates can be resolved. We further analyze the effect of Fermi surface nesting\non the stability of EIs via electric field-tuning of the moir\\'e band\nstructure. Our results demonstrate a novel QSHI-to-EI topological phase\ntransition and provide a comprehensive understanding of the fermiology of\ntWSe2."}
{"id": "2509.18951", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18951", "abs": "https://arxiv.org/abs/2509.18951", "authors": ["Amiya Chowdhury", "Acacio Rincón Romero", "Eduardo Aguilar-Bejarano", "Halar Memon", "Grazziela Figueredo", "Tanvir Hussain"], "title": "A Methodological Study on Data Representation for Machine Learning Modelling of Thermal Conductivity of Rare-Earth Oxides", "comment": null, "summary": "Quantitative structure-activity relationship (QSAR) modelling is widely\nemployed in materials sci- ence to predict properties of interest and extract\nuseful descriptors for measured properties. In thermal barrier coatings (TBC),\nQSAR can significantly shorten the experimental discovery cycle, which can take\nyears. Although machine learning methods are commonly employed for QSAR, their\nperformance depends on the data quality and how instances are represented.\nTraditional, hand-crafted descriptors based on known material properties are\nlimited to represent materials that share the same basic crystal structure,\nlimited the size of the dataset. By contrast, graph neural networks offer a\nmore expressive representation, encoding atomic positions and bonds in the\ncrystal lattice. In this study, we compare Random Forest (RF) and Gaussian\nProcess (GP) models trained on hand-crafted descriptors from the literature\nwith graph-based representations for high-entropy, rare-earth pyrochlore oxides\nusing the Crystal Graph Convolutional Neural Network (CGCNN). Two different\ntypes of augmentation methods are also explored to account for the limited data\nsize, one of which is only applicable to graph-based representations. Our\nfindings show that the CGCNN model substantially outperforms the RF and GP\nmodels, underscoring the potential of graph-based representations for enhanced\nQSAR modelling in TBC research."}
{"id": "2509.18539", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18539", "abs": "https://arxiv.org/abs/2509.18539", "authors": ["Phusit Nualpijit", "Bumned Soodchomshom"], "title": "Strain-Tuned Optical Properties of a Two-Dimensional Hexagonal Lattice: Exploiting Saddle Degrees of Freedom and Saddle Filtering Effects", "comment": "22 pages, 12 Figures", "summary": "The deformation of hexagonal lattices has attracted considerable attention\ndue to its promising applications in straintronics. This study employs the\ntight-binding model to investigate the anisotropic spectrum, where electronic\ntransport can be manipulated by the degree of deformation. The longitudinal\nconductivities, light transmittance, and absorbance are analyzed, revealing\nenhancement along one direction and suppression along the other. The findings\nindicate that the direction and magnitude of strain can be determined by\nmeasuring transmittance and absorbance, showing significant deviations from the\nunstrained condition. Furthermore, a strong absorbance is observed due to the\ninterband transition of electrons near the M-point saddles, linked to van Hove\nsingularities for specific values of nearest and next-nearest hoping energy.\nThe unexpected characteristics of saddle polarization-analogous to valley\npolarization at K- and K'-become particularly prominent when strain affects the\nselection of M-point saddle. Notably, the demonstration indicates that a highly\nefficient M-point saddle filtering effect takes place, induced by linearly\npolarized light. This model paves the way for exploring the optical properties\nof anisotropic hexagonal lattices, such as black phosphorus and borophene\noxide. These results also open a pathway to strain-programmable optoelectronic\ndevices, such as polarization-selective photodetectors, tunable absorbers, and\nultrathin optical filters."}
{"id": "2509.19081", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19081", "abs": "https://arxiv.org/abs/2509.19081", "authors": ["Xin Jin", "Qingqing Zhang", "Dengfeng Li", "Zhenxiang Cheng", "Jianli Wang", "Xuewei Lv", "Xiaoyuan Zhou", "Rui Wang", "Xianyong Ding", "Peng Yu", "Xiaolong Yang"], "title": "Anharmonicity-driven phonon avoided crossing and anomalous thermal transport in nodal-line semimetal ZrSiS", "comment": "12 pages,7 figures", "summary": "Understanding thermal and electrical transport in topological materials is\nessential for advancing their applications in quantum technologies and energy\nconversion. Herein, we employ first-principles calculations to systematically\ninvestigate phonon and charge transport in the prototypical nodal-line\nsemimetal ZrSiS. The results unveil that anharmonic phonon renormalization\nresults in the pronounced softening of heat-carrying phonons and suppressed\nlattice thermal conductivity ($\\kappa_{\\rm L}$). Crucially, anharmonic effects\nare found to noticeably weaken Zr-S interactions, triggering avoided-crossing\nbehavior of low-frequency optical phonons. The combination of phonon softening\nand avoided crossing synergistically reduces phonon group velocities, yielding\na 16\\% suppression in $\\kappa_{\\rm L}$ along the $c$-axis at room temperature.\nContrary to conventional metals, we discover that the lattice contribution to\nthermal conductivity in ZrSiS is abnormally large, even dominating heat\nconduction along the $c$-axis. This unusual behavior results in a substantial\ndeviation of the Lorenz number from the Sommerfeld value -- exceeding it by up\nto threefold -- thereby challenging the validation of standard Wiedemann-Franz\nlaw for thermal conductivity estimation. Moreover, our calculations demonstrate\nthat ZrSiS exhibits exceptional electrical conductivity, attributed to its\ntopological electronic Dirac states that accounts for both high Fermi\nvelocities and weak electron-phonon coupling. This study provides critical\ninsights into the electrical and thermal transport mechanisms in ZrSiS and\nhighlights the importance of anharmonic effects in the lattice dynamics and\nthermal transport of metallic materials."}
{"id": "2509.18549", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18549", "abs": "https://arxiv.org/abs/2509.18549", "authors": ["Jaekyung Jang", "Yu-Seong Seo", "Jeonghun Lee", "Eundeok Mun", "Jungseek Hwang"], "title": "Optical properties of RCd3P3 (R: Ce or La) compounds: Insulator-metal transition induced by displacement of atoms in the unit cell", "comment": "20 pages, 5 figures", "summary": "We examined the electronic structures and optical properties of single\ncrystals of RCd3P3 (R = Ce or La). Our first-principles analysis indicates that\nCeCd3P3 and LaCd3P3 exhibit semiconductor characteristics with narrow energy\ngaps of approximately 0.51 and 0.70 eV, respectively. Notably, a slight\ndisplacement of the Cd and P atoms within the unit cell significantly\ntransforms the electronic structure from insulating to metallic state. Optical\nspectroscopy of both compounds reveals a metallic state with a low charge\ncarrier density, suggesting a finite density of states at the Fermi level. A\ncomparison between the theoretical electronic structures and experimental\noptical properties elucidates the observed metallic behavior. Additionally, the\nnotable modification of the infrared-active phonons strongly indicates a\nstructural phase transition in these compounds. Our findings also suggest that\nCeCd3P3 serves as a suitable platform for investigating the photoinduced Kondo\neffect due to its metallic ground state with limited charge carriers."}
{"id": "2509.19106", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19106", "abs": "https://arxiv.org/abs/2509.19106", "authors": ["Alam Osorio", "Lucia Reining", "Francesco Sottile"], "title": "Trends in the electronic structure of borophene polymorphs", "comment": null, "summary": "Borophene is a two-dimensional material made out of boron atoms only. It\nexhibits polymorphism and different allotropes can be studied in terms of a\nrigid electronic structure, where only the occupation of the states change with\nthe respect to the number of electrons available in the system (self-doping).\nIn this work we selected a set of representative borophene polymorphs\n($\\delta_3$, $\\delta_5$, $\\delta_6$, $\\beta_{12}$ $\\alpha_1$, $\\alpha'$,\n$\\alpha'$-Bilayer) and studied the shared features of their electronic\nstructures and the limitations of this model. Our work revealed the appearance\nof defect-like states in some polymorphs when related to a parent rigid\nelectronic structure, and bonding/antibonding monolayer-like states in the\n$\\alpha'$-Bilayer. Moreover, we show how the buckling of $\\delta_6$ and\n$\\alpha'$ can act as a tuning parameter, enabling semimetallicity, Dirac cones,\nand nesting of the Fermi surface. In light of their promises for exotic but\nalso useful behavior, we expect our work to foster the interest in larger and\nmore complex borophene structures."}
{"id": "2509.18556", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18556", "abs": "https://arxiv.org/abs/2509.18556", "authors": ["Minjae Kim", "Hong Gu Lee", "Jungseek Hwang"], "title": "Optical properties of popular dielectric substrate materials in a wide spectral range from far-infrared to ultraviolet", "comment": "16 pages, 6 figures", "summary": "We investigated the optical properties of 13 different dielectric materials\n(slide glass, quartz, Al2O3 (c-cut), DyScO3 (110), KTaO3 (001), LaAlO3 (001),\n(LaAlO3)0.3-(Sr2AlTaO6)0.7 (001) (LSAT), MgF2 (100), MgO (100), SiC, SrTiO3\n(001), TbScO3 (110), and TiO2). The single-bounce reflectance spectra of the\nbulk samples were measured using Fourier transform infrared (FTIR) and\nmonochromatic spectrometers across a wide spectral range, from far infrared to\nultraviolet (80-50,000 cm-1). Using the Kramers-Kronig analysis, we obtained\nthe optical conductivity and dielectric function of the dielectric materials\nfrom their measured reflectance spectra. Moreover, we measured the\ntransmittance spectra of the materials to obtain their bandgaps. We fitted the\nmeasured reflectance spectra using the Lorentz model to obtain phononic\nstructures. Each dielectric material exhibits unique phononic structures and\noptical bandgaps, associated with the composition and crystal structure of the\nmaterial. The observed optical properties of these dielectric materials provide\nvaluable information for the optical analysis of thin films grown on them."}
{"id": "2509.19121", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19121", "abs": "https://arxiv.org/abs/2509.19121", "authors": ["Weiru Chen", "John C. Thomas", "Yihuang Xiong", "Zhuohang Yu", "Da Zhou", "Shalini Kumari", "Zhongwei Dai", "Joshua A. Robinson", "Mauricio Terrones", "Archana Raja", "Sinéad Griffin", "Alexander Weber-Bargioni", "Geoffroy Hautier"], "title": "First principles and scanning tunneling spectroscopical evidences for thermodynamically stable \"on-top\" sulfur divacancy in monolayer WS$_{2}$", "comment": null, "summary": "Chalcogen vacancies in monolayer transition metal dichalcogenides (TMDs),\nsuch as WS$_{2}$, play a crucial role in various applications ranging from\noptoelectronics and catalysis to quantum information science (QIS), making\ntheir identification and control essential. This study focuses on WS$_{2}$\nsingle vacancy and vacancy pairs. Using first principles computations, we\ninvestigate their thermodynamic stabilities and electronic structures. We\nidentify an \"on-top\" divacancy configuration where two vacancies sit on top of\neach other to be the only energetically stable complex with a binding energy of\n160 meV. We compute a small difference in electronic structure with a shift of\nthe unoccupied state by 140 meV for the divacancy complex and observe\nelectronic state shift during Scanning Tunneling Spectroscopy of a series of\nvacancy in WS$_2$ providing spectroscopical evidence for the presence of this\ndefect."}
{"id": "2509.18563", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18563", "abs": "https://arxiv.org/abs/2509.18563", "authors": ["J. Y. Liu-Sun", "Z. Song"], "title": "Exceptional-point-induced dynamic sensitivity to particle-number parity", "comment": null, "summary": "As an exclusive feature of a non-Hermitian system, the existence of\nexceptional points (EPs) depends not only on the details of the Hamiltonian but\nalso on the particle-number filling and the particle statistics. In this paper,\nwe study many-particle EPs in a Bose Hubbard chain with two end-site resonant\nimaginary potentials. Starting from a single-particle coalescing eigenstate, we\nconstruct $n$-particle condensate eigenstates for the cases with zero and\ninfinite $U$. Compared with the free bosonic case, where the $ n $-particle\ncondensate eigenstate is an $(n+1)$-th-order coalescing state, the\nhardcore-boson counterpart is a second-order coalescing state for odd $n$ ,\nwhile it is not for even $n$. The difference in particle-number parity results\nin distinct quenching dynamics of the condensate states, highlighting the role\nof parity in system behavior. Our finding may stimulate research on the dynamic\nsensitivity to particle-number parity."}
{"id": "2509.19132", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19132", "abs": "https://arxiv.org/abs/2509.19132", "authors": ["Jacob T. Sivak", "R. Jackson Spurling", "Jon-Paul Maria", "Susan B. Sinnott"], "title": "Exploring Cation Selection and Disorder within Entropy-Driven $A_{6}B_{2}$O$_{17}$ ($A$=Zr/Hf, $B$=Nb/Ta) Oxides", "comment": null, "summary": "We investigate the local atomic and electronic structure, thermodynamic\nstability, and defect chemistry of $A_{6}B_{2}$O$_{17}$ ($A$ = Zr/Hf, $B$ =\nNb/Ta) oxides using first-principles density functional theory (DFT)\ncalculations. We examine both ordered unit cells as well as fully disordered\nspecial quasirandom structures to clearly discern the effects of cation\ndisorder. Structural predictions align closely with previous experimental\nresults and follow established ionic radii trends. The electronic structure is\nstrongly dependent on $B$-cation species: $A_{6}$Ta$_{2}$O$_{17}$ compositions\nhave ~30% larger band gaps than their $A_{6}$Nb$_{2}$O$_{17}$ counterparts.\nDefect chemistry is similar for all compositions, with anion vacancies being\nmore energetically favorable than corresponding cation defects. All explored\n$A_{6}B_{2}$O$_{17}$ compositions are enthalpically unstable with respect to\ntheir $A$O$_{2}$ and $B_{2}$O$_{5}$ competing oxides and are therefore\nclassified as entropy-stabilized materials, supporting prior experimental\nresults. The pronounced agreement between our disordered supercell predictions\nwith experimental measurements indicates all explored $A_{6}B_{2}$O$_{17}$\ncompositions contain substantial cation disorder across all 6-, 7-, and\n8-coordinated sites. Our findings collectively provide a fundamental\nunderstanding of the $A_{6}B_{2}$O$_{17}$ material family through DFT\ncalculations, establishing a framework for future compositional tuning to\nengineer targeted material properties."}
{"id": "2509.18590", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18590", "abs": "https://arxiv.org/abs/2509.18590", "authors": ["Chunqiang Xu", "Shuvankar Gupta", "Hengxin Tan", "Hyeonhu Bae", "Olajumoke Oluwatobiloba Emmanuel", "Mingyu Xu", "Yan Wu", "Xiaofeng Xu", "Pengpeng Zhang", "Weiwei Xie", "Binghai Yan", "Xianglin Ke"], "title": "Large Anomalous and Topological Hall Effect and Nernst Effect in a Dirac Kagome Magnet Fe3Ge", "comment": "Accepted in Advanced Functional Materials", "summary": "The search for kagome magnets with unconventional magnetic and electronic\nproperties has gained significant attention in recent years. We report the\nmagnetic, electronic, and thermoelectric properties of Fe3Ge single crystals,\nwhere the Fe atoms form a slightly distorted kagome lattice. Fe3Ge exhibits a\nlarge anomalous Hall effect and anomalous Nernst effect. The anomalous\ntransverse thermoelectric conductivity reaches about 4.6 A m^-1 K^-1, exceeding\nvalues reported for conventional ferromagnets and most topological\nferromagnets. First-principles calculations indicate that these transport\nresponses are primarily governed by intrinsic mechanisms, highlighting the\ndominant role of Berry curvature arising from massive Dirac gaps in momentum\nspace. In addition, we observe a topological Hall resistivity of about 0.9\nmicroOhm cm and a topological Nernst coefficient of 1.2 microvolt K^-1, which\nare attributed to the Berry phase associated with field-induced scalar spin\nchirality. These findings demonstrate the combined influence of Berry phases in\nboth momentum and real space, establishing Fe3Ge as a promising candidate for\nroom-temperature transverse thermoelectric applications."}
{"id": "2509.19155", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19155", "abs": "https://arxiv.org/abs/2509.19155", "authors": ["Dean Kos", "Marta Mas-Torrent"], "title": "Optical probing of charge traps in organic field-effect transistors", "comment": "11 pages, 5 figures", "summary": "We report spatially resolved optical probing of charge traps in organic\nfield-effect transistors using focussed laser illumination. By scanning a 635\nnm laser across the transistor channel and simultaneously acquiring transfer\ncharacteristics, we observe persistent, localised shifts in transistor turn-on\nvoltage correlated with illumination dose and position, with negligible impact\non field-effect mobility. The effect is strongest 5-10 um from the source\nelectrode and requires a drain-to-source scan direction with sub-10 um step\nsize. Kelvin probe force microscopy confirms trapped negative charges along the\nscan path, consistent with exciton dissociation and electron trapping near the\nsemiconductor-dielectric interface. The phenomenon is reproducible across\nmultiple device geometries and organic semiconductors, including\nTMTES-pentacene, TIPS-pentacene, and diF-TES-ADT. These findings enable direct\nmapping of trap distributions and suggest new strategies for trap engineering,\nthreshold voltage tuning, and development of organic optoelectronic memories."}
{"id": "2509.18604", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18604", "abs": "https://arxiv.org/abs/2509.18604", "authors": ["Kangyu Ji", "Tianran Liu", "Fang Sheng", "Shaun Tan", "Moungi Bawendi", "Tonio Buonassisi"], "title": "A closed-loop AI framework for hypothesis-driven and interpretable materials design", "comment": null, "summary": "Scientific hypothesis generation is central to materials discovery, yet\ncurrent approaches often emphasize either conceptual (idea-to-data) reasoning\nor data-driven (data-to-idea) analysis, rarely achieving an effective\nintegration of both. Here, we present a generalizable active learning workflow\nthat integrates top-down, theory-driven hypothesis generation, guided by a\nlarge language model. This is complemented by bottom-up, data-driven hypothesis\ntesting through a root-cause association study. We demonstrate this approach\nthrough the design of equimolar quinary-cation two-dimensional perovskite, a\nchemically complex system with over 850,000 possible cation combinations. In\nthe top-down component, the large language model drives closed-loop\noptimization by proposing candidates that are likely to achieve phase purity,\nleveraging domain knowledge and chain-of-thought reasoning. With each\niteration, the model identifies an increasing number of near phase-pure\ncompositions, sampling less than 0.004% of the design space. In parallel, the\nbottom-up association study identifies molecular features with statistically\nsignificant influences on phase purity. The integration of these approaches\nenables the convergence of conceptual and statistical hypotheses, leading to\ngeneralizable and rational design rules for phase-pure quinary-cation\ntwo-dimensional perovskites. As a proof of concept, we applied the optimized\nphase-pure quinary-cation two-dimensional perovskite film as a surface capping\nlayer in perovskite solar cells, achieving good performance and stability. Our\nframework enables the development of interpretable and generalizable design\nrules that are applicable to a wide range of optimization processes within\ncomplex design spaces, providing a foundational strategy for rational,\nscalable, and efficient materials discovery."}
{"id": "2509.19181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19181", "abs": "https://arxiv.org/abs/2509.19181", "authors": ["Jeffrey G. Ulbrandt", "Xiaozhi Zhang", "Randall L. Headrick"], "title": "Detachment limited interlayer transport processes during SrTiO3 pulsed laser epitaxy", "comment": "24 pages, 9 figures", "summary": "Pulsed laser epitaxial growth is characterized by high instantaneous\ndeposition rates that leads to the nucleation of transient islands, both on\nsurface terraces, and on top of stable islands formed during previous\ndeposition pulses. We report results from combined in-situ X-ray reflectivity\nand kinetic Monte Carlo (kMC) simulations. Specular reflectivity monitors\ninterlayer transport, while diffuse scattering reveals the evolution of\nin-plane length scales, both during the recovery time between individual laser\npulses and over multiple deposited layers. The initial stage after each laser\npulse is faster than the temporal resolution of the experiment, while\nsubsequent recovery occurs over seconds. The results suggest that transient\nislands on top of stable two-dimensional islands form immediately after the\ndeposition pulse, and then ripen via detachment and diffusion, leading to the\nslower component. kMC simulations show that the detachment energy barrier plays\na dominant role in determining the recovery time constant."}
{"id": "2509.18617", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18617", "abs": "https://arxiv.org/abs/2509.18617", "authors": ["H. Joshi", "K. C. Bhamu", "A. Shankar", "Rana Biswas", "M. Wlazło"], "title": "Octahedral dynamics and local symmetry in hybrid perovskite FAPbI3 under thermal excitation", "comment": "14 pages, 5 figures", "summary": "Density Functional Theory (DFT) and ab initio molecular dynamics (AIMD)\nsimulations have been employed to investigate the evolution of local motifs\nwithin the tetragonal phase of FAPbI3 under thermal excitation. Our results\nreveal a distinct broadening in the distribution of PbI6 octahedral volumes\nwith increasing temperature, indicating a gradual breakdown of symmetry and\nemergence of diverse local environments. These octahedral volume distortions\nare primarily driven by the dynamic behaviour of the FA cation leading to\nsoftening of PbI6 octahedra, evident from calculated mean octahedral volume and\nPb-I-Pb bond angles. The examination of electronic structure confirmed that\nthis dynamic structural phenomenon is directly responsible for the change in\nfundamental band gap value, highlighting the role of PbI6 octahedra in\nmodifying and modulating the electronic properties in FAPbI3. The results\ndemonstrate the microscopic origin of thermally induced dynamical behaviour to\nthe macroscopic electronic properties and underscore the pivotal role of local\nmotifs in hybrid perovskites."}
{"id": "2509.19205", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19205", "abs": "https://arxiv.org/abs/2509.19205", "authors": ["Quinn T. Campbell", "Andrew D. Baczewski", "Shashank Misra", "Evan M. Anderson"], "title": "First principles band structure of interacting phosphorus and boron/aluminum $δ$-doped layers in silicon", "comment": null, "summary": "Silicon can be heavily doped with phosphorus in a single atomic layer (a\n$\\delta$ layer), significantly altering the electronic structure of the\nconduction bands within the material. Recent progress has also made it possible\nto further dope silicon with acceptor-based $\\delta$ layers using either boron\nor aluminum, making it feasible to create devices with interacting $\\delta$\nlayers with opposite polarity. It is not known, however, how these $\\delta$\nlayers will interact, particularly at small separation distances. Using Density\nFunctional Theory, we calculate the electronic structure of a phosphorus-based\n$\\delta$ layer interacting with a boron or aluminum $\\delta$ layer, varying the\ndistances between the $\\delta$ layers. At separations 10 \\AA\\ and smaller, the\ndopant potentials overlap and largely cancel each other out, leading to an\nelectronic structure closely mimicking bulk silicon. At separations greater\nthan 10 \\AA, the two layers behave independently of one another, forming a p-n\ndiode with an intrinsic layer taking the place of the depletion region. One\nmechanism for charge transfer between $\\delta$ layers at larger distances could\nbe tunneling, where we see a greater than 3\\% probability for tunneling between\na phosphorus and boron layer at 20 \\AA\\ separation. This tunneling rate exceeds\nwhat would be seen for a standard silicon 1.1 eV triangular barrier, indicating\nthat the interaction between delta layers creates enhanced tunneling at larger\nseparation distances compared to a traditional junction. These calculations\nprovide a foundation for the design of silicon-based electronics based on\ninteracting $\\delta$ layers."}
{"id": "2509.18634", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.18634", "abs": "https://arxiv.org/abs/2509.18634", "authors": ["S. V. Naydenov", "O. K. Kapustnyk", "I. M. Pritula", "D. S. Sofronov", "I. S. Terzin", "N. O. Kovalenko"], "title": "Quaternary crystals CdZnTeSe: Growth via the vertical Bridgman method with different compositions of raw materials", "comment": "12 pages, 7 figures", "summary": "Indium-doped semiconductor crystals CdZnTeSe with several different\ncompositions of raw materials were grown via the vertical Bridgman method under\nhigh-pressure argon. For the first time, these crystals were obtained via a\ncombined method from a mixture of simple and binary starting components. A\ntheoretical analysis of the permissible reactions for obtaining multicomponent\nCdZnTeSe crystals from different compositions of starting materials was\nperformed. The homogeneity of the distribution of the atomic composition and\nelectrical resistance (in the dark and under illumination) of the obtained\ncrystals was studied. Crystals grown via the new combined method presented the\nbest homogeneity of composition and electrophysical properties."}
{"id": "2509.19232", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.19232", "abs": "https://arxiv.org/abs/2509.19232", "authors": ["Tyler D. Doležal", "Rodrigo Freitas", "Ju Li"], "title": "Atomistic mechanisms of oxidation and chlorine corrosion in Ni-based superalloys: The role of boron and light interstitial segregation", "comment": null, "summary": "Hybrid Monte Carlo and molecular dynamics simulations were used to\ninvestigate the interaction of light interstitials in multi-element Ni-based\nalloys. We show that light interstitials such as boron and oxygen fundamentally\nalter interfacial chemistry by reshaping alloy-element distribution and\nsegregation. Oxygen adsorption drove boron migration from the grain boundary to\nthe free surface, where it co-enriched with Cr, Fe, and Mo and formed BO3\ntrigonal motifs embedded within mixed-metal oxide networks. Oxygen also\npromoted M-O-M chain formation, including Nb2O5 clusters at the free surface.\nIn the absence of oxygen, boron segregated to the grain boundary, altering\nlocal metal chemistry and underscoring a dynamic, environment-sensitive\nbehavior. Following chlorine exposure, the oxidized surfaces retained strong\nO-mediated connectivity while forming new Cl-M associations, particularly with\nNb and Cr, and exhibited further surface enrichment in Cr, Fe, and Mo.\nHigh-temperature MD simulations revealed a dynamic tug-of-war: chlorine exerted\nupward pull and disrupted weakly anchored sites, while Nb- and BO3-rich oxide\nmotifs resisted deformation. A new stabilization mechanism was identified in\nwhich subsurface boron atoms anchored overlying Cr centers, suppressing their\nmobility and mitigating chlorine-driven displacement. These results demonstrate\nboron's dual role as a modifier of alloy-element segregation and a stabilizer\nof oxide networks, and identify Nb as a key element in reinforcing cohesion\nunder halogen attack. More broadly, this study highlights the need to track\nlight interstitial cross-talk and solute migration under reactive conditions,\noffering atomistic criteria for designing corrosion-resistant surface\nchemistries in Ni-based superalloys exposed to halogenated or oxidative\nenvironments."}
{"id": "2509.18663", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18663", "abs": "https://arxiv.org/abs/2509.18663", "authors": ["Miguel Lagos", "Miguel Kiwi", "Rodrigo Paredes"], "title": "Beyond Bloch: A Theoretical Blueprint for Conjugated Polymer Optoelectronics", "comment": null, "summary": "Conjugated polymers are experiencing a surge of renewed interest due to their\npromising applications in various organic electronic devices. These include\norganic light-emitting diodes (OLEDs), field-effect transistors (FETs), and\norganic photovoltaic (OPV) devices, among many others. Their appeal stems from\ndistinct advantages they hold over traditional inorganic semiconductors. Unlike\ninorganic semiconductors, where electrons are often considered to be in\ndelocalized, free, or quasi-free states (as described by Bloch's theory),\nelectrons in conjugated polymers behave differently. They are strongly coupled\nwithin highly localized $\\sigma$ or $\\pi$-orbitals and interact significantly\nwith the ionic cores. This means they are far from the idealized delocalized\nstates presumed by Bloch's theory approaches. Consequently, after nearly a\ncentury of applying Bloch's theory to the electronic transport properties of\ninorganic materials, there is a clear need for a new theoretical framework to\nexplain efficient charge transport in these organic solids. Our presented model\naddresses this need by incorporating crucial electron-electron interactions.\nSpecifically, it accounts for both intra-site interactions and interactions\nbetween the $\\pi$-states located at alternating sites along the polymer chain.\nThis framework provides a many-body charge conduction mechanism and explains\nthe semiconducting properties of the undoped material. A significant outcome of\nour model is the prediction of two novel flat bands of excited bonding states.\nIntriguingly, these states obey Bose--Einstein statistics and facilitate charge\ntransport. Furthermore, our model accurately reproduces experimental data,\nproviding an excellent fit for measured UV-Vis absorption and\nelectroluminescent spectra."}
{"id": "2509.19283", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19283", "abs": "https://arxiv.org/abs/2509.19283", "authors": ["Mehdi Ghasemi", "Mohamad Ali Ghafari", "Masoud Babaei", "Valentina Erastova"], "title": "Molecular Insights into Caprock Integrity of Subsurface Hydrogen Storage: Perspective on Hydrogen-induced Swelling and Mechanical Response", "comment": null, "summary": "The geological storage of hydrogen (H_2) requires reliable long-term caprock\nsealing, yet the nanoscale interactions between H_2 and clay minerals remain\ncritically underexplored despite their importance for storage security. This\nlack of understanding has limited the ability to predict mechanical stability\nand leakage risks in H_2 storage formations. Using molecular simulations, this\nstudy investigates the swelling behavior and mechanical properties of sodium\nmontmorillonite (Mt), a common smectite clay, under varying hydration states\nand interlayer H_2 contents. Results show that H_2 accelerates hydration-state\ntransitions, narrows the stability window of crystalline swelling, and promotes\nasymmetric plume formation in confined interlayers. H_2 alters cation and water\ncoordination, thereby weakening Na^+--Mt electrostatic interactions and\nmodulating H-bond networks at the interface and in the bulk. Mechanical\nanalysis reveals pronounced anisotropy in Mt. In-plane stiffness is mainly\ngoverned by basal spacing expansion, whereas out-of-plane stiffness is highly\nsensitive to the initial presence of water or H_2, which weaken interlayer\ncohesion. Tensile and compressive strengths in the in-plane directions follow\nin-plane stiffness trends, while the out-of-plane tensile strength is governed\nby Mt--water H-bonds. The presence of H_2 further promotes Mt sheets separation\nby disrupting nanoscale liquid bridges. Collectively, these results provide the\nfirst atomistic-scale evidence that intercalated H_2 reshapes swelling\nenergetics, elastic anisotropy, and failure pathways in Mt, highlighting\ncritical nanoscale mechanisms that may compromise caprock integrity during\nunderground H_2 storage."}
{"id": "2509.18678", "categories": ["cond-mat.mtrl-sci", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2509.18678", "abs": "https://arxiv.org/abs/2509.18678", "authors": ["Christian Tantardini"], "title": "A basis-free, octonionic criterion for Weyl points in solids", "comment": null, "summary": "Conventional diagnostics of Weyl points -- Berry flux on small spheres and $k\n\\cdot p$ linearization -- are topologically sound but depend on user choices\n(sphere center and radius, gauge smoothing, charting, and local frame\ntransport) that introduce algorithmic arbitrariness in first-principles\nworkflows. We propose a \\emph{local, basis-free} criterion built from the\noctonionic structure on $\\mathbb{R}^7$. From a smooth two-band projector we\nconstruct a unit octonion field and its octonionic connection; contracting\nthree directional derivatives with the $\\mathrm{G}_2$--invariant three-form\nyields a pseudoscalar density whose sign equals the Weyl chirality. A vanishing\noctonionic associator at leading order certifies that the local problem closes\ninside an associative (quaternionic) three-plane, while a nonzero density\nidentifies a Weyl point. The construction is invariant under $\\mathrm{SU}(2)$\ngauge changes of the two-band subspace and under $\\mathrm{G}_2$ rotations of\nits completion, and it eliminates enclosing surfaces and gauge-seam choices. In\nthe linear regime we prove equivalence with the conventional diagnostics (Chern\ncharge on a small sphere and $\\mathrm{sgn}\\det v$). We outline a practical\nalgorithm compatible with Wannier tight-binding Hamiltonians and provide\nself-consistency checks based on stencil refinement and the associator norm.\nThe \\emph{octonionic Weyl point criterion} streamlines chirality assignment in\nhigh-throughput searches and offers an intrinsic warning signal in the presence\nof band entanglement or proximity to multi-fold touchings."}
{"id": "2509.18332", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18332", "abs": "https://arxiv.org/abs/2509.18332", "authors": ["L. E. Golub"], "title": "Interplay of Rashba and valley-Zeeman splittings in weak localization of spin-orbit coupled graphene", "comment": "5+3 pages, 2 figures", "summary": "Weak localization theory is developed for graphene heterostructures with\ntransition metal dichalcogenides and topological insulators where the Rashba\nand valey-Zeeman spin-splittings of the energy spectrum are large enough. The\nanomalous magnetoresistance in low fields caused by weak localization is\ncalculated. It is shown that the valley-Zeeman splitting has no effect on weak\nlocalization in the absence of Rashba splitting but it results in the change of\nthe magnetoconductivity sign in the Rashba-coupled graphene. Inter-valley\nscattering also affects the quantum correction to the conductivity resulting in\nits sign reversal. Analytical expressions are obtained for the anomalous\nmagnetoconductivity at arbitrary relations between the Rashba and valley-Zeeman\nsplittings as well as the inter-valley scattering rates."}
{"id": "2509.18745", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18745", "abs": "https://arxiv.org/abs/2509.18745", "authors": ["Z. Mu", "Z. Zhang", "J. Fraunié", "C. Robert", "G. Seine", "B. Gil", "G. Cassabois", "V. Jacques"], "title": "Spin defects in hexagonal boron nitride as two-dimensional strain sensors", "comment": "6 pages, 4 figures", "summary": "Lattice deformation is a powerful way to engineer the properties of\ntwo-dimensional (2D) materials, making their precise measurement an important\nchallenge for both fundamental science and technological applications. Here, we\ndemonstrate that boron-vacancy (V$_\\text{B}^-$) color centers in hexagonal\nboron nitride (hBN) enable quantitative strain sensing with sub-micrometer\nspatial resolution. Using this approach, we precisely quantify the\nstrain-induced shift of the E$_{\\rm 2g}$ Raman mode in a hBN flake under\nuniaxial stress, establishing V$_\\text{B}^-$ centers as a new tool for strain\nmetrology in van der Waals heterostructures. Beyond strain sensing, our work\nalso highlights the unique multimodal sensing functionalities offered by\nV$_\\text{B}^-$ centers, which will be valuable for future studies of\nstrain-engineered 2D materials."}
{"id": "2509.18432", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18432", "abs": "https://arxiv.org/abs/2509.18432", "authors": ["Deepika Gill", "Sangeeta Sharma", "Sam Shallcross"], "title": "Generation of pure, spin polarized, and unpolarized charge currents at the few cycle limit of circularly polarized light", "comment": null, "summary": "In certain members of the transition metal dichalcogenide (TMDC) family,\nlaser pulses of oppositely circularly polarized light excite electrons of\nopposite spin. Here we show that in the few cycle limit such pulses generate\nnot only a spin density excitation, but also a spin current excitation.\nEmploying the example of the TMDC WSe$_2$ we show that pure spin currents, the\nflow of spin in the absence of net charge flow, 100% spin polarized currents,\nand charge currents are all accessible and controllable by tuning the amplitude\nof ~ 5 femtosecond gap tuned light pulses. Underpinning this physics is a\nsymmetry lowering of the valley charge excitation from C3 at long duration to\nC2 in the few cycle limit, imbuing the excitation with net current. Our results\nboth highlight the emergence of a rich light-spin current coupling at ultrafast\ntimes in the TMDC family, as well presenting a route to the all-optical\ngeneration of pure spin currents."}
{"id": "2509.18781", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.18781", "abs": "https://arxiv.org/abs/2509.18781", "authors": ["Xiaoying Xu", "Wei Qin", "Yuelin Shen", "Zixuan Huang", "Zhuoya Zhou", "Zirao Wang", "Yufan Li"], "title": "Signature of chiral superconducting order parameter evidenced in mesoscopic superconductors", "comment": null, "summary": "Chiral superconductivity is a novel superconducting phase characterized by\norder parameters that break the time-reversal symmetry, endowing the state with\na definite handedness. Unlike conventional superconductors, the Cooper pairs in\na chiral superconductor carry nonzero orbital angular momentum. Through\ncoupling with an external magnetic field, the finite angular momentum of the\nCooper pair modulates the temperature-magnetic field phase boundary in a\ndistinctive way, which could serve as an experimental signature of the chiral\nsuperconducting state. Here we demonstrate that the chiral signature can be\ndetected in mesoscopic superconducting rings of $\\beta$-Bi$_2$Pd, manifesting\nas a linear-in-field modulation of the critical temperature in the Little-Parks\neffect. Our findings establish a new experimental method for detecting the\nchiral superconductivity."}
{"id": "2509.18453", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18453", "abs": "https://arxiv.org/abs/2509.18453", "authors": ["Lia Šibav", "Tilen Knaflič", "Graham King", "Zvonko Jagličić", "Maja Koblar", "Kirill Yu. Povarov", "Sergei Zvyagin", "Denis Arčon", "Mirela Dragomir"], "title": "Influence of La-doping on the magnetic properties of the two-dimensional spin-gapped system SrCu$_2$(BO$_3$)$_2$", "comment": "38 pages, 17 figures, 5 tables", "summary": "Aliovalent doping of the two-dimensional dimer antiferromagnet\nSrCu$_2$(BO$_3$)$_2$ has long been proposed as a potential route toward\nrealizing resonating valence bond (RVB) superconductivity in this system;\nhowever, experimental progress has remained limited. This study explores the\neffects of La doping on the ground state of SrCu$_2$(BO$_3$)$_2$ and reports\nthe first flux growth of Sr$_{1-x}$La$_x$Cu$_2$(BO$_3$)$_2$ single crystals\nwith nominal doping levels up to $x$ = 0.15. Powder X-ray diffraction and\nenergy-dispersive X-ray spectroscopy confirm the successful incorporation of La\non the Sr sites within the tetragonal $I\\bar{4}2m$ structure, although the\neffective doping was limited to approximately 50% of the nominal concentration.\nLa doping induces systematic changes in the magnetic properties, with a\nreduction of the effective spin gap $\\Delta$ from ~28.2K to ~20.3 K at $x$ =\n0.15, as determined from low-temperature magnetic susceptibility. X-band\nelectron spin resonance measurements reveal the emergence of unpaired Cu$^{2+}$\nspins in La-doped SrCu$_2$(BO$_3$)$_2$ single crystals, which develop\nantiferromagnetic correlations below ~5.5 K. These findings corroborate the\nbreaking of the local spin dimers induced by La doping. Despite this, no\nsuperconductivity is observed across the entire doping range studied. The\npresent study demonstrates that at low doping levels, electron doping locally\ndestabilizes the spin-singlet ground state in SrCu$_2$(BO$_3$)$_2$, while the\nintrinsic spin dynamics of the dimer lattice remain largely preserved."}
{"id": "2509.18818", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18818", "abs": "https://arxiv.org/abs/2509.18818", "authors": ["Nabil. Daghbouj", "H. S. Sen", "Mohamed BenSalem", "Jan. Duchoňc", "Bingsheng. Li", "Miroslav. Karlík", "F. Ge", "Vladimir. Krsjak", "Petr. Báborh", "M. O. Liedke", "M. Butterling", "Alexandre. Wagner", "Bora. Karasulub", "Tomas. Polcarak"], "title": "Asymmetrical Defect Sink Behaviour of HCP/BCC Zr/Nb Multilayer Interfaces: Bubble-Denuded Zones at Nb Layers", "comment": "18 figures, 48 pages", "summary": "Radiation induced helium bubble formation poses a major challenge to the\nstructural integrity of materials in nuclear energy systems. In this study, we\ninvestigate defect evolution and He behavior in ZrNb nanoscale metallic\nmultilayers with immiscible BCC and HCP interfaces, irradiated with 80 keV He\nions. For comparison, single crystal Nb and polycrystalline Zr were also\nirradiated under identical conditions to serve as reference materials. Using\ncross sectional TEM, SIMS, STEM EELS, nanoindentation, Doppler Broadening\nPositron Annihilation Spectroscopy, Positron Annihilation Lifetime\nSpectroscopy, and atomistic simulations, we reveal a highly asymmetric damage\nresponse across the multilayer interfaces. Zr layers exhibit larger He bubbles,\nhigher swelling, and greater helium retention while Nb layers develop\nbubble-denuded zones exclusively around the interfaces, where bubble nucleation\nis strongly suppressed and swelling is limited. This asymmetry arises from\ndifferences in atomic transport properties DFT calculations show lower\nmigration barriers for vacancies and He atoms in Nb, enabling efficient defect\nmigration and recombination at interfaces, whereas Zr retains defects due to\nhigher migration barriers. EELS and DBS PALS measurements confirm bubble\ndensities and the presence of sub-nanometer open volumes. Compared to\nmonolithic samples, the ZrNb multilayers exhibit lower irradiation induced\nhardening and reduced He retention. These findings highlight the role of\ninterfaces in driving asymmetric radiation damage and demonstrate the\neffectiveness of BCC Nb layers in mitigating defect growth. Overall, ZrNb\nmultilayers are established as a superior alternative to conventional single\nand polycrystalline materials for extreme irradiation environments."}
{"id": "2509.19075", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19075", "abs": "https://arxiv.org/abs/2509.19075", "authors": ["Byungmin Sohn", "Minjae Kim", "Sangjae Lee", "Wenzheng Wei", "Juan Jiang", "Fengmiao Li", "Sergey Gorovikov", "Marta Zonno", "Tor Pedersen", "Sergey Zhdanovich", "Ying Liu", "Huikai Cheng", "Ke Zou", "Yu He", "Sohrab Ismail-Beigi", "Frederick J. Walker", "Charles H. Ahn"], "title": "Layer controlled orbital selective Mott transition in monolayer nickelate", "comment": null, "summary": "Dimensionality and electronic correlations are crucial elements of many\nquantum material properties. An example is the change of the electronic\nstructure accompanied by the loss of quasiparticles when a metal is reduced\nfrom three dimensions to a lower dimension, where the Coulomb interaction\nbetween carriers becomes poorly screened. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we report an orbital-selective decoherence\nof spectral density in the perovskite nickelate LaNiO3 towards the monolayer\nlimit. The spectral weight of the dz2 band vanishes much faster than that of\nthe dx2-y2 band as the thickness of the LaNiO3 layer is decreased to a single\nunit cell, indicating a stronger correlation effect for the former upon\ndimensional confinement. Dynamical mean-field theory (DMFT) calculations show\nan orbital-selective Mott transition largely due to the localization of dz2\nelectrons along the c axis in the monolayer limit. This orbital-selective\ncorrelation effect underpins many macroscopic properties of nickelates, such as\nmetal-to-insulator transition and superconductivity, where most theories are\nbuilt upon a dx2-y2-dz2 two-band model."}
{"id": "2509.18828", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18828", "abs": "https://arxiv.org/abs/2509.18828", "authors": ["Zhesen Yang", "Zihan Wang", "Juntao Huang", "Zijian Zheng", "Jiangping Hu"], "title": "Complex Frequency Fingerprint: Interacting Driven Non-Hermitian Skin Effect", "comment": "8 pages, 3 figures,", "summary": "The excitation properties of quantum many-body systems are encoded in their\nresponse functions. These functions define an associated response Hamiltonian,\nwhich is intrinsically non-Hermitian due to the dissipative nature of retarded\nresponses, even in closed systems. By analyzing its eigenvalues and\neigenstates, one obtains a unique characterization of the system, referred to\nas the complex frequency fingerprint. Using this framework, we demonstrate that\ninteractions alone can give rise to both point-gap topology and the\nnon-Hermitian skin effect. Unlike the dissipation-induced skin effect, this\ninteraction-driven phenomenon exhibits pronounced frequency dependence. We\nfurther introduce a complex-frequency density of states framework that\ndistinctly separates non-Hermitian skin modes from topological edge modes."}
{"id": "2509.19180", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19180", "abs": "https://arxiv.org/abs/2509.19180", "authors": ["Riccardo Farris", "Emanuele Telari", "Nongnuch Artrith", "Konstantin Neyman", "Albert Bruix"], "title": "Bayesian Neural Networks versus deep ensembles for uncertainty quantification in machine learning interatomic potentials", "comment": null, "summary": "Neural-network-based machine learning interatomic potentials have emerged as\npowerful tools for predicting atomic energies and forces, enabling accurate and\nefficient simulations in atomistic modeling. A key limitation of traditional\ndeep learning approaches, however, is their inability to provide reliable\nestimates of predictive uncertainty. Such uncertainty quantification is\ncritical for assessing model reliability, especially in materials science,\nwhere often the model is applied on out-of-distribution data. Different\nstrategies have been proposed to address this challenge, with deep ensembles\nand Bayesian neural networks being among the most widely used. In this work, we\nintroduce an implementation of Bayesian neural networks with variational\ninference in the aenet-PyTorch framework. To evaluate their applicability to\nmachine learning interatomic potentials, we systematically compare the\nperformance of variational BNNs and deep ensembles on a dataset of 7,815\nTiO$_{2}$ structures. The models are trained on both the full dataset and a\nsubset to assess how variations in data representation influence predictive\naccuracy and uncertainty estimation. This analysis provides insights into the\nstrengths and limitations of each approach, offering practical guidance for the\ndevelopment of uncertainty-aware machine learning interatomic potentials."}
{"id": "2509.18844", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18844", "abs": "https://arxiv.org/abs/2509.18844", "authors": ["E. E. Torres-Miyares", "S. Miret-Artés"], "title": "Quantum-to-classical transition and H-theorem in surface diffusion", "comment": "3 figures", "summary": "In this work, surface diffusion is studied with a different perspective by\nshowing how the corresponding open dynamics is transformed when passing, in a\ncontinuous and smooth way, from a pure quantum regime to a full classical\nregime; the so-called quantum-to-classical transition. This continuous process\nis carried out from the Liouville-von Neumann equation by scaling Planck's\nconstant. For this goal, the Brownian motion of an adsorbate on a flat surface\nis analyzed in order to show how this transition takes place. In particular,\nthis open dynamics is studied from the master equation for the reduced density\nmatrix within the Caldeira-Leggett formalism; in particular, the two extreme\ntime behaviors, the ballistic and diffusive motions. It is also shown that the\norigin of the ballistic motion is different for the quantum and classical\nregimes. In this scenario, the corresponding Gaussian function for the\nintermediate scattering function is governed by the thermal velocity in the\nclassical regime versus the initial spreading velocity of the wave packet for\nthe quantum regime, leading to speak of classical and quantum ideal gas,\nrespectively. Finally, in the diffusive regime, and starting from the\nChudley-Elliott model, the quantum-to-classical transition is also discussed in\nterms of the well-known H-function for three surface temperatures in the\ndiffusion of H and D on a Pt(111) surface. The main goal in this analysis is if\none can discriminate the irreversibility coming from tunneling and thermal\nactivation diffusion."}
{"id": "2509.18845", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18845", "abs": "https://arxiv.org/abs/2509.18845", "authors": ["Naïmo Davier", "Ludovic D. C. Jaubert"], "title": "Interacting-cluster spin liquids with robust flat bands evolving into higher-rank half-moon phases and topological Lifshitz transitions", "comment": "21 pages, 8 figures, 1 table", "summary": "Classical spin liquids are disordered magnetic phases, governed by local\nconstraints that often give rise to flat-band ground states. When constraints\ntake the form of a zero-divergence field within a cluster of spins, the spin\nliquid is often described by an emergent Coulomb gauge theory. Here we\nintroduce an interaction $\\eta$ between these clusters of spins which compete\nwith the zero-divergence field. Using a framework embracing both the\nconnectivity matrices of graph theory and the topology of band structures, we\ndevelop a generic theory of interacting-cluster Hamiltonians. We show how flat\nbands remain at zero energy up to finite interaction $\\eta$, until a dispersive\nband becomes negative, stabilizing a spiral spin liquid with a hypersurface of\nground-state manifold in reciprocal space. This hypersurface serves as a mold\nfor the apparition of the half-moon patterns in the equal-time structure\nfactor. Our generic approach enables to extend the notion of half moons to the\nperturbation of higher-rank Coulomb fields and pinch-line spin liquids. In\nparticular, multi-fold half moons appear when unconventional gauge charges,\nsuch as potential fractons, are stabilized in the ground state. Finally,\nhalf-moon phases can be tuned across the equivalent of a Lifshitz transition,\nwhen the hypersurface manifold changes topology."}
{"id": "2509.18855", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.18855", "abs": "https://arxiv.org/abs/2509.18855", "authors": ["M. Surynek", "A. Farkas", "J. Zubac", "P. Kubascik", "K. Olejnik", "F. Krizek", "L. Nadvornik", "T. Ostatnicky", "R. P. Campion", "V. Novak", "T. Jungwirth", "P. Nemec"], "title": "Sub-nanosecond heat-based logic, writing and reset in an antiferromagnetic magnetoresistive memory", "comment": "v1: preprint; licence: CC BY 4.0; Supplementary material is a part of\n  this submission", "summary": "Thermal logic aims to create thermal counterparts to electronic circuits. In\nthis work, we investigate experimentally the response of an analog memory\ndevice based on a thin film of an antiferromagnetic metal CuMnAs to bursts of\nheat pulses generated by the absorption of femtosecond laser pulses at room\nambient temperature. When a threshold temperature in the heat-based short-term\nmemory of the device is exceeded, the output of the in-memory logic operations\nis transferred within the same device to a long-term memory, where it can be\nretrieved at macroscopic times. The long-term memory is based on\nmagnetoresistive switching from a reference low-resistive uniform magnetic\nstate to high-resistive metastable nanofragmented magnetic states. The\nin-memory heat-based logic operations and the conversion of the outputs into\nthe electrically-readable long-term magnetoresistive memory were performed at\nsub-nanosecond time scales, making them compatible with the GHz frequencies of\nstandard electronics. Finally, we demonstrate the possibility of rapidly\nresetting the long-term memory to the reference low-resistive state by heat\npulses."}
{"id": "2509.18866", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18866", "abs": "https://arxiv.org/abs/2509.18866", "authors": ["Georgy Ermolaev", "Tagir Mazitov", "Arslan Mazitov", "Adilet Toksumakov", "Dmitriy Grudinin", "Anton Minnekhanov", "Gleb Tselikov", "Dmitry Yakubovsky", "Gleb Tikhonowski", "Nikolay Pak", "Umer Ahsan", "Aleksandr Slavich", "Mikhail Mironov", "Alexey Tsapenko", "Andrey Vyshnevyy", "Ivan Kruglov", "Zdenek Sofer", "Aleksey Arsenin", "Kostya Novoselov", "Andrey Katanin", "Valentyn Volkov"], "title": "Giant optical anisotropy in CrSBr from giant exciton oscillator strength", "comment": "13 pages, 5 figures", "summary": "The interplay between dimensionality and electronic correlations in van der\nWaals (vdW) materials offers a powerful toolkit for engineering light-matter\ninteractions at the nanoscale. Excitons, bound electron-hole pairs, are central\nto this endeavor, yet maximizing their oscillator strength, which dictates the\ninteraction cross-section, remains a challenge. Conventional wisdom suggests a\ntrade-off, where the observable oscillator strength often decreases in strongly\nbound systems due to population dynamics. Here, we unveil a colossal oscillator\nstrength associated with the quasi-one-dimensional (quasi-1D) excitons in the\nlayered magnetic semiconductor CrSBr, which fundamentally defies this\nestablished scaling law. Through comprehensive optical characterization and ab\ninitio calculations, we establish that this anomalous enhancement originates\ndirectly from the reduced dimensionality, which enforces an increased\nelectron-hole wavefunction overlap. Moreover, we find a close connection\nbetween fundamental exciton and local spin fluctuations that contribute to the\nopening of the gap in the electronic spectrum. The resulting optical anisotropy\nshows a giant in-plane birefringence (Delta_n = 1.45) and profoundly\nanisotropic waveguiding, which we directly visualize using nano-optical\nimaging. Leveraging this extreme response, we realize a true zero-order\nquarter-wave plate with an unprecedented wavelength-to-thickness ratio\n(lambda/t) exceeding 3.4, surpassing the limits of current miniaturization\ntechnologies, including state-of-the-art metasurfaces. Our findings underscore\nthe profound impact of dimensionality engineering in magnetic vdW materials for\nrealizing novel regimes of light-matter coupling and developing next-generation\nultracompact photonic architectures."}
{"id": "2509.18867", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18867", "abs": "https://arxiv.org/abs/2509.18867", "authors": ["Daiki Ootsuki", "Hirokazu Fujiwara", "Noriyuki Kataoka", "Kensei Terashima", "Miho Kitamura", "Koji Horiba", "Hiroshi Kumigashira", "Shiv Kumar", "Shin-ichiro Ideta", "Kenya Shimada", "Yuji Muraoka", "Takayoshi Yokoya"], "title": "Spectroscopic Evidence for Electron-Boson Coupling in Half-metallic CrO2", "comment": "6 pages, 3 figures", "summary": "We report the electronic structure of the half-metal ferromagnet CrO2 by\nmeans of high-resolution angle-resolved photoemission spectroscopy (ARPES). The\nobserved clear Fermi surface (FS) and band dispersion are in good agreement\nwith the previous reports. Moreover, the ARPES band dispersion reveals a\ndistinct kink structure around 68 meV, providing the first evidence from the\nelectronic structure for the elementary excitations in CrO2. The energy scale\nof this feature is comparable to the Debye temperature and the A1g phonon mode,\nsuggesting the electron-phonon interaction. From the detailed analysis, we have\nextracted the self-energy and found two characteristic structures in the real\npart of the self-energy. Assuming the existence of the electron-magnon\ninteraction as well as the electron-phonon interaction, we have simulated the\nline shape for the real and imaginary parts of the self-energy and reproduced\nthe ARPES intensity. Our spectral findings demonstrate the renormalized\nquasiparticle (QP) dynamics in CrO2 and provide valuable insights into the\nfundamental many-body interactions governing half-metallic ferromagnets."}
{"id": "2509.18870", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18870", "abs": "https://arxiv.org/abs/2509.18870", "authors": ["Nicola Kelly"], "title": "Chemistry and physics of layered oxychalcogenides containing an anti-cuprate type square lattice", "comment": "25 pages, 11 figures. Accepted in Solid State Sciences", "summary": "There has been significant recent interest in layered solid-state materials\ncontaining an [M2O] square lattice layer (M = transition metal), particularly\nbecause [M2O] is the anti-type of the [CuO2] planes in the layered cuprate\nsuperconductors. In addition to the superconducting titanium oxypnictides, the\n[M2O] anti-cuprate layer also occurs in a wide range of layered oxychalcogenide\ncompounds with M spanning early (Ti, V) to later transition metals (Mn, Co,\nFe). The chalcogenide in question - which sandwiches the anti-cuprate layer -\nmay be S, Se or Te, and in combination with a wide range of intervening\n\"spacer\" layers, many different structural families have been investigated.\nThis review surveys the structures and physical properties of all these\noxychalcogenide materials and relates these properties to their common\nanti-cuprate square lattice [M2O] layer. It is organised around the different\noxidation states of the metal ion M, in order to explore the effects of the\nelectronic configuration of M on the physical properties of each compound as a\nwhole. A key part of the review highlights the use of soft-chemical\nmodifications to alter physical properties of these materials, in the synthesis\nof novel van der Waals materials and other metastable compounds. Future avenues\nfor these materials in the bulk, few- and single-layer limits are discussed."}
{"id": "2509.18895", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18895", "abs": "https://arxiv.org/abs/2509.18895", "authors": ["Nabil Daghbouj", "Ahmed. T. AlMotasem", "Jan. Duchoňb", "Bingsheng. Li", "Mohamed. Bensalem", "Frans. Munnik", "Xin Ou", "Anna. Macková", "William. J. Weber", "Tomas. Polcara"], "title": "Nanoscale Strain Evolution and Grain Boundary-Mediated Defect Sink Behavior in Irradiated SiC: Insights from N-PED and DFT", "comment": "12 figurs, 38 pages", "summary": "Understanding irradiation-induced strain in silicon carbide (SiC) is\nessential for designing radiation-tolerant ceramic materials. However,\nconventional methods often fail to resolve nanoscale strain gradients,\nespecially in polycrystalline forms. In this study, we employ nano-beam\nprecession electron diffraction (N-PED) to perform high-resolution,\nmulti-directional strain mapping in both single-crystal 4H-SiC and\npolycrystalline {\\alpha}-SiC subjected to helium and hydrogen ion irradiation.\nThe high-resolution X-ray diffraction (HR-XRD) simulations of He + H irradiated\nsingle-crystal 4H-SiC closely match the strain profiles obtained from N-PED,\ndemonstrating the reliability and accuracy of the N-PED method. In\nHe-irradiated polycrystalline {\\alpha}-SiC at high temperatures, a\nbubble-depleted zone (BDZ) near the grain boundary (GB) reveals that GBs act as\nactive sinks for irradiation-induced defects. N-PED further shows strain\namplification localized at the GBs, reaching up to 2.5%, along with strain\nrelief within the BDZ. To explain this behavior, density functional theory\n(DFT) calculations of binding and migration energies indicate a strong tendency\nfor Si, C, and He atoms to segregate toward the GB core. This segregation\nreduces the availability of vacancies to accommodate He atoms and leads to\nlocal strain relaxation near the GB. Furthermore, first-principles tensile\nsimulations reveal that Si and C interstitials mitigate He-induced GB\nembrittlement. Charge density and DOS analyses link this effect to the bonding\ncharacteristics between point defects and neighboring atoms at GB. These\ninsights underscore the importance of grain boundary engineering in enhancing\nradiation tolerance of SiC for nuclear and space applications."}
{"id": "2509.18922", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.18922", "abs": "https://arxiv.org/abs/2509.18922", "authors": ["Chris Halcrow", "Paul Leask", "Egor Babaev"], "title": "Ultrasound response to time-reversal symmetry breaking below the superconducting phase transition", "comment": "11 pages, 5 figures", "summary": "Ultrasound attenuation is a powerful probe of symmetry-breaking phenomena in\nsuperconductors. In this work, we develop a framework to model the ultrasound\nresponse of multi-component superconductors undergoing a time-reversal symmetry\nbreaking transition below the superconducting phase transition. By coupling the\nelastic strain of the crystal lattice to the superconducting order parameters\nthrough group-theoretical analysis of tetragonal crystals, we classify how\ndifferent symmetry channels contribute to the ultrasound signal. Using a\ntwo-component Ginzburg--Landau theory, we analyze the temperature dependence of\nsound velocity across both superconducting and time-reversal symmetry breaking\ntransitions for several cases, including $(A_{1g}, A_{1g})$, $(A_{2g},\nB_{1g})$, and $E_g$ representations. Our results demonstrate that ultrasound\nmeasurements are highly sensitive to the presence of bilinear Josephson\ncouplings and can distinguish between different realizations of the\nsuperconducting state. We further show how external strain can significantly\nalter the ultrasound response in systems breaking time reversal symmetry."}
{"id": "2509.18923", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18923", "abs": "https://arxiv.org/abs/2509.18923", "authors": ["Christopher T. S. Cheung", "Valerio Vitale", "Lennart Klebl", "Ammon Fischer", "Dante M. Kennes", "Arash A. Mostofi", "Johannes Lischner", "Zachary A. H. Goodwin"], "title": "Magnetic Ordering in Moiré Graphene Multilayers from a Continuum Hartree+U Approach", "comment": null, "summary": "Recently, symmetry-broken ground states, such as correlated insulating\nstates, magnetic order and superconductivity, have been discovered in twisted\nbilayer graphene (tBLG) and twisted trilayer graphene (tTLG) near the so-called\nmagic-angle. Understanding the magnetic order in these systems is challenging,\nas atomistic methods become extremely expensive near the magic angle and\ncontinuum approaches fail to capture important atomistic details. In this work,\nwe develop a self-consistent approach based on a continuum model that\nincorporates both short-ranged Hubbard interactions and long-ranged Coulomb\ninteractions, therefore allowing efficient exploration of magnetic order in\nmoir\\'e graphene multilayers. With this approach, we perform a systematic\nanalysis of the magnetic phase diagram of tBLG as a function of doping level\nand twist angle, near the magic angle. We find that the results are consistent\nwith previous perturbative atomistic Hartree+U calculations. Furthermore, we\npredict stable magnetic orders for the tTLG. We found that the magnetic orders\nare similar to those in tBLG for small values of on-site repulsion. In the\nfuture, the developed method can be utilized to investigate magnetic ordering\ntendencies from short-range exchange interactions in other moir\\'e graphene\nmultilayers as a function of doping, twist angle, screening environment, among\nother variables."}
{"id": "2509.18939", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18939", "abs": "https://arxiv.org/abs/2509.18939", "authors": ["Kaushick K. Parui", "Anton A. Kulbakov", "Roman Gumeniuk", "Eduardo Carrillo-Aravena", "María Teresa Fernández-Díaz", "Stanislav Savvin", "Artem Korshunov", "Sergey Granovsky", "Thomas Doert", "Dmytro S. Inosov", "Darren C. Peets"], "title": "Disorder-driven magnetic duality in the spin-$\\frac{1}{2}$ system ktenasite, Cu$_\\text{2.7}$Zn$_\\text{2.3}$(SO$_\\text{4}$)$_\\text{2}$(OH)$_\\text{6}\\cdot$6H$_\\text{2}$O", "comment": "15 pages, 13 figures. CIFs available as ancillary files", "summary": "Disorder in frustrated quantum systems can critically influence their\nmagnetic ground states and drive exotic correlated behavior. In the $S =\n\\frac{1}{2}$ system ktenasite,\nCu$_\\text{2.7}$Zn$_\\text{2.3}$(SO$_\\text{4}$)$_\\text{2}$(OH)$_\\text{6}\\cdot$6H$_\\text{2}$O,\nwe show that structural disorder drives an unexpected dimensional crossover and\nstabilizes a rare coexistence of distinct magnetic states. Neutron diffraction\nreveals significant Cu/Zn mixing at the Cu2 site, which tunes the Cu$^{2+}$\nsublattice from a two-dimensional scalene-distorted triangular lattice into a\none-dimensional spin-chain network. Magnetic susceptibility, neutron\ndiffraction, ac susceptibility, and specific heat measurements collectively\nindicate magnetic duality: a coexistence of incommensurate long-range magnetic\norder below $T_\\text{N} = 4\\,$K and a cluster spin-glass state with $T_\\text{f}\n= 3.28\\,$K at $\\nu = 10\\,$Hz. Our findings highlight ktenasite as a rare\nplatform where structural disorder tunes the effective dimensionality and\nstabilizes coexisting ordered and glassy magnetic phases, offering a unique\nopportunity to explore the interplay of frustration, disorder, and dimensional\ncrossover in quantum magnets."}
{"id": "2509.18951", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.18951", "abs": "https://arxiv.org/abs/2509.18951", "authors": ["Amiya Chowdhury", "Acacio Rincón Romero", "Eduardo Aguilar-Bejarano", "Halar Memon", "Grazziela Figueredo", "Tanvir Hussain"], "title": "A Methodological Study on Data Representation for Machine Learning Modelling of Thermal Conductivity of Rare-Earth Oxides", "comment": null, "summary": "Quantitative structure-activity relationship (QSAR) modelling is widely\nemployed in materials sci- ence to predict properties of interest and extract\nuseful descriptors for measured properties. In thermal barrier coatings (TBC),\nQSAR can significantly shorten the experimental discovery cycle, which can take\nyears. Although machine learning methods are commonly employed for QSAR, their\nperformance depends on the data quality and how instances are represented.\nTraditional, hand-crafted descriptors based on known material properties are\nlimited to represent materials that share the same basic crystal structure,\nlimited the size of the dataset. By contrast, graph neural networks offer a\nmore expressive representation, encoding atomic positions and bonds in the\ncrystal lattice. In this study, we compare Random Forest (RF) and Gaussian\nProcess (GP) models trained on hand-crafted descriptors from the literature\nwith graph-based representations for high-entropy, rare-earth pyrochlore oxides\nusing the Crystal Graph Convolutional Neural Network (CGCNN). Two different\ntypes of augmentation methods are also explored to account for the limited data\nsize, one of which is only applicable to graph-based representations. Our\nfindings show that the CGCNN model substantially outperforms the RF and GP\nmodels, underscoring the potential of graph-based representations for enhanced\nQSAR modelling in TBC research."}
{"id": "2509.18952", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.18952", "abs": "https://arxiv.org/abs/2509.18952", "authors": ["Hui-Qiang Liang", "Zuxuan Ou", "Linhu Li", "Guo-Fu Xu"], "title": "Intrinsic-perturbation induced anomalous higher-order boundary states in non-Hermitian systems", "comment": "4.7 pages, 3 figures in the main text; 16 pages, 10 figures in the\n  Supplemental Material", "summary": "The behavior of higher-order boundary states in non-Hermitian systems is\nelusive and thereby finding the mechanism behind these states is both essential\nand significant. Here, we uncover a novel mechanism that induces anomalous\nhigher-order boundary states. The mechanism originates from the sensitivity of\nthe non-normal boundary Hamiltonian to intrinsic perturbations, where intrinsic\nperturbations here refer to the influence of the bulk on the topological\nboundaries. Based on the mechanism, we reveal a new kind of phase transition,\ni.e., the transition between hybrid skin-topological states and scale-free\ntopological boundary states. We also find that scale-free topological boundary\nstates exhibit size-dependent spectra, influencing the existence of\nhigher-order topological boundary states. Unlike conventional hybrid\nskin-topological states or higher-order non-Hermitian skin effect, the above\ntwo kinds of anomalous higher-order boundary states exhibit size-dependent\ncharacteristics. Our work opens a new horizon for the control of higher-order\nboundary states and topological properties of non-Hermitian systems."}
{"id": "2509.19006", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19006", "abs": "https://arxiv.org/abs/2509.19006", "authors": ["Tao Chen", "Jingtong Zhang", "Jing Liu", "Youjin Deng", "Pan Zhang"], "title": "BatchTNMC: Efficient sampling of two-dimensional spin glasses using tensor network Monte Carlo", "comment": "10 pages, 4 figures", "summary": "Efficient sampling of two-dimensional statistical physics systems remains a\ncentral challenge in computational statistical physics. Traditional Markov\nchain Monte Carlo (MCMC) methods, including cluster algorithms, provide only\npartial solutions, as their efficiency collapses for large systems in the\npresence of frustration and quenched disorder. The recently proposed Tensor\nNetwork Monte Carlo (TNMC) method offers a promising alternative, yet its\noriginal implementation suffers from inefficiencies due to the lack of scalable\nparallel sampling. In this work, we introduce BatchTNMC, a GPU-optimized and\nparallelized implementation of TNMC tailored for large-scale simulations of\ntwo-dimensional spin glasses. By leveraging batch processing and parallel\nsampling across multiple disorder realizations, our implementation achieves\nspeedups of up to five orders of magnitude compared with the original serial\nscheme. Benchmarking on two-dimensional spin glasses demonstrates dramatic\ngains in efficiency: for instance, on a single GPU, BatchTNMC concurrently\nproduces 1000 uncorrelated and unbiased samples across 1000 disorder\nrealizations on $1024\\times 1024$ lattices in just 3.3 hours, with an\nacceptance probability of 37%. These results establish BatchTNMC as a scalable\nand powerful computational framework for the study of two-dimensional\ndisordered spin glass systems."}
{"id": "2509.19024", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.19024", "abs": "https://arxiv.org/abs/2509.19024", "authors": ["Tirthankar Banerjee", "Thibault Desaleux", "Jonas Ranft", "Étienne Fodor"], "title": "Contraction waves in pulsating active liquids: From pacemaker to aster dynamics", "comment": "8 pages, 4 figures", "summary": "We propose a hydrodynamic theory to examine the emergence of contraction\nwaves in dense active liquids composed of pulsating deformable particles. Our\ntheory couples the liquid density with a chemical phase that determines the\nperiodic deformation of the particles. This mechanochemical coupling regulates\nthe interplay between the flow induced by local deformation, and the resistance\nto pulsation stemming from steric interaction. We show that this interplay\nleads the emergent contraction waves to spontaneously organize into a packing\nof pacemakers. We reveal that the dynamics of these pacemakers is governed by a\ncomplex feedback between slow and fast topological defects that form asters in\nvelocity flows. In fact, our defect analysis is a versatile platform for\ninvestigating the self-organization of waves in a wide range of contractile\nsystems. Our results shed light on the key mechanisms that control the rich\nphenomenology of pulsating liquids, with relevance for biological systems such\nas tissues made of confluent pulsating cells."}
{"id": "2509.19031", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19031", "abs": "https://arxiv.org/abs/2509.19031", "authors": ["Giulia Venditti", "Christophe Berthod", "Louk Rademaker"], "title": "Angular momentum of vortex-core Majorana zero modes", "comment": "15 pages, 9 figures", "summary": "Majorana zero modes (MZMs) are highly sought-after states with a possible\napplication in quantum computation. Here, we show that vortex-core MZMs can\ncarry a nontrivial angular momentum. This establishes new `flavors' of Majorana\nmodes, independent of the Chern classification of topological superconductors.\nThe MZM angular momentum is explicitly calculated for a microscopic model of a\n$d+id$ superconductor placed on a three-dimensional topological insulator\n($d+id+\\phantom{}$Dirac model) using both exact diagonalization and the\nChebyshev expansion. We classify all possible quantum numbers of MZMs depending\non the windings of the order parameter and underlying normal state. The\ntopological protection of the MZM is set by the bulk gap, quasiparticle\npoisoning by trivial in-gap states, and its localization length. All these\nseverely limit the stability of MZMs in the $d+id+\\phantom{}$Dirac model, in\ncontrast to earlier claims. Nevertheless, the possibility of having different\nflavors of MZM - in the form of angular momentum or something else - can\nprovide a unique path forward for the study of MZMs."}
{"id": "2509.19075", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19075", "abs": "https://arxiv.org/abs/2509.19075", "authors": ["Byungmin Sohn", "Minjae Kim", "Sangjae Lee", "Wenzheng Wei", "Juan Jiang", "Fengmiao Li", "Sergey Gorovikov", "Marta Zonno", "Tor Pedersen", "Sergey Zhdanovich", "Ying Liu", "Huikai Cheng", "Ke Zou", "Yu He", "Sohrab Ismail-Beigi", "Frederick J. Walker", "Charles H. Ahn"], "title": "Layer controlled orbital selective Mott transition in monolayer nickelate", "comment": null, "summary": "Dimensionality and electronic correlations are crucial elements of many\nquantum material properties. An example is the change of the electronic\nstructure accompanied by the loss of quasiparticles when a metal is reduced\nfrom three dimensions to a lower dimension, where the Coulomb interaction\nbetween carriers becomes poorly screened. Here, using angle-resolved\nphotoemission spectroscopy (ARPES), we report an orbital-selective decoherence\nof spectral density in the perovskite nickelate LaNiO3 towards the monolayer\nlimit. The spectral weight of the dz2 band vanishes much faster than that of\nthe dx2-y2 band as the thickness of the LaNiO3 layer is decreased to a single\nunit cell, indicating a stronger correlation effect for the former upon\ndimensional confinement. Dynamical mean-field theory (DMFT) calculations show\nan orbital-selective Mott transition largely due to the localization of dz2\nelectrons along the c axis in the monolayer limit. This orbital-selective\ncorrelation effect underpins many macroscopic properties of nickelates, such as\nmetal-to-insulator transition and superconductivity, where most theories are\nbuilt upon a dx2-y2-dz2 two-band model."}
{"id": "2509.19081", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19081", "abs": "https://arxiv.org/abs/2509.19081", "authors": ["Xin Jin", "Qingqing Zhang", "Dengfeng Li", "Zhenxiang Cheng", "Jianli Wang", "Xuewei Lv", "Xiaoyuan Zhou", "Rui Wang", "Xianyong Ding", "Peng Yu", "Xiaolong Yang"], "title": "Anharmonicity-driven phonon avoided crossing and anomalous thermal transport in nodal-line semimetal ZrSiS", "comment": "12 pages,7 figures", "summary": "Understanding thermal and electrical transport in topological materials is\nessential for advancing their applications in quantum technologies and energy\nconversion. Herein, we employ first-principles calculations to systematically\ninvestigate phonon and charge transport in the prototypical nodal-line\nsemimetal ZrSiS. The results unveil that anharmonic phonon renormalization\nresults in the pronounced softening of heat-carrying phonons and suppressed\nlattice thermal conductivity ($\\kappa_{\\rm L}$). Crucially, anharmonic effects\nare found to noticeably weaken Zr-S interactions, triggering avoided-crossing\nbehavior of low-frequency optical phonons. The combination of phonon softening\nand avoided crossing synergistically reduces phonon group velocities, yielding\na 16\\% suppression in $\\kappa_{\\rm L}$ along the $c$-axis at room temperature.\nContrary to conventional metals, we discover that the lattice contribution to\nthermal conductivity in ZrSiS is abnormally large, even dominating heat\nconduction along the $c$-axis. This unusual behavior results in a substantial\ndeviation of the Lorenz number from the Sommerfeld value -- exceeding it by up\nto threefold -- thereby challenging the validation of standard Wiedemann-Franz\nlaw for thermal conductivity estimation. Moreover, our calculations demonstrate\nthat ZrSiS exhibits exceptional electrical conductivity, attributed to its\ntopological electronic Dirac states that accounts for both high Fermi\nvelocities and weak electron-phonon coupling. This study provides critical\ninsights into the electrical and thermal transport mechanisms in ZrSiS and\nhighlights the importance of anharmonic effects in the lattice dynamics and\nthermal transport of metallic materials."}
{"id": "2509.19106", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19106", "abs": "https://arxiv.org/abs/2509.19106", "authors": ["Alam Osorio", "Lucia Reining", "Francesco Sottile"], "title": "Trends in the electronic structure of borophene polymorphs", "comment": null, "summary": "Borophene is a two-dimensional material made out of boron atoms only. It\nexhibits polymorphism and different allotropes can be studied in terms of a\nrigid electronic structure, where only the occupation of the states change with\nthe respect to the number of electrons available in the system (self-doping).\nIn this work we selected a set of representative borophene polymorphs\n($\\delta_3$, $\\delta_5$, $\\delta_6$, $\\beta_{12}$ $\\alpha_1$, $\\alpha'$,\n$\\alpha'$-Bilayer) and studied the shared features of their electronic\nstructures and the limitations of this model. Our work revealed the appearance\nof defect-like states in some polymorphs when related to a parent rigid\nelectronic structure, and bonding/antibonding monolayer-like states in the\n$\\alpha'$-Bilayer. Moreover, we show how the buckling of $\\delta_6$ and\n$\\alpha'$ can act as a tuning parameter, enabling semimetallicity, Dirac cones,\nand nesting of the Fermi surface. In light of their promises for exotic but\nalso useful behavior, we expect our work to foster the interest in larger and\nmore complex borophene structures."}
{"id": "2509.19121", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19121", "abs": "https://arxiv.org/abs/2509.19121", "authors": ["Weiru Chen", "John C. Thomas", "Yihuang Xiong", "Zhuohang Yu", "Da Zhou", "Shalini Kumari", "Zhongwei Dai", "Joshua A. Robinson", "Mauricio Terrones", "Archana Raja", "Sinéad Griffin", "Alexander Weber-Bargioni", "Geoffroy Hautier"], "title": "First principles and scanning tunneling spectroscopical evidences for thermodynamically stable \"on-top\" sulfur divacancy in monolayer WS$_{2}$", "comment": null, "summary": "Chalcogen vacancies in monolayer transition metal dichalcogenides (TMDs),\nsuch as WS$_{2}$, play a crucial role in various applications ranging from\noptoelectronics and catalysis to quantum information science (QIS), making\ntheir identification and control essential. This study focuses on WS$_{2}$\nsingle vacancy and vacancy pairs. Using first principles computations, we\ninvestigate their thermodynamic stabilities and electronic structures. We\nidentify an \"on-top\" divacancy configuration where two vacancies sit on top of\neach other to be the only energetically stable complex with a binding energy of\n160 meV. We compute a small difference in electronic structure with a shift of\nthe unoccupied state by 140 meV for the divacancy complex and observe\nelectronic state shift during Scanning Tunneling Spectroscopy of a series of\nvacancy in WS$_2$ providing spectroscopical evidence for the presence of this\ndefect."}
{"id": "2509.19132", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19132", "abs": "https://arxiv.org/abs/2509.19132", "authors": ["Jacob T. Sivak", "R. Jackson Spurling", "Jon-Paul Maria", "Susan B. Sinnott"], "title": "Exploring Cation Selection and Disorder within Entropy-Driven $A_{6}B_{2}$O$_{17}$ ($A$=Zr/Hf, $B$=Nb/Ta) Oxides", "comment": null, "summary": "We investigate the local atomic and electronic structure, thermodynamic\nstability, and defect chemistry of $A_{6}B_{2}$O$_{17}$ ($A$ = Zr/Hf, $B$ =\nNb/Ta) oxides using first-principles density functional theory (DFT)\ncalculations. We examine both ordered unit cells as well as fully disordered\nspecial quasirandom structures to clearly discern the effects of cation\ndisorder. Structural predictions align closely with previous experimental\nresults and follow established ionic radii trends. The electronic structure is\nstrongly dependent on $B$-cation species: $A_{6}$Ta$_{2}$O$_{17}$ compositions\nhave ~30% larger band gaps than their $A_{6}$Nb$_{2}$O$_{17}$ counterparts.\nDefect chemistry is similar for all compositions, with anion vacancies being\nmore energetically favorable than corresponding cation defects. All explored\n$A_{6}B_{2}$O$_{17}$ compositions are enthalpically unstable with respect to\ntheir $A$O$_{2}$ and $B_{2}$O$_{5}$ competing oxides and are therefore\nclassified as entropy-stabilized materials, supporting prior experimental\nresults. The pronounced agreement between our disordered supercell predictions\nwith experimental measurements indicates all explored $A_{6}B_{2}$O$_{17}$\ncompositions contain substantial cation disorder across all 6-, 7-, and\n8-coordinated sites. Our findings collectively provide a fundamental\nunderstanding of the $A_{6}B_{2}$O$_{17}$ material family through DFT\ncalculations, establishing a framework for future compositional tuning to\nengineer targeted material properties."}
{"id": "2509.19137", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19137", "abs": "https://arxiv.org/abs/2509.19137", "authors": ["Anton Talkachov", "Egor Babaev"], "title": "Re-emergent superconducting state with broken time-reversal symmetry under uniaxial stress", "comment": "14 pages, 13 figures", "summary": "We study conditions of the appearance of \\$U(1) \\times \\mathbb{Z}_2\\$\nsuperconducting states that spontaneously break time-reversal symmetry (BTRS)\non a square lattice as a function of applied stress. We focus on the\nspin-singlet s+id state. Calculations show that if critical temperatures\ncoincide at zero stress they exhibit linear kink and no kink otherwise. We find\nthat in general, the microscopic calculations show a complex phase diagram, for\nexample, non-monotonic behavior of BTRS transition. Another\nbeyond-Ginzburg-Landau theory result is that \\$U(1)\\$ critical temperature can\ndecrease under compressional strain for small Poisson ratio materials. In the\nsecond part of the paper we consider effects of boundaries and finiteness of\nthe sample on the strain-induced splitting of \\$T_c^{U(1)}\\$ and\n\\$T_c^{\\mathbb{Z}_2}\\$ transitions. A finite sample has BTRS boundary states\nwith persistent superconducting currents over a wide range of band filling.\nOverall, the BTRS dome occupies a larger band filling--temperature phase space\nregion for a mesoscopic sample with [110] surface compared to an infinite\nsystem. Hence, the presence of boundaries helps to stabilize the BTRS phase."}
{"id": "2509.19149", "categories": ["cond-mat.str-el", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.19149", "abs": "https://arxiv.org/abs/2509.19149", "authors": ["P. R. Mandal", "Kefeng Wang", "Tarapada Sarkar", "Prathum Saraf", "Danila Sokratov", "Johnpierre Paglione"], "title": "Thermoelectric quantum oscillations and Zeeman splitting in topological Dirac semimetal BaAl$_{4}$", "comment": "8 pages, 8 figures", "summary": "Three-dimensional topological semimetals hosting Dirac or Weyl fermions are a\nnew kind of materials class in which conduction and valence bands cross each\nother. Such materials harbor a nontrivial Berry phase, which is an additional\ngeometrical phase factor arising along the path of an adiabatic surface and can\ngive rise to experimentally measurable quantities such as an anomalous Hall\ncomponent. Here we report a systematic study of quantum oscillations of\nthermoelectric power in single crystals of the topological Dirac nodal-line\nsemimetal BaAl$_{4}$. We show that the thermoelectric power (TEP) is a\nsensitive probe of the multiple oscillation frequencies in this material, with\ntwo of these frequencies shown to originate from the three-dimensional Dirac\nband. The detected Berry phase provides evidence of the angular dependence and\nnon-trivial state under high magnetic fields. We also have probed the\nsignatures of Zeeman splitting, from which we have extracted the Land\\'e\n$g$-factor for this system, providing further insight into the non-trivial\ntopology of this family of materials."}
{"id": "2509.19155", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19155", "abs": "https://arxiv.org/abs/2509.19155", "authors": ["Dean Kos", "Marta Mas-Torrent"], "title": "Optical probing of charge traps in organic field-effect transistors", "comment": "11 pages, 5 figures", "summary": "We report spatially resolved optical probing of charge traps in organic\nfield-effect transistors using focussed laser illumination. By scanning a 635\nnm laser across the transistor channel and simultaneously acquiring transfer\ncharacteristics, we observe persistent, localised shifts in transistor turn-on\nvoltage correlated with illumination dose and position, with negligible impact\non field-effect mobility. The effect is strongest 5-10 um from the source\nelectrode and requires a drain-to-source scan direction with sub-10 um step\nsize. Kelvin probe force microscopy confirms trapped negative charges along the\nscan path, consistent with exciton dissociation and electron trapping near the\nsemiconductor-dielectric interface. The phenomenon is reproducible across\nmultiple device geometries and organic semiconductors, including\nTMTES-pentacene, TIPS-pentacene, and diF-TES-ADT. These findings enable direct\nmapping of trap distributions and suggest new strategies for trap engineering,\nthreshold voltage tuning, and development of organic optoelectronic memories."}
{"id": "2509.19181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19181", "abs": "https://arxiv.org/abs/2509.19181", "authors": ["Jeffrey G. Ulbrandt", "Xiaozhi Zhang", "Randall L. Headrick"], "title": "Detachment limited interlayer transport processes during SrTiO3 pulsed laser epitaxy", "comment": "24 pages, 9 figures", "summary": "Pulsed laser epitaxial growth is characterized by high instantaneous\ndeposition rates that leads to the nucleation of transient islands, both on\nsurface terraces, and on top of stable islands formed during previous\ndeposition pulses. We report results from combined in-situ X-ray reflectivity\nand kinetic Monte Carlo (kMC) simulations. Specular reflectivity monitors\ninterlayer transport, while diffuse scattering reveals the evolution of\nin-plane length scales, both during the recovery time between individual laser\npulses and over multiple deposited layers. The initial stage after each laser\npulse is faster than the temporal resolution of the experiment, while\nsubsequent recovery occurs over seconds. The results suggest that transient\nislands on top of stable two-dimensional islands form immediately after the\ndeposition pulse, and then ripen via detachment and diffusion, leading to the\nslower component. kMC simulations show that the detachment energy barrier plays\na dominant role in determining the recovery time constant."}
{"id": "2509.19190", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19190", "abs": "https://arxiv.org/abs/2509.19190", "authors": ["K. R. Pakuszewski", "M. R. Cantarino", "I. Romanenko", "A. P. Machado", "M. M. Piva", "G. S. Freitas", "H. B. Pizzi", "F. A. Garcia", "P. G. Pagliuso", "C. Adriano"], "title": "Orbital-Selective Band Structure Evolution in BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and Mn) Probed by Polarization-Dependent ARPES", "comment": null, "summary": "We present a systematic study of the evolution of the band structure in the\nFe-based superconductor family BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and\nMn) using polarization-dependent angle-resolved photoemission spectroscopy\n(ARPES). Low-substituted samples, with comparable spin-density wave transition\ntemperatures ($T_\\text{SDW}$), were chosen to facilitate controlled\ncomparisons. The sizes of the central hole pockets ($\\alpha$, $\\beta$, and\n$\\gamma$) remain largely unchanged across different substitutions, showing no\nclear correlation with either $T_\\text{SDW}$ or the As height relative to the\nFe planes. However, subtle trends are observed: a modest increase in the size\nof the $\\eta_\\text{X}$ electron pocket correlates with the suppression of\n$T_\\text{SDW}$. Furthermore, the contraction of the $\\eta_\\text{X}$ pocket\nappears to be linked to an increase in the As height relative to the Fe planes.\nOur results suggest that the suppression of $T_\\text{SDW}$ is primarily driven\nby changes in the Fe-As bond length, with the effect being more pronounced in\nelectronic states with planar character. These findings provide insight into\nthe electronic structure of BaFe$_{2-x}$M$_x$As$_2$."}
{"id": "2509.19205", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19205", "abs": "https://arxiv.org/abs/2509.19205", "authors": ["Quinn T. Campbell", "Andrew D. Baczewski", "Shashank Misra", "Evan M. Anderson"], "title": "First principles band structure of interacting phosphorus and boron/aluminum $δ$-doped layers in silicon", "comment": null, "summary": "Silicon can be heavily doped with phosphorus in a single atomic layer (a\n$\\delta$ layer), significantly altering the electronic structure of the\nconduction bands within the material. Recent progress has also made it possible\nto further dope silicon with acceptor-based $\\delta$ layers using either boron\nor aluminum, making it feasible to create devices with interacting $\\delta$\nlayers with opposite polarity. It is not known, however, how these $\\delta$\nlayers will interact, particularly at small separation distances. Using Density\nFunctional Theory, we calculate the electronic structure of a phosphorus-based\n$\\delta$ layer interacting with a boron or aluminum $\\delta$ layer, varying the\ndistances between the $\\delta$ layers. At separations 10 \\AA\\ and smaller, the\ndopant potentials overlap and largely cancel each other out, leading to an\nelectronic structure closely mimicking bulk silicon. At separations greater\nthan 10 \\AA, the two layers behave independently of one another, forming a p-n\ndiode with an intrinsic layer taking the place of the depletion region. One\nmechanism for charge transfer between $\\delta$ layers at larger distances could\nbe tunneling, where we see a greater than 3\\% probability for tunneling between\na phosphorus and boron layer at 20 \\AA\\ separation. This tunneling rate exceeds\nwhat would be seen for a standard silicon 1.1 eV triangular barrier, indicating\nthat the interaction between delta layers creates enhanced tunneling at larger\nseparation distances compared to a traditional junction. These calculations\nprovide a foundation for the design of silicon-based electronics based on\ninteracting $\\delta$ layers."}
{"id": "2509.19232", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.19232", "abs": "https://arxiv.org/abs/2509.19232", "authors": ["Tyler D. Doležal", "Rodrigo Freitas", "Ju Li"], "title": "Atomistic mechanisms of oxidation and chlorine corrosion in Ni-based superalloys: The role of boron and light interstitial segregation", "comment": null, "summary": "Hybrid Monte Carlo and molecular dynamics simulations were used to\ninvestigate the interaction of light interstitials in multi-element Ni-based\nalloys. We show that light interstitials such as boron and oxygen fundamentally\nalter interfacial chemistry by reshaping alloy-element distribution and\nsegregation. Oxygen adsorption drove boron migration from the grain boundary to\nthe free surface, where it co-enriched with Cr, Fe, and Mo and formed BO3\ntrigonal motifs embedded within mixed-metal oxide networks. Oxygen also\npromoted M-O-M chain formation, including Nb2O5 clusters at the free surface.\nIn the absence of oxygen, boron segregated to the grain boundary, altering\nlocal metal chemistry and underscoring a dynamic, environment-sensitive\nbehavior. Following chlorine exposure, the oxidized surfaces retained strong\nO-mediated connectivity while forming new Cl-M associations, particularly with\nNb and Cr, and exhibited further surface enrichment in Cr, Fe, and Mo.\nHigh-temperature MD simulations revealed a dynamic tug-of-war: chlorine exerted\nupward pull and disrupted weakly anchored sites, while Nb- and BO3-rich oxide\nmotifs resisted deformation. A new stabilization mechanism was identified in\nwhich subsurface boron atoms anchored overlying Cr centers, suppressing their\nmobility and mitigating chlorine-driven displacement. These results demonstrate\nboron's dual role as a modifier of alloy-element segregation and a stabilizer\nof oxide networks, and identify Nb as a key element in reinforcing cohesion\nunder halogen attack. More broadly, this study highlights the need to track\nlight interstitial cross-talk and solute migration under reactive conditions,\noffering atomistic criteria for designing corrosion-resistant surface\nchemistries in Ni-based superalloys exposed to halogenated or oxidative\nenvironments."}
{"id": "2509.19255", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.19255", "abs": "https://arxiv.org/abs/2509.19255", "authors": ["Yibo Wang", "Tsin Hei Koo", "Runqing Huang", "Yat Hei Ng", "Timothée Tianyu Lortz", "Ting Zhang", "Wai Ming Chan", "Yuxiao Hou", "Jie Pan", "Rolf Lortz", "Ning Wan", "Ping Sheng"], "title": "High temperature superconductivity with giant pressure effect in 3D networks of boron doped ultra-thin carbon nanotubes in the pores of ZSM-5 zeolite", "comment": null, "summary": "We have fabricated three-dimensional (3D) networks of ultrathin carbon\nnanotubes (CNTs) within the ~5-Angstrom diameter pores of zeolite ZSM-5\ncrystals using the chemical vapour deposition (CVD) process. The 1D electronic\ncharacteristics of ultrathin CNTs are characterized by van Hove singularities\nin the density of states. Boron doping was strategically employed to tune the\nFermi energy near a van Hove singularity, which is supported by extensive\nab-initio calculations, while the 3D network structure ensures the formation of\na phase-coherent bulk superconducting state under a 1D to 3D crossover. We\nreport characteristic signatures of superconductivity using four complementary\nexperimental methods: magnetization, specific heat, resistivity, and\npoint-contact spectroscopy, all consistently support a critical temperature Tc\nat ambient conditions ranging from 220 to 250 K. In particular, point-contact\nspectroscopy revealed a multigap nature of superconductivity with a large ~30\nmeV leading gap, in rough agreement with the prediction of the\nBardeen-Cooper-Schrieffer (BCS) theory of superconductivity. The differential\nconductance response displays a particle-hole symmetry and is tuneable between\nthe tunnelling and Andreev limits via the transparency of the contact, as\nuniquely expected for a superconductor. Preliminary experiments also reveal a\ngiant pressure effect which increases the Tc above the ambient temperature."}
{"id": "2509.19262", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19262", "abs": "https://arxiv.org/abs/2509.19262", "authors": ["Sankha Subhra Bakshi"], "title": "Photo-Induced Enhancement of Critical Temperature in a Phase Competing Spin-Fermion System", "comment": "7 pages, 6 figures", "summary": "Ultrafast optical excitation is known to destabilize long-range order in\ncorrelated systems, yet experiments have also reported the emergence of\nmetastable phases, in some cases with enhanced critical temperatures. The\nmicroscopic origin of such light-induced stabilization remains unresolved. Here\nwe investigate this problem within a minimal spin-fermion framework: a\ndouble-exchange model at half filling, augmented by ferromagnetic superexchange\non a square lattice. In equilibrium, at half-filling the ordering temperature\nis set by the competition between kinetic-energy-driven antiferromagnetism and\nsuperexchange-induced ferromagnetism. Using quantum\nLandau-Lifshitz-Gilbert-Brown dynamics for localized spins combined with\nmean-field evolution of itinerant electrons, we demonstrate a nonthermal\nmechanism for stabilizing ordered phases. Photoexcitation creates a long-lived\nnonequilibrium carrier population that resists thermalization and reshapes the\nlow-energy landscape, converting kinetic-energy-driven antiferromagnetism into\nferromagnetism and enhancing the critical temperature. While model-specific,\nour results reveal a general microscopic pathway by which light can tip the\nbalance between competing orders, suggesting routes toward optically engineered\nmagnetism, charge-density-wave order, and superconductivity."}
{"id": "2509.19280", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.19280", "abs": "https://arxiv.org/abs/2509.19280", "authors": ["Shunta Ide", "Shuta Kikuchi", "Shu Tanaka"], "title": "Extending Sample Persistence Variable Reduction for Constrained Combinatorial Optimization Problems", "comment": "16 pages, 13 figures", "summary": "Constrained combinatorial optimization problems (CCOPs) are challenging to\nsolve due to the exponential growth of the solution space. When tackled with\nIsing machines, constraints are typically enforced by the penalty function\nmethod, whose coefficients must be carefully tuned to balance feasibility and\nobjective quality. Variable-reduction techniques such as sample persistence\nvariable reduction (SPVAR) can mitigate hardware limitations of Ising machines,\nyet their behavior on CCOPs remains insufficiently understood. Building on our\nprior proposal, we extend and comprehensively evaluate multi-penalty SPVAR\n(MP-SPVAR), which fixes variables using solution persistence aggregated across\nmultiple penalty coefficients. Experiments on benchmark problems, including the\nquadratic assignment problem and the quadratic knapsack problem, demonstrate\nthat MP-SPVAR attains higher feasible-solution ratios while matching or\nimproving approximation ratios relative to the conventional SPVAR algorithm. An\nexamination of low-energy states under small penalties clarifies when\nfeasibility degrades and how encoding choices affect the trade-off between\nsolution quality and feasibility. These results position MP-SPVAR as a\npractical variable-reduction strategy for CCOPs and lay a foundation for\nsystematic penalty tuning, broader problem classes, and integration with\nquantum-inspired optimization hardware as well as quantum algorithms."}
{"id": "2509.19283", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19283", "abs": "https://arxiv.org/abs/2509.19283", "authors": ["Mehdi Ghasemi", "Mohamad Ali Ghafari", "Masoud Babaei", "Valentina Erastova"], "title": "Molecular Insights into Caprock Integrity of Subsurface Hydrogen Storage: Perspective on Hydrogen-induced Swelling and Mechanical Response", "comment": null, "summary": "The geological storage of hydrogen (H_2) requires reliable long-term caprock\nsealing, yet the nanoscale interactions between H_2 and clay minerals remain\ncritically underexplored despite their importance for storage security. This\nlack of understanding has limited the ability to predict mechanical stability\nand leakage risks in H_2 storage formations. Using molecular simulations, this\nstudy investigates the swelling behavior and mechanical properties of sodium\nmontmorillonite (Mt), a common smectite clay, under varying hydration states\nand interlayer H_2 contents. Results show that H_2 accelerates hydration-state\ntransitions, narrows the stability window of crystalline swelling, and promotes\nasymmetric plume formation in confined interlayers. H_2 alters cation and water\ncoordination, thereby weakening Na^+--Mt electrostatic interactions and\nmodulating H-bond networks at the interface and in the bulk. Mechanical\nanalysis reveals pronounced anisotropy in Mt. In-plane stiffness is mainly\ngoverned by basal spacing expansion, whereas out-of-plane stiffness is highly\nsensitive to the initial presence of water or H_2, which weaken interlayer\ncohesion. Tensile and compressive strengths in the in-plane directions follow\nin-plane stiffness trends, while the out-of-plane tensile strength is governed\nby Mt--water H-bonds. The presence of H_2 further promotes Mt sheets separation\nby disrupting nanoscale liquid bridges. Collectively, these results provide the\nfirst atomistic-scale evidence that intercalated H_2 reshapes swelling\nenergetics, elastic anisotropy, and failure pathways in Mt, highlighting\ncritical nanoscale mechanisms that may compromise caprock integrity during\nunderground H_2 storage."}
{"id": "2509.19287", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.19287", "abs": "https://arxiv.org/abs/2509.19287", "authors": ["Zhongdong Han", "Yiyu Xia", "Kenji Watanabe", "Takashi Taniguchi", "Kin Fai Mak", "Jie Shan"], "title": "Quantum oscillations between excitonic and quantum spin Hall insulators in moiré WSe2", "comment": null, "summary": "Quantum spin Hall insulators (QSHIs) and excitonic insulators (EIs) are\nprototypical topological and correlated states of matter, respectively. The\ntopological phase transition between the two has attracted much theoretical\ninterest but experimental studies have been hindered by the availability of\ntunable materials that can access such a transition. Here, by utilizing the\ninteraction-enhanced g-factor and the flat moir\\'e bands in twisted bilayer\nWSe2 (tWSe2), we realize tunable electron-like and hole-like Landau levels\n(LLs) in the opposite valleys of tWSe2 under a perpendicular magnetic field. At\nhalf-band-filling, which corresponds to electron-hole charge neutrality,\nperiodic oscillations between QSHIs (for fully filled LLs) and EIs (for\nhalf-filled LLs) are observed due to the interplay between the cyclotron energy\nand the intervalley correlation; QSHIs with up to four pairs of helical edge\nstates can be resolved. We further analyze the effect of Fermi surface nesting\non the stability of EIs via electric field-tuning of the moir\\'e band\nstructure. Our results demonstrate a novel QSHI-to-EI topological phase\ntransition and provide a comprehensive understanding of the fermiology of\ntWSe2."}
{"id": "2509.18500", "categories": ["physics.chem-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.18500", "abs": "https://arxiv.org/abs/2509.18500", "authors": ["Leon Otis", "Sri Gudivada", "Marvin Friede", "James Shee"], "title": "A scalable route to first-order response properties with correlated sampling phaseless auxiliary-field quantum Monte Carlo", "comment": "24 pages, 4 figures, 5 tables", "summary": "To make useful connections with experimental measurements, correlated\nelectronic structure theories must accurately predict chemical properties in\naddition to energies. We present a finite-difference based algorithm to compute\nfirst-order response properties with phaseless auxiliary-field quantum Monte\nCarlo (ph-AFQMC) that relies on a branching correlated sampling approach.\nFocusing on electric dipole moments, we show that mean-field trial wave\nfunctions are sufficient to obtain high accuracy relative to CCSD(T) and\nexperimental measurements for a set of 21 molecules, ranging in size from 2 to\n18 atoms in their equilibrium geometries. As with energies, the quality of\npredicted dipole moments can be systematically improved with the use of\ncorrelated trial wave functions, even (or especially) in strongly correlated\nregimes. We show that the challenges faced by low-order perturbation theories\nin predicting the dipole moment of hydrogen fluoride across its dissociation\ncoordinate are overcome with ph-AFQMC when using relatively simple trials. The\nkey advantage of our approach over those previously reported for ph-AFQMC is\nits scalability to large system sizes with a phaseless bias no worse than that\nof a typical ground-state energy calculation; we routinely converge dipole\nmoments for systems with more than one thousand basis functions."}
{"id": "2509.19036", "categories": ["physics.chem-ph", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.19036", "abs": "https://arxiv.org/abs/2509.19036", "authors": ["Yetmgeta Aklilu", "Matthew Shepherd", "Cody L. Covington", "Kalman Varga"], "title": "Quantum-electrodynamical time-dependent density functional theory description of molecules in optical cavities", "comment": null, "summary": "A quantum electrodynamical time-dependent density functional theory framework\nis applied to describe strongly coupled light--matter interactions in cavity\nenvironments. The formalism utilizes a tensor product approach, coupling\nreal-space electronic wave functions with Fock space photonic states. Various\nmolecular systems serve as test cases to examine how coupling parameters and\ncavity frequencies affect molecular geometry, polaritonic spectra, and\nintermolecular binding."}
{"id": "2509.19180", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.19180", "abs": "https://arxiv.org/abs/2509.19180", "authors": ["Riccardo Farris", "Emanuele Telari", "Nongnuch Artrith", "Konstantin Neyman", "Albert Bruix"], "title": "Bayesian Neural Networks versus deep ensembles for uncertainty quantification in machine learning interatomic potentials", "comment": null, "summary": "Neural-network-based machine learning interatomic potentials have emerged as\npowerful tools for predicting atomic energies and forces, enabling accurate and\nefficient simulations in atomistic modeling. A key limitation of traditional\ndeep learning approaches, however, is their inability to provide reliable\nestimates of predictive uncertainty. Such uncertainty quantification is\ncritical for assessing model reliability, especially in materials science,\nwhere often the model is applied on out-of-distribution data. Different\nstrategies have been proposed to address this challenge, with deep ensembles\nand Bayesian neural networks being among the most widely used. In this work, we\nintroduce an implementation of Bayesian neural networks with variational\ninference in the aenet-PyTorch framework. To evaluate their applicability to\nmachine learning interatomic potentials, we systematically compare the\nperformance of variational BNNs and deep ensembles on a dataset of 7,815\nTiO$_{2}$ structures. The models are trained on both the full dataset and a\nsubset to assess how variations in data representation influence predictive\naccuracy and uncertainty estimation. This analysis provides insights into the\nstrengths and limitations of each approach, offering practical guidance for the\ndevelopment of uncertainty-aware machine learning interatomic potentials."}
