{"id": "2511.08932", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08932", "abs": "https://arxiv.org/abs/2511.08932", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Kamran Behnia", "Zengwei Zhu"], "title": "Phonon Thermal Hall Effect: The Roles of Disorder, Annealing, and Metallic Contacts", "comment": "9 pages, 4 figures", "summary": "The phonon thermal Hall effect (THE) is a ubiquitous yet poorly understood phenomenon in insulators. Its microscopic origin remains debated, partly due to significant sample-dependent variations that hint at uncontrolled experimental parameters. Using SrTiO$_3$ as a model system, we identify disorder and uncontrolled strain as suppressors of a thermal Hall signal. Crystals with high thermal conductivity exhibit a substantial thermal Hall angle $\\nabla T_y / \\nabla T_x$ (up to 0.3\\% at 9 T), whereas the effect is virtually absent in disordered samples. Crucially, annealing (in air atmosphere) these disordered samples partially restores the THE (approximately 0.1\\% at 9 T) with little effect on the longitudinal thermal conductivity. This decoupling reveals that the amplitude of THE is not simply set by the phonon mean free path. Furthermore, measurements performed with metallic and insulating contacts yield identical results on the same sample. This definitively rules out parasitic signals as the effect's origin. Our work, by establishing the phonon THE as an intrinsic property of the crystal lattice and extremely sensitive to disorder, sharply constrains theoretical scenarios."}
{"id": "2511.09096", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09096", "abs": "https://arxiv.org/abs/2511.09096", "authors": ["Zhongchen Xu", "Yaxian Wang", "Cuiwei Zhang", "Hongxiong Liu", "Xin Han", "Liusuo Wu", "Xianmin Zhang", "Quansheng Wu", "Youguo Shi"], "title": "Magnetization plateau and anisotropic magnetoresistance in the frustrated Kondo-lattice compound Ce3ScBi5", "comment": "14+13 pages,7+7 figures", "summary": "Kondo metals with geometric frustration offer fertile ground for exploring exotic states of matter with a field-induced fractional magnetization platform and nonsaturating magnetoresistance. Herein, a Ce3ScBi5 single crystal with anti-Hf5Sn3Cu hexagonal structure was successfully synthesized via the bismuth self-flux method, leading to the formation of cerium cations arranged in a frustrated structure within a distorted kagome lattice. Magnetic measurements exhibit two distinct antiferromagnetic transitions at 4.1 and 5.9 K. Specifically, the occurrence of multiple metamagnetic transitions between magnetization plateaus is evidenced upon applying magnetic fields perpendicular to the c axis. Transport measurements highlight remarkable Kondo-lattice characteristics and anisotropic magnetoresistance in Ce3ScBi5. The anomalous Hall contributions are observed at low temperatures under critical fields, suggesting Fermi surface reconstruction in a subset of the metamagnetic transitions. We have constructed a temperature-field phase diagram to provide comprehensive information on the complex magnetic structures arising from competitive interactions. Our work establishes Ce3ScBi5 and related materials as a unique platform for exploring low-dimensional quantum fluctuations in bulk crystals, and analyzes the critical role of geometric frustration in Kondo and Ruderman-Kittel-Kasuya-Yosida physical frameworks."}
{"id": "2511.09113", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09113", "abs": "https://arxiv.org/abs/2511.09113", "authors": ["Zhongchen Xu", "Wenbo Ma", "Shijun Guo", "Ziyi Zhang", "Quansheng Wu", "Xianmin Zhang", "Xiuliang Yuan", "Youguo Shi"], "title": "Stability Frontiers and Mixed-dimensional physics in the Kagome Intermetallics Ln3ScBi5 (Ln = La-Nd, Sm)", "comment": "12+12 pages, 5+7 figures", "summary": "Low-dimensional physics provides profound insights into strongly correlated interactions, leading to enhanced quantum effects and the emergence of exotic quantum states. The Ln3ScBi5 family stands out as a chemically versatile kagome platform with mixed low-dimensional structural framework and tunable physical properties. Our research initiates with a comprehensive evaluation of the currently known Ln3ScBi5 (Ln = La-Nd, Sm) materials, providing a robust methodology for assessing their stability frontiers within this system. Focusing on Pr3ScBi5, we investigate the influence of the zigzag chains of quasi-one-dimensional (Q1D) motifs and the distorted kagome layers of quasi-two-dimensional (Q2D) networks in the mixed-dimensional structure on the intricate magnetic ground states and unique spin fluctuations. Our study reveals that the noncollinear antiferromagnetic (AFM) moments of Pr3+ ions are confined within the Q2D kagome planes, displaying minimal in-plane anisotropy. In contrast, a strong AFM coupling is observed within the Q1D zigzag chains, significantly constraining spin motion. Notably, the magnetic frustration is partially the consequence of coupling to conduction electrons via the Ruderman-Kittel-Kasuya Yosida (RKKY) interaction, highlighting a promising framework for future investigations into mixed-dimensional frustration in Ln3ScBi5 systems."}
{"id": "2511.09301", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.09301", "abs": "https://arxiv.org/abs/2511.09301", "authors": ["Bo-Xi Li", "Peng Ye"], "title": "Infinite-component $BF$ field theory: Nexus of fracton order, Toeplitz braiding, and non-Hermitian amplification", "comment": "This paper is part of a series of work with arXiv:2406.02482", "summary": "Building on the recent study of Toeplitz braiding by Li et al. [Phys. Rev. B 110, 205108 (2024)], we introduce \\textit{infinite-component} $BF$ (i$BF$) theories by stacking topological $BF$ theories along a fourth ($w$) spatial direction and coupling them in a translationally invariant manner. The i$BF$ framework captures the low-energy physics of 4D fracton topological orders in which both particle and loop excitations exhibit restricted mobility along the stacking direction, and their particle-loop braiding statistics are encoded in asymmetric, integer-valued Toeplitz $K$ matrices. We identify a novel form of particle-loop braiding, termed \\textit{Toeplitz braiding}, originating from boundary zero singular modes (ZSMs) of the $K$ matrix. In the thermodynamic limit, nontrivial braiding phases persist even when the particle and loop reside on opposite 3D boundaries, as the boundary ZSMs dominate the nonvanishing off-diagonal elements of $K^{-1}$ and govern boundary-driven braiding behavior. Analytical and numerical studies of i$BF$ theories with Hatano-Nelson-type and non-Hermitian Su-Schrieffer-Heeger-type Toeplitz $K$ matrices confirm the correspondence between ZSMs and Toeplitz braiding. The i$BF$ construction thus forges a bridge between strongly correlated topological field theory and noninteracting non-Hermitian physics, where ZSMs underlie the non-Hermitian amplification effect. Possible extensions include 3-loop and Borromean-rings Toeplitz braiding induced by twisted topological terms, generalized entanglement renormalization, and foliation structures within i$BF$ theories. An intriguing analogy to the scenario of parallel universes is also briefly discussed."}
{"id": "2511.08973", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08973", "abs": "https://arxiv.org/abs/2511.08973", "authors": ["Junkang Huang", "Z. D. Wang", "Tao Zhou"], "title": "Higher-order topological superconductivity in type-II time-reversal-symmetric Weyl semimetals with a hybrid pairing", "comment": null, "summary": "We employed the self-consistent method on a two-orbital type-II time-reversal-symmetric Weyl semimetal, revealing a hybrid pairing of singlet $s$-wave and triplet $p$-wave. We present a detailed analysis of the normal-state electronic structure and the self-consistent results. Our findings indicate that the selection of hybrid pairings is governed by distinct surface Fermi-arc configurations: specifically, $s$-wave pairing dominates on the bottom surface, while $p$-wave pairing prevails on the top. Furthermore, the emergent superconducting state is a second-order topological superconductors with hinge states in the system. Our results identify type-II time-reversal-invariant Weyl semimetals as a promising intrinsic platform for realizing unconventional and topological superconductivity."}
{"id": "2511.08782", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.08782", "abs": "https://arxiv.org/abs/2511.08782", "authors": ["Sambit Das", "Bikash Kanungo", "Arghadwip Paul", "Vikram Gavini"], "title": "Field theoretic atomistics: Learning thermodynamic and variational surrogate to density functional theory", "comment": null, "summary": "The Hohenberg-Kohn (HK) theorem -- the bedrock of density functional theory (DFT) -- establishes a universal map from the external potential to the energy. It also relates the electron density and atomic forces to the variation of the energy with the external potential. But the HK map is rarely utilized in atomistics, wherein interatomic potentials are defined using the molecular or crystal structure rather than the external potential. As a break from this tradition, we present a field theoretic atomistics framework where the external potential assumes the central quantity. We machine learn the HK energy map while satisfying the thermodynamic limit. Further, we obtain both forces and electron density from the variation of the HK energy map, that are exact relations. Our models attain good accuracy across diverse benchmarks and compete with state-of-the-art machine learned interatomic potentials. Through electron density, we predict accurate dipole and quadrupole moments, otherwise nontrivial for interatomic potentials. Our formulation paves the way for a scalable electronic structure surrogate to DFT."}
{"id": "2511.08943", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.08943", "abs": "https://arxiv.org/abs/2511.08943", "authors": ["Wenlai Mu", "Nisar Muhammad", "Huaihong Guo", "Zsolt Gulacsi", "Teng Yang", "Zhidong Zhang"], "title": "Topological end state and enhanced thermoelectric performance of a supramolecular device", "comment": null, "summary": "Supramolecular device (SMD) with topological end states and a noncovalent junction is rarely investigated but deemed promising for thermoelectric (TE) applications. We designed a new kind of SMD based on the Su-Schrieffer-Heeger (SSH) chains, and calculated TE properties of it using the non-equilibrium Green's function (NEGF) method. By scaling TE performance under different optimization conditions, we found the best scenario. Our result shows that the existing topological end states indeed give rise to a large value of power factor, rendering a dimensionless figure-of-merit ZT above 2 in a broad range of chemical potential (doping). Moreover, by imposing the system to various perturbations including end state shift, structural change and disorder, we found that the SMD system possesses a prominent switch effect, further optimizing its performance for TE applications."}
{"id": "2511.08632", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08632", "abs": "https://arxiv.org/abs/2511.08632", "authors": ["Alexander Pakpour Tabrizi", "Artur Lozovoi", "Sean Karg", "Tecla Bottinelli Mondandon", "Melody Leung", "Kai-Hung Cheng", "Nathalie P. de Leon"], "title": "High-quality nanostructured diamond membranes for nanoscale quantum sensing", "comment": null, "summary": "Deploying nitrogen vacancy (NV) centers in diamond as nanoscale quantum sensors for condensed matter and materials physics requires placing the NV centers close to the sensing target. One solution is to fabricate diamond nanostructures and integrate them with materials and devices. However, diamond etching and ion milling can introduce subsurface damage and surface defects that degrade the charge stability and spin coherence of NV centers near the surface. Here we report a procedure for fabricating low-damage nanostructured diamond membranes, and we show that this fabrication scheme preserves the optical and spin properties of state-of-the-art shallow NV center quantum sensors, within nanometers of the diamond surface, while providing significant photonic enhancement. Furthermore, we demonstrate a pick-and-place transfer method, which enables integration with diverse sensing targets."}
{"id": "2511.08718", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08718", "abs": "https://arxiv.org/abs/2511.08718", "authors": ["Matthäus Siebenhofer", "Pjotrs Žguns", "Bilge Yildiz"], "title": "Polaron and Strain Effects on Ion Migration in WO$_3$", "comment": null, "summary": "Ion migration in WO$_3$ is a critical process for various technological applications, such as in batteries, electrochromic devices and energy-efficient brain-inspired computing devices. In this study, we investigate the migration mechanisms of H$^+$, Li$^+$, and Mg$^{2+}$ ions in monoclinic WO$_3$, and how energy barriers are affected by the presence of electron polarons and by lattice strain. Our approach in calculating the migration paths and barriers is based on density functional theory methods. The results show that the presence of polarons leads to association effects and lattice deformations that increase ion migration barriers. Therefore, the consideration of polarons is critical to accurately predict activation energies of ion migration. We further show that lattice strain modulates ion migration barriers, however, the impact of strain depends on the migrating ion. For protons that are embedded in the oxygen ion electronic shells and hop from donor to acceptor oxygens, compressive lattice strain accelerates migration by reducing the donor-acceptor distance. In contrast, the migration barriers of larger ions decrease with tensile lattice strain that increases the free space for the ion in the transition state. These insights into the effects of polarons and lattice strain are important for understanding and tuning properties of WO$_3$ when aiming for optimized device characteristics."}
{"id": "2511.08652", "categories": ["cond-mat.stat-mech", "hep-ph", "hep-th", "nucl-th"], "pdf": "https://arxiv.org/pdf/2511.08652", "abs": "https://arxiv.org/abs/2511.08652", "authors": ["Yi Wang", "Xuan Zhao", "Zhe Xu", "Jin Hu"], "title": "Analytical Solution and Lie Algebra of the Relativistic Boltzmann Equation", "comment": null, "summary": "In this work, we present a novel and more efficient approach to constructing the relativistic BKW (Bobylev, Krook, and Wu) solution. By introducing a class of ansatz functions for the distribution function, we demonstrate that within this specific ansatz space, only the equilibrium and BKW-type forms yield exact solutions to the nonlinear Boltzmann equation. Furthermore, guided by physical insight and drawing upon the framework of relativistic kinetic theory, we derive the Lie algebra of invariant transformations admitted by the relativistic Boltzmann equation. From this algebra, the corresponding symmetry group transformations can be systematically constructed."}
{"id": "2511.08632", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08632", "abs": "https://arxiv.org/abs/2511.08632", "authors": ["Alexander Pakpour Tabrizi", "Artur Lozovoi", "Sean Karg", "Tecla Bottinelli Mondandon", "Melody Leung", "Kai-Hung Cheng", "Nathalie P. de Leon"], "title": "High-quality nanostructured diamond membranes for nanoscale quantum sensing", "comment": null, "summary": "Deploying nitrogen vacancy (NV) centers in diamond as nanoscale quantum sensors for condensed matter and materials physics requires placing the NV centers close to the sensing target. One solution is to fabricate diamond nanostructures and integrate them with materials and devices. However, diamond etching and ion milling can introduce subsurface damage and surface defects that degrade the charge stability and spin coherence of NV centers near the surface. Here we report a procedure for fabricating low-damage nanostructured diamond membranes, and we show that this fabrication scheme preserves the optical and spin properties of state-of-the-art shallow NV center quantum sensors, within nanometers of the diamond surface, while providing significant photonic enhancement. Furthermore, we demonstrate a pick-and-place transfer method, which enables integration with diverse sensing targets."}
{"id": "2511.09356", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09356", "abs": "https://arxiv.org/abs/2511.09356", "authors": ["Ye Ling", "Yuting Wang", "Wenan Guo", "Yhhai Liu"], "title": "Probing the Critical Behavior of a Sign-Problematic Model with Monte Carlo Simulations", "comment": "8 pages, 8 figures", "summary": "The sign-problematic generalized Baxter-Wu (GBW) model with asymmetric complex couplings is mapped onto a one-dimensional quantum model. Utilizing the model's exactly known critical properties, we study the relation between the conventional and the modified average signs and the phase transitions in the GBW model. We find that the average sign develops a negative peak near the critical point, but it is not a unique indicator of phase transition, as similar features can appear in non-critical regions. While the average modified sign provides a viable probe for the phase transition, the practical effectiveness of this method is limited by the exponential scaling of computational cost with the system's volume. We propose that the universal properties of the original model can be investigated through simulating the related reference model, based on the universality assumption. Using finite-size scaling analysis based on Monte Carlo simulations, we confirm the validity of this method, which thereby provides a novel framework for investigating phase transitions in systems plagued by the sign problem."}
{"id": "2511.09009", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.09009", "abs": "https://arxiv.org/abs/2511.09009", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J. Ackland"], "title": "Stability, electronic disruption, and anisotropic superconductivity of hydrogenated trilayer metal tetraborides (MB$_{4}$H; M=Be, Mg, Ca, Al)", "comment": "15 pages, 8 figures", "summary": "The discovery of superconductivity in MgB$_2$ (\\(T_c = 39\\) K) \\cite{nagamatsu2001superconductivity} established metal diborides (MB$_2$) as a promising class of conventional superconductors. Recent advances in fabrication techniques have enabled the synthesis of 2D MgB$_2$ with a \\(T_c\\) of 36 K \\cite{cheng2018fabrication}, reigniting interest in layered metal borides. This has led to predictions of superconductivity in various 2D metal borides, including MB$_4$ (M = Be, Mg, Ca, Al), with CaB$_4$ exhibiting the highest estimated \\(T_c\\) of 36.1 K. To explore the impact of hydrogenation on superconductivity, we systematically investigate two-dimensional hydrogenated trilayer metal borides (MB$_4$H; M = Be, Mg, Ca, Al). Our results reveal that these materials retain a metallic nature dominated by boron \\(p\\)-orbitals, while hydrogenation significantly alters their band dispersion and Fermi surface topology. Phonon calculations confirm their dynamical stability and reveal strong electron-phonon interactions, leading to multi-gap superconductivity. Among the studied compounds, MgB$_4$H, AlB$_4$H, and CaB$_4$H exhibit possible two superconducting gaps, with CaB$_4$H showing the strongest electron-phonon coupling, resulting in an intrinsic superconducting transition temperature of 64 K. In contrast, AlB$_4$H shows the weakest coupling, with \\(T_c = 22\\) K. The calculated electron-phonon coupling constants (\\(λ\\)) range from 0.62 to 0.99, demonstrating the tunability of superconducting properties through elemental substitution. These findings provide valuable insights into superconductivity in hydrogenated metal borides and highlight their potential for high-\\(T_c\\) applications."}
{"id": "2511.09346", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.09346", "abs": "https://arxiv.org/abs/2511.09346", "authors": ["Guillaume Jeanmairet", "Luc Belloni", "Daniel Borgis"], "title": "A Molecular Density Functional Theory of aqueous electrolytic solution", "comment": "6 figures, Supp file", "summary": "We propose a generalisation of molecular density functional theory to describe inhomogeneous solvent mixture, with the objective of modelling electrolytic solutions. Two electrolytic models are presented, both within the HNC approximation. The first one is a two-components mixture representing a primitive-like model of sodium chloride, where the solvent is described as a dielectric continuum. This popular model has the advantage of simplicity, as the ions densities solely depend on spatial coordinates. Additionally, we develop a realistic three-components electrolyte model, in which water solvent is described by a third density field that depends on both spatial and orientational coordinates. The proposed methodology and its tridimensional implementation (3 spatial coordinates and 3 Euler angles) are validated by comparing the solvation properties of a sodium cation with the predictions of integral equation theory solved in 1D (1 intermolecular distance and 5 Euler angles), showing near-perfect agreement. This methodology enables the study of solvation properties of solutes of arbitrary shapes in electrolytic solutions, as demonstrated with the prototypical N-methylacetamide molecule immersed in both electrolytic solution models."}
{"id": "2511.09546", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.09546", "abs": "https://arxiv.org/abs/2511.09546", "authors": ["Xing-Yu Zhang", "Qi Yang", "Philippe Corboz", "Jutho Haegeman", "Wei Tang"], "title": "Accelerating two-dimensional tensor network optimization by preconditioning", "comment": "8 pages,4 figures", "summary": "We revisit gradient-based optimization for infinite projected entangled pair states (iPEPS), a tensor network ansatz for simulating many-body quantum systems. This approach is hindered by two major challenges: the high computational cost of evaluating energies and gradients, and an ill-conditioned optimization landscape that slows convergence. To reduce the number of optimization steps, we introduce an efficient preconditioner derived from the leading term of the metric tensor. We benchmark our method against standard optimization techniques on the Heisenberg and Kitaev models, demonstrating substantial improvements in overall computational efficiency. Our approach is broadly applicable across various contraction schemes, unit cell sizes, and Hamiltonians, highlighting the potential of preconditioned optimization to advance tensor network algorithms for strongly correlated systems."}
{"id": "2511.08635", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.08635", "abs": "https://arxiv.org/abs/2511.08635", "authors": ["Fei Yang", "Dong E. Liu"], "title": "Dephasing-induced Quantum Hall Criticality in the Quantum Anomalous Hall system", "comment": "13 pages, 6 figures", "summary": "Conventional wisdom holds that static disorder is indispensable to the integer quantum Hall effect, underpinning both quantized plateaus and the plateau-plateau transition. We show that pure dephasing, without elastic disorder, is sufficient to generate the same $θ$ driven criticality. Starting from a Keldysh formulation, we derive an open system nonlinear $σ$ model (NL$σ$M) for class A with a topological $θ$ term but no Cooperon sector, and we demonstrate that nonperturbative instantons still govern a two parameter flow of $(σ_{xx},σ_{xy})$. Evaluating $θ$ in a dephasing quantum anomalous Hall setting, we predict a quantum Hall critical point at $σ_{xy}=1/2$ with finite $σ_{xx}$ the hallmark of the integer quantum Hall universality class realized without Anderson localization. Boundary driven simulations of the Qi_Wu_Zhang model with local dephasing confirm this prediction and provide an experimentally aligned protocol to extract $(σ_{xx},σ_{xy})$ from Hall potential maps. By establishing dephasing as a self contained route to Hall criticality, our framework reframes plateau physics in open solid state and cold atom platforms and offers practical diagnostics for topological transport in nonunitary matter."}
{"id": "2511.08728", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.08728", "abs": "https://arxiv.org/abs/2511.08728", "authors": ["Annett Thøgersen", "Georg Muntingh", "Lasse Vines", "Øystein Prytz", "Max Kneiß", "Marius Grundmann", "Holger von Wenckstern", "Ingvild J. T. Jensen"], "title": "Decoupling Composition and Band Gap in $κ$-Ga$_2$O$_3$ Heterostructures via STEM-EELS", "comment": null, "summary": "High-resolution mapping of electronic properties at oxide heterointerfaces remains challenging due to probe delocalization and overlapping signals. In this work, we employ monochromated, probe-corrected scanning transmission electron microscopy combined with electron energy-loss spectroscopy (STEM-EELS) to resolve band gap variations across $κ$-Ga$_2$O$_3$-based multilayers with nanometer-scale precision. A custom automated quantitative-based EELS analysis framework enabled automated band gap fitting and visualization, ensuring reproducibility and high spatial resolution. By optimizing acquisition parameters and quantifying inelastic delocalization, we demonstrate reliable extraction of band gap excitations from layers only a few nanometers thick. For heterostructures grown on ITO templates, strain at defect-free interfaces induces a gradual band gap transition from $5.08~\\mathrm{eV}$ to $4.28~\\mathrm{eV}$ over $\\sim 10~\\mathrm{nm}$, despite an abrupt compositional change. In contrast, ZnO-based templates introduce structural defects that relieve strain, yielding band gaps consistent with composition. These results establish STEM-EELS as a powerful tool for nanoscale electronic characterization and highlight the dominant role of interfacial strain over composition in governing local band structure."}
{"id": "2511.08687", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08687", "abs": "https://arxiv.org/abs/2511.08687", "authors": ["Guido Giachetti", "Andrea Solfanelli", "Nicolò Defenu"], "title": "Universality and weak-ergodicity breaking in quantum quenches", "comment": null, "summary": "Sudden quenches in quantum many-body systems often lead to dynamical evolutions that unveil surprising physical behaviors. In this work, we argue that the emergence of weak ergodicity breaking following quantum quenches in certain local many-body systems is a direct consequence of lattice discretization. To support this claim, we investigate the out-of-equilibrium dynamics of quantum $O(n)$ models on a lattice. In doing so, we also revisit two puzzling results in the literature on quantum $O(n)$ models, concerning universal scaling and equilibration, and demonstrate how these apparent contradictions can be resolved by properly accounting for lattice effects."}
{"id": "2511.08635", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.08635", "abs": "https://arxiv.org/abs/2511.08635", "authors": ["Fei Yang", "Dong E. Liu"], "title": "Dephasing-induced Quantum Hall Criticality in the Quantum Anomalous Hall system", "comment": "13 pages, 6 figures", "summary": "Conventional wisdom holds that static disorder is indispensable to the integer quantum Hall effect, underpinning both quantized plateaus and the plateau-plateau transition. We show that pure dephasing, without elastic disorder, is sufficient to generate the same $θ$ driven criticality. Starting from a Keldysh formulation, we derive an open system nonlinear $σ$ model (NL$σ$M) for class A with a topological $θ$ term but no Cooperon sector, and we demonstrate that nonperturbative instantons still govern a two parameter flow of $(σ_{xx},σ_{xy})$. Evaluating $θ$ in a dephasing quantum anomalous Hall setting, we predict a quantum Hall critical point at $σ_{xy}=1/2$ with finite $σ_{xx}$ the hallmark of the integer quantum Hall universality class realized without Anderson localization. Boundary driven simulations of the Qi_Wu_Zhang model with local dephasing confirm this prediction and provide an experimentally aligned protocol to extract $(σ_{xx},σ_{xy})$ from Hall potential maps. By establishing dephasing as a self contained route to Hall criticality, our framework reframes plateau physics in open solid state and cold atom platforms and offers practical diagnostics for topological transport in nonunitary matter."}
{"id": "2511.09546", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.09546", "abs": "https://arxiv.org/abs/2511.09546", "authors": ["Xing-Yu Zhang", "Qi Yang", "Philippe Corboz", "Jutho Haegeman", "Wei Tang"], "title": "Accelerating two-dimensional tensor network optimization by preconditioning", "comment": "8 pages,4 figures", "summary": "We revisit gradient-based optimization for infinite projected entangled pair states (iPEPS), a tensor network ansatz for simulating many-body quantum systems. This approach is hindered by two major challenges: the high computational cost of evaluating energies and gradients, and an ill-conditioned optimization landscape that slows convergence. To reduce the number of optimization steps, we introduce an efficient preconditioner derived from the leading term of the metric tensor. We benchmark our method against standard optimization techniques on the Heisenberg and Kitaev models, demonstrating substantial improvements in overall computational efficiency. Our approach is broadly applicable across various contraction schemes, unit cell sizes, and Hamiltonians, highlighting the potential of preconditioned optimization to advance tensor network algorithms for strongly correlated systems."}
{"id": "2511.09224", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09224", "abs": "https://arxiv.org/abs/2511.09224", "authors": ["Pedro N. Ferreira", "Roman Lucrezi", "Sangmin Lee", "Lucy Nathwani", "Matthew Julian", "Rohit P. Prasankumar", "Warren E. Pickett", "Chris J. Pickard", "Philip Kim", "Christoph Heil"], "title": "First-principles evidence for conventional superconductivity in a quasicrystal approximant", "comment": null, "summary": "Quasicrystals (QCs) host long-range order without translational symmetry, a regime in which the very foundations of BCS theory are not straightforwardly applicable, yet experiments on QCs and their approximant crystals (ACs) point to conventional, $s$-wave, electron-phonon coupled superconductivity. With this work we directly address this seeming contradiction from first principles. Using state-of-the-art \\textit{ab initio} methods, we compute the superconducting properties of the recently discovered AC Al$_{13}$Os$_4$ and quantitatively reproduce its bulk $T_\\text{c}$. This constitutes, to our knowledge, the first \\emph{ab initio} determination of $T_\\text{c}$ for an AC and establishes that the electron-phonon framework is predictive in these systems as well. Using the generalized quasichemical approximation for alloy modeling in the decagonal Al-Os family, we predict tunable superconductivity in Al$_{13}$Os$_{4-x}$Re$_x$ and Al$_{13}$Os$_{4-x}$Ir$_x$; in particular, Al$_{13}$Re$_4$ is dynamically stable and estimated to have a $T_\\text{c}$ about 30% above Al$_{13}$Os$_4$. Finally, we argue that $T_\\text{c}$ obtained for ACs provides practical bounds for the $T_\\text{c}$ of their parent QCs, suggesting that the quasicrystalline counterparts of Al$_{13}$Os$_4$ and Al$_{13}$Re$_4$ could harbor the highest $T_\\text{c}$ among QCs yet."}
{"id": "2511.08953", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.supr-con", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08953", "abs": "https://arxiv.org/abs/2511.08953", "authors": ["Phil Attard"], "title": "Introduction to the Modern Theory of Bose-Einstein Condensation, Superfluidity, and Superconductivity", "comment": "Review, 36 pages, 22 figures", "summary": "The modern theory of Bose-Einstein condensation, superfluidity, and superconductivity is reviewed. The thermodynamic principle for superfluid flow and the equation of motion for condensed bosons are given. Computer simulations of Lennard-Jones $^4$He give the $λ$-transition and the superfluid viscosity. The statistical mechanical theory of high-temperature superconductivity is presented. Critical comparison is made with older approaches, such as ground energy state condensation, irrotational superfluid flow, and the macroscopic wavefunction."}
{"id": "2511.08727", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08727", "abs": "https://arxiv.org/abs/2511.08727", "authors": ["Simon Hettler", "Raul Arenal"], "title": "Mechanical and electrical properties of a nano-gap or how to play the nano-accordion", "comment": null, "summary": "In-situ transmission electron microscopy (TEM) has become an important technique to study dynamic processes at highest spatial resolution and one branch is the investigation of phenomena related with electrical currents. Here, we present experimental results obtained from a peculiar in-situ TEM device, which was prepared with the aim to analyze the relationship between (thermo)electric properties and specific crystal orientations of a misfit layered compound. The formation of a nano-sized gap at a grain boundary facilitated a precisely controllable mechanical bending of the device by application of differential heating currents. The devices' electrical properties were found to be substantially influenced by the gap, leading to a high intrinsic voltage. This voltage additionally depends on the vacuum environment and on the history of applied heating currents. These findings are largely attributed to the presence of adsorbed molecules within the gap region. The electrical in-situ TEM studies of this work illustrate that interior surfaces can strongly influence electrical properties even under high vacuum conditions."}
{"id": "2511.08761", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08761", "abs": "https://arxiv.org/abs/2511.08761", "authors": ["Benjamin M. Fregoso"], "title": "Average density of Bloch electrons in a homogeneous magnetic field: a second-order response", "comment": "14 pages, 1 figure", "summary": "We compute the average density of a three-dimensional multiband crystal of arbitrary symmetry, metal or insulator, to first and second order in a weak static magnetic field. To linear order and for insulators, the density follows the well-known Streda formula, but for metals there is an extra contribution from the orbital magnetic moments at the Fermi surface. To second order, we find that the average density depends on several microscopic processes. Among these, the quantum metric tensor plays an important role by generating a pseudo-magnetic moment resulting from the rotation of the Bloch wave functions in the complex projective plane. We also discuss the implications of our results for the volume and pressure. The method we develop is explicitly gauge invariant, considers intraband and interband processes on equal footing, accommodates relaxation processes, and can be readily extended to other observables."}
{"id": "2511.08857", "categories": ["cond-mat.stat-mech", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08857", "abs": "https://arxiv.org/abs/2511.08857", "authors": ["Cleverson Andrade Goulart", "Gleb Oshanin", "Mauricio Porto Pato"], "title": "Complex Eigenvalues in a pseudo-Hermitian \\b{eta}-Laguerre ensemble", "comment": "33 pages, 13 figures", "summary": "Non-Hermitian PT-symmetric models have been extensively studied in recent years. Following the seminal work that reduced classical random matrix ensembles to a tridiagonal form, several efforts have aimed to generalize this framework to non-Hermitian extensions of the so-called \\b{eta}-ensembles. In particular, while the transition of eigenvalues from the real axis to the complex plane has been well characterized for the \\b{eta}-Hermite ensemble under symmetry breaking, the behavior of the \\b{eta}-Laguerre ensemble in a similar non-Hermitian setting remains\n  less understood. In this work, we investigate an ensemble of unstable matrices isospectral to the \\b{eta}-Laguerre ensemble. Introducing a small non-Hermitian perturbation breaks the symmetry and drives the eigenvalues into the complex plane. We derive analytical expressions for the loci of complex-conjugate eigenvalue pairs, which organize into a balloon-like structure in the complex plane, followed by a discrete finite line of real eigenvalues. The asymptotic behavior of these eigenvalues is analyzed in the large matrix-size limit, and our theoretical predictions are supported by numerical simulations."}
{"id": "2511.08652", "categories": ["cond-mat.stat-mech", "hep-ph", "hep-th", "nucl-th"], "pdf": "https://arxiv.org/pdf/2511.08652", "abs": "https://arxiv.org/abs/2511.08652", "authors": ["Yi Wang", "Xuan Zhao", "Zhe Xu", "Jin Hu"], "title": "Analytical Solution and Lie Algebra of the Relativistic Boltzmann Equation", "comment": null, "summary": "In this work, we present a novel and more efficient approach to constructing the relativistic BKW (Bobylev, Krook, and Wu) solution. By introducing a class of ansatz functions for the distribution function, we demonstrate that within this specific ansatz space, only the equilibrium and BKW-type forms yield exact solutions to the nonlinear Boltzmann equation. Furthermore, guided by physical insight and drawing upon the framework of relativistic kinetic theory, we derive the Lie algebra of invariant transformations admitted by the relativistic Boltzmann equation. From this algebra, the corresponding symmetry group transformations can be systematically constructed."}
{"id": "2511.08911", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08911", "abs": "https://arxiv.org/abs/2511.08911", "authors": ["Zhongchen Xu", "Yi Yan", "Zhihao Liu", "Jie Pang", "Guohao Dong", "Xiutong Deng", "Shengnan Zhang", "Xianmin Zhang", "Youguo Shi", "Quansheng Wu"], "title": "Quasi-linear magnetoresistance and paramagnetic singularity in Hypervalent Bismuthide", "comment": "15+30 pages, 7+ 13 figures", "summary": "Materials featuring hypervalent bismuth motifs have generated immense interest due to their extraordinary electronic structure and exotic quantum transport. In this study, we synthesized high-quality single crystals of La3ScBi5 characterized by one-dimensional hypervalent bismuth chains and performed a systematic investigation of the magnetoresistive behavior and quantum oscillations. The metallic La3ScBi5 exhibits a low-temperature plateau of electrical resistivity and quasi-linear positive magnetoresistance, with anisotropic magnetoresistive behaviors suggesting the presence of anisotropic Fermi surfaces. This distinctive transport phenomenon is perfectly elucidated by first-principles calculations utilizing the semiclassical Boltzmann transport theory. Furthermore, the nonlinear Hall resistivity pointed towards a multiband electronic structure, characterized by the coexistence of electron and hole carriers, which is further supported by our first-principles calculations. Angle-dependent de Haas-van Alphen oscillations are crucial for further elucidating its Fermiology and topological characteristics. Intriguingly, magnetization measurements unveiled a notable paramagnetic singularity at low fields, which might suggest the nontrivial nature of the surface states. Our findings underscore the interplay between transport phenomena and the unique electronic structure of hypervalent bismuthide La3ScBi5, opening avenues for exploring novel electronic applications."}
{"id": "2511.09402", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09402", "abs": "https://arxiv.org/abs/2511.09402", "authors": ["Zihao Huang", "Hengxing Tan", "Zhen Zhao", "Zhan Wang", "Chengmin Shen", "Haitao Yang", "Bent Weber", "Binghai Yan", "Hui Chen", "Ziqiang Wang", "Hong-Jun Gao"], "title": "The parent state in kagome metals and superconductors: Chiral-nematic Fermi liquid state", "comment": "23 pages, 4 figures", "summary": "The kagome metals and superconductors hosting rich correlated and topological electronic states have captivated quantum materials research. These states are triggered by an unconventional chiral charge density wave (CDW) wherein a chiral superconductivity emerges at low temperatures, yet the origin of this chiral CDW order, the parent state, is unresolved. Here, we report the discovery of a parent chiral-nematic Fermi liquid state in kagome metals and superconductors. We use spectroscopic-imaging scanning tunneling microscopy to study Ti-doped CsV3Sb5 where the CDW is suppressed, and find that multiorbital Fermi surfaces break all mirror reflections and exhibit handedness. We observe the chiral low-energy quasiparticle dispersions, providing direct evidence for a chiral-nematic electronic structure. We further observe the direct transition from the parent state to a chiral-nematic superconducting state. Moreover, in the samples with chiral CDW, we also observe the residual chiral-nematic QPI features, demonstrating that the CDW-triggered exotic states descend from the chiral-nematic Fermi liquid. Our findings not only provide a plausible chiral-nematic parent state, but also establish a new conceptual framework for exploring the emergence and consequences of such exotic quantum phases."}
{"id": "2511.09271", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09271", "abs": "https://arxiv.org/abs/2511.09271", "authors": ["Dapeng Yao", "Dongwook Go", "Yuriy Mokrousov", "Shuichi Murakami"], "title": "Dynamical Orbital Angular Momentum Induced by Chiral Phonons", "comment": "8 pages, 4 figures", "summary": "We show that the orbital angular momentum (OAM) of electrons is dynamically induced by chiral phonons. The induced OAM originates from the adiabatic evolution in which electrons dynamically acquire Berry phase. By introducing a tight-binding model with p orbitals on a honeycomb lattice, we show a microscopic picture that chiral phonons modulate orbital overlaps of electrons, and calculate the generated OAM, whose sign depends on phonon chirality. We then construct an effective model for valley phonons with different phonon pseudoangular momenta (PAM) and identity their distinct intervalley-scattering channels. Our model obeys the selection rule between phonons and electrons with the orbital degree of freedom. Extending this framework to d-orbital electrons, our model is applied to describe the induced OAM in monolayer transition metal dichalcogenides. Our results reveal a direct lattice-OAM transfer mechanism that emerges even in materials with weak spin-orbital coupling, opening a new promising way for orbitronics applications."}
{"id": "2511.08819", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08819", "abs": "https://arxiv.org/abs/2511.08819", "authors": ["Morgan K. Wall", "Alexander J. Pattison", "Edward S. Barnard", "Stephanie M. Ribet", "Peter Ercius"], "title": "TEM Agent: enhancing transmission electron microscopy (TEM) with modern AI tools", "comment": "22 pages, 4 figures", "summary": "Recent improvements in large language models (LLMs) have had a dramatic effect on capabilities and productivity across many disciplines involving critical thinking and writing. The development of the model context protocol (MCP) provides a way to extend the power of LLMs to a specific set of tasks or scientific equipment with help from curated tools and resources. Here, we describe a framework called TEM Agent designed for transmission electron microscopy (TEM) that leverages the benefits of LLMs through a MCP approach. We simultaneously access and control several subsystems of the TEM, a data management platform, and high performance computing resources through text-based instructions. We demonstrate the abilities of the TEM Agent to set up and complete intricate workflows using a simplified set of MCP tools and resources accompanying a commercial LLM without any additional training. The use of a framework such as the TEM Agent simplifies access to complex microscope ecosystems comprised of several vendor and custom systems enhancing the ability of users to accomplish microscopy experiments across a range of difficulty levels."}
{"id": "2511.08953", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.supr-con", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08953", "abs": "https://arxiv.org/abs/2511.08953", "authors": ["Phil Attard"], "title": "Introduction to the Modern Theory of Bose-Einstein Condensation, Superfluidity, and Superconductivity", "comment": "Review, 36 pages, 22 figures", "summary": "The modern theory of Bose-Einstein condensation, superfluidity, and superconductivity is reviewed. The thermodynamic principle for superfluid flow and the equation of motion for condensed bosons are given. Computer simulations of Lennard-Jones $^4$He give the $λ$-transition and the superfluid viscosity. The statistical mechanical theory of high-temperature superconductivity is presented. Critical comparison is made with older approaches, such as ground energy state condensation, irrotational superfluid flow, and the macroscopic wavefunction."}
{"id": "2511.08687", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08687", "abs": "https://arxiv.org/abs/2511.08687", "authors": ["Guido Giachetti", "Andrea Solfanelli", "Nicolò Defenu"], "title": "Universality and weak-ergodicity breaking in quantum quenches", "comment": null, "summary": "Sudden quenches in quantum many-body systems often lead to dynamical evolutions that unveil surprising physical behaviors. In this work, we argue that the emergence of weak ergodicity breaking following quantum quenches in certain local many-body systems is a direct consequence of lattice discretization. To support this claim, we investigate the out-of-equilibrium dynamics of quantum $O(n)$ models on a lattice. In doing so, we also revisit two puzzling results in the literature on quantum $O(n)$ models, concerning universal scaling and equilibration, and demonstrate how these apparent contradictions can be resolved by properly accounting for lattice effects."}
{"id": "2511.09097", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.str-el", "math-ph"], "pdf": "https://arxiv.org/pdf/2511.09097", "abs": "https://arxiv.org/abs/2511.09097", "authors": ["R. Flores-Calderón", "M. Zündel"], "title": "Evidence for spontaneous breaking of a continuous symmetry at a non-conformal quantum critical point", "comment": null, "summary": "In this work, we present evidence for the spontaneous breaking of a continuous symmetry in a nearest-neighbour interacting spin-1 chain tuned to a quantum critical point at $T=0$ between two XY quasi-long-range order phases differing by the spontaneous breaking of a $\\mathbb{Z}_2$ symmetry. Despite the one-dimensional nature of the system, which typically prevents such a continuous symmetry breaking due to the Hohenberg-Mermin-Wagner theorem, the presence of a Berry phase term in the quantum model allows us to observe, using matrix product state methods, a finite perpendicular magnetization. Moreover, the quasi-long-range decay of the correlation function becomes truly long-range order, and the dynamical structure factor displays a characteristic Bragg peak together with sharp gapless modes. Our results imply the quantum phase transition has an anomalous dimension of $η\\simeq 1$ together with the dynamical critical exponent $z\\simeq 3/2$, known from the Kardar-Parisi-Zhang universality class in one dimension. We perform a perturbative renormalization group calculation about the upper critical dimension $d_c=2$ that we could close at second loop order. We find an interacting fixed point with critical exponents distinct from the Ising ones. Together, our findings suggest the nature of the fixed point to be non-perturbative. We propose a field-theory that we believe to improve the quantitative results."}
{"id": "2511.09460", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09460", "abs": "https://arxiv.org/abs/2511.09460", "authors": ["Xunyang Hong", "Yuetong Wu", "Ying Chan", "Sze Tung Li", "I. Biało", "L. Martinelli", "A. Drewanowski", "Qiang Gao", "Xiaolin Ren", "Xingjiang Zhou", "Zhihai Zhu", "A. Galdi", "D. G. Schlom", "K. M. Shen", "J. Choi", "M. Garcia Fernandez", "Ke-Jin Zhou", "N. B. Brookes", "H. M. Rønnow", "Qisi Wang", "J. Chang"], "title": "Impact of Electron Correlations on Infinite-Layer Cuprates and Nickelates", "comment": "Supplementary information available upon request", "summary": "Optimization of unconventional superconductivity involves a balance of interaction strengths. Precise determination of correlation strength across different material families is therefore important. Here, we present a combined X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) study of infinite-layer PrNiO$_2$ and SrCuO$_2$ that enables fair comparison of their interaction strengths. For both compounds, we study the orbital and magnetic excitations and extract their dispersions along high-symmetry directions. Using a single-band Hubbard model and including higher-order exchange interactions, we derive the correlation factor $U/t$ for both compounds. A key finding is that despite a smaller Coulomb repulsion $U$, PrNiO$_2$ exhibits a correlation strength that is 20% stronger than that of its isostructural cuprate counterpart SrCuO$_2$. This indicates that a moderation of the correlation strength may further optimize superconductivity in nickelates."}
{"id": "2511.09349", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09349", "abs": "https://arxiv.org/abs/2511.09349", "authors": ["Dhananjaya Mahapatra", "Harekrishna Bhunia", "Manu S Pattelath", "Partha Mitra"], "title": "Interface tuned Enhanced and Low Temperature Quenching of Orbital Hall Currents Induce Torque and magnetoresistance in Light Metal/Nickel Bilayers", "comment": null, "summary": "We investigate orbital current induced effects arising from the orbital Hall effect in light-metal/ferromagnet bilayers. Thin films of Ti in ohmic contact with Ni were studied using second-harmonic longitudinal and transverse voltage measurements under an applied a.c. current. From these signals, we extract the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). Insertion of a Cu interlayer between the Ni/Ti interface leads to an enhancement of both OHT efficiency and UOMR compared to both Ni/Ti and Ni/Cu bilayers. Furthermore, systematic variation of Ti thickness reveals that both OHT efficiency and UOMR increase with increasing Ti thickness, indicating that the observed phenomena predominantly originate from the bulk orbital Hall effect rather than purely from interfacial mechanisms and Lowering the temperature leads to a clear reduction in both the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). The nearly linear and correlated temperature dependence of both parameters suggests a common underlying mechanism, namely, the orbital Hall effect in the light-metal layer, which governs both the generation of orbital current and its subsequent influence on the ferromagnet through orbital torque and orbital magnetoresistance."}
{"id": "2511.08890", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08890", "abs": "https://arxiv.org/abs/2511.08890", "authors": ["Sensen Lin", "Yang Gao", "Yongheng Lu", "Yongkuan Zhang", "Yiqiang Sun"], "title": "Mobile chemical cage: Revealing the origin of anomalous lithium diffusion in liquid $Li_{17}Pb_{83}$ alloy", "comment": null, "summary": "The high-temperature performance of liquid $Li_{17}Pb_{83}$, a key fusion reactor material, is governed by its atomic-scale dynamics. Using ab initio molecular dynamics, we discover that lithium diffusion is not free but confined within cages formed by lead atoms, a phenomenon we term the chemical cage effect. Structurally, RDF and CSRO analyses confirm a stable local environment where Li is preferentially surrounded by Pb. Dynamically, the MSD and NGP reveal anomalous, heterogeneous lithium diffusion characterized by repeated cage-breaking events. The double-exponential relaxation of the Li-Pb bond probability further distinguishes the escape dynamics of Li from surface and bulk cages. ELF and DOS analyses identify the polar covalent Li-Pb bond as the electronic origin of this cage. This study establishes the chemical bond-directed synergistic cage effect as the core mechanism in $Li_{17}Pb_{83}$, moving beyond traditional geometric constraint models and providing a new paradigm to understand transport in multi-component liquid alloys."}
{"id": "2511.08999", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2511.08999", "abs": "https://arxiv.org/abs/2511.08999", "authors": ["Antonio Patrón Castro"], "title": "Control and optimisation of irreversible processes in non-equilibrium systems", "comment": null, "summary": "This thesis is devoted to the study of physical systems embedded within the field of non-equilibrium statistical mechanics. Specifically, the state of the systems of interest constitutes a stochastic process that can be externally driven by a set of controllable parameters. On the one hand, for systems in contact with a thermal bath, we have studied the emergence of strong memory effects and glassy behaviour upon varying the bath temperature, and how these are related to the existence of non-equilibrium attractors governing the dynamics. On the other hand, for overdamped harmonic systems, we have studied the problem of minimising the connection time between arbitrary stationary (either equilibrium or non-equilibrium) states, by suitably varying either the bath temperature or the stiffnesses of the potential."}
{"id": "2511.08718", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08718", "abs": "https://arxiv.org/abs/2511.08718", "authors": ["Matthäus Siebenhofer", "Pjotrs Žguns", "Bilge Yildiz"], "title": "Polaron and Strain Effects on Ion Migration in WO$_3$", "comment": null, "summary": "Ion migration in WO$_3$ is a critical process for various technological applications, such as in batteries, electrochromic devices and energy-efficient brain-inspired computing devices. In this study, we investigate the migration mechanisms of H$^+$, Li$^+$, and Mg$^{2+}$ ions in monoclinic WO$_3$, and how energy barriers are affected by the presence of electron polarons and by lattice strain. Our approach in calculating the migration paths and barriers is based on density functional theory methods. The results show that the presence of polarons leads to association effects and lattice deformations that increase ion migration barriers. Therefore, the consideration of polarons is critical to accurately predict activation energies of ion migration. We further show that lattice strain modulates ion migration barriers, however, the impact of strain depends on the migrating ion. For protons that are embedded in the oxygen ion electronic shells and hop from donor to acceptor oxygens, compressive lattice strain accelerates migration by reducing the donor-acceptor distance. In contrast, the migration barriers of larger ions decrease with tensile lattice strain that increases the free space for the ion in the transition state. These insights into the effects of polarons and lattice strain are important for understanding and tuning properties of WO$_3$ when aiming for optimized device characteristics."}
{"id": "2511.09401", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09401", "abs": "https://arxiv.org/abs/2511.09401", "authors": ["Chenyue Guo", "Hongzheng Zhao", "Zi Cai"], "title": "Emergent long-tail dynamics in driven magnets with dynamical frustration", "comment": null, "summary": "In this study, we show that dynamical frustration can spontaneously emerge in frustration-free magnetic systems under periodic driving. Specifically, we consider a classical spin system and demonstrate the emergence of spin-ice physics when drive-induced heating is well suppressed. In particular, we focus on the dynamics of magnetic monopole excitations, which, in sharp contrast to their equilibrium counterparts, exhibit a non-ergodic stochastic random-walk process with long-tailed, power-law distributed waiting times, where the power-law exponent is tunable by the system's effective temperature. Heating is accelerated at intermediate driving frequencies, and the system eventually heats up to an infinite-temperature state. However, the heating time is extremely sensitive to different initial-state realizations and also follows a long-tailed power-law distribution. We show that a drive-induced short-range attractive interaction between monopoles is responsible for the long-tailed distributions observed in both monopole and heating dynamics."}
{"id": "2511.08953", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.supr-con", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08953", "abs": "https://arxiv.org/abs/2511.08953", "authors": ["Phil Attard"], "title": "Introduction to the Modern Theory of Bose-Einstein Condensation, Superfluidity, and Superconductivity", "comment": "Review, 36 pages, 22 figures", "summary": "The modern theory of Bose-Einstein condensation, superfluidity, and superconductivity is reviewed. The thermodynamic principle for superfluid flow and the equation of motion for condensed bosons are given. Computer simulations of Lennard-Jones $^4$He give the $λ$-transition and the superfluid viscosity. The statistical mechanical theory of high-temperature superconductivity is presented. Critical comparison is made with older approaches, such as ground energy state condensation, irrotational superfluid flow, and the macroscopic wavefunction."}
{"id": "2511.09511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09511", "abs": "https://arxiv.org/abs/2511.09511", "authors": ["Diego Garcia Ovalle", "Aurelien Manchon"], "title": "Spin and orbital-to-charge conversion in noncentrosymmetric materials: Hall versus Rashba-Edelstein effects", "comment": "9 pages, 7 figures", "summary": "We investigate spin- and orbital-to-charge conversion phenomena in nonmagnetic materials with broken inversion symmetry, treating the contributions from the Hall effect and the Rashba-Edelstein effect on an equal footing. We develop a general formalism for this interconversion based solely on macroscopic observables. The theory is validated through a case study of ferroelectric GeTe, where we find that the effective Rashba parameter obtained is smaller than previously reported values for the same material. Incorporating these parameters into a drift-diffusion model, we show that the generated charge current is primarily governed by the Rashba-Edelstein effect, rather than by the spin or orbital Hall effects. Our work redefines the spin- and orbit-to-charge interconversion coefficients in terms of directly measurable observables, encouraging the community to revisit these processes in other quantum materials lacking inversion symmetry."}
{"id": "2511.08911", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08911", "abs": "https://arxiv.org/abs/2511.08911", "authors": ["Zhongchen Xu", "Yi Yan", "Zhihao Liu", "Jie Pang", "Guohao Dong", "Xiutong Deng", "Shengnan Zhang", "Xianmin Zhang", "Youguo Shi", "Quansheng Wu"], "title": "Quasi-linear magnetoresistance and paramagnetic singularity in Hypervalent Bismuthide", "comment": "15+30 pages, 7+ 13 figures", "summary": "Materials featuring hypervalent bismuth motifs have generated immense interest due to their extraordinary electronic structure and exotic quantum transport. In this study, we synthesized high-quality single crystals of La3ScBi5 characterized by one-dimensional hypervalent bismuth chains and performed a systematic investigation of the magnetoresistive behavior and quantum oscillations. The metallic La3ScBi5 exhibits a low-temperature plateau of electrical resistivity and quasi-linear positive magnetoresistance, with anisotropic magnetoresistive behaviors suggesting the presence of anisotropic Fermi surfaces. This distinctive transport phenomenon is perfectly elucidated by first-principles calculations utilizing the semiclassical Boltzmann transport theory. Furthermore, the nonlinear Hall resistivity pointed towards a multiband electronic structure, characterized by the coexistence of electron and hole carriers, which is further supported by our first-principles calculations. Angle-dependent de Haas-van Alphen oscillations are crucial for further elucidating its Fermiology and topological characteristics. Intriguingly, magnetization measurements unveiled a notable paramagnetic singularity at low fields, which might suggest the nontrivial nature of the surface states. Our findings underscore the interplay between transport phenomena and the unique electronic structure of hypervalent bismuthide La3ScBi5, opening avenues for exploring novel electronic applications."}
{"id": "2511.09097", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.str-el", "math-ph"], "pdf": "https://arxiv.org/pdf/2511.09097", "abs": "https://arxiv.org/abs/2511.09097", "authors": ["R. Flores-Calderón", "M. Zündel"], "title": "Evidence for spontaneous breaking of a continuous symmetry at a non-conformal quantum critical point", "comment": null, "summary": "In this work, we present evidence for the spontaneous breaking of a continuous symmetry in a nearest-neighbour interacting spin-1 chain tuned to a quantum critical point at $T=0$ between two XY quasi-long-range order phases differing by the spontaneous breaking of a $\\mathbb{Z}_2$ symmetry. Despite the one-dimensional nature of the system, which typically prevents such a continuous symmetry breaking due to the Hohenberg-Mermin-Wagner theorem, the presence of a Berry phase term in the quantum model allows us to observe, using matrix product state methods, a finite perpendicular magnetization. Moreover, the quasi-long-range decay of the correlation function becomes truly long-range order, and the dynamical structure factor displays a characteristic Bragg peak together with sharp gapless modes. Our results imply the quantum phase transition has an anomalous dimension of $η\\simeq 1$ together with the dynamical critical exponent $z\\simeq 3/2$, known from the Kardar-Parisi-Zhang universality class in one dimension. We perform a perturbative renormalization group calculation about the upper critical dimension $d_c=2$ that we could close at second loop order. We find an interacting fixed point with critical exponents distinct from the Ising ones. Together, our findings suggest the nature of the fixed point to be non-perturbative. We propose a field-theory that we believe to improve the quantitative results."}
{"id": "2511.08727", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08727", "abs": "https://arxiv.org/abs/2511.08727", "authors": ["Simon Hettler", "Raul Arenal"], "title": "Mechanical and electrical properties of a nano-gap or how to play the nano-accordion", "comment": null, "summary": "In-situ transmission electron microscopy (TEM) has become an important technique to study dynamic processes at highest spatial resolution and one branch is the investigation of phenomena related with electrical currents. Here, we present experimental results obtained from a peculiar in-situ TEM device, which was prepared with the aim to analyze the relationship between (thermo)electric properties and specific crystal orientations of a misfit layered compound. The formation of a nano-sized gap at a grain boundary facilitated a precisely controllable mechanical bending of the device by application of differential heating currents. The devices' electrical properties were found to be substantially influenced by the gap, leading to a high intrinsic voltage. This voltage additionally depends on the vacuum environment and on the history of applied heating currents. These findings are largely attributed to the presence of adsorbed molecules within the gap region. The electrical in-situ TEM studies of this work illustrate that interior surfaces can strongly influence electrical properties even under high vacuum conditions."}
{"id": "2511.09402", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09402", "abs": "https://arxiv.org/abs/2511.09402", "authors": ["Zihao Huang", "Hengxing Tan", "Zhen Zhao", "Zhan Wang", "Chengmin Shen", "Haitao Yang", "Bent Weber", "Binghai Yan", "Hui Chen", "Ziqiang Wang", "Hong-Jun Gao"], "title": "The parent state in kagome metals and superconductors: Chiral-nematic Fermi liquid state", "comment": "23 pages, 4 figures", "summary": "The kagome metals and superconductors hosting rich correlated and topological electronic states have captivated quantum materials research. These states are triggered by an unconventional chiral charge density wave (CDW) wherein a chiral superconductivity emerges at low temperatures, yet the origin of this chiral CDW order, the parent state, is unresolved. Here, we report the discovery of a parent chiral-nematic Fermi liquid state in kagome metals and superconductors. We use spectroscopic-imaging scanning tunneling microscopy to study Ti-doped CsV3Sb5 where the CDW is suppressed, and find that multiorbital Fermi surfaces break all mirror reflections and exhibit handedness. We observe the chiral low-energy quasiparticle dispersions, providing direct evidence for a chiral-nematic electronic structure. We further observe the direct transition from the parent state to a chiral-nematic superconducting state. Moreover, in the samples with chiral CDW, we also observe the residual chiral-nematic QPI features, demonstrating that the CDW-triggered exotic states descend from the chiral-nematic Fermi liquid. Our findings not only provide a plausible chiral-nematic parent state, but also establish a new conceptual framework for exploring the emergence and consequences of such exotic quantum phases."}
{"id": "2511.09550", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09550", "abs": "https://arxiv.org/abs/2511.09550", "authors": ["Alexey A. Sokolik", "Azat F. Aminov", "Evgenii E. Vdovin", "Yurii N. Khanin", "Mikhail A. Kashchenko", "Denis A. Bandurin", "Davit A. Ghazaryan", "Sergey V. Morozov", "Kostya S. Novoselov"], "title": "Probing the features of electron dispersion by tunneling between slightly twisted bilayer graphene sheets", "comment": null, "summary": "Tunneling conductance between two bilayer graphene (BLG) sheets separated by 2 nm-thick insulating barrier was measured in two devices with the twist angles between BLGs less than 1°. At small bias voltages, the tunneling occurs with conservation of energy and momentum at the points of intersection between two relatively shifted Fermi circles. Here, we experimentally found and theoretically described signatures of electron-hole asymmetric band structure of BLG: since holes are heavier, the tunneling conductance is enhanced at the hole doping due to the higher density of states. Another key feature of BLG that we explore is gap opening in a vertical electric field with a strong polarization of electron wave function at van Hove singularities near the gap edges. This polarization, by shifting electron wave function in one BLG closer to or father from the other BLG, gives rise to asymmetric tunneling resonances in the conductance around charge neutrality points, which result in strong sensitivity of the tunneling current to minor changes of the gate voltages. The observed phenomena are reproduced by our theoretical model taking into account electrostatics of the dual-gated structure, quantum capacitance effects, and self-consistent gap openings in both BLGs."}
{"id": "2511.08955", "categories": ["cond-mat.mtrl-sci", "cs.CV", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08955", "abs": "https://arxiv.org/abs/2511.08955", "authors": ["Qinyi Zhang", "Duanyu Feng", "Ronghui Han", "Yangshuai Wang", "Hao Wang"], "title": "MicroEvoEval: A Systematic Evaluation Framework for Image-Based Microstructure Evolution Prediction", "comment": "Accepted by AAAI 2026", "summary": "Simulating microstructure evolution (MicroEvo) is vital for materials design but demands high numerical accuracy, efficiency, and physical fidelity. Although recent studies on deep learning (DL) offer a promising alternative to traditional solvers, the field lacks standardized benchmarks. Existing studies are flawed due to a lack of comparing specialized MicroEvo DL models with state-of-the-art spatio-temporal architectures, an overemphasis on numerical accuracy over physical fidelity, and a failure to analyze error propagation over time. To address these gaps, we introduce MicroEvoEval, the first comprehensive benchmark for image-based microstructure evolution prediction. We evaluate 14 models, encompassing both domain-specific and general-purpose architectures, across four representative MicroEvo tasks with datasets specifically structured for both short- and long-term assessment. Our multi-faceted evaluation framework goes beyond numerical accuracy and computational cost, incorporating a curated set of structure-preserving metrics to assess physical fidelity. Our extensive evaluations yield several key insights. Notably, we find that modern architectures (e.g., VMamba), not only achieve superior long-term stability and physical fidelity but also operate with an order-of-magnitude greater computational efficiency. The results highlight the necessity of holistic evaluation and identify these modern architectures as a highly promising direction for developing efficient and reliable surrogate models in data-driven materials science."}
{"id": "2511.09183", "categories": ["cond-mat.stat-mech", "q-bio.BM", "q-bio.QM"], "pdf": "https://arxiv.org/pdf/2511.09183", "abs": "https://arxiv.org/abs/2511.09183", "authors": ["Alvaro Lanza", "Inés Martínez-Martín", "Rafael Tapia-Rojo", "Stefano Bo"], "title": "Measuring irreversibility in stochastic systems by categorizing single-molecule displacements", "comment": "12 pages Main Text, 5 pages Appendix, 18 pages Supplementary Material", "summary": "Quantifying the irreversibility and dissipation of non-equilibrium processes is crucial to understanding their behavior, assessing their possible capabilities, and characterizing their efficiency. We introduce a physical quantity that quantifies the irreversibility of stochastic Langevin systems from the observation of individual molecules' displacements. Categorizing these displacements into a few groups based on their initial and final position allows us to measure irreversibility precisely without the need to know the forces and magnitude of the fluctuations acting on the system. Our model-free estimate of irreversibility is related to entropy production by a conditional fluctuation theorem and provides a lower bound to the average entropy production. We validate the method on single-molecule force spectroscopy experiments of proteins subject to force ramps. We show that irreversibility is sensitive to detailed features of the energy landscape underlying the protein folding dynamics and suggest how our methods can be employed to unveil key properties of protein folding processes."}
{"id": "2511.08728", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.08728", "abs": "https://arxiv.org/abs/2511.08728", "authors": ["Annett Thøgersen", "Georg Muntingh", "Lasse Vines", "Øystein Prytz", "Max Kneiß", "Marius Grundmann", "Holger von Wenckstern", "Ingvild J. T. Jensen"], "title": "Decoupling Composition and Band Gap in $κ$-Ga$_2$O$_3$ Heterostructures via STEM-EELS", "comment": null, "summary": "High-resolution mapping of electronic properties at oxide heterointerfaces remains challenging due to probe delocalization and overlapping signals. In this work, we employ monochromated, probe-corrected scanning transmission electron microscopy combined with electron energy-loss spectroscopy (STEM-EELS) to resolve band gap variations across $κ$-Ga$_2$O$_3$-based multilayers with nanometer-scale precision. A custom automated quantitative-based EELS analysis framework enabled automated band gap fitting and visualization, ensuring reproducibility and high spatial resolution. By optimizing acquisition parameters and quantifying inelastic delocalization, we demonstrate reliable extraction of band gap excitations from layers only a few nanometers thick. For heterostructures grown on ITO templates, strain at defect-free interfaces induces a gradual band gap transition from $5.08~\\mathrm{eV}$ to $4.28~\\mathrm{eV}$ over $\\sim 10~\\mathrm{nm}$, despite an abrupt compositional change. In contrast, ZnO-based templates introduce structural defects that relieve strain, yielding band gaps consistent with composition. These results establish STEM-EELS as a powerful tool for nanoscale electronic characterization and highlight the dominant role of interfacial strain over composition in governing local band structure."}
{"id": "2511.09460", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09460", "abs": "https://arxiv.org/abs/2511.09460", "authors": ["Xunyang Hong", "Yuetong Wu", "Ying Chan", "Sze Tung Li", "I. Biało", "L. Martinelli", "A. Drewanowski", "Qiang Gao", "Xiaolin Ren", "Xingjiang Zhou", "Zhihai Zhu", "A. Galdi", "D. G. Schlom", "K. M. Shen", "J. Choi", "M. Garcia Fernandez", "Ke-Jin Zhou", "N. B. Brookes", "H. M. Rønnow", "Qisi Wang", "J. Chang"], "title": "Impact of Electron Correlations on Infinite-Layer Cuprates and Nickelates", "comment": "Supplementary information available upon request", "summary": "Optimization of unconventional superconductivity involves a balance of interaction strengths. Precise determination of correlation strength across different material families is therefore important. Here, we present a combined X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) study of infinite-layer PrNiO$_2$ and SrCuO$_2$ that enables fair comparison of their interaction strengths. For both compounds, we study the orbital and magnetic excitations and extract their dispersions along high-symmetry directions. Using a single-band Hubbard model and including higher-order exchange interactions, we derive the correlation factor $U/t$ for both compounds. A key finding is that despite a smaller Coulomb repulsion $U$, PrNiO$_2$ exhibits a correlation strength that is 20% stronger than that of its isostructural cuprate counterpart SrCuO$_2$. This indicates that a moderation of the correlation strength may further optimize superconductivity in nickelates."}
{"id": "2511.08962", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08962", "abs": "https://arxiv.org/abs/2511.08962", "authors": ["Eugene Park", "Jihoon Keum", "Ji-Hwan Baek", "Hyuncheol Kim", "Kenji Watanabe", "Takashi Taniguchi", "Gwan-Hyoung Lee", "Je-Geun Park"], "title": "AC magnetometry of van der Waals magnets using ultrasensitive Graphene Hall sensors", "comment": "27 pages, 5 figures", "summary": "Probing the dynamical magnetic properties of two-dimensional (2D) materials requires sensitive techniques capable of detecting small magnetic fields from nanoscale samples. We demonstrate quantitative AC and DC magnetometry of a ferromagnetic Fe3-xGeTe2 nanoflakes using ultrasensitive graphene Hall sensors. These devices achieve record-low magnetic field detection noise at both cryogenic and room temperature, enabled by hBN encapsulation, low-resistance fluorographene contacts, and a novel fabrication process. We perform quantitative AC susceptibility measurements up to 1 kHz, resolving both real and imaginary components with nanotesla-scale sensitivity and milliradian phase accuracy, the first such measurement in a van der Waals magnet. Our results establish graphene Hall sensors as a powerful and broadly applicable platform for studying magnetic and superconducting phases near the 2D limit."}
{"id": "2511.08962", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08962", "abs": "https://arxiv.org/abs/2511.08962", "authors": ["Eugene Park", "Jihoon Keum", "Ji-Hwan Baek", "Hyuncheol Kim", "Kenji Watanabe", "Takashi Taniguchi", "Gwan-Hyoung Lee", "Je-Geun Park"], "title": "AC magnetometry of van der Waals magnets using ultrasensitive Graphene Hall sensors", "comment": "27 pages, 5 figures", "summary": "Probing the dynamical magnetic properties of two-dimensional (2D) materials requires sensitive techniques capable of detecting small magnetic fields from nanoscale samples. We demonstrate quantitative AC and DC magnetometry of a ferromagnetic Fe3-xGeTe2 nanoflakes using ultrasensitive graphene Hall sensors. These devices achieve record-low magnetic field detection noise at both cryogenic and room temperature, enabled by hBN encapsulation, low-resistance fluorographene contacts, and a novel fabrication process. We perform quantitative AC susceptibility measurements up to 1 kHz, resolving both real and imaginary components with nanotesla-scale sensitivity and milliradian phase accuracy, the first such measurement in a van der Waals magnet. Our results establish graphene Hall sensors as a powerful and broadly applicable platform for studying magnetic and superconducting phases near the 2D limit."}
{"id": "2511.09206", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2511.09206", "abs": "https://arxiv.org/abs/2511.09206", "authors": ["Michele Giusfredi", "Stefano Iubini", "Antonio Politi", "Paolo Politi"], "title": "Mean-field theory of the DNLS equation at positive and negative absolute temperatures", "comment": "11 pages, 10 figures", "summary": "The Discrete Non Linear Schrödinger (DNLS) model, due to the existence of two conserved quantities, displays an equilibrium transition between a homogeneous phase at positive absolute temperature and a localized phase at negative absolute temperature. Here, we provide a mean-field theory of DNLS and show that this approximation is semi-quantitatively correct in the whole phase diagram, becoming exact in proximity of the transition. Our mean-field theory shows that the passage from stable positive-temperature to metastable negative-temperature states is smooth."}
{"id": "2511.08761", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08761", "abs": "https://arxiv.org/abs/2511.08761", "authors": ["Benjamin M. Fregoso"], "title": "Average density of Bloch electrons in a homogeneous magnetic field: a second-order response", "comment": "14 pages, 1 figure", "summary": "We compute the average density of a three-dimensional multiband crystal of arbitrary symmetry, metal or insulator, to first and second order in a weak static magnetic field. To linear order and for insulators, the density follows the well-known Streda formula, but for metals there is an extra contribution from the orbital magnetic moments at the Fermi surface. To second order, we find that the average density depends on several microscopic processes. Among these, the quantum metric tensor plays an important role by generating a pseudo-magnetic moment resulting from the rotation of the Bloch wave functions in the complex projective plane. We also discuss the implications of our results for the volume and pressure. The method we develop is explicitly gauge invariant, considers intraband and interband processes on equal footing, accommodates relaxation processes, and can be readily extended to other observables."}
{"id": "2511.09301", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.09301", "abs": "https://arxiv.org/abs/2511.09301", "authors": ["Bo-Xi Li", "Peng Ye"], "title": "Infinite-component $BF$ field theory: Nexus of fracton order, Toeplitz braiding, and non-Hermitian amplification", "comment": "This paper is part of a series of work with arXiv:2406.02482", "summary": "Building on the recent study of Toeplitz braiding by Li et al. [Phys. Rev. B 110, 205108 (2024)], we introduce \\textit{infinite-component} $BF$ (i$BF$) theories by stacking topological $BF$ theories along a fourth ($w$) spatial direction and coupling them in a translationally invariant manner. The i$BF$ framework captures the low-energy physics of 4D fracton topological orders in which both particle and loop excitations exhibit restricted mobility along the stacking direction, and their particle-loop braiding statistics are encoded in asymmetric, integer-valued Toeplitz $K$ matrices. We identify a novel form of particle-loop braiding, termed \\textit{Toeplitz braiding}, originating from boundary zero singular modes (ZSMs) of the $K$ matrix. In the thermodynamic limit, nontrivial braiding phases persist even when the particle and loop reside on opposite 3D boundaries, as the boundary ZSMs dominate the nonvanishing off-diagonal elements of $K^{-1}$ and govern boundary-driven braiding behavior. Analytical and numerical studies of i$BF$ theories with Hatano-Nelson-type and non-Hermitian Su-Schrieffer-Heeger-type Toeplitz $K$ matrices confirm the correspondence between ZSMs and Toeplitz braiding. The i$BF$ construction thus forges a bridge between strongly correlated topological field theory and noninteracting non-Hermitian physics, where ZSMs underlie the non-Hermitian amplification effect. Possible extensions include 3-loop and Borromean-rings Toeplitz braiding induced by twisted topological terms, generalized entanglement renormalization, and foliation structures within i$BF$ theories. An intriguing analogy to the scenario of parallel universes is also briefly discussed."}
{"id": "2511.08981", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08981", "abs": "https://arxiv.org/abs/2511.08981", "authors": ["Yukari Ishiakwa", "Daiki Katsube", "Yongzhao Yao", "Koji Sato", "Kohei Sasaki"], "title": "High-speed, High-Resolution, Three-Dimensional Imaging of Threading Dislocations in beta-$Ga_{2}O_{3}$ via Phase-Contrast Microscopy", "comment": null, "summary": "This study presents a nondestructive, high-resolution method for three-dimensional imaging of threading dislocations in beta-$Ga_{2}O_{3}$ (010) using phase-contrast microscopy (PCM). A one-to-one correspondence between dislocation contrasts in PCM images and synchrotron X-ray topography (SR-XRT) images confirms the detection capability of PCM. Compared to SR-XRT, PCM provides enhanced spatial resolution, enabling the distinction of closely spaced dislocations with sub-10-micrometer separation. PCM facilitates direct visualization of dislocation propagation paths along the depth (z) direction by systematically shifting the focal plane into the crystal. In addition, the projection of stacked PCM images enables in-plane (XY) tracing of dislocation lines, providing insight into the preferred slip systems in beta-$Ga_{2}O_{3}$. This work establishes PCM as a versatile and laboratory-accessible technique for three-dimensional, nondestructive characterization of dislocations across entire wide-bandgap semiconductor wafers within a practically acceptable time frame."}
{"id": "2511.09214", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09214", "abs": "https://arxiv.org/abs/2511.09214", "authors": ["Niklas Bockius", "Maximilian Braun", "Kay Hofmann", "Friederike Schmid", "Martin Hanke"], "title": "Determining extended Markov parameterizations for vector-valued generalized Langevin Equations", "comment": null, "summary": "The generalized Langevin equation is used as a model for various coarse-grained physical processes, e.g., the time evolution of the velocity of a given larger particle in an implicitly represented solvent, when the relevant time scales of the dynamics of the larger particle and the solvent particles are not strictly separated. Since this equation involves an integrated history of past velocities, considerable efforts have been made to approximate this dynamics by data-driven Markov models, where auxiliary variables are used to compensate for the memory term. In recent works we have developed two algorithms which can be used for this purpose, provided the dynamics in question are scalar processes. Here we extend these algorithms to vector-valued processes. As a physical test bed we consider an S-shaped particle sliding on a planar substrate, which gives rise to a truly two-dimensional velocity process. The two algorithms provide Markov approximations of this process with 10-20 auxiliary variables and a very accurate fit of the given autocorrelation data over the entire time interval where these data are non-negligible."}
{"id": "2511.08819", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08819", "abs": "https://arxiv.org/abs/2511.08819", "authors": ["Morgan K. Wall", "Alexander J. Pattison", "Edward S. Barnard", "Stephanie M. Ribet", "Peter Ercius"], "title": "TEM Agent: enhancing transmission electron microscopy (TEM) with modern AI tools", "comment": "22 pages, 4 figures", "summary": "Recent improvements in large language models (LLMs) have had a dramatic effect on capabilities and productivity across many disciplines involving critical thinking and writing. The development of the model context protocol (MCP) provides a way to extend the power of LLMs to a specific set of tasks or scientific equipment with help from curated tools and resources. Here, we describe a framework called TEM Agent designed for transmission electron microscopy (TEM) that leverages the benefits of LLMs through a MCP approach. We simultaneously access and control several subsystems of the TEM, a data management platform, and high performance computing resources through text-based instructions. We demonstrate the abilities of the TEM Agent to set up and complete intricate workflows using a simplified set of MCP tools and resources accompanying a commercial LLM without any additional training. The use of a framework such as the TEM Agent simplifies access to complex microscope ecosystems comprised of several vendor and custom systems enhancing the ability of users to accomplish microscopy experiments across a range of difficulty levels."}
{"id": "2511.09413", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09413", "abs": "https://arxiv.org/abs/2511.09413", "authors": ["Gerliz M. Gutiérrez-Finol", "Kirill Zinovjev", "Alejandro Gaita-Ariño", "Salvador Cardona-Serra"], "title": "A scalable kinetic Monte Carlo platform enabling comprehensive simulations of charge transport dynamics in polymer-based memristive systems", "comment": null, "summary": "Polymer-assisted ion transport underpins both energy storage technologies and emerging neuromorphic computing devices. Efficient modeling of ion migration is essential for understanding the performance of batteries and memristors, but it remains challenging because of the interplay of drift, diffusion, and electrostatic interactions, as well as the limitations of continuum and molecular dynamics approaches. Addressing these challenges is particularly relevant in the context of the climate and energy crisis, where high-performance, low-carbon technologies require optimized ion-conducting materials and devices. Here, we introduce a scalable and flexible stochastic simulation platform that uses Markov chain Monte Carlo methodology to model ion migration in solid-state systems. The platform employs a vectorized, rail-based representation of device geometry, enabling rapid simulation of lateral ion transport and space-charge effects while preserving the stochastic nature of hopping events. It accommodates a wide range of material systems and can integrate experimental input parameters without code modification. We also provide an implementation of the model that takes advantage of highly energy-efficient GPUs, improving the performance and reducing the carbon footprint of the simulations. Validation using polymer-based memristive devices demonstrates the simulator's ability to capture key behaviors, including relaxation decay, current-voltage hysteresis, spike-timing-dependent plasticity, and learning/forgetting rates. By balancing computational efficiency with mesoscale physical considerations, the platform provides a versatile tool for exploring ion-driven phenomena in energy storage and neuromorphic devices, supporting exploratory research."}
{"id": "2511.08989", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08989", "abs": "https://arxiv.org/abs/2511.08989", "authors": ["Yukari Ishiakwa", "Ryo Hattori", "Yongzhao Yao", "Daiki Katsube", "Koji Sato"], "title": "High-throughput, Non-Destructive, Three-Dimensional Imaging of GaN Threading Dislocations with in-Plane Burgers Vector Component via Phase-Contrast Microscopy", "comment": null, "summary": "We demonstrate a nondestructive, high-throughput method for observing dislocations in GaN (0001) using phase-contrast microscopy (PCM). The PCM images (359x300 $μ$m$^2$) analyzed in this study were acquired with an exposure time of 3 ms per image. The one-to-one correspondence between threading dislocation (TD) contrasts in PCM images and the corresponding contrasts in multiphoton excitation photoluminescence (MPPL) images provides clear evidence that PCM can detect TDs with in-plane Burgers vector components. The contrast shape in PCM reflects the inclination of dislocations with respect to the surface normal: dot contrasts correspond to vertical dislocations, whereas line contrasts correspond to inclined dislocations. By shifting the focal plane from the top surface to the back surface, the three-dimensional propagation paths of dislocations can be visualized. The PCM image obtained represents a projection of threading dislocations within a thickness of approximately 43 $μ$m. Dislocations spaced as close as 1.3 $μ$m can be individually resolved. In addition, the capability of PCM to detect scratches, subsurface scratches, facet boundaries, and voids was demonstrated. This study establishes PCM as a versatile and laboratory-accessible technique for three-dimensional, nondestructive characterization of dislocations and other defects in wide-bandgap semiconductors."}
{"id": "2511.09225", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.09225", "abs": "https://arxiv.org/abs/2511.09225", "authors": ["Young Sul Cho"], "title": "Discontinuous transition in explosive percolation via local suppression", "comment": "8 pages, 7 figures", "summary": "We study an explosive percolation model in which a link is randomly added and neighboring nodes sequentially rewire their links to suppress the growth of large clusters. In this manner, the rewiring nodes spread outward starting from the initial node closest to the added link. We show that a discontinuous transition emerges even when the total number of rewiring nodes after each link addition is finite. This finding implies that adding a link using the information of the cluster sizes attached to a finite set of link candidates (local information) can lead to a discontinuous transition if link rewiring is allowed. This result thus extends the previous result that a discontinuous transition arises only when a link is added using the information of the cluster sizes attached to an infinite number of link candidates (global information) in the absence of rewiring."}
{"id": "2511.08857", "categories": ["cond-mat.stat-mech", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08857", "abs": "https://arxiv.org/abs/2511.08857", "authors": ["Cleverson Andrade Goulart", "Gleb Oshanin", "Mauricio Porto Pato"], "title": "Complex Eigenvalues in a pseudo-Hermitian \\b{eta}-Laguerre ensemble", "comment": "33 pages, 13 figures", "summary": "Non-Hermitian PT-symmetric models have been extensively studied in recent years. Following the seminal work that reduced classical random matrix ensembles to a tridiagonal form, several efforts have aimed to generalize this framework to non-Hermitian extensions of the so-called \\b{eta}-ensembles. In particular, while the transition of eigenvalues from the real axis to the complex plane has been well characterized for the \\b{eta}-Hermite ensemble under symmetry breaking, the behavior of the \\b{eta}-Laguerre ensemble in a similar non-Hermitian setting remains\n  less understood. In this work, we investigate an ensemble of unstable matrices isospectral to the \\b{eta}-Laguerre ensemble. Introducing a small non-Hermitian perturbation breaks the symmetry and drives the eigenvalues into the complex plane. We derive analytical expressions for the loci of complex-conjugate eigenvalue pairs, which organize into a balloon-like structure in the complex plane, followed by a discrete finite line of real eigenvalues. The asymptotic behavior of these eigenvalues is analyzed in the large matrix-size limit, and our theoretical predictions are supported by numerical simulations."}
{"id": "2511.09436", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09436", "abs": "https://arxiv.org/abs/2511.09436", "authors": ["Rosario G. Viglione", "Giovanni Castorina", "Gaetano Calogero", "Giuseppe Fisicaro", "Damiano Ricciarelli", "Ioannis Deretzis", "Antonino La Magna"], "title": "First-Principles Investigation of Surface-Induced Effects on the Properties of Divacancy Qubits in 3C-SiC", "comment": "10 pages, 5 figures, submitted to Physica Status Solidi B", "summary": "Near-surface divacancy defects in cubic silicon carbide exhibit modified properties due to surface-induced symmetry breaking, as revealed by our first-principles calculations. The spin Hamiltonian is modulated by the defect's depth and orientation, providing key insights for engineering robust SiC-based quantum devices and nanoscale sensors."}
{"id": "2511.09128", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09128", "abs": "https://arxiv.org/abs/2511.09128", "authors": ["N. D. Zhigadlo"], "title": "Discovery of a new magnesium iron boride Mg4Fe1.1B13.9 in the Mg-Fe-B-N system", "comment": null, "summary": "A new boron-rich ternary phase, Mg4Fe1.1B13.9, was discovered in the Mg-Fe-B-N quaternary system. This novel phase appears in the form of plate-like shaped crystals formed on the surface of Fe-substituted MgB2 during high-pressure, high-temperature (HPHT) solution growth at 3 GPa and 1960 C. Mg4Fe1.1B13.9 crystallizes in an orthorhombic structure with space group Pnam (No. 62) and lattice parameters a = 10.95(2) A, b = 7.07(1) A, and c = 8.72(1) A. Structural refinement reveals a layered architecture composed of alternating layers of Mg-Fe and boron, with boron atoms forming 5-, 6-, and 7-membered ring motifs. A structural comparison indicates that Mg4Fe1.1B13.9 is closely related to the Y2ReB6-type borides. This discovery highlights the effectiveness of the HPHT synthesis in accessing new, complex boron-rich phases. As research in the binary Mg-B system approaches saturation, the identification of Mg4Fe1.1B13.9 offers new insights into the formation of phases in the Mg-Fe-B-N system. This paves the way for the guided synthesis of novel borides with unique properties in other multicomponent systems."}
{"id": "2511.09308", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09308", "abs": "https://arxiv.org/abs/2511.09308", "authors": ["Arsene Yerle", "Pierre Gaspard", "Joel Mabillard"], "title": "Dynamic structure factor of a monatomic cubic crystal", "comment": "26 pages, 4 figures, 2 tables", "summary": "The spectral function of density fluctuations, also known as the dynamic structure factor, of a monatomic cubic crystal with vacancies is derived from the macroscopic equations describing transport in crystalline solids. The resonances of the spectral function are identified as a Brillouin doublet of sound propagation, a central Rayleigh peak of heat diffusion, as for perfect crystals, and another central sharp peak associated with vacancy diffusion. Analytical expressions for the heat and vacancy diffusivities, speeds of sound, and sound damping coefficients are obtained. The theoretical results are compared to molecular dynamics simulations of a face-centered cubic crystal of hard spheres."}
{"id": "2511.08890", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08890", "abs": "https://arxiv.org/abs/2511.08890", "authors": ["Sensen Lin", "Yang Gao", "Yongheng Lu", "Yongkuan Zhang", "Yiqiang Sun"], "title": "Mobile chemical cage: Revealing the origin of anomalous lithium diffusion in liquid $Li_{17}Pb_{83}$ alloy", "comment": null, "summary": "The high-temperature performance of liquid $Li_{17}Pb_{83}$, a key fusion reactor material, is governed by its atomic-scale dynamics. Using ab initio molecular dynamics, we discover that lithium diffusion is not free but confined within cages formed by lead atoms, a phenomenon we term the chemical cage effect. Structurally, RDF and CSRO analyses confirm a stable local environment where Li is preferentially surrounded by Pb. Dynamically, the MSD and NGP reveal anomalous, heterogeneous lithium diffusion characterized by repeated cage-breaking events. The double-exponential relaxation of the Li-Pb bond probability further distinguishes the escape dynamics of Li from surface and bulk cages. ELF and DOS analyses identify the polar covalent Li-Pb bond as the electronic origin of this cage. This study establishes the chemical bond-directed synergistic cage effect as the core mechanism in $Li_{17}Pb_{83}$, moving beyond traditional geometric constraint models and providing a new paradigm to understand transport in multi-component liquid alloys."}
{"id": "2511.09155", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.09155", "abs": "https://arxiv.org/abs/2511.09155", "authors": ["Ivan Gamov", "Matthias Sauter", "Samuel Huber", "Quirin Buchinger", "Peter Gschwandtner", "Ulrike Wallrabe", "Sven Höfling", "Tobias Huber-Loyola"], "title": "Enhanced spectral range of strain-induced tuning of quantum dots in circular Bragg grating cavities", "comment": null, "summary": "Tunable sources of entangled and single photons are essential for implementing entanglement-based quantum information protocols, as quantum teleportation and entanglement swapping depend on photon indistinguishability. Tunable devices are fabricated from indium arsenide (InAs) quantum dots (QDs) embedded in gallium arsenide (GaAs) nanomembranes placed on monolithic piezoelectric substrates. Circular Bragg grating (CBG) resonators enhance emission brightness and exploit the Purcell effect; however, the inclusion of CBGs reduces strain-mediated tunability compared to planar nanomembranes. A simple and effective solution is introduced: filling the CBG trenches with a stiff dielectric (aluminum oxide) via atomic layer deposition (ALD) restores up to 95% of the tunability of planar structures. Finite element analysis (FEA) confirms that the tunability loss originates from bending in the device layers due to strain relief in the CBG geometry. Lowering the stiffness of intermediate layers between the QDs and the piezoelectric actuator, such as in bonding or reflector layers, further increases strain losses in uncoated CBGs. Coated devices maintain 98-99% strain-tuning efficiency across all simulated underlayer stiffnesses. The results demonstrate that advantageous optical cavity properties can be effectively combined with piezoelectric strain tuning, enabling scalable, bright, and tunable quantum light sources."}
{"id": "2511.09358", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09358", "abs": "https://arxiv.org/abs/2511.09358", "authors": ["Toshiya Hikihara"], "title": "Tree-graph based construction of quantum spin models with exact ground state", "comment": "5 pages, 5 figures", "summary": "We propose a protocol to generate an antiferromagnetic S=1/2 Heisenberg model with the exact ground state based on a tree graph. The generated model has a correspondence with a tree graph and possesses the product state of singlet dimers as its unique ground state. A procedure for constructing a model with exact, massively degenerate ground states is also introduced."}
{"id": "2511.08911", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.08911", "abs": "https://arxiv.org/abs/2511.08911", "authors": ["Zhongchen Xu", "Yi Yan", "Zhihao Liu", "Jie Pang", "Guohao Dong", "Xiutong Deng", "Shengnan Zhang", "Xianmin Zhang", "Youguo Shi", "Quansheng Wu"], "title": "Quasi-linear magnetoresistance and paramagnetic singularity in Hypervalent Bismuthide", "comment": "15+30 pages, 7+ 13 figures", "summary": "Materials featuring hypervalent bismuth motifs have generated immense interest due to their extraordinary electronic structure and exotic quantum transport. In this study, we synthesized high-quality single crystals of La3ScBi5 characterized by one-dimensional hypervalent bismuth chains and performed a systematic investigation of the magnetoresistive behavior and quantum oscillations. The metallic La3ScBi5 exhibits a low-temperature plateau of electrical resistivity and quasi-linear positive magnetoresistance, with anisotropic magnetoresistive behaviors suggesting the presence of anisotropic Fermi surfaces. This distinctive transport phenomenon is perfectly elucidated by first-principles calculations utilizing the semiclassical Boltzmann transport theory. Furthermore, the nonlinear Hall resistivity pointed towards a multiband electronic structure, characterized by the coexistence of electron and hole carriers, which is further supported by our first-principles calculations. Angle-dependent de Haas-van Alphen oscillations are crucial for further elucidating its Fermiology and topological characteristics. Intriguingly, magnetization measurements unveiled a notable paramagnetic singularity at low fields, which might suggest the nontrivial nature of the surface states. Our findings underscore the interplay between transport phenomena and the unique electronic structure of hypervalent bismuthide La3ScBi5, opening avenues for exploring novel electronic applications."}
{"id": "2511.09226", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.09226", "abs": "https://arxiv.org/abs/2511.09226", "authors": ["Mahya Ghorab", "Ayush K. Ranga", "Arnulf Materny", "Veit Wagner", "Mojtaba Joodaki"], "title": "Assessing Band Gap Stability of Organic Semiconductor Thin Films for Flexible Electronic Applications", "comment": null, "summary": "Integration of organic semiconductors into flexible electronics requires that their optoelectronic properties remain stable under mechanical deformation. Among these, the optical band gap governs exciton generation and limits photovoltaic voltage, making it a key parameter for strain-resilient design. In this work, we investigate band gap shifts in poly(3-hexylthiophene-2,5-diyl) (P3HT) and poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS)/P3HT thin films deposited on flexible poly(ethylene terephthalate) (PET) substrates under uniaxial tensile strain ranging from 1\\% to 10\\%. Samples were subjected to mechanical deformation and then characterized by ultraviolet--visible (UV--Vis) absorption spectroscopy. The optical band gaps extracted using a standardized Tauc analysis and statistically validated through equivalence testing and robust regression models. We find that up to 7\\% strain, the band gap shift ($ΔE_g$) remains effectively invariant, independent of annealing condition or stack configuration, demonstrating electronic stability. However, at 10\\% strain, all groups exhibit a reproducible widening of $\\sim$4--5~meV. This threshold-like behavior marks a transition from mechanical accommodation to electronic perturbation. These findings confirm that the optical band gap in semicrystalline P3HT-based thin films is robust under practical deformation, which provides clear strain thresholds to inform mechanical modeling and device-level simulation of flexible organic optoelectronic systems."}
{"id": "2511.09401", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09401", "abs": "https://arxiv.org/abs/2511.09401", "authors": ["Chenyue Guo", "Hongzheng Zhao", "Zi Cai"], "title": "Emergent long-tail dynamics in driven magnets with dynamical frustration", "comment": null, "summary": "In this study, we show that dynamical frustration can spontaneously emerge in frustration-free magnetic systems under periodic driving. Specifically, we consider a classical spin system and demonstrate the emergence of spin-ice physics when drive-induced heating is well suppressed. In particular, we focus on the dynamics of magnetic monopole excitations, which, in sharp contrast to their equilibrium counterparts, exhibit a non-ergodic stochastic random-walk process with long-tailed, power-law distributed waiting times, where the power-law exponent is tunable by the system's effective temperature. Heating is accelerated at intermediate driving frequencies, and the system eventually heats up to an infinite-temperature state. However, the heating time is extremely sensitive to different initial-state realizations and also follows a long-tailed power-law distribution. We show that a drive-induced short-range attractive interaction between monopoles is responsible for the long-tailed distributions observed in both monopole and heating dynamics."}
{"id": "2511.08932", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08932", "abs": "https://arxiv.org/abs/2511.08932", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Kamran Behnia", "Zengwei Zhu"], "title": "Phonon Thermal Hall Effect: The Roles of Disorder, Annealing, and Metallic Contacts", "comment": "9 pages, 4 figures", "summary": "The phonon thermal Hall effect (THE) is a ubiquitous yet poorly understood phenomenon in insulators. Its microscopic origin remains debated, partly due to significant sample-dependent variations that hint at uncontrolled experimental parameters. Using SrTiO$_3$ as a model system, we identify disorder and uncontrolled strain as suppressors of a thermal Hall signal. Crystals with high thermal conductivity exhibit a substantial thermal Hall angle $\\nabla T_y / \\nabla T_x$ (up to 0.3\\% at 9 T), whereas the effect is virtually absent in disordered samples. Crucially, annealing (in air atmosphere) these disordered samples partially restores the THE (approximately 0.1\\% at 9 T) with little effect on the longitudinal thermal conductivity. This decoupling reveals that the amplitude of THE is not simply set by the phonon mean free path. Furthermore, measurements performed with metallic and insulating contacts yield identical results on the same sample. This definitively rules out parasitic signals as the effect's origin. Our work, by establishing the phonon THE as an intrinsic property of the crystal lattice and extremely sensitive to disorder, sharply constrains theoretical scenarios."}
{"id": "2511.09236", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09236", "abs": "https://arxiv.org/abs/2511.09236", "authors": ["Anna Veverková", "Kristína Bartha", "Jozef Veselý", "Pere Barriobero-Vila", "Jiří Kozlík", "Petr Doležal", "Jiří Pospíšil", "Jana Šmilauerová", "Josef Stráský"], "title": "Phase transformations in metastable $β$ Zr15Nb alloy revealed by in-situ methods", "comment": "Copyright - 2025 The Authors. This is the authors' accepted manuscript (AAM) of the article published in Journal of Materials Science under the CC BY 4.0 license", "summary": "This study examines the phase transitions occurring during linear heating of the Zr15Nb alloy through a comprehensive, multi-technique methodology comprising in-situ high-energy synchrotron X-ray diffraction (HEXRD), electrical resistance measurements, differential scanning calorimetry (DSC), and thermal expansion analysis, supplemented by ex-situ transmission electron microscopy (TEM). The findings reveal a complex sequence of phase transformations and corresponding structural changes over a broad temperature range (from room temperature up to 800 $°$C). Two distinct body-centered cubic (bcc) $β$ phases - $β_{Zr}$ and $β_{Nb}$ - with closely related lattice parameters are identified. At room temperature, the microstructure is characterized by a mixture of the metastable $β_{Zr}$ + $ω_{ath}$ phase. Upon heating, $β_{Zr}$ progressively decomposes, giving rise to the formation of $β_{Nb}$. TEM observation revealed the cuboidal shape of the $ω_{iso}$ particles resulting from the high lattice misfit between $β$ and $ω$ phase. The $ω$ solvus temperature is determined to be approximately 555 $°$C, as evidenced by in situ HEXRD and abrupt changes in the alloy's thermal and electrical properties. The growth of the $α$ phase occurs after the dissolution of the $ω$ phase, resulting in a pronounced increase in thermal expansion."}
{"id": "2511.09444", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09444", "abs": "https://arxiv.org/abs/2511.09444", "authors": ["Leone V. Luzzatto", "Mathias Casiulis", "Stefano Martiniani", "István A. Kovács"], "title": "Spatial and Temporal Cluster Tomography of Active Matter", "comment": "7 pages, 4 figures", "summary": "Critical phase transitions have proven to be a powerful concept to capture the phenomenology of many systems, including deeply non-equilibrium ones like living systems. The study of these phase transitions has overwhelmingly relied on two-point correlation functions. In this Letter, we show that cluster tomography -- the study of one-dimensional cross-sections of the clusters that emerge near a phase transition -- is an alternative higher-order tool that efficiently locates and characterizes phase transitions in active systems. First, using motility-induced phase separation as a paradigmatic example, we show how complex geometric features of clusters, captured by spatial cluster tomography, can be used to measure critical exponents in active systems without explicitly introducing system-specific order parameters. Second, we introduce temporal cluster tomography, an analogous cluster-based measurement that characterizes the dynamical behavior of active systems. We show that cluster dynamics can be captured by a generalization of burstiness analysis in complex temporal networks. Both spatial and temporal cluster tomography are easy to implement yet powerful approaches to study non-equilibrium systems, making them useful additions to the standard toolbox of statistical physics."}
{"id": "2511.08953", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.supr-con", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08953", "abs": "https://arxiv.org/abs/2511.08953", "authors": ["Phil Attard"], "title": "Introduction to the Modern Theory of Bose-Einstein Condensation, Superfluidity, and Superconductivity", "comment": "Review, 36 pages, 22 figures", "summary": "The modern theory of Bose-Einstein condensation, superfluidity, and superconductivity is reviewed. The thermodynamic principle for superfluid flow and the equation of motion for condensed bosons are given. Computer simulations of Lennard-Jones $^4$He give the $λ$-transition and the superfluid viscosity. The statistical mechanical theory of high-temperature superconductivity is presented. Critical comparison is made with older approaches, such as ground energy state condensation, irrotational superfluid flow, and the macroscopic wavefunction."}
{"id": "2511.09245", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09245", "abs": "https://arxiv.org/abs/2511.09245", "authors": ["Eric Kolor", "Edoardo Magnone", "Muhammad Harussani Moklis", "Md. Rubel", "Sasipa Boonyubol", "Koichi Mikami", "Jeffrey S. Cross"], "title": "Hydrogen permeability prediction in palladium alloys and virtual screening of B2-phase stabilized Pd(100-x-y)CuxMy ternary alloys using machine learning", "comment": "29 pages, 8 figures, submitted to journal", "summary": "We present a forward prediction material screening framework designed to discover Pd-Cu alloys with improved B2 phase stability, thereby unlocking simultaneous $H_2$ generation and utilization. First, we trained CatBoost models with literature-derived Pd alloy data to predict $H_2$ permeability from composition and testing conditions. We evaluated fractional, composition-based, and physics-informed descriptors, individually and in combination, and showed that sequential Pearson filtering and fold-wise SHAP-based recursive feature elimination with cross-fold aggregation reduced errors while controlling complexity. Guided by the one-SE rule, a narrower domain-informed set of 13 features provided the best accuracy parsimony trade-off ($R^2=0.81$), only 0.01 below the max. $R^2$ achievable with 3x the number of features. SHAP analysis indicated that high permeability is promoted by elevated temperature, lattice expansion relative to Pd, atomic size mismatch, and favorable mixing tendencies. Second, the selected model was applied to screen $Pd_{(100-x-y)}Cu_{x}M_{y}$ spanning 16 co-dopants M for B2 stabilization. For each M system, we obtained the Pareto set of compositions that minimize Pd content and Miedema heat of formation and maximize the permeability, then picked three compounds, including that with the highest predicted permeability, the lowest Miedema heat of formation, and the lowest Pd content. With a final filter considering M concentration for single-phase Pd-M solution formation, we recommend Pd48.48Cu43.00Y8.52, Pd49.08Cu42.45Sc8.47, Pd56.09Cu33.70La10.21, and Pd52.68Cu40.44Mg6.88 for experimental validation. We predict those alloys to exhibit permeabilities 1.7 to 1.9 higher than B2 Pd60Cu40. Our framework provides plausible experimental targets and a scalable pathway for designing stable, high-temperature, H2-selective Pd-alloy membranes."}
{"id": "2511.09470", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09470", "abs": "https://arxiv.org/abs/2511.09470", "authors": ["Rohan Banerjee Ravindran", "R. Rajesh"], "title": "Finite size scaling and edge effects in the Takayasu model of aggregation diffusion with input", "comment": "14 pages, 14 figures", "summary": "We analytically and numerically study the effect of finite spatial boundaries on the Takayasu model of diffusing and aggregating particles with steady monomer input in one dimension. Exact expressions are derived for the steady-state density profile, two-point correlation functions, and mean-squared density under both open and periodic boundary conditions. The single-site mass distribution exhibits a crossover from a bulk power law $P(m)\\sim m^{-4/3}$ to an edge power law $P(m)\\sim m^{-5/3}$, occurring near the boundaries or the condensate that forms in periodic systems. The equivalence between the two boundary conditions is shown to break down in the case of multipoint probability distributions near the edge. The exact solution identifies a distinct boundary layer and shows that the edge anomaly arises when spatial mass currents, which scale as $\\mathcal{O}(L)$, dominate over the $\\mathcal{O}(1)$ constant flux in mass space. We further generalize these results to mass-dependent diffusion."}
{"id": "2511.08955", "categories": ["cond-mat.mtrl-sci", "cs.CV", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.08955", "abs": "https://arxiv.org/abs/2511.08955", "authors": ["Qinyi Zhang", "Duanyu Feng", "Ronghui Han", "Yangshuai Wang", "Hao Wang"], "title": "MicroEvoEval: A Systematic Evaluation Framework for Image-Based Microstructure Evolution Prediction", "comment": "Accepted by AAAI 2026", "summary": "Simulating microstructure evolution (MicroEvo) is vital for materials design but demands high numerical accuracy, efficiency, and physical fidelity. Although recent studies on deep learning (DL) offer a promising alternative to traditional solvers, the field lacks standardized benchmarks. Existing studies are flawed due to a lack of comparing specialized MicroEvo DL models with state-of-the-art spatio-temporal architectures, an overemphasis on numerical accuracy over physical fidelity, and a failure to analyze error propagation over time. To address these gaps, we introduce MicroEvoEval, the first comprehensive benchmark for image-based microstructure evolution prediction. We evaluate 14 models, encompassing both domain-specific and general-purpose architectures, across four representative MicroEvo tasks with datasets specifically structured for both short- and long-term assessment. Our multi-faceted evaluation framework goes beyond numerical accuracy and computational cost, incorporating a curated set of structure-preserving metrics to assess physical fidelity. Our extensive evaluations yield several key insights. Notably, we find that modern architectures (e.g., VMamba), not only achieve superior long-term stability and physical fidelity but also operate with an order-of-magnitude greater computational efficiency. The results highlight the necessity of holistic evaluation and identify these modern architectures as a highly promising direction for developing efficient and reliable surrogate models in data-driven materials science."}
{"id": "2511.09318", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09318", "abs": "https://arxiv.org/abs/2511.09318", "authors": ["Ia. A. Mogunov", "A. Yu. Klokov", "N. Yu. Frolov", "A. V. Protasov", "G. E. Zhezlyaev", "D. I. Devyaterikov", "R. R. Gimaev", "V. I. Zverev", "A. M. Kalashnikova"], "title": "Tunable laser-generated GHz surface acoustic waves during magnetostructural phase transition in FeRh thin films", "comment": "10 pages, 4 figures", "summary": "Laser-generated surface acoustic waves (SAW) facilitate an efficient information processing in modern spintronics and magnonics. The ability to tune SAW parameters is crucial to achieve an acoustic control over magnonic properties. Such tunability can be achieved in phase-changing magnetic materials accommodating both spin waves and SAWs. A promising material is FeRh alloy, a metallic antiferromagnet at room temperature undergoing a phase transition into ferromagnetic state accompanied by a crystal lattice expansion at 370 K. This transition can also be induced by femtosecond laser pulses. In this paper we use the phase transition in 60 nm Fe49Rh51 film to optically generate pulses of Gigahertz quasi-Rayleigh SAWs. We detect them via photoelastic effect and show that the lattice transformation during phase transition is a dominant strain-generation mechanism for above-threshold excitation. The weight of this contribution rises as the sample is heated closer to AFM-FM transition temperature and 'switches off' when heated above it allowing to control the SAW amplitude. A model based on thermodynamical parameters of Fe49Rh51 shows that the lattice transformation occurring within 95 ps effectively contributes to SAW generation happening at a comparable timescale, while non-equilibrium fast kinetics of the phase transition does not."}
{"id": "2511.09526", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09526", "abs": "https://arxiv.org/abs/2511.09526", "authors": ["Takaaki Monnai"], "title": "Typicality of thermal states in isolated quantum systems corresponds to ubiquity of global minima in deep artificial neural networks", "comment": "4 pages", "summary": "The Neural Tangent Kernel theory theoretically guarantees the existence of a global minima of the cost function in the neighborhood of an arbitrary random initialization in deep artificial neural networks. In this paper, we show that the ubiquity of the global minima directly corresponds to the typicality of pure thermal states in isolated quantum systems by showing a common underlying mechanism, involving a few observables and the role of a Wishart-type matrix. Moreover, we demonstrate that the increase in distinguishability of the reduced density matrices of typical pure states with subsystem size corresponds to the double descent phenomenon observed by varying the width of layers in finite-width artificial neural networks."}
{"id": "2511.08962", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.08962", "abs": "https://arxiv.org/abs/2511.08962", "authors": ["Eugene Park", "Jihoon Keum", "Ji-Hwan Baek", "Hyuncheol Kim", "Kenji Watanabe", "Takashi Taniguchi", "Gwan-Hyoung Lee", "Je-Geun Park"], "title": "AC magnetometry of van der Waals magnets using ultrasensitive Graphene Hall sensors", "comment": "27 pages, 5 figures", "summary": "Probing the dynamical magnetic properties of two-dimensional (2D) materials requires sensitive techniques capable of detecting small magnetic fields from nanoscale samples. We demonstrate quantitative AC and DC magnetometry of a ferromagnetic Fe3-xGeTe2 nanoflakes using ultrasensitive graphene Hall sensors. These devices achieve record-low magnetic field detection noise at both cryogenic and room temperature, enabled by hBN encapsulation, low-resistance fluorographene contacts, and a novel fabrication process. We perform quantitative AC susceptibility measurements up to 1 kHz, resolving both real and imaginary components with nanotesla-scale sensitivity and milliradian phase accuracy, the first such measurement in a van der Waals magnet. Our results establish graphene Hall sensors as a powerful and broadly applicable platform for studying magnetic and superconducting phases near the 2D limit."}
{"id": "2511.09338", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09338", "abs": "https://arxiv.org/abs/2511.09338", "authors": ["A. I. Krivchikov", "A. Jeżowski", "M. S. Barabashko", "G. Dovbeshko", "D. E. Hurova", "N. N. Galtsov", "V. Boiko", "Yu. Sementsov", "A. Glamazda", "V. Sagan", "Yu. Horbatenko", "O. A. Korolyuk", "O. O. Romantsova", "D. Szewczyk"], "title": "Low-Temperature Heat Capacity and Phonon Dynamics in Expanded Graphite and EG--MWCNTs Composites", "comment": "8 figures, 5 tables, submitted to Journal of Applied Physics. Corresponding author is D. Szewczyk. E-mail: d.szewczyk@intibs.pl", "summary": "The specific heat of expanded graphite (EG) and EG--multiwalled carbon nanotube (MWCNT) composites (1.0 and 3.0 wt.\\% MWCNTs) was measured between 2 and 300~K. The low-temperature heat capacity is dominated by out-of-plane flexural phonons with quadratic dispersion, characteristic of two-dimensional layered systems. Compared with crystalline graphite, EG exhibits enhanced heat capacity due to increased defect density and reduced interlayer coupling. Structural characterization (XRD, Raman, EDS) confirmed variations in stacking order and defect concentration. The data were fitted using a three-term model ($C_{1}T + C_{3}T^{3} + C_{5}T^{5}$), where the negative $C_{5}$ term indicates quadratic phonon dispersion. The results demonstrate the influence of MWCNT integration and structural disorder on phonon dynamics and anisotropic heat capacity in EG-based composites."}
{"id": "2511.08635", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.08635", "abs": "https://arxiv.org/abs/2511.08635", "authors": ["Fei Yang", "Dong E. Liu"], "title": "Dephasing-induced Quantum Hall Criticality in the Quantum Anomalous Hall system", "comment": "13 pages, 6 figures", "summary": "Conventional wisdom holds that static disorder is indispensable to the integer quantum Hall effect, underpinning both quantized plateaus and the plateau-plateau transition. We show that pure dephasing, without elastic disorder, is sufficient to generate the same $θ$ driven criticality. Starting from a Keldysh formulation, we derive an open system nonlinear $σ$ model (NL$σ$M) for class A with a topological $θ$ term but no Cooperon sector, and we demonstrate that nonperturbative instantons still govern a two parameter flow of $(σ_{xx},σ_{xy})$. Evaluating $θ$ in a dephasing quantum anomalous Hall setting, we predict a quantum Hall critical point at $σ_{xy}=1/2$ with finite $σ_{xx}$ the hallmark of the integer quantum Hall universality class realized without Anderson localization. Boundary driven simulations of the Qi_Wu_Zhang model with local dephasing confirm this prediction and provide an experimentally aligned protocol to extract $(σ_{xx},σ_{xy})$ from Hall potential maps. By establishing dephasing as a self contained route to Hall criticality, our framework reframes plateau physics in open solid state and cold atom platforms and offers practical diagnostics for topological transport in nonunitary matter."}
{"id": "2511.08973", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.08973", "abs": "https://arxiv.org/abs/2511.08973", "authors": ["Junkang Huang", "Z. D. Wang", "Tao Zhou"], "title": "Higher-order topological superconductivity in type-II time-reversal-symmetric Weyl semimetals with a hybrid pairing", "comment": null, "summary": "We employed the self-consistent method on a two-orbital type-II time-reversal-symmetric Weyl semimetal, revealing a hybrid pairing of singlet $s$-wave and triplet $p$-wave. We present a detailed analysis of the normal-state electronic structure and the self-consistent results. Our findings indicate that the selection of hybrid pairings is governed by distinct surface Fermi-arc configurations: specifically, $s$-wave pairing dominates on the bottom surface, while $p$-wave pairing prevails on the top. Furthermore, the emergent superconducting state is a second-order topological superconductors with hinge states in the system. Our results identify type-II time-reversal-invariant Weyl semimetals as a promising intrinsic platform for realizing unconventional and topological superconductivity."}
{"id": "2511.09413", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09413", "abs": "https://arxiv.org/abs/2511.09413", "authors": ["Gerliz M. Gutiérrez-Finol", "Kirill Zinovjev", "Alejandro Gaita-Ariño", "Salvador Cardona-Serra"], "title": "A scalable kinetic Monte Carlo platform enabling comprehensive simulations of charge transport dynamics in polymer-based memristive systems", "comment": null, "summary": "Polymer-assisted ion transport underpins both energy storage technologies and emerging neuromorphic computing devices. Efficient modeling of ion migration is essential for understanding the performance of batteries and memristors, but it remains challenging because of the interplay of drift, diffusion, and electrostatic interactions, as well as the limitations of continuum and molecular dynamics approaches. Addressing these challenges is particularly relevant in the context of the climate and energy crisis, where high-performance, low-carbon technologies require optimized ion-conducting materials and devices. Here, we introduce a scalable and flexible stochastic simulation platform that uses Markov chain Monte Carlo methodology to model ion migration in solid-state systems. The platform employs a vectorized, rail-based representation of device geometry, enabling rapid simulation of lateral ion transport and space-charge effects while preserving the stochastic nature of hopping events. It accommodates a wide range of material systems and can integrate experimental input parameters without code modification. We also provide an implementation of the model that takes advantage of highly energy-efficient GPUs, improving the performance and reducing the carbon footprint of the simulations. Validation using polymer-based memristive devices demonstrates the simulator's ability to capture key behaviors, including relaxation decay, current-voltage hysteresis, spike-timing-dependent plasticity, and learning/forgetting rates. By balancing computational efficiency with mesoscale physical considerations, the platform provides a versatile tool for exploring ion-driven phenomena in energy storage and neuromorphic devices, supporting exploratory research."}
{"id": "2511.09356", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09356", "abs": "https://arxiv.org/abs/2511.09356", "authors": ["Ye Ling", "Yuting Wang", "Wenan Guo", "Yhhai Liu"], "title": "Probing the Critical Behavior of a Sign-Problematic Model with Monte Carlo Simulations", "comment": "8 pages, 8 figures", "summary": "The sign-problematic generalized Baxter-Wu (GBW) model with asymmetric complex couplings is mapped onto a one-dimensional quantum model. Utilizing the model's exactly known critical properties, we study the relation between the conventional and the modified average signs and the phase transitions in the GBW model. We find that the average sign develops a negative peak near the critical point, but it is not a unique indicator of phase transition, as similar features can appear in non-critical regions. While the average modified sign provides a viable probe for the phase transition, the practical effectiveness of this method is limited by the exponential scaling of computational cost with the system's volume. We propose that the universal properties of the original model can be investigated through simulating the related reference model, based on the universality assumption. Using finite-size scaling analysis based on Monte Carlo simulations, we confirm the validity of this method, which thereby provides a novel framework for investigating phase transitions in systems plagued by the sign problem."}
{"id": "2511.08981", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08981", "abs": "https://arxiv.org/abs/2511.08981", "authors": ["Yukari Ishiakwa", "Daiki Katsube", "Yongzhao Yao", "Koji Sato", "Kohei Sasaki"], "title": "High-speed, High-Resolution, Three-Dimensional Imaging of Threading Dislocations in beta-$Ga_{2}O_{3}$ via Phase-Contrast Microscopy", "comment": null, "summary": "This study presents a nondestructive, high-resolution method for three-dimensional imaging of threading dislocations in beta-$Ga_{2}O_{3}$ (010) using phase-contrast microscopy (PCM). A one-to-one correspondence between dislocation contrasts in PCM images and synchrotron X-ray topography (SR-XRT) images confirms the detection capability of PCM. Compared to SR-XRT, PCM provides enhanced spatial resolution, enabling the distinction of closely spaced dislocations with sub-10-micrometer separation. PCM facilitates direct visualization of dislocation propagation paths along the depth (z) direction by systematically shifting the focal plane into the crystal. In addition, the projection of stacked PCM images enables in-plane (XY) tracing of dislocation lines, providing insight into the preferred slip systems in beta-$Ga_{2}O_{3}$. This work establishes PCM as a versatile and laboratory-accessible technique for three-dimensional, nondestructive characterization of dislocations across entire wide-bandgap semiconductor wafers within a practically acceptable time frame."}
{"id": "2511.09436", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09436", "abs": "https://arxiv.org/abs/2511.09436", "authors": ["Rosario G. Viglione", "Giovanni Castorina", "Gaetano Calogero", "Giuseppe Fisicaro", "Damiano Ricciarelli", "Ioannis Deretzis", "Antonino La Magna"], "title": "First-Principles Investigation of Surface-Induced Effects on the Properties of Divacancy Qubits in 3C-SiC", "comment": "10 pages, 5 figures, submitted to Physica Status Solidi B", "summary": "Near-surface divacancy defects in cubic silicon carbide exhibit modified properties due to surface-induced symmetry breaking, as revealed by our first-principles calculations. The spin Hamiltonian is modulated by the defect's depth and orientation, providing key insights for engineering robust SiC-based quantum devices and nanoscale sensors."}
{"id": "2511.09546", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.09546", "abs": "https://arxiv.org/abs/2511.09546", "authors": ["Xing-Yu Zhang", "Qi Yang", "Philippe Corboz", "Jutho Haegeman", "Wei Tang"], "title": "Accelerating two-dimensional tensor network optimization by preconditioning", "comment": "8 pages,4 figures", "summary": "We revisit gradient-based optimization for infinite projected entangled pair states (iPEPS), a tensor network ansatz for simulating many-body quantum systems. This approach is hindered by two major challenges: the high computational cost of evaluating energies and gradients, and an ill-conditioned optimization landscape that slows convergence. To reduce the number of optimization steps, we introduce an efficient preconditioner derived from the leading term of the metric tensor. We benchmark our method against standard optimization techniques on the Heisenberg and Kitaev models, demonstrating substantial improvements in overall computational efficiency. Our approach is broadly applicable across various contraction schemes, unit cell sizes, and Hamiltonians, highlighting the potential of preconditioned optimization to advance tensor network algorithms for strongly correlated systems."}
{"id": "2511.08989", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08989", "abs": "https://arxiv.org/abs/2511.08989", "authors": ["Yukari Ishiakwa", "Ryo Hattori", "Yongzhao Yao", "Daiki Katsube", "Koji Sato"], "title": "High-throughput, Non-Destructive, Three-Dimensional Imaging of GaN Threading Dislocations with in-Plane Burgers Vector Component via Phase-Contrast Microscopy", "comment": null, "summary": "We demonstrate a nondestructive, high-throughput method for observing dislocations in GaN (0001) using phase-contrast microscopy (PCM). The PCM images (359x300 $μ$m$^2$) analyzed in this study were acquired with an exposure time of 3 ms per image. The one-to-one correspondence between threading dislocation (TD) contrasts in PCM images and the corresponding contrasts in multiphoton excitation photoluminescence (MPPL) images provides clear evidence that PCM can detect TDs with in-plane Burgers vector components. The contrast shape in PCM reflects the inclination of dislocations with respect to the surface normal: dot contrasts correspond to vertical dislocations, whereas line contrasts correspond to inclined dislocations. By shifting the focal plane from the top surface to the back surface, the three-dimensional propagation paths of dislocations can be visualized. The PCM image obtained represents a projection of threading dislocations within a thickness of approximately 43 $μ$m. Dislocations spaced as close as 1.3 $μ$m can be individually resolved. In addition, the capability of PCM to detect scratches, subsurface scratches, facet boundaries, and voids was demonstrated. This study establishes PCM as a versatile and laboratory-accessible technique for three-dimensional, nondestructive characterization of dislocations and other defects in wide-bandgap semiconductors."}
{"id": "2511.09521", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09521", "abs": "https://arxiv.org/abs/2511.09521", "authors": ["CJ Sturgill", "Manish Kumar", "Nima Karimitari", "Iva Milisavljevic", "Coby S. Collins", "Aaron Hegler", "Hsin-Yun Joy Chao", "Santosh Kiran Balijepalli", "Scott Misture", "Christopher Sutton", "Morgan Stefik"], "title": "Role of Wadsley Defects and Cation Disorder to Enhance MoNb12O33 Diffusion", "comment": null, "summary": "Wadsley-Roth (WR) niobates have emerged as high-rate anode materials that can combine rapid ionic diffusion with good electronic conductivity. WR compounds have been defect-enhanced by limited annealing, however, such materials often contain multiple types of defects. In particular, both Wadsley defects (variable block size) and transition metal disorder have the potential to modify transport rates, however the corresponding effects are not well understood mechanistically. Here, MoNb12O33 (MNO) was calcined at two different temperatures to compare a defect-rich condition (MNO-800) with a proximal order-rich condition (MNO-900) as assessed through XRD, XANES, EXAFS, and STEM characterizations. Galvanostatically cycled lithium half cells of MNO-800 exhibited additional capacity (307 mAh/g at 0.1C, 4.66% higher) and improved high-rate capacity of 200 mAhg-1 at 10C. ICI-based overpotential analysis identified solid state diffusion as the dominant rate limiting process where MNO-800 correspondingly exhibited ~3X faster capacity-weighted diffusivity. A machine-learning interatomic potential was trained to density functional theory and then applied with molecular dynamics (MLIP-MD) to examine the possible roles of Wadsley defects and transition metal disorder. For both defect-types, Li was found to populate and activate fast diffusion paths from window sites at lower extents of lithiation as compared to the order-rich model."}
{"id": "2511.08999", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2511.08999", "abs": "https://arxiv.org/abs/2511.08999", "authors": ["Antonio Patrón Castro"], "title": "Control and optimisation of irreversible processes in non-equilibrium systems", "comment": null, "summary": "This thesis is devoted to the study of physical systems embedded within the field of non-equilibrium statistical mechanics. Specifically, the state of the systems of interest constitutes a stochastic process that can be externally driven by a set of controllable parameters. On the one hand, for systems in contact with a thermal bath, we have studied the emergence of strong memory effects and glassy behaviour upon varying the bath temperature, and how these are related to the existence of non-equilibrium attractors governing the dynamics. On the other hand, for overdamped harmonic systems, we have studied the problem of minimising the connection time between arbitrary stationary (either equilibrium or non-equilibrium) states, by suitably varying either the bath temperature or the stiffnesses of the potential."}
{"id": "2511.08632", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.08632", "abs": "https://arxiv.org/abs/2511.08632", "authors": ["Alexander Pakpour Tabrizi", "Artur Lozovoi", "Sean Karg", "Tecla Bottinelli Mondandon", "Melody Leung", "Kai-Hung Cheng", "Nathalie P. de Leon"], "title": "High-quality nanostructured diamond membranes for nanoscale quantum sensing", "comment": null, "summary": "Deploying nitrogen vacancy (NV) centers in diamond as nanoscale quantum sensors for condensed matter and materials physics requires placing the NV centers close to the sensing target. One solution is to fabricate diamond nanostructures and integrate them with materials and devices. However, diamond etching and ion milling can introduce subsurface damage and surface defects that degrade the charge stability and spin coherence of NV centers near the surface. Here we report a procedure for fabricating low-damage nanostructured diamond membranes, and we show that this fabrication scheme preserves the optical and spin properties of state-of-the-art shallow NV center quantum sensors, within nanometers of the diamond surface, while providing significant photonic enhancement. Furthermore, we demonstrate a pick-and-place transfer method, which enables integration with diverse sensing targets."}
{"id": "2511.09009", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.09009", "abs": "https://arxiv.org/abs/2511.09009", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J. Ackland"], "title": "Stability, electronic disruption, and anisotropic superconductivity of hydrogenated trilayer metal tetraborides (MB$_{4}$H; M=Be, Mg, Ca, Al)", "comment": "15 pages, 8 figures", "summary": "The discovery of superconductivity in MgB$_2$ (\\(T_c = 39\\) K) \\cite{nagamatsu2001superconductivity} established metal diborides (MB$_2$) as a promising class of conventional superconductors. Recent advances in fabrication techniques have enabled the synthesis of 2D MgB$_2$ with a \\(T_c\\) of 36 K \\cite{cheng2018fabrication}, reigniting interest in layered metal borides. This has led to predictions of superconductivity in various 2D metal borides, including MB$_4$ (M = Be, Mg, Ca, Al), with CaB$_4$ exhibiting the highest estimated \\(T_c\\) of 36.1 K. To explore the impact of hydrogenation on superconductivity, we systematically investigate two-dimensional hydrogenated trilayer metal borides (MB$_4$H; M = Be, Mg, Ca, Al). Our results reveal that these materials retain a metallic nature dominated by boron \\(p\\)-orbitals, while hydrogenation significantly alters their band dispersion and Fermi surface topology. Phonon calculations confirm their dynamical stability and reveal strong electron-phonon interactions, leading to multi-gap superconductivity. Among the studied compounds, MgB$_4$H, AlB$_4$H, and CaB$_4$H exhibit possible two superconducting gaps, with CaB$_4$H showing the strongest electron-phonon coupling, resulting in an intrinsic superconducting transition temperature of 64 K. In contrast, AlB$_4$H shows the weakest coupling, with \\(T_c = 22\\) K. The calculated electron-phonon coupling constants (\\(λ\\)) range from 0.62 to 0.99, demonstrating the tunability of superconducting properties through elemental substitution. These findings provide valuable insights into superconductivity in hydrogenated metal borides and highlight their potential for high-\\(T_c\\) applications."}
{"id": "2511.08932", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.08932", "abs": "https://arxiv.org/abs/2511.08932", "authors": ["Qiaochao Xiang", "Xiaokang Li", "Xiaodong Guo", "Kamran Behnia", "Zengwei Zhu"], "title": "Phonon Thermal Hall Effect: The Roles of Disorder, Annealing, and Metallic Contacts", "comment": "9 pages, 4 figures", "summary": "The phonon thermal Hall effect (THE) is a ubiquitous yet poorly understood phenomenon in insulators. Its microscopic origin remains debated, partly due to significant sample-dependent variations that hint at uncontrolled experimental parameters. Using SrTiO$_3$ as a model system, we identify disorder and uncontrolled strain as suppressors of a thermal Hall signal. Crystals with high thermal conductivity exhibit a substantial thermal Hall angle $\\nabla T_y / \\nabla T_x$ (up to 0.3\\% at 9 T), whereas the effect is virtually absent in disordered samples. Crucially, annealing (in air atmosphere) these disordered samples partially restores the THE (approximately 0.1\\% at 9 T) with little effect on the longitudinal thermal conductivity. This decoupling reveals that the amplitude of THE is not simply set by the phonon mean free path. Furthermore, measurements performed with metallic and insulating contacts yield identical results on the same sample. This definitively rules out parasitic signals as the effect's origin. Our work, by establishing the phonon THE as an intrinsic property of the crystal lattice and extremely sensitive to disorder, sharply constrains theoretical scenarios."}
{"id": "2511.09096", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09096", "abs": "https://arxiv.org/abs/2511.09096", "authors": ["Zhongchen Xu", "Yaxian Wang", "Cuiwei Zhang", "Hongxiong Liu", "Xin Han", "Liusuo Wu", "Xianmin Zhang", "Quansheng Wu", "Youguo Shi"], "title": "Magnetization plateau and anisotropic magnetoresistance in the frustrated Kondo-lattice compound Ce3ScBi5", "comment": "14+13 pages,7+7 figures", "summary": "Kondo metals with geometric frustration offer fertile ground for exploring exotic states of matter with a field-induced fractional magnetization platform and nonsaturating magnetoresistance. Herein, a Ce3ScBi5 single crystal with anti-Hf5Sn3Cu hexagonal structure was successfully synthesized via the bismuth self-flux method, leading to the formation of cerium cations arranged in a frustrated structure within a distorted kagome lattice. Magnetic measurements exhibit two distinct antiferromagnetic transitions at 4.1 and 5.9 K. Specifically, the occurrence of multiple metamagnetic transitions between magnetization plateaus is evidenced upon applying magnetic fields perpendicular to the c axis. Transport measurements highlight remarkable Kondo-lattice characteristics and anisotropic magnetoresistance in Ce3ScBi5. The anomalous Hall contributions are observed at low temperatures under critical fields, suggesting Fermi surface reconstruction in a subset of the metamagnetic transitions. We have constructed a temperature-field phase diagram to provide comprehensive information on the complex magnetic structures arising from competitive interactions. Our work establishes Ce3ScBi5 and related materials as a unique platform for exploring low-dimensional quantum fluctuations in bulk crystals, and analyzes the critical role of geometric frustration in Kondo and Ruderman-Kittel-Kasuya-Yosida physical frameworks."}
{"id": "2511.09224", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09224", "abs": "https://arxiv.org/abs/2511.09224", "authors": ["Pedro N. Ferreira", "Roman Lucrezi", "Sangmin Lee", "Lucy Nathwani", "Matthew Julian", "Rohit P. Prasankumar", "Warren E. Pickett", "Chris J. Pickard", "Philip Kim", "Christoph Heil"], "title": "First-principles evidence for conventional superconductivity in a quasicrystal approximant", "comment": null, "summary": "Quasicrystals (QCs) host long-range order without translational symmetry, a regime in which the very foundations of BCS theory are not straightforwardly applicable, yet experiments on QCs and their approximant crystals (ACs) point to conventional, $s$-wave, electron-phonon coupled superconductivity. With this work we directly address this seeming contradiction from first principles. Using state-of-the-art \\textit{ab initio} methods, we compute the superconducting properties of the recently discovered AC Al$_{13}$Os$_4$ and quantitatively reproduce its bulk $T_\\text{c}$. This constitutes, to our knowledge, the first \\emph{ab initio} determination of $T_\\text{c}$ for an AC and establishes that the electron-phonon framework is predictive in these systems as well. Using the generalized quasichemical approximation for alloy modeling in the decagonal Al-Os family, we predict tunable superconductivity in Al$_{13}$Os$_{4-x}$Re$_x$ and Al$_{13}$Os$_{4-x}$Ir$_x$; in particular, Al$_{13}$Re$_4$ is dynamically stable and estimated to have a $T_\\text{c}$ about 30% above Al$_{13}$Os$_4$. Finally, we argue that $T_\\text{c}$ obtained for ACs provides practical bounds for the $T_\\text{c}$ of their parent QCs, suggesting that the quasicrystalline counterparts of Al$_{13}$Os$_4$ and Al$_{13}$Re$_4$ could harbor the highest $T_\\text{c}$ among QCs yet."}
{"id": "2511.09097", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "cond-mat.str-el", "math-ph"], "pdf": "https://arxiv.org/pdf/2511.09097", "abs": "https://arxiv.org/abs/2511.09097", "authors": ["R. Flores-Calderón", "M. Zündel"], "title": "Evidence for spontaneous breaking of a continuous symmetry at a non-conformal quantum critical point", "comment": null, "summary": "In this work, we present evidence for the spontaneous breaking of a continuous symmetry in a nearest-neighbour interacting spin-1 chain tuned to a quantum critical point at $T=0$ between two XY quasi-long-range order phases differing by the spontaneous breaking of a $\\mathbb{Z}_2$ symmetry. Despite the one-dimensional nature of the system, which typically prevents such a continuous symmetry breaking due to the Hohenberg-Mermin-Wagner theorem, the presence of a Berry phase term in the quantum model allows us to observe, using matrix product state methods, a finite perpendicular magnetization. Moreover, the quasi-long-range decay of the correlation function becomes truly long-range order, and the dynamical structure factor displays a characteristic Bragg peak together with sharp gapless modes. Our results imply the quantum phase transition has an anomalous dimension of $η\\simeq 1$ together with the dynamical critical exponent $z\\simeq 3/2$, known from the Kardar-Parisi-Zhang universality class in one dimension. We perform a perturbative renormalization group calculation about the upper critical dimension $d_c=2$ that we could close at second loop order. We find an interacting fixed point with critical exponents distinct from the Ising ones. Together, our findings suggest the nature of the fixed point to be non-perturbative. We propose a field-theory that we believe to improve the quantitative results."}
{"id": "2511.09349", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09349", "abs": "https://arxiv.org/abs/2511.09349", "authors": ["Dhananjaya Mahapatra", "Harekrishna Bhunia", "Manu S Pattelath", "Partha Mitra"], "title": "Interface tuned Enhanced and Low Temperature Quenching of Orbital Hall Currents Induce Torque and magnetoresistance in Light Metal/Nickel Bilayers", "comment": null, "summary": "We investigate orbital current induced effects arising from the orbital Hall effect in light-metal/ferromagnet bilayers. Thin films of Ti in ohmic contact with Ni were studied using second-harmonic longitudinal and transverse voltage measurements under an applied a.c. current. From these signals, we extract the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). Insertion of a Cu interlayer between the Ni/Ti interface leads to an enhancement of both OHT efficiency and UOMR compared to both Ni/Ti and Ni/Cu bilayers. Furthermore, systematic variation of Ti thickness reveals that both OHT efficiency and UOMR increase with increasing Ti thickness, indicating that the observed phenomena predominantly originate from the bulk orbital Hall effect rather than purely from interfacial mechanisms and Lowering the temperature leads to a clear reduction in both the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). The nearly linear and correlated temperature dependence of both parameters suggests a common underlying mechanism, namely, the orbital Hall effect in the light-metal layer, which governs both the generation of orbital current and its subsequent influence on the ferromagnet through orbital torque and orbital magnetoresistance."}
{"id": "2511.09113", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09113", "abs": "https://arxiv.org/abs/2511.09113", "authors": ["Zhongchen Xu", "Wenbo Ma", "Shijun Guo", "Ziyi Zhang", "Quansheng Wu", "Xianmin Zhang", "Xiuliang Yuan", "Youguo Shi"], "title": "Stability Frontiers and Mixed-dimensional physics in the Kagome Intermetallics Ln3ScBi5 (Ln = La-Nd, Sm)", "comment": "12+12 pages, 5+7 figures", "summary": "Low-dimensional physics provides profound insights into strongly correlated interactions, leading to enhanced quantum effects and the emergence of exotic quantum states. The Ln3ScBi5 family stands out as a chemically versatile kagome platform with mixed low-dimensional structural framework and tunable physical properties. Our research initiates with a comprehensive evaluation of the currently known Ln3ScBi5 (Ln = La-Nd, Sm) materials, providing a robust methodology for assessing their stability frontiers within this system. Focusing on Pr3ScBi5, we investigate the influence of the zigzag chains of quasi-one-dimensional (Q1D) motifs and the distorted kagome layers of quasi-two-dimensional (Q2D) networks in the mixed-dimensional structure on the intricate magnetic ground states and unique spin fluctuations. Our study reveals that the noncollinear antiferromagnetic (AFM) moments of Pr3+ ions are confined within the Q2D kagome planes, displaying minimal in-plane anisotropy. In contrast, a strong AFM coupling is observed within the Q1D zigzag chains, significantly constraining spin motion. Notably, the magnetic frustration is partially the consequence of coupling to conduction electrons via the Ruderman-Kittel-Kasuya Yosida (RKKY) interaction, highlighting a promising framework for future investigations into mixed-dimensional frustration in Ln3ScBi5 systems."}
{"id": "2511.09128", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09128", "abs": "https://arxiv.org/abs/2511.09128", "authors": ["N. D. Zhigadlo"], "title": "Discovery of a new magnesium iron boride Mg4Fe1.1B13.9 in the Mg-Fe-B-N system", "comment": null, "summary": "A new boron-rich ternary phase, Mg4Fe1.1B13.9, was discovered in the Mg-Fe-B-N quaternary system. This novel phase appears in the form of plate-like shaped crystals formed on the surface of Fe-substituted MgB2 during high-pressure, high-temperature (HPHT) solution growth at 3 GPa and 1960 C. Mg4Fe1.1B13.9 crystallizes in an orthorhombic structure with space group Pnam (No. 62) and lattice parameters a = 10.95(2) A, b = 7.07(1) A, and c = 8.72(1) A. Structural refinement reveals a layered architecture composed of alternating layers of Mg-Fe and boron, with boron atoms forming 5-, 6-, and 7-membered ring motifs. A structural comparison indicates that Mg4Fe1.1B13.9 is closely related to the Y2ReB6-type borides. This discovery highlights the effectiveness of the HPHT synthesis in accessing new, complex boron-rich phases. As research in the binary Mg-B system approaches saturation, the identification of Mg4Fe1.1B13.9 offers new insights into the formation of phases in the Mg-Fe-B-N system. This paves the way for the guided synthesis of novel borides with unique properties in other multicomponent systems."}
{"id": "2511.09155", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.09155", "abs": "https://arxiv.org/abs/2511.09155", "authors": ["Ivan Gamov", "Matthias Sauter", "Samuel Huber", "Quirin Buchinger", "Peter Gschwandtner", "Ulrike Wallrabe", "Sven Höfling", "Tobias Huber-Loyola"], "title": "Enhanced spectral range of strain-induced tuning of quantum dots in circular Bragg grating cavities", "comment": null, "summary": "Tunable sources of entangled and single photons are essential for implementing entanglement-based quantum information protocols, as quantum teleportation and entanglement swapping depend on photon indistinguishability. Tunable devices are fabricated from indium arsenide (InAs) quantum dots (QDs) embedded in gallium arsenide (GaAs) nanomembranes placed on monolithic piezoelectric substrates. Circular Bragg grating (CBG) resonators enhance emission brightness and exploit the Purcell effect; however, the inclusion of CBGs reduces strain-mediated tunability compared to planar nanomembranes. A simple and effective solution is introduced: filling the CBG trenches with a stiff dielectric (aluminum oxide) via atomic layer deposition (ALD) restores up to 95% of the tunability of planar structures. Finite element analysis (FEA) confirms that the tunability loss originates from bending in the device layers due to strain relief in the CBG geometry. Lowering the stiffness of intermediate layers between the QDs and the piezoelectric actuator, such as in bonding or reflector layers, further increases strain losses in uncoated CBGs. Coated devices maintain 98-99% strain-tuning efficiency across all simulated underlayer stiffnesses. The results demonstrate that advantageous optical cavity properties can be effectively combined with piezoelectric strain tuning, enabling scalable, bright, and tunable quantum light sources."}
{"id": "2511.09183", "categories": ["cond-mat.stat-mech", "q-bio.BM", "q-bio.QM"], "pdf": "https://arxiv.org/pdf/2511.09183", "abs": "https://arxiv.org/abs/2511.09183", "authors": ["Alvaro Lanza", "Inés Martínez-Martín", "Rafael Tapia-Rojo", "Stefano Bo"], "title": "Measuring irreversibility in stochastic systems by categorizing single-molecule displacements", "comment": "12 pages Main Text, 5 pages Appendix, 18 pages Supplementary Material", "summary": "Quantifying the irreversibility and dissipation of non-equilibrium processes is crucial to understanding their behavior, assessing their possible capabilities, and characterizing their efficiency. We introduce a physical quantity that quantifies the irreversibility of stochastic Langevin systems from the observation of individual molecules' displacements. Categorizing these displacements into a few groups based on their initial and final position allows us to measure irreversibility precisely without the need to know the forces and magnitude of the fluctuations acting on the system. Our model-free estimate of irreversibility is related to entropy production by a conditional fluctuation theorem and provides a lower bound to the average entropy production. We validate the method on single-molecule force spectroscopy experiments of proteins subject to force ramps. We show that irreversibility is sensitive to detailed features of the energy landscape underlying the protein folding dynamics and suggest how our methods can be employed to unveil key properties of protein folding processes."}
{"id": "2511.09206", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2511.09206", "abs": "https://arxiv.org/abs/2511.09206", "authors": ["Michele Giusfredi", "Stefano Iubini", "Antonio Politi", "Paolo Politi"], "title": "Mean-field theory of the DNLS equation at positive and negative absolute temperatures", "comment": "11 pages, 10 figures", "summary": "The Discrete Non Linear Schrödinger (DNLS) model, due to the existence of two conserved quantities, displays an equilibrium transition between a homogeneous phase at positive absolute temperature and a localized phase at negative absolute temperature. Here, we provide a mean-field theory of DNLS and show that this approximation is semi-quantitatively correct in the whole phase diagram, becoming exact in proximity of the transition. Our mean-field theory shows that the passage from stable positive-temperature to metastable negative-temperature states is smooth."}
{"id": "2511.09214", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09214", "abs": "https://arxiv.org/abs/2511.09214", "authors": ["Niklas Bockius", "Maximilian Braun", "Kay Hofmann", "Friederike Schmid", "Martin Hanke"], "title": "Determining extended Markov parameterizations for vector-valued generalized Langevin Equations", "comment": null, "summary": "The generalized Langevin equation is used as a model for various coarse-grained physical processes, e.g., the time evolution of the velocity of a given larger particle in an implicitly represented solvent, when the relevant time scales of the dynamics of the larger particle and the solvent particles are not strictly separated. Since this equation involves an integrated history of past velocities, considerable efforts have been made to approximate this dynamics by data-driven Markov models, where auxiliary variables are used to compensate for the memory term. In recent works we have developed two algorithms which can be used for this purpose, provided the dynamics in question are scalar processes. Here we extend these algorithms to vector-valued processes. As a physical test bed we consider an S-shaped particle sliding on a planar substrate, which gives rise to a truly two-dimensional velocity process. The two algorithms provide Markov approximations of this process with 10-20 auxiliary variables and a very accurate fit of the given autocorrelation data over the entire time interval where these data are non-negligible."}
{"id": "2511.09224", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09224", "abs": "https://arxiv.org/abs/2511.09224", "authors": ["Pedro N. Ferreira", "Roman Lucrezi", "Sangmin Lee", "Lucy Nathwani", "Matthew Julian", "Rohit P. Prasankumar", "Warren E. Pickett", "Chris J. Pickard", "Philip Kim", "Christoph Heil"], "title": "First-principles evidence for conventional superconductivity in a quasicrystal approximant", "comment": null, "summary": "Quasicrystals (QCs) host long-range order without translational symmetry, a regime in which the very foundations of BCS theory are not straightforwardly applicable, yet experiments on QCs and their approximant crystals (ACs) point to conventional, $s$-wave, electron-phonon coupled superconductivity. With this work we directly address this seeming contradiction from first principles. Using state-of-the-art \\textit{ab initio} methods, we compute the superconducting properties of the recently discovered AC Al$_{13}$Os$_4$ and quantitatively reproduce its bulk $T_\\text{c}$. This constitutes, to our knowledge, the first \\emph{ab initio} determination of $T_\\text{c}$ for an AC and establishes that the electron-phonon framework is predictive in these systems as well. Using the generalized quasichemical approximation for alloy modeling in the decagonal Al-Os family, we predict tunable superconductivity in Al$_{13}$Os$_{4-x}$Re$_x$ and Al$_{13}$Os$_{4-x}$Ir$_x$; in particular, Al$_{13}$Re$_4$ is dynamically stable and estimated to have a $T_\\text{c}$ about 30% above Al$_{13}$Os$_4$. Finally, we argue that $T_\\text{c}$ obtained for ACs provides practical bounds for the $T_\\text{c}$ of their parent QCs, suggesting that the quasicrystalline counterparts of Al$_{13}$Os$_4$ and Al$_{13}$Re$_4$ could harbor the highest $T_\\text{c}$ among QCs yet."}
{"id": "2511.09225", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.09225", "abs": "https://arxiv.org/abs/2511.09225", "authors": ["Young Sul Cho"], "title": "Discontinuous transition in explosive percolation via local suppression", "comment": "8 pages, 7 figures", "summary": "We study an explosive percolation model in which a link is randomly added and neighboring nodes sequentially rewire their links to suppress the growth of large clusters. In this manner, the rewiring nodes spread outward starting from the initial node closest to the added link. We show that a discontinuous transition emerges even when the total number of rewiring nodes after each link addition is finite. This finding implies that adding a link using the information of the cluster sizes attached to a finite set of link candidates (local information) can lead to a discontinuous transition if link rewiring is allowed. This result thus extends the previous result that a discontinuous transition arises only when a link is added using the information of the cluster sizes attached to an infinite number of link candidates (global information) in the absence of rewiring."}
{"id": "2511.09226", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.09226", "abs": "https://arxiv.org/abs/2511.09226", "authors": ["Mahya Ghorab", "Ayush K. Ranga", "Arnulf Materny", "Veit Wagner", "Mojtaba Joodaki"], "title": "Assessing Band Gap Stability of Organic Semiconductor Thin Films for Flexible Electronic Applications", "comment": null, "summary": "Integration of organic semiconductors into flexible electronics requires that their optoelectronic properties remain stable under mechanical deformation. Among these, the optical band gap governs exciton generation and limits photovoltaic voltage, making it a key parameter for strain-resilient design. In this work, we investigate band gap shifts in poly(3-hexylthiophene-2,5-diyl) (P3HT) and poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS)/P3HT thin films deposited on flexible poly(ethylene terephthalate) (PET) substrates under uniaxial tensile strain ranging from 1\\% to 10\\%. Samples were subjected to mechanical deformation and then characterized by ultraviolet--visible (UV--Vis) absorption spectroscopy. The optical band gaps extracted using a standardized Tauc analysis and statistically validated through equivalence testing and robust regression models. We find that up to 7\\% strain, the band gap shift ($ΔE_g$) remains effectively invariant, independent of annealing condition or stack configuration, demonstrating electronic stability. However, at 10\\% strain, all groups exhibit a reproducible widening of $\\sim$4--5~meV. This threshold-like behavior marks a transition from mechanical accommodation to electronic perturbation. These findings confirm that the optical band gap in semicrystalline P3HT-based thin films is robust under practical deformation, which provides clear strain thresholds to inform mechanical modeling and device-level simulation of flexible organic optoelectronic systems."}
{"id": "2511.09236", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09236", "abs": "https://arxiv.org/abs/2511.09236", "authors": ["Anna Veverková", "Kristína Bartha", "Jozef Veselý", "Pere Barriobero-Vila", "Jiří Kozlík", "Petr Doležal", "Jiří Pospíšil", "Jana Šmilauerová", "Josef Stráský"], "title": "Phase transformations in metastable $β$ Zr15Nb alloy revealed by in-situ methods", "comment": "Copyright - 2025 The Authors. This is the authors' accepted manuscript (AAM) of the article published in Journal of Materials Science under the CC BY 4.0 license", "summary": "This study examines the phase transitions occurring during linear heating of the Zr15Nb alloy through a comprehensive, multi-technique methodology comprising in-situ high-energy synchrotron X-ray diffraction (HEXRD), electrical resistance measurements, differential scanning calorimetry (DSC), and thermal expansion analysis, supplemented by ex-situ transmission electron microscopy (TEM). The findings reveal a complex sequence of phase transformations and corresponding structural changes over a broad temperature range (from room temperature up to 800 $°$C). Two distinct body-centered cubic (bcc) $β$ phases - $β_{Zr}$ and $β_{Nb}$ - with closely related lattice parameters are identified. At room temperature, the microstructure is characterized by a mixture of the metastable $β_{Zr}$ + $ω_{ath}$ phase. Upon heating, $β_{Zr}$ progressively decomposes, giving rise to the formation of $β_{Nb}$. TEM observation revealed the cuboidal shape of the $ω_{iso}$ particles resulting from the high lattice misfit between $β$ and $ω$ phase. The $ω$ solvus temperature is determined to be approximately 555 $°$C, as evidenced by in situ HEXRD and abrupt changes in the alloy's thermal and electrical properties. The growth of the $α$ phase occurs after the dissolution of the $ω$ phase, resulting in a pronounced increase in thermal expansion."}
{"id": "2511.09245", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09245", "abs": "https://arxiv.org/abs/2511.09245", "authors": ["Eric Kolor", "Edoardo Magnone", "Muhammad Harussani Moklis", "Md. Rubel", "Sasipa Boonyubol", "Koichi Mikami", "Jeffrey S. Cross"], "title": "Hydrogen permeability prediction in palladium alloys and virtual screening of B2-phase stabilized Pd(100-x-y)CuxMy ternary alloys using machine learning", "comment": "29 pages, 8 figures, submitted to journal", "summary": "We present a forward prediction material screening framework designed to discover Pd-Cu alloys with improved B2 phase stability, thereby unlocking simultaneous $H_2$ generation and utilization. First, we trained CatBoost models with literature-derived Pd alloy data to predict $H_2$ permeability from composition and testing conditions. We evaluated fractional, composition-based, and physics-informed descriptors, individually and in combination, and showed that sequential Pearson filtering and fold-wise SHAP-based recursive feature elimination with cross-fold aggregation reduced errors while controlling complexity. Guided by the one-SE rule, a narrower domain-informed set of 13 features provided the best accuracy parsimony trade-off ($R^2=0.81$), only 0.01 below the max. $R^2$ achievable with 3x the number of features. SHAP analysis indicated that high permeability is promoted by elevated temperature, lattice expansion relative to Pd, atomic size mismatch, and favorable mixing tendencies. Second, the selected model was applied to screen $Pd_{(100-x-y)}Cu_{x}M_{y}$ spanning 16 co-dopants M for B2 stabilization. For each M system, we obtained the Pareto set of compositions that minimize Pd content and Miedema heat of formation and maximize the permeability, then picked three compounds, including that with the highest predicted permeability, the lowest Miedema heat of formation, and the lowest Pd content. With a final filter considering M concentration for single-phase Pd-M solution formation, we recommend Pd48.48Cu43.00Y8.52, Pd49.08Cu42.45Sc8.47, Pd56.09Cu33.70La10.21, and Pd52.68Cu40.44Mg6.88 for experimental validation. We predict those alloys to exhibit permeabilities 1.7 to 1.9 higher than B2 Pd60Cu40. Our framework provides plausible experimental targets and a scalable pathway for designing stable, high-temperature, H2-selective Pd-alloy membranes."}
{"id": "2511.09271", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09271", "abs": "https://arxiv.org/abs/2511.09271", "authors": ["Dapeng Yao", "Dongwook Go", "Yuriy Mokrousov", "Shuichi Murakami"], "title": "Dynamical Orbital Angular Momentum Induced by Chiral Phonons", "comment": "8 pages, 4 figures", "summary": "We show that the orbital angular momentum (OAM) of electrons is dynamically induced by chiral phonons. The induced OAM originates from the adiabatic evolution in which electrons dynamically acquire Berry phase. By introducing a tight-binding model with p orbitals on a honeycomb lattice, we show a microscopic picture that chiral phonons modulate orbital overlaps of electrons, and calculate the generated OAM, whose sign depends on phonon chirality. We then construct an effective model for valley phonons with different phonon pseudoangular momenta (PAM) and identity their distinct intervalley-scattering channels. Our model obeys the selection rule between phonons and electrons with the orbital degree of freedom. Extending this framework to d-orbital electrons, our model is applied to describe the induced OAM in monolayer transition metal dichalcogenides. Our results reveal a direct lattice-OAM transfer mechanism that emerges even in materials with weak spin-orbital coupling, opening a new promising way for orbitronics applications."}
{"id": "2511.09301", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.09301", "abs": "https://arxiv.org/abs/2511.09301", "authors": ["Bo-Xi Li", "Peng Ye"], "title": "Infinite-component $BF$ field theory: Nexus of fracton order, Toeplitz braiding, and non-Hermitian amplification", "comment": "This paper is part of a series of work with arXiv:2406.02482", "summary": "Building on the recent study of Toeplitz braiding by Li et al. [Phys. Rev. B 110, 205108 (2024)], we introduce \\textit{infinite-component} $BF$ (i$BF$) theories by stacking topological $BF$ theories along a fourth ($w$) spatial direction and coupling them in a translationally invariant manner. The i$BF$ framework captures the low-energy physics of 4D fracton topological orders in which both particle and loop excitations exhibit restricted mobility along the stacking direction, and their particle-loop braiding statistics are encoded in asymmetric, integer-valued Toeplitz $K$ matrices. We identify a novel form of particle-loop braiding, termed \\textit{Toeplitz braiding}, originating from boundary zero singular modes (ZSMs) of the $K$ matrix. In the thermodynamic limit, nontrivial braiding phases persist even when the particle and loop reside on opposite 3D boundaries, as the boundary ZSMs dominate the nonvanishing off-diagonal elements of $K^{-1}$ and govern boundary-driven braiding behavior. Analytical and numerical studies of i$BF$ theories with Hatano-Nelson-type and non-Hermitian Su-Schrieffer-Heeger-type Toeplitz $K$ matrices confirm the correspondence between ZSMs and Toeplitz braiding. The i$BF$ construction thus forges a bridge between strongly correlated topological field theory and noninteracting non-Hermitian physics, where ZSMs underlie the non-Hermitian amplification effect. Possible extensions include 3-loop and Borromean-rings Toeplitz braiding induced by twisted topological terms, generalized entanglement renormalization, and foliation structures within i$BF$ theories. An intriguing analogy to the scenario of parallel universes is also briefly discussed."}
{"id": "2511.09308", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09308", "abs": "https://arxiv.org/abs/2511.09308", "authors": ["Arsene Yerle", "Pierre Gaspard", "Joel Mabillard"], "title": "Dynamic structure factor of a monatomic cubic crystal", "comment": "26 pages, 4 figures, 2 tables", "summary": "The spectral function of density fluctuations, also known as the dynamic structure factor, of a monatomic cubic crystal with vacancies is derived from the macroscopic equations describing transport in crystalline solids. The resonances of the spectral function are identified as a Brillouin doublet of sound propagation, a central Rayleigh peak of heat diffusion, as for perfect crystals, and another central sharp peak associated with vacancy diffusion. Analytical expressions for the heat and vacancy diffusivities, speeds of sound, and sound damping coefficients are obtained. The theoretical results are compared to molecular dynamics simulations of a face-centered cubic crystal of hard spheres."}
{"id": "2511.09318", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09318", "abs": "https://arxiv.org/abs/2511.09318", "authors": ["Ia. A. Mogunov", "A. Yu. Klokov", "N. Yu. Frolov", "A. V. Protasov", "G. E. Zhezlyaev", "D. I. Devyaterikov", "R. R. Gimaev", "V. I. Zverev", "A. M. Kalashnikova"], "title": "Tunable laser-generated GHz surface acoustic waves during magnetostructural phase transition in FeRh thin films", "comment": "10 pages, 4 figures", "summary": "Laser-generated surface acoustic waves (SAW) facilitate an efficient information processing in modern spintronics and magnonics. The ability to tune SAW parameters is crucial to achieve an acoustic control over magnonic properties. Such tunability can be achieved in phase-changing magnetic materials accommodating both spin waves and SAWs. A promising material is FeRh alloy, a metallic antiferromagnet at room temperature undergoing a phase transition into ferromagnetic state accompanied by a crystal lattice expansion at 370 K. This transition can also be induced by femtosecond laser pulses. In this paper we use the phase transition in 60 nm Fe49Rh51 film to optically generate pulses of Gigahertz quasi-Rayleigh SAWs. We detect them via photoelastic effect and show that the lattice transformation during phase transition is a dominant strain-generation mechanism for above-threshold excitation. The weight of this contribution rises as the sample is heated closer to AFM-FM transition temperature and 'switches off' when heated above it allowing to control the SAW amplitude. A model based on thermodynamical parameters of Fe49Rh51 shows that the lattice transformation occurring within 95 ps effectively contributes to SAW generation happening at a comparable timescale, while non-equilibrium fast kinetics of the phase transition does not."}
{"id": "2511.09338", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09338", "abs": "https://arxiv.org/abs/2511.09338", "authors": ["A. I. Krivchikov", "A. Jeżowski", "M. S. Barabashko", "G. Dovbeshko", "D. E. Hurova", "N. N. Galtsov", "V. Boiko", "Yu. Sementsov", "A. Glamazda", "V. Sagan", "Yu. Horbatenko", "O. A. Korolyuk", "O. O. Romantsova", "D. Szewczyk"], "title": "Low-Temperature Heat Capacity and Phonon Dynamics in Expanded Graphite and EG--MWCNTs Composites", "comment": "8 figures, 5 tables, submitted to Journal of Applied Physics. Corresponding author is D. Szewczyk. E-mail: d.szewczyk@intibs.pl", "summary": "The specific heat of expanded graphite (EG) and EG--multiwalled carbon nanotube (MWCNT) composites (1.0 and 3.0 wt.\\% MWCNTs) was measured between 2 and 300~K. The low-temperature heat capacity is dominated by out-of-plane flexural phonons with quadratic dispersion, characteristic of two-dimensional layered systems. Compared with crystalline graphite, EG exhibits enhanced heat capacity due to increased defect density and reduced interlayer coupling. Structural characterization (XRD, Raman, EDS) confirmed variations in stacking order and defect concentration. The data were fitted using a three-term model ($C_{1}T + C_{3}T^{3} + C_{5}T^{5}$), where the negative $C_{5}$ term indicates quadratic phonon dispersion. The results demonstrate the influence of MWCNT integration and structural disorder on phonon dynamics and anisotropic heat capacity in EG-based composites."}
{"id": "2511.09349", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09349", "abs": "https://arxiv.org/abs/2511.09349", "authors": ["Dhananjaya Mahapatra", "Harekrishna Bhunia", "Manu S Pattelath", "Partha Mitra"], "title": "Interface tuned Enhanced and Low Temperature Quenching of Orbital Hall Currents Induce Torque and magnetoresistance in Light Metal/Nickel Bilayers", "comment": null, "summary": "We investigate orbital current induced effects arising from the orbital Hall effect in light-metal/ferromagnet bilayers. Thin films of Ti in ohmic contact with Ni were studied using second-harmonic longitudinal and transverse voltage measurements under an applied a.c. current. From these signals, we extract the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). Insertion of a Cu interlayer between the Ni/Ti interface leads to an enhancement of both OHT efficiency and UOMR compared to both Ni/Ti and Ni/Cu bilayers. Furthermore, systematic variation of Ti thickness reveals that both OHT efficiency and UOMR increase with increasing Ti thickness, indicating that the observed phenomena predominantly originate from the bulk orbital Hall effect rather than purely from interfacial mechanisms and Lowering the temperature leads to a clear reduction in both the orbital Hall torque (OHT) efficiency and the unidirectional orbital magnetoresistance (UOMR). The nearly linear and correlated temperature dependence of both parameters suggests a common underlying mechanism, namely, the orbital Hall effect in the light-metal layer, which governs both the generation of orbital current and its subsequent influence on the ferromagnet through orbital torque and orbital magnetoresistance."}
{"id": "2511.09356", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09356", "abs": "https://arxiv.org/abs/2511.09356", "authors": ["Ye Ling", "Yuting Wang", "Wenan Guo", "Yhhai Liu"], "title": "Probing the Critical Behavior of a Sign-Problematic Model with Monte Carlo Simulations", "comment": "8 pages, 8 figures", "summary": "The sign-problematic generalized Baxter-Wu (GBW) model with asymmetric complex couplings is mapped onto a one-dimensional quantum model. Utilizing the model's exactly known critical properties, we study the relation between the conventional and the modified average signs and the phase transitions in the GBW model. We find that the average sign develops a negative peak near the critical point, but it is not a unique indicator of phase transition, as similar features can appear in non-critical regions. While the average modified sign provides a viable probe for the phase transition, the practical effectiveness of this method is limited by the exponential scaling of computational cost with the system's volume. We propose that the universal properties of the original model can be investigated through simulating the related reference model, based on the universality assumption. Using finite-size scaling analysis based on Monte Carlo simulations, we confirm the validity of this method, which thereby provides a novel framework for investigating phase transitions in systems plagued by the sign problem."}
{"id": "2511.09358", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09358", "abs": "https://arxiv.org/abs/2511.09358", "authors": ["Toshiya Hikihara"], "title": "Tree-graph based construction of quantum spin models with exact ground state", "comment": "5 pages, 5 figures", "summary": "We propose a protocol to generate an antiferromagnetic S=1/2 Heisenberg model with the exact ground state based on a tree graph. The generated model has a correspondence with a tree graph and possesses the product state of singlet dimers as its unique ground state. A procedure for constructing a model with exact, massively degenerate ground states is also introduced."}
{"id": "2511.09401", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09401", "abs": "https://arxiv.org/abs/2511.09401", "authors": ["Chenyue Guo", "Hongzheng Zhao", "Zi Cai"], "title": "Emergent long-tail dynamics in driven magnets with dynamical frustration", "comment": null, "summary": "In this study, we show that dynamical frustration can spontaneously emerge in frustration-free magnetic systems under periodic driving. Specifically, we consider a classical spin system and demonstrate the emergence of spin-ice physics when drive-induced heating is well suppressed. In particular, we focus on the dynamics of magnetic monopole excitations, which, in sharp contrast to their equilibrium counterparts, exhibit a non-ergodic stochastic random-walk process with long-tailed, power-law distributed waiting times, where the power-law exponent is tunable by the system's effective temperature. Heating is accelerated at intermediate driving frequencies, and the system eventually heats up to an infinite-temperature state. However, the heating time is extremely sensitive to different initial-state realizations and also follows a long-tailed power-law distribution. We show that a drive-induced short-range attractive interaction between monopoles is responsible for the long-tailed distributions observed in both monopole and heating dynamics."}
{"id": "2511.09402", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09402", "abs": "https://arxiv.org/abs/2511.09402", "authors": ["Zihao Huang", "Hengxing Tan", "Zhen Zhao", "Zhan Wang", "Chengmin Shen", "Haitao Yang", "Bent Weber", "Binghai Yan", "Hui Chen", "Ziqiang Wang", "Hong-Jun Gao"], "title": "The parent state in kagome metals and superconductors: Chiral-nematic Fermi liquid state", "comment": "23 pages, 4 figures", "summary": "The kagome metals and superconductors hosting rich correlated and topological electronic states have captivated quantum materials research. These states are triggered by an unconventional chiral charge density wave (CDW) wherein a chiral superconductivity emerges at low temperatures, yet the origin of this chiral CDW order, the parent state, is unresolved. Here, we report the discovery of a parent chiral-nematic Fermi liquid state in kagome metals and superconductors. We use spectroscopic-imaging scanning tunneling microscopy to study Ti-doped CsV3Sb5 where the CDW is suppressed, and find that multiorbital Fermi surfaces break all mirror reflections and exhibit handedness. We observe the chiral low-energy quasiparticle dispersions, providing direct evidence for a chiral-nematic electronic structure. We further observe the direct transition from the parent state to a chiral-nematic superconducting state. Moreover, in the samples with chiral CDW, we also observe the residual chiral-nematic QPI features, demonstrating that the CDW-triggered exotic states descend from the chiral-nematic Fermi liquid. Our findings not only provide a plausible chiral-nematic parent state, but also establish a new conceptual framework for exploring the emergence and consequences of such exotic quantum phases."}
{"id": "2511.09413", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09413", "abs": "https://arxiv.org/abs/2511.09413", "authors": ["Gerliz M. Gutiérrez-Finol", "Kirill Zinovjev", "Alejandro Gaita-Ariño", "Salvador Cardona-Serra"], "title": "A scalable kinetic Monte Carlo platform enabling comprehensive simulations of charge transport dynamics in polymer-based memristive systems", "comment": null, "summary": "Polymer-assisted ion transport underpins both energy storage technologies and emerging neuromorphic computing devices. Efficient modeling of ion migration is essential for understanding the performance of batteries and memristors, but it remains challenging because of the interplay of drift, diffusion, and electrostatic interactions, as well as the limitations of continuum and molecular dynamics approaches. Addressing these challenges is particularly relevant in the context of the climate and energy crisis, where high-performance, low-carbon technologies require optimized ion-conducting materials and devices. Here, we introduce a scalable and flexible stochastic simulation platform that uses Markov chain Monte Carlo methodology to model ion migration in solid-state systems. The platform employs a vectorized, rail-based representation of device geometry, enabling rapid simulation of lateral ion transport and space-charge effects while preserving the stochastic nature of hopping events. It accommodates a wide range of material systems and can integrate experimental input parameters without code modification. We also provide an implementation of the model that takes advantage of highly energy-efficient GPUs, improving the performance and reducing the carbon footprint of the simulations. Validation using polymer-based memristive devices demonstrates the simulator's ability to capture key behaviors, including relaxation decay, current-voltage hysteresis, spike-timing-dependent plasticity, and learning/forgetting rates. By balancing computational efficiency with mesoscale physical considerations, the platform provides a versatile tool for exploring ion-driven phenomena in energy storage and neuromorphic devices, supporting exploratory research."}
{"id": "2511.09436", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09436", "abs": "https://arxiv.org/abs/2511.09436", "authors": ["Rosario G. Viglione", "Giovanni Castorina", "Gaetano Calogero", "Giuseppe Fisicaro", "Damiano Ricciarelli", "Ioannis Deretzis", "Antonino La Magna"], "title": "First-Principles Investigation of Surface-Induced Effects on the Properties of Divacancy Qubits in 3C-SiC", "comment": "10 pages, 5 figures, submitted to Physica Status Solidi B", "summary": "Near-surface divacancy defects in cubic silicon carbide exhibit modified properties due to surface-induced symmetry breaking, as revealed by our first-principles calculations. The spin Hamiltonian is modulated by the defect's depth and orientation, providing key insights for engineering robust SiC-based quantum devices and nanoscale sensors."}
{"id": "2511.09444", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09444", "abs": "https://arxiv.org/abs/2511.09444", "authors": ["Leone V. Luzzatto", "Mathias Casiulis", "Stefano Martiniani", "István A. Kovács"], "title": "Spatial and Temporal Cluster Tomography of Active Matter", "comment": "7 pages, 4 figures", "summary": "Critical phase transitions have proven to be a powerful concept to capture the phenomenology of many systems, including deeply non-equilibrium ones like living systems. The study of these phase transitions has overwhelmingly relied on two-point correlation functions. In this Letter, we show that cluster tomography -- the study of one-dimensional cross-sections of the clusters that emerge near a phase transition -- is an alternative higher-order tool that efficiently locates and characterizes phase transitions in active systems. First, using motility-induced phase separation as a paradigmatic example, we show how complex geometric features of clusters, captured by spatial cluster tomography, can be used to measure critical exponents in active systems without explicitly introducing system-specific order parameters. Second, we introduce temporal cluster tomography, an analogous cluster-based measurement that characterizes the dynamical behavior of active systems. We show that cluster dynamics can be captured by a generalization of burstiness analysis in complex temporal networks. Both spatial and temporal cluster tomography are easy to implement yet powerful approaches to study non-equilibrium systems, making them useful additions to the standard toolbox of statistical physics."}
{"id": "2511.09460", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.09460", "abs": "https://arxiv.org/abs/2511.09460", "authors": ["Xunyang Hong", "Yuetong Wu", "Ying Chan", "Sze Tung Li", "I. Biało", "L. Martinelli", "A. Drewanowski", "Qiang Gao", "Xiaolin Ren", "Xingjiang Zhou", "Zhihai Zhu", "A. Galdi", "D. G. Schlom", "K. M. Shen", "J. Choi", "M. Garcia Fernandez", "Ke-Jin Zhou", "N. B. Brookes", "H. M. Rønnow", "Qisi Wang", "J. Chang"], "title": "Impact of Electron Correlations on Infinite-Layer Cuprates and Nickelates", "comment": "Supplementary information available upon request", "summary": "Optimization of unconventional superconductivity involves a balance of interaction strengths. Precise determination of correlation strength across different material families is therefore important. Here, we present a combined X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) study of infinite-layer PrNiO$_2$ and SrCuO$_2$ that enables fair comparison of their interaction strengths. For both compounds, we study the orbital and magnetic excitations and extract their dispersions along high-symmetry directions. Using a single-band Hubbard model and including higher-order exchange interactions, we derive the correlation factor $U/t$ for both compounds. A key finding is that despite a smaller Coulomb repulsion $U$, PrNiO$_2$ exhibits a correlation strength that is 20% stronger than that of its isostructural cuprate counterpart SrCuO$_2$. This indicates that a moderation of the correlation strength may further optimize superconductivity in nickelates."}
{"id": "2511.09470", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09470", "abs": "https://arxiv.org/abs/2511.09470", "authors": ["Rohan Banerjee Ravindran", "R. Rajesh"], "title": "Finite size scaling and edge effects in the Takayasu model of aggregation diffusion with input", "comment": "14 pages, 14 figures", "summary": "We analytically and numerically study the effect of finite spatial boundaries on the Takayasu model of diffusing and aggregating particles with steady monomer input in one dimension. Exact expressions are derived for the steady-state density profile, two-point correlation functions, and mean-squared density under both open and periodic boundary conditions. The single-site mass distribution exhibits a crossover from a bulk power law $P(m)\\sim m^{-4/3}$ to an edge power law $P(m)\\sim m^{-5/3}$, occurring near the boundaries or the condensate that forms in periodic systems. The equivalence between the two boundary conditions is shown to break down in the case of multipoint probability distributions near the edge. The exact solution identifies a distinct boundary layer and shows that the edge anomaly arises when spatial mass currents, which scale as $\\mathcal{O}(L)$, dominate over the $\\mathcal{O}(1)$ constant flux in mass space. We further generalize these results to mass-dependent diffusion."}
{"id": "2511.09511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09511", "abs": "https://arxiv.org/abs/2511.09511", "authors": ["Diego Garcia Ovalle", "Aurelien Manchon"], "title": "Spin and orbital-to-charge conversion in noncentrosymmetric materials: Hall versus Rashba-Edelstein effects", "comment": "9 pages, 7 figures", "summary": "We investigate spin- and orbital-to-charge conversion phenomena in nonmagnetic materials with broken inversion symmetry, treating the contributions from the Hall effect and the Rashba-Edelstein effect on an equal footing. We develop a general formalism for this interconversion based solely on macroscopic observables. The theory is validated through a case study of ferroelectric GeTe, where we find that the effective Rashba parameter obtained is smaller than previously reported values for the same material. Incorporating these parameters into a drift-diffusion model, we show that the generated charge current is primarily governed by the Rashba-Edelstein effect, rather than by the spin or orbital Hall effects. Our work redefines the spin- and orbit-to-charge interconversion coefficients in terms of directly measurable observables, encouraging the community to revisit these processes in other quantum materials lacking inversion symmetry."}
{"id": "2511.09521", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.09521", "abs": "https://arxiv.org/abs/2511.09521", "authors": ["CJ Sturgill", "Manish Kumar", "Nima Karimitari", "Iva Milisavljevic", "Coby S. Collins", "Aaron Hegler", "Hsin-Yun Joy Chao", "Santosh Kiran Balijepalli", "Scott Misture", "Christopher Sutton", "Morgan Stefik"], "title": "Role of Wadsley Defects and Cation Disorder to Enhance MoNb12O33 Diffusion", "comment": null, "summary": "Wadsley-Roth (WR) niobates have emerged as high-rate anode materials that can combine rapid ionic diffusion with good electronic conductivity. WR compounds have been defect-enhanced by limited annealing, however, such materials often contain multiple types of defects. In particular, both Wadsley defects (variable block size) and transition metal disorder have the potential to modify transport rates, however the corresponding effects are not well understood mechanistically. Here, MoNb12O33 (MNO) was calcined at two different temperatures to compare a defect-rich condition (MNO-800) with a proximal order-rich condition (MNO-900) as assessed through XRD, XANES, EXAFS, and STEM characterizations. Galvanostatically cycled lithium half cells of MNO-800 exhibited additional capacity (307 mAh/g at 0.1C, 4.66% higher) and improved high-rate capacity of 200 mAhg-1 at 10C. ICI-based overpotential analysis identified solid state diffusion as the dominant rate limiting process where MNO-800 correspondingly exhibited ~3X faster capacity-weighted diffusivity. A machine-learning interatomic potential was trained to density functional theory and then applied with molecular dynamics (MLIP-MD) to examine the possible roles of Wadsley defects and transition metal disorder. For both defect-types, Li was found to populate and activate fast diffusion paths from window sites at lower extents of lithiation as compared to the order-rich model."}
{"id": "2511.09526", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.09526", "abs": "https://arxiv.org/abs/2511.09526", "authors": ["Takaaki Monnai"], "title": "Typicality of thermal states in isolated quantum systems corresponds to ubiquity of global minima in deep artificial neural networks", "comment": "4 pages", "summary": "The Neural Tangent Kernel theory theoretically guarantees the existence of a global minima of the cost function in the neighborhood of an arbitrary random initialization in deep artificial neural networks. In this paper, we show that the ubiquity of the global minima directly corresponds to the typicality of pure thermal states in isolated quantum systems by showing a common underlying mechanism, involving a few observables and the role of a Wishart-type matrix. Moreover, we demonstrate that the increase in distinguishability of the reduced density matrices of typical pure states with subsystem size corresponds to the double descent phenomenon observed by varying the width of layers in finite-width artificial neural networks."}
{"id": "2511.09546", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.09546", "abs": "https://arxiv.org/abs/2511.09546", "authors": ["Xing-Yu Zhang", "Qi Yang", "Philippe Corboz", "Jutho Haegeman", "Wei Tang"], "title": "Accelerating two-dimensional tensor network optimization by preconditioning", "comment": "8 pages,4 figures", "summary": "We revisit gradient-based optimization for infinite projected entangled pair states (iPEPS), a tensor network ansatz for simulating many-body quantum systems. This approach is hindered by two major challenges: the high computational cost of evaluating energies and gradients, and an ill-conditioned optimization landscape that slows convergence. To reduce the number of optimization steps, we introduce an efficient preconditioner derived from the leading term of the metric tensor. We benchmark our method against standard optimization techniques on the Heisenberg and Kitaev models, demonstrating substantial improvements in overall computational efficiency. Our approach is broadly applicable across various contraction schemes, unit cell sizes, and Hamiltonians, highlighting the potential of preconditioned optimization to advance tensor network algorithms for strongly correlated systems."}
{"id": "2511.09550", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.09550", "abs": "https://arxiv.org/abs/2511.09550", "authors": ["Alexey A. Sokolik", "Azat F. Aminov", "Evgenii E. Vdovin", "Yurii N. Khanin", "Mikhail A. Kashchenko", "Denis A. Bandurin", "Davit A. Ghazaryan", "Sergey V. Morozov", "Kostya S. Novoselov"], "title": "Probing the features of electron dispersion by tunneling between slightly twisted bilayer graphene sheets", "comment": null, "summary": "Tunneling conductance between two bilayer graphene (BLG) sheets separated by 2 nm-thick insulating barrier was measured in two devices with the twist angles between BLGs less than 1°. At small bias voltages, the tunneling occurs with conservation of energy and momentum at the points of intersection between two relatively shifted Fermi circles. Here, we experimentally found and theoretically described signatures of electron-hole asymmetric band structure of BLG: since holes are heavier, the tunneling conductance is enhanced at the hole doping due to the higher density of states. Another key feature of BLG that we explore is gap opening in a vertical electric field with a strong polarization of electron wave function at van Hove singularities near the gap edges. This polarization, by shifting electron wave function in one BLG closer to or father from the other BLG, gives rise to asymmetric tunneling resonances in the conductance around charge neutrality points, which result in strong sensitivity of the tunneling current to minor changes of the gate voltages. The observed phenomena are reproduced by our theoretical model taking into account electrostatics of the dual-gated structure, quantum capacitance effects, and self-consistent gap openings in both BLGs."}
