{"id": "2511.02899", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02899", "abs": "https://arxiv.org/abs/2511.02899", "authors": ["Siyu Zhu", "Arthur P. Ramirez", "Sergey Syzranov"], "title": "Low-temperature entropies and possible states in geometrically frustrated magnets", "comment": "10 pages, 6 figures", "summary": "The entropy that an insulating magnetic material releases upon cooling can\nreveal important information about the properties of spin states in that\nmaterial. In many geometrically frustrated (GF) magnetic compounds, the heat\ncapacity exhibits a low-temperature peak that comes from the spin states\ncontinuously connected to the ground states of classical models, such as the\nIsing model, on the same GF lattice, which manifests in the amount of entropy\nassociated with this heat-capacity peak. In this work, we simulate numerically\nthe values of entropy released by higher-spin triangular-lattice layered\nsystems and materials on SCGO lattices. We also compare the experimentally\nmeasured values of entropy in several strongly GF compounds, $NiGa_2S_4$,\n$FeAl_2Se_4$ and SCGO/BSZCGO, with possible theoretical values inferred from\nthe classical models to which the quantum states of those materials may be\nconnected. This comparison suggests that the lowest-energy states of\nhigher-spin layered triangular-lattice compounds can be described in terms of\ndoublet states on individual magnetic sites. Our analyses demonstrate how the\nvalues of entropy can reveal the structure of low-energy magnetic states in GF\ncompounds and call for more accurate thermodynamic measurement in GF magnetic\nmaterials."}
{"id": "2511.03299", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03299", "abs": "https://arxiv.org/abs/2511.03299", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "The nexus between negative charge-transfer and reduced on-site Coulomb energy in correlated topological metals", "comment": "8 pages + 5 figures(main) and 10 pages + 9 figures (SM) (submitted to\n  PRB)", "summary": "The layered $3d$ transition metal dichalcogenides (TMDs) CoTe$_2$ and\nNiTe$_2$ are topological Dirac Type-II metals. Their $d$-bands do not exhibit\nthe expected correlation-induced band narrowing seen in CoO and NiO. We address\nthis conundrum by quantifying the on-site Coulomb energy $U_{dd}$ via\nsingle-particle partial density of states and the two-hole correlation\nsatellite using valence band resonant photoemission spectroscopy (PES), and\nobtain $U_{dd}$ = 3.0 eV/3.7 eV for CoTe$_2$/NiTe$_2$. Charge-transfer (CT)\ncluster model simulations of the measured core-level PES and x-ray absorption\nspectra of CoTe$_2$ and CoO validate their contrasting electronic\nparameters:$U_{dd}$ and CT energy $\\Delta$ are (3.0 eV, -2.0 eV) for CoTe$_2$,\nand (5.0 eV, 4.0 eV) for CoO, respectively. The $d$-$p$ hybridization strength\n$T_{eg}$ for CoTe$_2$$<$CoO, and indicates that the reduced $U_{dd}$ in\nCoTe$_2$ is not due to $T_{eg}$. The increase in $d^n$-count$\\sim$1 by CT from\nligand to Co site in CoTe$_2$ is due to a negative-$\\Delta$ and reduced\n$U_{dd}$. Yet, only because $U_{dd}$$>$$\\big|\\Delta\\big|$, CoTe$_{2}$ becomes a\ntopological metal with $p$$\\rightarrow$${p}$ type lowest energy excitations.\nSimilarly, we obtain a negative-$\\Delta$ and reduced $U_{dd}$ in NiTe$_2$\ncompared to NiO. The study reveals the nexus between negative-$\\Delta$ and\nreduced $U_{dd}$ required for setting up the electronic structure framework for\nachieving topological behavior via band inversion in correlated metals."}
{"id": "2511.03311", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03311", "abs": "https://arxiv.org/abs/2511.03311", "authors": ["Ziying Wang", "Adolfo O. Fumega", "Ana Vera Montoto", "Mohammad Amini", "Büşra Gamze Arslan", "Aleš Cahlík", "Yuxiao Ding", "Jose L. Lado", "Robert Drost", "Peter Liljeroth"], "title": "Moiré modulated quantum spin liquid candidate 1T-TaSe$_2$", "comment": null, "summary": "Quantum spin liquids are quantum phases of matter featuring collectively\nentangled states and emergent fractional many-body excitations. While methods\nexist to probe three-dimensional quantum spin liquids experimentally, these\ntechniques lack the sensitivity to probe two-dimensional quantum spin liquids.\nThis seriously hampers the study of potential monolayer quantum spin liquid\ncandidates such as $\\alpha$-RuCl$_3$ and 1T-TaSe$_2$. Scanning tunneling\nmicroscopy (STM) and spectroscopy (STS) have recently been suggested as\npromising probes of the quantum spin liquid state, as they can access the\nspinon spectrum through inelastic tunneling spectroscopy (IETS). In this work,\nwe employ this approach on the quantum spin liquid candidate material\n1T-TaSe$_2$ and directly measure its low-energy inelastic excitations. We\nobserve the emergence of a $\\sqrt{3}\\times\\sqrt{3}$ reconstruction driven by\nthe substrate, equivalent spectroscopy across all spin sites and coexistence of\nzero and finite energy excitations. We show that these observations are\nconsistent with a modulated $\\sqrt{3}\\times\\sqrt{3}$ spin liquid ground state.\nOur results demonstrate that IETS provides a powerful route to obtain\natomic-scale insight into the magnetic excitations of two-dimensional\nmaterials, allowing to explore the effects of moir\\'e modulations on potential\nquantum liquid phases."}
{"id": "2511.03380", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03380", "abs": "https://arxiv.org/abs/2511.03380", "authors": ["Karyn Le Hur"], "title": "Free Majorana Modes in Superconducting Quantum Wires", "comment": null, "summary": "An s-wave superconducting wire with attractive interactions can admit a\nzero-energy bound state equation (solution) at an edge similar to the\nJackiw-Rebbi model; this is a specific aspect of low-dimensional quantum\nsystems, Dirac equation and e.g. of the Luther-Emery liquid with a spin gap. In\nthis Letter, K. Le Hur Europhys. Lett., 49 (6), pp. 768-774 (2000), I\nintroduced a magnetic spin-1/2 impurity interacting with such a (spin) bound\nstate in a Luther-Emery wire representing then a Hubbard ladder in a d-wave\nsuperconducting state. This method is general and show how Majorana fermions at\nzero energy, i.e. Majorana zero modes, can take place in a superconducting wire\nmodel from the two-channel Kondo effect. Within these two channels (wires), the\nLuther-Emery form of the superconducting term can be reached within the\nweak-coupling attractive limit. Due to the interest in Majorana zero modes from\nmagnetic impurities interacting with an s-wave superconductor, I take time to\nanalyze zero-energy edge solutions in my model and present a correspondence\nwith the p-wave superconducting wire in the topological phase through\nalternatives versions of the quantum field theory. I develop the relation\nbetween the edge magnetic susceptibility and the local capacitance measure in a\np-wave superconducting wire. I elaborate on the idea that Majorana zero modes,\ni.e. free Majorana fermions, can be realized with magnetic impurities bridging\nthe gap between two s-wave superconducting wires. The spin gap and the\nresonance with the impurity can protect the free Majorana solutions when\nincluding perturbations."}
{"id": "2511.02857", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02857", "abs": "https://arxiv.org/abs/2511.02857", "authors": ["Gerard Czajkowski"], "title": "Dynamics of excitons in CdSe nanoplatelets", "comment": "24 pages, 21 figures", "summary": "We show how to calculate the linear and nonlinear optical functions of CdSe\nnanoplatelets, taking into account the effect of a dielectric confinement on\nexcitonic states. We consider both stationary and non-stationary excitation\nregime. We obtain obtain analytical expressions for the absorption coefficient,\nthe exciton resonance energy and binding energy of nanoplatelets. The impact of\nplate geometry (thickness, lateral dimension) on the spectrum is discussed. In\nthe nonlinear case we analyze the impact of temperature. For the short-pulse\nexcitation the time dependence of the spectra is considered. The results are\ncompared with the available experimental data."}
{"id": "2511.02913", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02913", "abs": "https://arxiv.org/abs/2511.02913", "authors": ["Ryan M. L. McFadden", "Jonathan W. Angle", "Eric M. Lechner", "Michael J. Kelley", "Charles E. Reece", "Matthew A. Coble", "Thomas Prokscha", "Zaher Salman", "Andreas Suter", "Tobias Junginger"], "title": "Niobium's intrinsic coherence length and penetration depth revisited using low-energy muon spin spectroscopy", "comment": "Main manuscript: 8 pages, 3 figures, 2 tables. Supporting material:\n  17 pages, 6 figures, 7 tables", "summary": "We report measurements of the London penetration depth ($\\lambda_L$) and\nBardeen-Cooper-Schrieffer (BCS) coherence length ($\\xi_0$) in oxygen-doped\nniobium, with impurity concentrations spanning the \"clean\" to \"dirty\" limits.\nDepth-resolved low-energy muon spin spectroscopy (LE-$\\mu$SR) was used to\nquantify the element's Meissner screening profiles, analyzed within a framework\nthat accounts for nonlocal electrodynamics. The analysis indicates intrinsic\nlength scales of $\\lambda_L = 29.1(10)$ nm and $\\xi_0 = 39.9(25)$ nm,\ncorresponding to a Ginzburg-Landau (GL) parameter of $\\kappa = 0.70(5)$. The\nobtained $\\lambda_L$ and $\\kappa$ value are smaller than values commonly used\nin applications and modeling, indicating that clean niobium lies at the\nboundary between type-I and type-II superconductivity, supporting the\ncontemporary view that its intrinsic state may be type-I."}
{"id": "2511.03061", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03061", "abs": "https://arxiv.org/abs/2511.03061", "authors": ["Lexin Ding", "Markus Reiher"], "title": "Modal Backflow Neural Quantum States for Anharmonic Vibrational Calculations", "comment": "32 pages, 6 figures, 1 table", "summary": "Neural quantum states (NQS) are a promising ansatz for solving many-body\nquantum problems due to their inherent expressiveness. Yet, this expressiveness\ncan only be harnessed efficiently for treating identical particles if the\nsuitable physical knowledge is hardwired into the neural network itself. For\nelectronic structure, NQS based on backflow determinants has been shown to be a\npowerful ansatz for capturing strong correlation. By contrast, the analogue for\nbosons, backflow permanents, is unpractical due to the steep cost of computing\nthe matrix permanent and due to the lack of particle conservation in common\nbosonic problems. To circumvent these obstacles, we introduce a modal backflow\n(MBF) NQS design and demonstrate its efficacy by solving the anharmonic\nvibrational problem. To accommodate the demand of high accuracy in\nspectroscopic calculations, we implement a selected-configuration scheme for\nevaluating physical observables and gradients, replacing the standard\nstochastic approach based on Monte Carlo sampling. A vibrational\nself-consistent field calculation is conveniently carried out within the MBF\nnetwork, which serves as a pretraining step to accelerate and stabilize the\noptimization. In applications to both artificial and ab initio Hamiltonians, we\nfind that the MBF network is capable of delivering spectroscopically accurate\nzero-point energies and vibrational transitions in all anharmonic regimes."}
{"id": "2511.02857", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02857", "abs": "https://arxiv.org/abs/2511.02857", "authors": ["Gerard Czajkowski"], "title": "Dynamics of excitons in CdSe nanoplatelets", "comment": "24 pages, 21 figures", "summary": "We show how to calculate the linear and nonlinear optical functions of CdSe\nnanoplatelets, taking into account the effect of a dielectric confinement on\nexcitonic states. We consider both stationary and non-stationary excitation\nregime. We obtain obtain analytical expressions for the absorption coefficient,\nthe exciton resonance energy and binding energy of nanoplatelets. The impact of\nplate geometry (thickness, lateral dimension) on the spectrum is discussed. In\nthe nonlinear case we analyze the impact of temperature. For the short-pulse\nexcitation the time dependence of the spectra is considered. The results are\ncompared with the available experimental data."}
{"id": "2511.02907", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02907", "abs": "https://arxiv.org/abs/2511.02907", "authors": ["Zhou-Quan Wan", "Xu-Dong Dai", "Guo-Yi Zhu"], "title": "Revisiting Nishimori multicriticality through the lens of information measures", "comment": "5+13 pages, 7 figures", "summary": "The quantum error correction threshold is closely related to the Nishimori\nphysics of random statistical models. We extend quantum information measures\nsuch as coherent information beyond the Nishimori line and establish them as\nsharp indicators of phase transitions. We derive exact inequalities for several\ngeneralized measures, demonstrating that each attains its extremum along the\nNishimori line. Using a fermionic transfer matrix method, we compute these\nquantities in the 2d $\\pm J$ random-bond Ising model-corresponding to a surface\ncode under bit-flip noise-on system sizes up to $512$ and over $10^7$ disorder\nrealizations. All critical points extracted from statistical and\ninformation-theoretic indicators coincide with high precision at\n$p_c=0.1092212(4)$, with the coherent information exhibiting the smallest\nfinite-size effects. We further analyze the domain-wall free energy\ndistribution and confirm its scale invariance at the multicritical point."}
{"id": "2511.02889", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2511.02889", "abs": "https://arxiv.org/abs/2511.02889", "authors": ["Lucian Mathes", "Michael Göldl", "Michael Leitner", "Bettina Kohlhaas", "Maximilian Suhr", "Vassily Vadimovitch Burwitz", "Armin Manhard", "Christoph Hugenschmidt"], "title": "A model for positron annihilation in multi-layer systems by solving the diffusion equation using different positron affinities", "comment": null, "summary": "We present a method for solving the positron diffusion equation in\nmulti-layer systems. Our approach incorporates material-specific implantation\nprofiles, diffusion parameters, and positron affinities. It utilizes a Markov\nchain approach to model annihilation probabilities and provides fitting\ncapabilities for experimental S (lineshape) parameter data. We have implemented\nthis algorithm in Python and made it available for free under the name LIMPID.\nTo demonstrate its performance, we analyze depth-resolved Doppler-Broadening\nSpectroscopy measurements of a Cu layer on a Si substrate, achieving excellent\nagreement with the experimental profiles. The LIMPID tool enhances the\nreproducibility and comparability of positron defect characterization\nmeasurements across different research groups."}
{"id": "2511.03061", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03061", "abs": "https://arxiv.org/abs/2511.03061", "authors": ["Lexin Ding", "Markus Reiher"], "title": "Modal Backflow Neural Quantum States for Anharmonic Vibrational Calculations", "comment": "32 pages, 6 figures, 1 table", "summary": "Neural quantum states (NQS) are a promising ansatz for solving many-body\nquantum problems due to their inherent expressiveness. Yet, this expressiveness\ncan only be harnessed efficiently for treating identical particles if the\nsuitable physical knowledge is hardwired into the neural network itself. For\nelectronic structure, NQS based on backflow determinants has been shown to be a\npowerful ansatz for capturing strong correlation. By contrast, the analogue for\nbosons, backflow permanents, is unpractical due to the steep cost of computing\nthe matrix permanent and due to the lack of particle conservation in common\nbosonic problems. To circumvent these obstacles, we introduce a modal backflow\n(MBF) NQS design and demonstrate its efficacy by solving the anharmonic\nvibrational problem. To accommodate the demand of high accuracy in\nspectroscopic calculations, we implement a selected-configuration scheme for\nevaluating physical observables and gradients, replacing the standard\nstochastic approach based on Monte Carlo sampling. A vibrational\nself-consistent field calculation is conveniently carried out within the MBF\nnetwork, which serves as a pretraining step to accelerate and stabilize the\noptimization. In applications to both artificial and ab initio Hamiltonians, we\nfind that the MBF network is capable of delivering spectroscopically accurate\nzero-point energies and vibrational transitions in all anharmonic regimes."}
{"id": "2511.03436", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03436", "abs": "https://arxiv.org/abs/2511.03436", "authors": ["Demetrio Vilardi", "Pietro M. Bonetti"], "title": "SC$^*$ Superconductivity and Spin Stiffnesses in the SU(2) Gauge Theory of the Two-Dimensional Hubbard Model", "comment": null, "summary": "We consider the SU(2) gauge theory for spin fluctuations in the\ntwo-dimensional Hubbard model, where the electron field is fractionalized in\nterms of spinons and chargons. In this theory, spinons are described by a\nnon-linear sigma model, while chargons are treated as fermions at a mean-field\nlevel. We investigate the instability to a superconducting state SC*, arising\nfrom a fractionalized Fermi liquid (FL*) where pairing between chargons occurs.\nConsistent with previous studies, our analysis reveals a coexisting phase\ncharacterized by both magnetic and superconducting order for the chargons. The\ncentral contribution of this work is the calculation of the feedback of\nsuperconductivity on spatial and temporal spin stiffnesses, thereby quantifying\nits impact on spin fluctuations. Our key finding is that superconductivity\nsignificantly suppresses these spin stiffnesses, enhancing quantum spin\nfluctuations. This enhancement suggests that superconductivity can play a\ncrucial role in stabilizing quantum disorder against long-range magnetic\nordering."}
{"id": "2511.02861", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02861", "abs": "https://arxiv.org/abs/2511.02861", "authors": ["Gerard Czajkowski"], "title": "Dynamics of Cu2O Rydberg Excitons -- Kerr Effect and Quantum Beats", "comment": "15 pages, 10 figures", "summary": "We investigate the nonlinear refraction and the nonlinear Kerr phase shift\nwhich are due to Rydberg excitons induced in Cu2O crystal by short-time pulses.\nWe observe the phenomenon of quantum beats, analogous to that observed in\nexciton emission spectra, obtained in the same conditions. The calculated\ntemporal evolution show dependence on the exciton state number, the applied\nlaser power, and quantities related to dissipative processes."}
{"id": "2511.02967", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02967", "abs": "https://arxiv.org/abs/2511.02967", "authors": ["Edouard Sonin"], "title": "The theory of planar ballistic SNS junctions", "comment": "27 pages, 5 figures. arXiv admin note: text overlap with\n  arXiv:2503.21583", "summary": "The paper presents the theory of planar ballistic SNS junctions with equal\nFermi velocities and effective masses in all layers. The theory takes into\naccount phase gradients in superconducting layers commonly ignored in the past.\nAt $T=0$ the current-phase relation was derived for any thickness $L$ of the\nnormal layer in the model of the steplike pairing potential model analytically.\nThe obtained current-phase relation is essentially different from that in\ntheory neglecting phase gradients, especially in the limit $L\\to 0$ (short\njunction). The analysis resolves the problem with the charge conservation law\nin the steplike pairing potential model. The current-phase relation at\ntemperatures exceeding the energy spacing between Andreev levels but less than\nthe critical temperature was also calculated numerically. The current at these\ntemperatures is temperature independent and decreases with growing $L$ as\n$1/L^4$. The previous theory predicted the current exponentially decreasing\nwith growing $T$ and $L$. Possible implications of the analysis for planar\njunctions with non-equal Fermi velocities and for non-planar junctions (narrow\nnormal bridge between two bulk superconductors) are also discussed."}
{"id": "2511.03371", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03371", "abs": "https://arxiv.org/abs/2511.03371", "authors": ["Ivan Rubtsov", "Ivan Dudakov", "Yuri Kuratov", "Vadim Korolev"], "title": "Enhancing composition-based materials property prediction by cross-modal knowledge transfer", "comment": "7 pages, 2 figures, 1 table", "summary": "Crystal graph neural networks are widely applicable in modeling\nexperimentally synthesized compounds and hypothetical materials with unknown\nsynthesizability. In contrast, structure-agnostic predictive algorithms allow\nexploring previously inaccessible domains of chemical space. Here we present a\nuniversal approach for enhancing composition-based materials property\nprediction by means of cross-modal knowledge transfer. Two formulations are\nproposed: implicit transfer involves pretraining chemical language models on\nmultimodal embeddings, whereas explicit transfer suggests generating crystal\nstructures and implementing structure-aware predictors. The proposed approaches\nwere benchmarked on LLM4Mat-Bench and MatBench tasks, achieving\nstate-of-the-art performance in 25 out of 32 cases. In addition, we\ndemonstrated how another modeling aspect of chemical language models -\ninterpretability - benefits from applying a game-theoretic approach, which is\nable to incorporate high-order feature interactions."}
{"id": "2511.02861", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.02861", "abs": "https://arxiv.org/abs/2511.02861", "authors": ["Gerard Czajkowski"], "title": "Dynamics of Cu2O Rydberg Excitons -- Kerr Effect and Quantum Beats", "comment": "15 pages, 10 figures", "summary": "We investigate the nonlinear refraction and the nonlinear Kerr phase shift\nwhich are due to Rydberg excitons induced in Cu2O crystal by short-time pulses.\nWe observe the phenomenon of quantum beats, analogous to that observed in\nexciton emission spectra, obtained in the same conditions. The calculated\ntemporal evolution show dependence on the exciton state number, the applied\nlaser power, and quantities related to dissipative processes."}
{"id": "2511.03460", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03460", "abs": "https://arxiv.org/abs/2511.03460", "authors": ["Kohei Fukai", "Hosho Katsura"], "title": "Integrability of a family of clean SYK models from the critical Ising chain", "comment": "17 pages", "summary": "We establish the integrability of a family of SYK models with uniform\n$p$-body interactions. We derive the R-matrix and mutually commuting transfer\nmatrices that generate the Hamiltonians of these models, and obtain their exact\neigenspectra and eigenstates. Remarkably, the R-matrix is that of the critical\ntransverse-field Ising chain. This work reveals an unexpected connection\nbetween the SYK model, central to many-body quantum chaos, and the critical\nIsing chain, a cornerstone of statistical mechanics."}
{"id": "2511.02956", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02956", "abs": "https://arxiv.org/abs/2511.02956", "authors": ["A. V. Rodina", "M. A. Semina", "E. L. Ivchenko"], "title": "Electron and hole $g$ factors in semiconductors and nanostructures (Review)", "comment": "Review", "summary": "We present a review of experimental and theoretical studies of the spin\nresponse of charge carriers to an external magnetic field in bulk\nsemiconductors and semiconductor nanostructures. The linear response is\nquantitatively characterized by the magnitude of the electron or hole g factor.\nVarious experimental methods for measuring the electron g factor are\nconsidered, beginning with historical works and including modern research. A\ndetailed analysis of theoretical methods for calculating the electron and hole\ng factors in bulk semiconductors and nanostructures of various shapes also\nincludes fundamental work from previous years and the present time."}
{"id": "2511.03112", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.03112", "abs": "https://arxiv.org/abs/2511.03112", "authors": ["Junwu Chen", "Jeff Guo", "Edvin Fako", "Philippe Schwaller"], "title": "Accelerating inverse materials design using generative diffusion models with reinforcement learning", "comment": null, "summary": "Diffusion models promise to accelerate material design by directly generating\nnovel structures with desired properties, but existing approaches typically\nrequire expensive and substantial labeled data ($>$10,000) and lack\nadaptability. Here we present MatInvent, a general and efficient reinforcement\nlearning workflow that optimizes diffusion models for goal-directed crystal\ngeneration. For single-objective designs, MatInvent rapidly converges to target\nvalues within 60 iterations ($\\sim$ 1,000 property evaluations) across\nelectronic, magnetic, mechanical, thermal, and physicochemical properties.\nFurthermore, MatInvent achieves robust optimization in design tasks with\nmultiple conflicting properties, successfully proposing low-supply-chain-risk\nmagnets and high-$\\kappa$ dielectrics. Compared to state-of-the-art methods,\nMatInvent exhibits superior generation performance under specified property\nconstraints while dramatically reducing the demand for property computation by\nup to 378-fold. Compatible with diverse diffusion model architectures and\nproperty constraints, MatInvent could offer broad applicability in materials\ndiscovery."}
{"id": "2511.03456", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03456", "abs": "https://arxiv.org/abs/2511.03456", "authors": ["Xuan Zou", "Shuai Yin", "Zi-Xiang Li", "Hong Yao"], "title": "Unraveling Deconfined Quantum Criticality in Non-Hermitian Easy-Plane $J$-$Q$ Model", "comment": "4.5 pages, 4 figures", "summary": "Deconfined quantum critical point (DQCP) characterizes the continuous\ntransition beyond Landau-Ginzburg-Wilson paradigm, occurring between two phases\nthat exhibit distinct symmetry breaking. The debate over whether genuine DQCP\nexists in physical SU(2) spin systems or the transition is weakly first-order\nhas persisted for many years. In this letter, we construct a non-Hermitian\neasy-plane $J$-$Q$ model and perform sign-problem-free quantum Monte Carlo\n(QMC) simulation to explore the impact of non-Hermitian microscopic\ninteractions on the transition that potentially features a DQCP. Our results\ndemonstrate that the intensity of the first-order transitions significantly\ndiminishes with the amplification of non-Hermitian interactions, serving as\nnumerical evidence to support the notion that the transition in $J$-$Q$ model\nis quasi-critical, possibly in the vicinity of the fixed point governing DQCP\nin the complex plane, described by a non-unitary conformal field theory (CFT).\nThe non-Hermitian interaction facilitates the approach towards such a complex\nfixed point in the parameter regime. Furthermore, our QMC study on the\nnon-Hermitian J-Q model opens a new route to numerically investigating the\nnature of complex CFT in the microscopic model."}
{"id": "2511.03151", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03151", "abs": "https://arxiv.org/abs/2511.03151", "authors": ["A. Osin", "A. Levchenko", "M. Khodas"], "title": "Extrinsic anomalous Hall effect in altermagnets", "comment": "22 pages, 6 figures", "summary": "We find the extrinsic anomalous Hall conductivity (AHC) to be comparable to\nthe intrinsic one in roughly half of the altermagnetic spin Laue groups in the\nlimit of large exchange splitting. In materials with a finite\nDzyaloshinskii-Moriya type interaction, the extrinsic contribution is essential\neven in the clean limit. In other altermagnets it is mostly negligible. This\npeculiar behavior is linked to the nonanalytic dependence of the intrinsic AHC\non spin-orbit coupling. Both originate from the lifting of the spin degeneracy\nalong the nodal planes as the weak spin-orbit coupling breaks the\nnonrelativistic spin symmetry."}
{"id": "2511.02968", "categories": ["cond-mat.supr-con", "cs.ET"], "pdf": "https://arxiv.org/pdf/2511.02968", "abs": "https://arxiv.org/abs/2511.02968", "authors": ["Md Mazharul Islam", "Connor A. Good", "Diego Ferrer", "Juan P. Mendez", "Denis Mamaluy", "Wei Pan", "Kathleen E Hamilton", "Ahmedullah Aziz"], "title": "Analog-to-Digital Converter Based on Voltage-controlled Superconducting Device", "comment": null, "summary": "The increasing demand for cryogenic electronics in superconducting and\nquantum computing systems calls for ultra energy efficient data conversion\narchitectures that remain functional at deep cryogenic temperatures.In this\nwork, we present the first design of a voltage-controlled superconducting flash\nanalog-to-digital converter (ADC) based on a novel quantum enhanced Josephson\njunction field effect transistor (JJFET).Exploiting its strong gate tunability\nand transistor-like behavior, the JJFET offers a scalable alternative to\nconventional current controlled superconducting devices while aligning\nnaturally with CMOS style design methodologies.Building on our previously\ndeveloped Verilog A compact model calibrated to experimental data, we design\nand simulate a three bit JJFET based flash ADC.The core comparator block is\nrealized through careful bias current selection and augmented with a three\nterminal nanocryotron to precisely define reference voltages.Cascaded JJFET\ncomparators ensure robust voltage gain, cascadability, and logic level\nrestoration across stages.Simulation results demonstrate accurate quantization\nbehavior with ultra-low power dissipation, underscoring the feasibility of\nvoltage driven superconducting mixed signal circuits.This work establishes a\ncritical step toward unifying superconducting logic and data conversion, paving\nthe way for scalable cryogenic architectures in quantum classical\nco-processors, low-power AI accelerators, and next generation energy\nconstrained computing platforms."}
{"id": "2511.03567", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03567", "abs": "https://arxiv.org/abs/2511.03567", "authors": ["Kalman Szenes", "Riya Kayal", "Kantharuban Sivalingam", "Robin Feldmann", "Frank Neese", "Markus Reiher"], "title": "Efficient Implementation of the Spin-Free Renormalized Internally-Contracted Multireference Coupled Cluster Theory", "comment": "46 pages, 10 figures, 5 tables", "summary": "In this paper, an efficient implementation of the renormalized\ninternally-contracted multreference coupled cluster with singles and doubles\n(RIC-MRCCSD) into the ORCA quantum chemistry program suite is reported. To this\nend, Evangelista's Wick&d equation generator was combined with ORCA's native\nAGE code generator in order to implement the many-body residuals required for\nthe RIC-MRCCSD method. Substantial efficiency gains are realized by deriving a\nspin-free formulation instead of the previously reported spin-orbital version\ndeveloped by some of us. Since AGE produces parallelized code, the resulting\nimplementation can directly be run in parallel with substantial speedups when\nexecuted on multiple cores. In terms of runtime, the cost of RIC-MRCCSD is\nshown to be between single-reference RHF-CCSD and UHF-CCSD, even when active\nspace spaces as large as CAS(14,14) are considered. This achievement is largely\ndue to the fact that no reduced density matrices (RDM) or cumulants higher than\nthree-body enter the formalism. The scalability of the method to large systems\nis furthermore demonstrated by computing the ground-state of a vitamin B12\nmodel comprised of an active space of CAS(12, 12) and 809 orbitals. In terms of\naccuracy, RIC-MRCCSD is carefully compared to second- and approximate\nfourth-order $n$-electron valence state perturbation theories (NEVPT2,\nNEVPT4(SD)), to the multireference zeroth-order coupled-electron pair\napproximation (CEPA(0)), as well as to the IC-MRCCSD from Kohn. In contrast to\nRIC-MRCCSD, the IC-MRCCSD equations are entirely derived by AGE using the\nconventional projection-based approach, which, however, leads to much higher\nalgorithmic complexity than the former as well as the necessity to calculate up\nto the five-body RDMs. Remaining challenges such as the variation of the\nresults with the flow, a free parameter that enters the RIC-MRCCSD theory, are\ndiscussed."}
{"id": "2511.02889", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2511.02889", "abs": "https://arxiv.org/abs/2511.02889", "authors": ["Lucian Mathes", "Michael Göldl", "Michael Leitner", "Bettina Kohlhaas", "Maximilian Suhr", "Vassily Vadimovitch Burwitz", "Armin Manhard", "Christoph Hugenschmidt"], "title": "A model for positron annihilation in multi-layer systems by solving the diffusion equation using different positron affinities", "comment": null, "summary": "We present a method for solving the positron diffusion equation in\nmulti-layer systems. Our approach incorporates material-specific implantation\nprofiles, diffusion parameters, and positron affinities. It utilizes a Markov\nchain approach to model annihilation probabilities and provides fitting\ncapabilities for experimental S (lineshape) parameter data. We have implemented\nthis algorithm in Python and made it available for free under the name LIMPID.\nTo demonstrate its performance, we analyze depth-resolved Doppler-Broadening\nSpectroscopy measurements of a Cu layer on a Si substrate, achieving excellent\nagreement with the experimental profiles. The LIMPID tool enhances the\nreproducibility and comparability of positron defect characterization\nmeasurements across different research groups."}
{"id": "2511.03647", "categories": ["cond-mat.stat-mech", "astro-ph.CO", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.03647", "abs": "https://arxiv.org/abs/2511.03647", "authors": ["Patrick Valageas"], "title": "Burgers dynamics for Poisson point process initial conditions", "comment": "24 pages", "summary": "We investigate the statistical properties of one-dimensional Burgers dynamics\nevolving from stochastic initial conditions defined by a Poisson point process\nfor the velocity potential, with a power-law intensity. Thanks to the\ngeometrical interpretation of the solution in the inviscid limit, in terms of\nfirst-contact parabolas, we obtain explicit results for the multiplicity\nfunctions of shocks and voids, and for velocity and density one- and two-point\ncorrelation functions and power spectra. These initial conditions gives rise to\nself-similar dynamics with probability distributions that display power-law\ntails. In the limit where the exponent $\\alpha$ of the Poisson process that\ndefines the initial conditions goes to infinity, the power-law tails steepen to\nGaussian falloffs and we recover the spatial distributions obtained in the\nclassical study by Kida (1979) of Gaussian initial conditions with vanishing\nlarge-scale power."}
{"id": "2511.02976", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02976", "abs": "https://arxiv.org/abs/2511.02976", "authors": ["Leopoldo Diaz", "Harold P. Hjalmarson", "Jesse J. Lutz", "Peter A. Schultz"], "title": "An Atomistically Informed Device Engineering (AIDE) Method Realized: A case study in GaAs", "comment": null, "summary": "Radiation-induced defects can have a significant impact on the longevity and\nperformance of semiconductor devices. We present an Atomistically Informed\nDevice Engineering (AIDE) method that integrates first-principles defect\nproperties and experimentally measured parameters into a device model to\ndynamically simulate the defect chemistry in semiconductors. For a\nsilicon-doped gallium arsenide (GaAs) material, we showcase three capabilities:\n(i) Fermi level $E_F$ movement including its component electron and hole Fermi\nlevels, (ii) dynamical charge equilibration with the arsenic vacancy serving as\nan example, and a (iii) diffusion-driven reaction between Coulomb attracted\ngallium interstitial ($Ga_i$) and arsenic vacancy ($v_{As}$). Governed by\ncharge carrier reactions, the electron and hole Fermi levels remained\ndissimilar until equilibrium was achieved at $E_F\\approx1.32$ eV. The\nequilibrium Fermi level was verified by successfully identifying $v_{As}^{3-}$\nas the most populated charge state within the arsenic vacancy defect. Lastly, a\nCoulomb attraction, created by the shifted Fermi level and the charge\nequilibration process, between $Ga_i^{1+}$ and $v_{As}^{3-}$ resulted in the\nformation of a doubly negative gallium antisite ($Ga_{As}^{2-}$). The AIDE\nmethod can access experimentally inaccessible short-time and low-concentration\nregimes, is generalizable to other more complex systems (e.g., indium gallium\narsenide), and, after solving open problems in GaAs, will serve as a virtual\nexperiment to bound estimates for difficult-to-measure physical quantities."}
{"id": "2511.03199", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03199", "abs": "https://arxiv.org/abs/2511.03199", "authors": ["Boning Li", "Yifan Quan", "Xufan Li", "Guoqing Wang", "Robert G Griffin", "Avetik R Harutyunyan", "Paola Cappellaro"], "title": "Exploring the mechanisms of transverse relaxation of copper(II)-phthalocyanine spin qubits", "comment": null, "summary": "Molecular spin qubits are promising candidates for quantum technologies, but\ntheir performance is limited by decoherence arising from diverse mechanisms.\nThe complexity of the environment makes it challenging to identify the main\nsource of noise and target it for mitigation. Here we present a systematic\nexperimental and theoretical framework for analyzing the mechanisms of\ntransverse relaxation in copper(II) phthalocyanine (CuPc) diluted into\ndiamagnetic phthalocyanine hosts. Using pulsed EPR spectroscopy together with\nfirst-principles cluster correlation expansion simulations, we quantitatively\nseparate the contributions from hyperfine-coupled nuclear spins, spin--lattice\nrelaxation, and electron--electron dipolar interactions. Our detailed modeling\nshows that both strongly and weakly coupled nuclei contribute negligibly to\n$T_2$, while longitudinal dipolar interactions with electronic spins, through\ninstantaneous and spectral diffusion, constitute the main decoherence channel\neven at moderate spin densities. This conclusion is validated by direct\ncomparison between simulated spin-echo dynamics and experimental data. By\nproviding a robust modeling and experimental approach, our work identifies\nfavorable values of the electron spin density for quantum applications, and\nprovides a transferable methodology for predicting ensemble coherence times.\nThese insights will guide the design and optimization of molecular spin qubits\nfor scalable quantum devices."}
{"id": "2511.03528", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03528", "abs": "https://arxiv.org/abs/2511.03528", "authors": ["Raymond Wiedmann", "Dag-Björn Hering", "Vanessa Sulaiman", "Matthias R. Walther", "Kai P. Schmidt", "Götz S. Uhrig"], "title": "Quantum effects in the magnon spectrum of 2D altermagnets via continuous similarity transformations", "comment": "31 pages, 10 figures", "summary": "We investigate quantum effects on magnon excitations in a minimal spin-1/2\nHeisenberg model for 2D altermagnets on the square lattice. A continuous\nsimilarity transformation is applied in momentum space to derive an effective\nHamiltonian that conserves the number of magnon excitations. This allows us to\nquantitatively calculate the one-magnon dispersion, the effects of\nmagnon-magnon interactions, and the dynamic structure factor in a certain range\nof parameters. In particular, we focus on the altermagnetic spin splitting of\nthe magnon bands and the size of the roton minimum. We further map out\ndivergencies of the continuous similarity transformation for different types of\ngenerators, which signal either the breakdown of the N\\'eel-ordered phase or\nthe presence of significant magnon decay."}
{"id": "2511.03273", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03273", "abs": "https://arxiv.org/abs/2511.03273", "authors": ["Xiu Fang Lu", "Xue-Jin Zhang", "Naizhou Wang", "Jin Cao", "Dan Zhao", "Hui Wang", "Tao Wu", "Xian Hui Chen", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang", "Weibo Gao"], "title": "Lorentz Skew Scattering Nonreciprocal Magneto-Transport", "comment": "20 pages, 4 figures", "summary": "In materials with broken inversion symmetry, nonreciprocal magneto-transport\n(NRMT) manifests as a bilinear dependence of charge conductivity on applied\nelectric (E) and magnetic (B) fields. This phenomenon is deeply rooted in\nsymmetry and electronic quantum geometry, holding promise for novel\nrectification and detector technologies. Existing experimental studies\ngenerally attribute NRMT to Zeeman-driven mechanisms and exhibit quadratic\nscaling with conductivity. Here, we report a previously unknown NRMT\nmicroscopic mechanism - Lorentz skew scattering (LSK) - revealed through the\ndiscovery of an unprecedented quartic scaling law of NRMT as well as\nquantitative agreement between theory and experiment in BiTeBr. LSK emerges\nfrom the interplay of Lorentz force and skew scattering, bridging classical\nfield effect to quantum scattering effect on the Fermi surface. We demonstrate\nthat the LSK dominates NRMT in BiTeBr, and elucidate that this dominance over\nother possible contributions stems from high mobility and strong Rashba\nsplitting. The finding of LSK mechanism is of unique importance because it\nunveils the leading NRMT effect in high-mobility systems and suggests a\nuniversal principle towards strong NRMT by enhancing electronic relaxation time\nin topological materials, rendering a new designing idea for low-dissipation\nrectifiers and high-performance quantum electronics."}
{"id": "2511.03384", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03384", "abs": "https://arxiv.org/abs/2511.03384", "authors": ["Peter Markoš", "Richard Hlubina"], "title": "On the dynamics of the Meissner and the Becker-London effects", "comment": null, "summary": "It is generally accepted that the most fundamental property of a\nsuperconductor is that it exhibits the Meissner effect. Of similar importance\nis the Becker-London effect, i.e. generation of magnetic field inside a\nrotating superconductor. Hirsch has recently pointed out that, within the\nconventional theory of superconductivity, the question about how these effects\nare generated dynamically has not even been asked yet. Here we fill in this gap\nin the literature by a detailed study of the evolution of the electromagnetic\nfield for both of these effects. To this end, we solve the Maxwell equations\nsupplemented by the simplest conventional constitutive equation for a\nsuperconductor, namely the London equation. We demonstrate that, contrary to\nthe expectations of Hirsch, the conventional theory does correctly describe the\ndynamics of both, the Meissner and the Becker-London effect. We find that the\ndynamics of the studied processes is quite rich and interesting even at this\nlevel of description."}
{"id": "2511.03579", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.atom-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03579", "abs": "https://arxiv.org/abs/2511.03579", "authors": ["Weishi Wang", "Casey Dowdle", "James D. Whitfield"], "title": "Encoding electronic ground-state information with variational even-tempered basis sets", "comment": "15 pages, 14 figures, 5 tables, 2 algorithms", "summary": "We propose a system-oriented basis-set design based on even-tempered basis\nfunctions to variationally encode electronic ground-state information into\nmolecular orbitals. First, we introduce a reduced formalism of concentric\neven-tempered orbitals that achieves hydrogen energy accuracy on par with the\nconventional formalism, with lower optimization cost and improved scalability.\nSecond, we propose a symmetry-adapted, even-tempered formalism specifically\ndesigned for molecular systems. It requires only primitive S-subshell\nGaussian-type orbitals and uses two parameters to characterize all exponent\ncoefficients. In the case of the diatomic hydrogen molecule, the basis set\ngenerated by this formalism produces a dissociation curve more consistent with\ncc-pV5Z than cc-pVTZ at the size of aug-cc-pVDZ. Finally, we test our\neven-tempered formalism against several types of tetra-atomic hydrogen\nmolecules for ground-state computation and point out its current limitations\nand potential improvements."}
{"id": "2511.02899", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02899", "abs": "https://arxiv.org/abs/2511.02899", "authors": ["Siyu Zhu", "Arthur P. Ramirez", "Sergey Syzranov"], "title": "Low-temperature entropies and possible states in geometrically frustrated magnets", "comment": "10 pages, 6 figures", "summary": "The entropy that an insulating magnetic material releases upon cooling can\nreveal important information about the properties of spin states in that\nmaterial. In many geometrically frustrated (GF) magnetic compounds, the heat\ncapacity exhibits a low-temperature peak that comes from the spin states\ncontinuously connected to the ground states of classical models, such as the\nIsing model, on the same GF lattice, which manifests in the amount of entropy\nassociated with this heat-capacity peak. In this work, we simulate numerically\nthe values of entropy released by higher-spin triangular-lattice layered\nsystems and materials on SCGO lattices. We also compare the experimentally\nmeasured values of entropy in several strongly GF compounds, $NiGa_2S_4$,\n$FeAl_2Se_4$ and SCGO/BSZCGO, with possible theoretical values inferred from\nthe classical models to which the quantum states of those materials may be\nconnected. This comparison suggests that the lowest-energy states of\nhigher-spin layered triangular-lattice compounds can be described in terms of\ndoublet states on individual magnetic sites. Our analyses demonstrate how the\nvalues of entropy can reveal the structure of low-energy magnetic states in GF\ncompounds and call for more accurate thermodynamic measurement in GF magnetic\nmaterials."}
{"id": "2511.02899", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02899", "abs": "https://arxiv.org/abs/2511.02899", "authors": ["Siyu Zhu", "Arthur P. Ramirez", "Sergey Syzranov"], "title": "Low-temperature entropies and possible states in geometrically frustrated magnets", "comment": "10 pages, 6 figures", "summary": "The entropy that an insulating magnetic material releases upon cooling can\nreveal important information about the properties of spin states in that\nmaterial. In many geometrically frustrated (GF) magnetic compounds, the heat\ncapacity exhibits a low-temperature peak that comes from the spin states\ncontinuously connected to the ground states of classical models, such as the\nIsing model, on the same GF lattice, which manifests in the amount of entropy\nassociated with this heat-capacity peak. In this work, we simulate numerically\nthe values of entropy released by higher-spin triangular-lattice layered\nsystems and materials on SCGO lattices. We also compare the experimentally\nmeasured values of entropy in several strongly GF compounds, $NiGa_2S_4$,\n$FeAl_2Se_4$ and SCGO/BSZCGO, with possible theoretical values inferred from\nthe classical models to which the quantum states of those materials may be\nconnected. This comparison suggests that the lowest-energy states of\nhigher-spin layered triangular-lattice compounds can be described in terms of\ndoublet states on individual magnetic sites. Our analyses demonstrate how the\nvalues of entropy can reveal the structure of low-energy magnetic states in GF\ncompounds and call for more accurate thermodynamic measurement in GF magnetic\nmaterials."}
{"id": "2511.02998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02998", "abs": "https://arxiv.org/abs/2511.02998", "authors": ["Gennady A. Ovsyannikov", "Nikita V. Dubitskiy", "Georgi D. Ulev", "Karen Y. Constantinian", "Ivan E. Moskal", "Victoria A. Baydikova", "Andrei M. Petrzhik", "Anton V. Shadrin", "Alexei V. Mashirov"], "title": "Dirac semimetal strontium iridate thin films with strong spin-orbit interaction for magnetic heterostructures", "comment": "23 pages, 12 figures, 3 tables. Epitaxial SrIrO$_3$ films and\n  SrIrO$_3$/La$_{0.7}$Sr$_{0.3}$MnO$_3$ heterostructures on perovskite\n  substrates showing strain-controlled spin-orbit coupling, Kondo effect,\n  magnetoresistance and Hall measurements for oxide spintronics applications.\n  Submitted to Journal of Alloys and Compounds", "summary": "The structural crystal features, electron transport and magnetotransport of\nthe epitaxial strontium iridate (SrIrO$_3$) and iridate/manganite\nSrIrO$_3$/La$_{0.7}$Sr$_{0.3}$MnO$_3$ heterostructure have been investigated.\nThe influence of epitaxial strain relaxation caused by the lattice mismatch\nbetween SrIrO$_3$ films and five substrates: SrTiO$_3$, NdGaO$_3$,\n(LaAlO$_3$)$_{0.3}$(Sr$_2$TaAlO$_6$)$_{0.7}$, LaAlO$_3$, and\nPb(Mg$_{1/3}$Nb$_{2/3}$)O$_3$-PbTiO$_3$ on electron and magnetic transport has\nbeen observed. A pronounced impact of strong spin-orbit interaction on\ncharacteristics of SrIrO$_3$ films has been revealed by means of X-ray\nphotoelectron spectroscopy, magnetoresistance and Hall-resistance measurements\nat temperatures T = 2-300 K. These findings highlight the tunability of\nspin-orbit-driven transport phenomena in strain-controlled SrIrO$_3$-based\nepitaxial systems, relevant for future spintronic oxide heterostructures. The\ncontribution of Kondo scattering on temperature dependence of SrIrO$_3$ films\nresistance was observed."}
{"id": "2511.03439", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.03439", "abs": "https://arxiv.org/abs/2511.03439", "authors": ["Matteo Barborini", "Jorge Charry", "Matej Ditte", "Andronikos Leventis", "Georgios Kafanas", "Alexandre Tkatchenko"], "title": "QMeCha: quantum Monte Carlo package for fermions in embedding environments", "comment": "29 pages, 9 Figures, 2 Tables", "summary": "We present the first open access version of the QMeCha (Quantum MeCha) code,\na quantum Monte Carlo (QMC) package developed to study many-body interactions\nbetween different types of quantum particles, with a modular and easy-to-expand\nstructure. The present code has been built to solve the Hamiltonian of a system\nthat can include nuclei and fermions of different mass and charge, e.g.\nelectrons and positrons, embedded in an environment of classical charges and\nquantum Drude oscillators. To approximate the ground state of this\nmany-particle operator, the code features different wavefunctions. For the\nfermionic particles, beyond the traditional Slater determinant, QMeCha also\nincludes Geminal functions such as the Pfaffian, and presents different types\nof explicit correlation terms in the Jastrow factors. The classical point\ncharges and quantum Drude oscillators, described through different variational\nans\\\"atze, are used to model a molecular environment capable of explicitly\ndescribing dispersion, polarization, and electrostatic effects experienced by\nthe nuclear and fermionic subsystem. To integrate these wavefunctions,\nefficient variational Monte Carlo and diffusion Monte Carlo protocols have been\ndeveloped, together with a robust wavefunction optimization procedure that\nfeatures correlated sampling. In conclusion, QMeCha is a massively parallel\ncode introduced here to explore quantum correlation effects in mixed systems\nwith thousands of fermions and bosonic particles, beyond what was previously\naccessible to other reference methods."}
{"id": "2511.03582", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03582", "abs": "https://arxiv.org/abs/2511.03582", "authors": ["A. Yu. Levakhova", "A. L. Vasiliev", "N. S. Pavlov", "A. V. Ovcharov", "V. I. Bondarenko", "A. V. Sadakov", "K. S. Pervakov", "V. A. Vlasenko", "V. M. Pudalov"], "title": "Emergence of Ferromagnetism from Planar Defects in EuSn2As2 Antiferromagnet", "comment": "13 pages, 8 figures", "summary": "We report a study of nano-scale structural peculiarities of the\nantiferromagnetic layered semimetal EuSn2As2, and show that they are\nresponsible for its puzzling magnetic properties. The high resolution\ntransmission electron microscopy revealed the presence of planar defects in the\nlattice of the studied single crystals. Using a combination of microstructural\nand DFT analysis we demonstrated that a single planar nano-defects forms a\nlayer of a distinct phase EuSnAs2, that is different from the EuSn2As2 phase of\nthe bulk lattice. The smaller distance between Eu layers in the planar\nnano-defect promotes formation of local ferromagnetic (FM) ordering of the Eu\natoms. On average, the planar defects form a weak ferromagnetic phase in the\nantiferromagnetic (AFM) host lattice. The obtained results explain several\npuzzling features in magnetic properties of A-type AFM materials: the nonlinear\nmagnetization in low in-plane fields, ferromagnetic-type hysteresis in low\nfield, and the upturn of the magnetic susceptibility in the AFM state at\ntemperatures approaching zero."}
{"id": "2511.03381", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03381", "abs": "https://arxiv.org/abs/2511.03381", "authors": ["Pan He", "Min Zhang", "Yue-Xin Huang", "Jingru Li", "Ruibo Wang", "Shiwen Zhao", "Chaoyu Pan", "Yuxiao Gao", "Takashi Taniguchi", "Kenji Watanabe", "Junxiong Hu", "Yinyan Zhu", "Cong Xiao", "X. C. Xie", "Shengyuan A. Yang", "Jian Shen"], "title": "Giant field-tunable nonlinear Hall effect by Lorentz skew scattering in a graphene moire superlattice", "comment": null, "summary": "The nonlinear Hall effect (NHE) can enable rectification and energy\nharvesting, and its control by external fields, including gate, strain and\nmagnetic field, has been pursued intensively. However, existing tuning pathways\nrely predominantly on fully quantum mechanical effects and are typically\ninefficient, resulting in weak NHE signals that limit further progress. In this\nwork, we report the discovery of a distinct type of NHE in a graphene-hBN moire\nsuperlattice, which arises from a classical-quantum cooperative effect called\nLorentz skew scattering (LSK), induced by a perpendicular magnetic field. This\nfield-driven NHE exhibits a linear dependence on magnetic field and a\npronounced unidirectional angular dependence. Remarkably, its magnitude reaches\nup to 32% of the linear Hall signal. We show that this giant, field-tunable NHE\noriginating from LSK follows a unique quartic scaling law and produces a\nrecord-high nonlinear Hall conductivity (36000 {\\mu}mV-1{\\Omega}-1) near van\nHove singularities of moire minibands, which is over an order of magnitude\nlarger than all previously reported NHEs. Our findings establish an efficient,\nmagnetic-field-driven route to giant Hall rectification in high-mobility\nmaterials, offering a broadly applicable paradigm for modulating the NHE beyond\nelectrostatic gating."}
{"id": "2511.03380", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03380", "abs": "https://arxiv.org/abs/2511.03380", "authors": ["Karyn Le Hur"], "title": "Free Majorana Modes in Superconducting Quantum Wires", "comment": null, "summary": "An s-wave superconducting wire with attractive interactions can admit a\nzero-energy bound state equation (solution) at an edge similar to the\nJackiw-Rebbi model; this is a specific aspect of low-dimensional quantum\nsystems, Dirac equation and e.g. of the Luther-Emery liquid with a spin gap. In\nthis Letter, K. Le Hur Europhys. Lett., 49 (6), pp. 768-774 (2000), I\nintroduced a magnetic spin-1/2 impurity interacting with such a (spin) bound\nstate in a Luther-Emery wire representing then a Hubbard ladder in a d-wave\nsuperconducting state. This method is general and show how Majorana fermions at\nzero energy, i.e. Majorana zero modes, can take place in a superconducting wire\nmodel from the two-channel Kondo effect. Within these two channels (wires), the\nLuther-Emery form of the superconducting term can be reached within the\nweak-coupling attractive limit. Due to the interest in Majorana zero modes from\nmagnetic impurities interacting with an s-wave superconductor, I take time to\nanalyze zero-energy edge solutions in my model and present a correspondence\nwith the p-wave superconducting wire in the topological phase through\nalternatives versions of the quantum field theory. I develop the relation\nbetween the edge magnetic susceptibility and the local capacitance measure in a\np-wave superconducting wire. I elaborate on the idea that Majorana zero modes,\ni.e. free Majorana fermions, can be realized with magnetic impurities bridging\nthe gap between two s-wave superconducting wires. The spin gap and the\nresonance with the impurity can protect the free Majorana solutions when\nincluding perturbations."}
{"id": "2511.03683", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03683", "abs": "https://arxiv.org/abs/2511.03683", "authors": ["Shiyu Peng", "Donnie Pinkston", "Jia Yao", "Sergei Kliavinek", "Ivan Maliyov", "Marco Bernardi"], "title": "Efficient GPU Parallelization of Electronic Transport and Nonequilibrium Dynamics from Electron-Phonon Interactions in the Perturbo Code", "comment": null, "summary": "The Boltzmann transport equation (BTE) with electron-phonon (e-ph)\ninteractions computed from first principles is widely used to study electronic\ntransport and nonequilibrium dynamics in materials. Calculating the e-ph\ncollision integral is the most important step in the BTE, but it remains\ncomputationally costly, even with current MPI+OpenMP parallelization. This\nchallenge makes it difficult to study materials with large unit cells and to\nachieve high resolution in momentum space. Here, we show acceleration of BTE\ncalculations of electronic transport and ultrafast dynamics using graphical\nprocessing units (GPUs). We implement a novel data structure and algorithm,\noptimized for GPU hardware and developed using OpenACC, to process scattering\nchannels and efficiently compute the collision integral. This approach\nsignificantly reduces the overhead for data referencing, movement, and\nsynchronization. Relative to the efficient CPU implementation in the\nopen-source package Perturbo (v2.2.0), used as a baseline, this approach\nachieves a speed-up of 40 times for both transport and nonequilibrium dynamics\non GPU hardware, and achieves nearly linear scaling up to 100 GPUs. The novel\ndata structure can be generalized to other electron interactions and scattering\nprocesses. We released this GPU implementation in the latest public version\n(v3.0.0) of Perturbo. The new MPI+OpenMP+GPU parallelization enables sweeping\nstudies of e-ph physics and electron dynamics in conventional and quantum\nmaterials, and prepares Perturbo for exascale supercomputing platforms."}
{"id": "2511.02907", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02907", "abs": "https://arxiv.org/abs/2511.02907", "authors": ["Zhou-Quan Wan", "Xu-Dong Dai", "Guo-Yi Zhu"], "title": "Revisiting Nishimori multicriticality through the lens of information measures", "comment": "5+13 pages, 7 figures", "summary": "The quantum error correction threshold is closely related to the Nishimori\nphysics of random statistical models. We extend quantum information measures\nsuch as coherent information beyond the Nishimori line and establish them as\nsharp indicators of phase transitions. We derive exact inequalities for several\ngeneralized measures, demonstrating that each attains its extremum along the\nNishimori line. Using a fermionic transfer matrix method, we compute these\nquantities in the 2d $\\pm J$ random-bond Ising model-corresponding to a surface\ncode under bit-flip noise-on system sizes up to $512$ and over $10^7$ disorder\nrealizations. All critical points extracted from statistical and\ninformation-theoretic indicators coincide with high precision at\n$p_c=0.1092212(4)$, with the coherent information exhibiting the smallest\nfinite-size effects. We further analyze the domain-wall free energy\ndistribution and confirm its scale invariance at the multicritical point."}
{"id": "2511.03010", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03010", "abs": "https://arxiv.org/abs/2511.03010", "authors": ["Ellis Rae Kennedy", "Adric Jones", "Yongqiang Wang", "Miguel Pena", "Hyosim Kim", "Chengyu Song", "Farida Selim", "Blas P. Uberuaga", "Samuel Greer"], "title": "Critical Disconnect Between Structural and Electronic Recovery in Amorphous GaAs during Recrystallization", "comment": "Main text: 16 pages, 8 figures; SI: 6 pages, 6 figures", "summary": "Understanding the evolution of structure and functionality through amorphous\nto crystalline phase transitions is critical for predicting and designing\ndevices for application in extreme conditions. Here, we consider both aspects\nof recrystallization of irradiated GaAs. We find that structural evolution\noccurs in two stages, a low temperature regime characterized by slow, epitaxial\nfront propagation and a high-temperature regime above dominated by rapid growth\nand formation of dense nanotwin networks. We link aspects of this structural\nevolution to local ordering, or paracrystallinity, within the amorphous phase.\nCritically, the electronic recovery of the materials is not commensurate with\nthis structural evolution. The electronic properties of the recrystallized\nmaterial deviate further from the pristine material than do those of the\namorphous phase, highlighting the incongruence between structural and\nelectronic recovery and the contrasting impact of loss of long range order\nversus localized defects on the functionality of semiconducting materials."}
{"id": "2511.03513", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.03513", "abs": "https://arxiv.org/abs/2511.03513", "authors": ["Hellen Videa", "M. Angeles Fuentes", "Antonio J. Martinez-Martinez"], "title": "Group 13 Metals as L-Type Ligands for Transition Metals", "comment": "Preprint (107 pages, 59 figures). Submitted to Springer Nature\n  (Structure and Bonding: Transition Metal-Main Group Heterobimetallics). This\n  is the author's original manuscript, pre-acceptance and not peer-reviewed.\n  The final authenticated version, once published, will be available at\n  SpringerLink with its DOI; please cite the Version of Record when available", "summary": "Low-valent Group 13 fragments can serve as neutral two-electron L-type\nmetalloligands to transition-metal (TM) centers, enabling heterometallic M-TM\nplatforms with bonding and reactivity patterns distinct from classical CO,\nphosphine, and carbene ligation. This chapter develops a unifying,\ndescriptor-based view of aluminylene Al(I), gallylene Ga(I), and indylene In(I)\ndonors, and contrasts them with the limited L-type behavior of Tl(I). We map\nsynthetic gateways to isolable M(I) donors, analyze their\nsigma-donation/pi-acceptance profiles, and extract periodic design rules in\nwhich the sigma-donor strength decreases Al > Ga > In, whereas Tl(I) has not\nyet been convincingly shown to engage in neutral L-type Tl->TM coordination.\nBorderline cases that blur L-, X-, and Z-type classifications are also examined\nto clarify descriptors and guide consistent usage across the series. This\ncontribution links ligand sterics/electronics, ambiphilicity at M(I), and the\nchosen TM fragment to guide the rational design of M-TM platforms that harness\nGroup-13 M(I) donors for small-molecule activation and cooperative catalysis."}
{"id": "2511.02907", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.02907", "abs": "https://arxiv.org/abs/2511.02907", "authors": ["Zhou-Quan Wan", "Xu-Dong Dai", "Guo-Yi Zhu"], "title": "Revisiting Nishimori multicriticality through the lens of information measures", "comment": "5+13 pages, 7 figures", "summary": "The quantum error correction threshold is closely related to the Nishimori\nphysics of random statistical models. We extend quantum information measures\nsuch as coherent information beyond the Nishimori line and establish them as\nsharp indicators of phase transitions. We derive exact inequalities for several\ngeneralized measures, demonstrating that each attains its extremum along the\nNishimori line. Using a fermionic transfer matrix method, we compute these\nquantities in the 2d $\\pm J$ random-bond Ising model-corresponding to a surface\ncode under bit-flip noise-on system sizes up to $512$ and over $10^7$ disorder\nrealizations. All critical points extracted from statistical and\ninformation-theoretic indicators coincide with high precision at\n$p_c=0.1092212(4)$, with the coherent information exhibiting the smallest\nfinite-size effects. We further analyze the domain-wall free energy\ndistribution and confirm its scale invariance at the multicritical point."}
{"id": "2511.03450", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03450", "abs": "https://arxiv.org/abs/2511.03450", "authors": ["A. R. Khisameeva", "A. Shuvaev", "I. M. Moiseenko", "P. A. Gusikhin", "A. S. Astrakhantseva", "A. Pimenov", "D. A. Svintsov", "I. V. Kukushkin", "V. M. Muravev"], "title": "Discovery of Slot Plasma Excitations in a AlGaN/GaN Plasmonic Crystal", "comment": null, "summary": "We experimentally investigate the terahertz spectrum of plasma excitations in\na plasmonic crystal based on AlGaN/GaN two-dimensional electron system (2DES).\nWhile screened plasmon modes with linear dispersion are readily observed in the\nplasmonic crystals, the existence of unscreened modes localized in the slots\nbetween the gates has remained unobserved until now. We discover this slot\nplasma excitation exhibiting square-root dispersion. It turned out that these\nslot plasmons follow an unconventional wave-vector quantization rule, $q_u=(N +\n1/4) \\times \\pi/l_u$ for even integers $N$, and require the condition for\nexcitation $q_u h \\ll 1$, where $h$ is the gate-to-2DES distance and $l_u$ is\nthe slot width. We develop an analytical model that accurately captures the\nfound dispersion and relaxation, revealing a non-trivial $-\\pi/4$ phase shift\nupon plasmon reflection at the gate edge. Experiments demonstrate that the slot\nplasmons persist up to room temperature, thereby enabling a broad range of\nopportunities for the advancement of plasmonic devices."}
{"id": "2511.03436", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03436", "abs": "https://arxiv.org/abs/2511.03436", "authors": ["Demetrio Vilardi", "Pietro M. Bonetti"], "title": "SC$^*$ Superconductivity and Spin Stiffnesses in the SU(2) Gauge Theory of the Two-Dimensional Hubbard Model", "comment": null, "summary": "We consider the SU(2) gauge theory for spin fluctuations in the\ntwo-dimensional Hubbard model, where the electron field is fractionalized in\nterms of spinons and chargons. In this theory, spinons are described by a\nnon-linear sigma model, while chargons are treated as fermions at a mean-field\nlevel. We investigate the instability to a superconducting state SC*, arising\nfrom a fractionalized Fermi liquid (FL*) where pairing between chargons occurs.\nConsistent with previous studies, our analysis reveals a coexisting phase\ncharacterized by both magnetic and superconducting order for the chargons. The\ncentral contribution of this work is the calculation of the feedback of\nsuperconductivity on spatial and temporal spin stiffnesses, thereby quantifying\nits impact on spin fluctuations. Our key finding is that superconductivity\nsignificantly suppresses these spin stiffnesses, enhancing quantum spin\nfluctuations. This enhancement suggests that superconductivity can play a\ncrucial role in stabilizing quantum disorder against long-range magnetic\nordering."}
{"id": "2511.02913", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02913", "abs": "https://arxiv.org/abs/2511.02913", "authors": ["Ryan M. L. McFadden", "Jonathan W. Angle", "Eric M. Lechner", "Michael J. Kelley", "Charles E. Reece", "Matthew A. Coble", "Thomas Prokscha", "Zaher Salman", "Andreas Suter", "Tobias Junginger"], "title": "Niobium's intrinsic coherence length and penetration depth revisited using low-energy muon spin spectroscopy", "comment": "Main manuscript: 8 pages, 3 figures, 2 tables. Supporting material:\n  17 pages, 6 figures, 7 tables", "summary": "We report measurements of the London penetration depth ($\\lambda_L$) and\nBardeen-Cooper-Schrieffer (BCS) coherence length ($\\xi_0$) in oxygen-doped\nniobium, with impurity concentrations spanning the \"clean\" to \"dirty\" limits.\nDepth-resolved low-energy muon spin spectroscopy (LE-$\\mu$SR) was used to\nquantify the element's Meissner screening profiles, analyzed within a framework\nthat accounts for nonlocal electrodynamics. The analysis indicates intrinsic\nlength scales of $\\lambda_L = 29.1(10)$ nm and $\\xi_0 = 39.9(25)$ nm,\ncorresponding to a Ginzburg-Landau (GL) parameter of $\\kappa = 0.70(5)$. The\nobtained $\\lambda_L$ and $\\kappa$ value are smaller than values commonly used\nin applications and modeling, indicating that clean niobium lies at the\nboundary between type-I and type-II superconductivity, supporting the\ncontemporary view that its intrinsic state may be type-I."}
{"id": "2511.03038", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.03038", "abs": "https://arxiv.org/abs/2511.03038", "authors": ["Aubrey G. J. Nyiri", "Michael J. Waters", "James M. Rondinelli"], "title": "A Normalized Descriptor for Unbiased Screening of Second-Order Nonlinear Optical Materials", "comment": "20 pages, 3 figures", "summary": "Second-order nonlinear optical materials enable frequency doubling of light\n(second-harmonic generation, SHG), which is essential for optoelectronic\napplications ranging from materials characterization to quantum technologies.\nHowever, comparing SHG performance across materials remains challenging as the\nsecond-order nonlinear susceptibility $\\chi^{(2)}$ spans several orders of\nmagnitude and strongly depends on the band gap $E_g$. To address this, we\nempirically validate a theoretical upper bound on $\\chi^{(2)}$ using new\ndatabases of \\textit{ab initio}-computed nonlinear optical (NLO) properties. We\nthen formulate a normalized descriptor, $\\hat{d}$, which expresses the NLO\nresponse of a material relative to the band gap-dependent physical limit. We\nshow that $\\hat{d}$ exhibits a similar distribution across a wide range of band\ngap energies. This universality supports the use of $\\hat{d}$ as a robust,\ngeneralizable descriptor for data-driven and chemistry-informed machine\nlearning models of NLO response, enabling accelerated materials discovery and\noptimization across broad application frequencies."}
{"id": "2511.03567", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03567", "abs": "https://arxiv.org/abs/2511.03567", "authors": ["Kalman Szenes", "Riya Kayal", "Kantharuban Sivalingam", "Robin Feldmann", "Frank Neese", "Markus Reiher"], "title": "Efficient Implementation of the Spin-Free Renormalized Internally-Contracted Multireference Coupled Cluster Theory", "comment": "46 pages, 10 figures, 5 tables", "summary": "In this paper, an efficient implementation of the renormalized\ninternally-contracted multreference coupled cluster with singles and doubles\n(RIC-MRCCSD) into the ORCA quantum chemistry program suite is reported. To this\nend, Evangelista's Wick&d equation generator was combined with ORCA's native\nAGE code generator in order to implement the many-body residuals required for\nthe RIC-MRCCSD method. Substantial efficiency gains are realized by deriving a\nspin-free formulation instead of the previously reported spin-orbital version\ndeveloped by some of us. Since AGE produces parallelized code, the resulting\nimplementation can directly be run in parallel with substantial speedups when\nexecuted on multiple cores. In terms of runtime, the cost of RIC-MRCCSD is\nshown to be between single-reference RHF-CCSD and UHF-CCSD, even when active\nspace spaces as large as CAS(14,14) are considered. This achievement is largely\ndue to the fact that no reduced density matrices (RDM) or cumulants higher than\nthree-body enter the formalism. The scalability of the method to large systems\nis furthermore demonstrated by computing the ground-state of a vitamin B12\nmodel comprised of an active space of CAS(12, 12) and 809 orbitals. In terms of\naccuracy, RIC-MRCCSD is carefully compared to second- and approximate\nfourth-order $n$-electron valence state perturbation theories (NEVPT2,\nNEVPT4(SD)), to the multireference zeroth-order coupled-electron pair\napproximation (CEPA(0)), as well as to the IC-MRCCSD from Kohn. In contrast to\nRIC-MRCCSD, the IC-MRCCSD equations are entirely derived by AGE using the\nconventional projection-based approach, which, however, leads to much higher\nalgorithmic complexity than the former as well as the necessity to calculate up\nto the five-body RDMs. Remaining challenges such as the variation of the\nresults with the flow, a free parameter that enters the RIC-MRCCSD theory, are\ndiscussed."}
{"id": "2511.03151", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03151", "abs": "https://arxiv.org/abs/2511.03151", "authors": ["A. Osin", "A. Levchenko", "M. Khodas"], "title": "Extrinsic anomalous Hall effect in altermagnets", "comment": "22 pages, 6 figures", "summary": "We find the extrinsic anomalous Hall conductivity (AHC) to be comparable to\nthe intrinsic one in roughly half of the altermagnetic spin Laue groups in the\nlimit of large exchange splitting. In materials with a finite\nDzyaloshinskii-Moriya type interaction, the extrinsic contribution is essential\neven in the clean limit. In other altermagnets it is mostly negligible. This\npeculiar behavior is linked to the nonanalytic dependence of the intrinsic AHC\non spin-orbit coupling. Both originate from the lifting of the spin degeneracy\nalong the nodal planes as the weak spin-orbit coupling breaks the\nnonrelativistic spin symmetry."}
{"id": "2511.03507", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03507", "abs": "https://arxiv.org/abs/2511.03507", "authors": ["Youjian Chen", "Hamed Vakili", "Md Golam Morshed", "Avik W. Ghosh"], "title": "Switching perpendicular magnets for Processing-in-memory with voltage gated Weyl Semimetals", "comment": null, "summary": "Processing-in-memory (PIM) reduces data transfer latency by rolling memory\nand logic elements into one compute location. As an emergent material candidate\nfor such an architecture, we propose a strained Weyl semimetal based\nspin-orbit-torque random-access memory (SWSM-SOTRAM) device. The spin-orbit\ntorque (SOT) originates from two mechanisms: (1) the inverse spin Galvanic\neffect (iSGE), which generates nonequilibrium in-plane spin accumulation at\ninterfaces, and (2) a bulk spin Hall effect (SHE), which produces a transverse\nspin current carrying out-of-plane spin angular momentum. The latter is tunable\nvia an exchange Zeeman field. Both effects are evaluated using the\ntight-binding model coupled with a nonequilibrium Green's function (TB-NEGF)\nformalism for quantum transport. Information write is achieved through SOT\nswitching of an out-of-plane free magnet. A piezo attached to a\nmagnetostrictive selector modulates the strain in the latter, leading to the\nrotation of the magnetization and hence the exchange Zeeman field exerted on\nthe Weyl semimetal. This strain-controlled exchange field enables the symmetry\ntuning of the Weyl semimetal and modulation of its spin Hall effect. The\nTB-NEGF calculations of SHE and iSGE, combined with Landau-Lifshitz-Gilbert\n(LLG) simulations of magnetization dynamics, establish the SOT switching\nmechanism and demonstrate a pathway toward the SWSM-SOTRAM PIM device."}
{"id": "2511.02956", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02956", "abs": "https://arxiv.org/abs/2511.02956", "authors": ["A. V. Rodina", "M. A. Semina", "E. L. Ivchenko"], "title": "Electron and hole $g$ factors in semiconductors and nanostructures (Review)", "comment": "Review", "summary": "We present a review of experimental and theoretical studies of the spin\nresponse of charge carriers to an external magnetic field in bulk\nsemiconductors and semiconductor nanostructures. The linear response is\nquantitatively characterized by the magnitude of the electron or hole g factor.\nVarious experimental methods for measuring the electron g factor are\nconsidered, beginning with historical works and including modern research. A\ndetailed analysis of theoretical methods for calculating the electron and hole\ng factors in bulk semiconductors and nanostructures of various shapes also\nincludes fundamental work from previous years and the present time."}
{"id": "2511.03122", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.03122", "abs": "https://arxiv.org/abs/2511.03122", "authors": ["Seunghee Han", "Yeonghun Kang", "Taeun Bae", "Varinia Bernales", "Alan Aspuru-Guzik", "Jihan Kim"], "title": "EGMOF: Efficient Generation of Metal-Organic Frameworks Using a Hybrid Diffusion-Transformer Architecture", "comment": null, "summary": "Designing materials with targeted properties remains challenging due to the\nvastness of chemical space and the scarcity of property-labeled data. While\nrecent advances in generative models offer a promising way for inverse design,\nmost approaches require large datasets and must be retrained for every new\ntarget property. Here, we introduce the EGMOF (Efficient Generation of MOFs), a\nhybrid diffusion-transformer framework that overcomes these limitations through\na modular, descriptor-mediated workflow. EGMOF decomposes inverse design into\ntwo steps: (1) a one-dimensional diffusion model (Prop2Desc) that maps desired\nproperties to chemically meaningful descriptors followed by (2) a transformer\nmodel (Desc2MOF) that generates structures from these descriptors. This modular\nhybrid design enables minimal retraining and maintains high accuracy even under\nsmall-data conditions. On a hydrogen uptake dataset, EGMOF achieved over 95%\nvalidity and 84% hit rate, representing significant improvements of up to 57%\nin validity and 14% in hit rate compared to existing methods, while remaining\neffective with only 1,000 training samples. Moreover, our model successfully\nperformed conditional generation across 29 diverse property datasets, including\nCoREMOF, QMOF, and text-mined experimental datasets, whereas previous models\nhave not. This work presents a data-efficient, generalizable approach to the\ninverse design of diverse MOFs and highlights the potential of modular inverse\ndesign workflows for broader materials discovery."}
{"id": "2511.03579", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.atom-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03579", "abs": "https://arxiv.org/abs/2511.03579", "authors": ["Weishi Wang", "Casey Dowdle", "James D. Whitfield"], "title": "Encoding electronic ground-state information with variational even-tempered basis sets", "comment": "15 pages, 14 figures, 5 tables, 2 algorithms", "summary": "We propose a system-oriented basis-set design based on even-tempered basis\nfunctions to variationally encode electronic ground-state information into\nmolecular orbitals. First, we introduce a reduced formalism of concentric\neven-tempered orbitals that achieves hydrogen energy accuracy on par with the\nconventional formalism, with lower optimization cost and improved scalability.\nSecond, we propose a symmetry-adapted, even-tempered formalism specifically\ndesigned for molecular systems. It requires only primitive S-subshell\nGaussian-type orbitals and uses two parameters to characterize all exponent\ncoefficients. In the case of the diatomic hydrogen molecule, the basis set\ngenerated by this formalism produces a dissociation curve more consistent with\ncc-pV5Z than cc-pVTZ at the size of aug-cc-pVDZ. Finally, we test our\neven-tempered formalism against several types of tetra-atomic hydrogen\nmolecules for ground-state computation and point out its current limitations\nand potential improvements."}
{"id": "2511.03460", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03460", "abs": "https://arxiv.org/abs/2511.03460", "authors": ["Kohei Fukai", "Hosho Katsura"], "title": "Integrability of a family of clean SYK models from the critical Ising chain", "comment": "17 pages", "summary": "We establish the integrability of a family of SYK models with uniform\n$p$-body interactions. We derive the R-matrix and mutually commuting transfer\nmatrices that generate the Hamiltonians of these models, and obtain their exact\neigenspectra and eigenstates. Remarkably, the R-matrix is that of the critical\ntransverse-field Ising chain. This work reveals an unexpected connection\nbetween the SYK model, central to many-body quantum chaos, and the critical\nIsing chain, a cornerstone of statistical mechanics."}
{"id": "2511.03599", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03599", "abs": "https://arxiv.org/abs/2511.03599", "authors": ["Hao Chen", "Zhong-Ke Ding", "Nannan Luo", "Jiang Zeng", "Li-Ming Tang", "Ke-Qiu Chen"], "title": "Coherent Phonon Negative Refraction via Interfacial Momentum Compensation", "comment": null, "summary": "Negative refraction of coherent phonons is crucial for thermal management and\nquantum information processing, but it remains unrealized because achieving the\nsuitable dispersion for negative refraction simultaneously with long-range\ncoherence is challenging. In this letter, we overcome this limitation by\nintroducing a momentum compensation mechanism mediated by discrete\ntranslational symmetry. Interfacial reciprocal lattice vectors provide momentum\ncompensation during phonon tunneling and induce asymmetric mode matching,\nresulting in negative refraction without requiring strong dispersion anisotropy\nor a negative-curvature band. Using non-equilibrium Green's function formalism,\nwe demonstrate coherent negative refraction of isotropic acoustic phonons in\ngraphene/hexagonal boron nitride heterostructures. This general mechanism\nenables active control of phonon flow via interfacial design, paving the way\nfor applications in atomic-scale phonon lenses and directional thermal\ntransport."}
{"id": "2511.02967", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.02967", "abs": "https://arxiv.org/abs/2511.02967", "authors": ["Edouard Sonin"], "title": "The theory of planar ballistic SNS junctions", "comment": "27 pages, 5 figures. arXiv admin note: text overlap with\n  arXiv:2503.21583", "summary": "The paper presents the theory of planar ballistic SNS junctions with equal\nFermi velocities and effective masses in all layers. The theory takes into\naccount phase gradients in superconducting layers commonly ignored in the past.\nAt $T=0$ the current-phase relation was derived for any thickness $L$ of the\nnormal layer in the model of the steplike pairing potential model analytically.\nThe obtained current-phase relation is essentially different from that in\ntheory neglecting phase gradients, especially in the limit $L\\to 0$ (short\njunction). The analysis resolves the problem with the charge conservation law\nin the steplike pairing potential model. The current-phase relation at\ntemperatures exceeding the energy spacing between Andreev levels but less than\nthe critical temperature was also calculated numerically. The current at these\ntemperatures is temperature independent and decreases with growing $L$ as\n$1/L^4$. The previous theory predicted the current exponentially decreasing\nwith growing $T$ and $L$. Possible implications of the analysis for planar\njunctions with non-equal Fermi velocities and for non-planar junctions (narrow\nnormal bridge between two bulk superconductors) are also discussed."}
{"id": "2511.03124", "categories": ["cond-mat.mtrl-sci", "math.AC"], "pdf": "https://arxiv.org/pdf/2511.03124", "abs": "https://arxiv.org/abs/2511.03124", "authors": ["Caleb Simiyu Khaemba", "Hongsong Feng", "Dong Chen", "Chun-Long Chen", "Guo-Wei Wei"], "title": "Commutative Algebra Modeling in Materials Science -- A Case Study on Metal-Organic Frameworks (MOFs)", "comment": null, "summary": "Metal-organic frameworks (MOFs) are a class of important crystalline and\nhighly porous materials whose hierarchical geometry and chemistry hinder\ninterpretable predictions in materials properties. Commutative algebra is a\nbranch of abstract algebra that has been rarely applied in data and material\nsciences. We introduce the first ever commutative algebra modeling and\nprediction in materials science. Specifically, category-specific commutative\nalgebra (CSCA) is proposed as a new framework for MOF representation and\nlearning. It integrates element-based categorization with multiscale algebraic\ninvariants to encode both local coordination motifs and global network\norganization of MOFs. These algebraically consistent, chemically aware\nrepresentations enable compact, interpretable, and data efficient modeling of\nMOF properties such as Henry's constants and uptake capacities for common\ngases. Compared to traditional geometric and graph-based approaches, CSCA\nachieves comparable or superior predictive accuracy while substantially\nimproving interpretability and stability across data sets. By aligning\ncommutative algebra with the chemical hierarchy, the CSCA establishes a\nrigorous and generalizable paradigm for understanding structure and property\nrelationships in porous materials and provides a nonlinear algebra-based\nframework for data-driven material discovery."}
{"id": "2511.03579", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.atom-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03579", "abs": "https://arxiv.org/abs/2511.03579", "authors": ["Weishi Wang", "Casey Dowdle", "James D. Whitfield"], "title": "Encoding electronic ground-state information with variational even-tempered basis sets", "comment": "15 pages, 14 figures, 5 tables, 2 algorithms", "summary": "We propose a system-oriented basis-set design based on even-tempered basis\nfunctions to variationally encode electronic ground-state information into\nmolecular orbitals. First, we introduce a reduced formalism of concentric\neven-tempered orbitals that achieves hydrogen energy accuracy on par with the\nconventional formalism, with lower optimization cost and improved scalability.\nSecond, we propose a symmetry-adapted, even-tempered formalism specifically\ndesigned for molecular systems. It requires only primitive S-subshell\nGaussian-type orbitals and uses two parameters to characterize all exponent\ncoefficients. In the case of the diatomic hydrogen molecule, the basis set\ngenerated by this formalism produces a dissociation curve more consistent with\ncc-pV5Z than cc-pVTZ at the size of aug-cc-pVDZ. Finally, we test our\neven-tempered formalism against several types of tetra-atomic hydrogen\nmolecules for ground-state computation and point out its current limitations\nand potential improvements."}
{"id": "2511.03621", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03621", "abs": "https://arxiv.org/abs/2511.03621", "authors": ["P. A. Belevskii", "M. N. Vinoslavskii", "O. S. Pylypchuk"], "title": "Elimination of the acoustoelectric domain and increasing of the emission intensity by means of shunting the lateral current in the InGaAs/GaAs heterostructures", "comment": "18 pages, 8 figures", "summary": "There has been experimentally implemented a technique of neutralization of an\nacoustoelectric domain under the conditions of the lateral transport of charge\ncarriers in strong electric fields in the multilayer InGaAs/GaAs\nheterostructures with quantum wells. The technique is implemented by means of\ndeposition of a shunting semi opaque silver film on the heterostructure surface\nbetween the ohmic contacts. In absence of shunting the domain appearance leads\nto current decrease, current oscillations and also to a strong decrease of the\nband-to-band emission during a voltage pulse applied to the sample. The\nshunting eliminated the current decrease and enabled it to strongly enlarge the\nband-to-band emission intensity."}
{"id": "2511.02968", "categories": ["cond-mat.supr-con", "cs.ET"], "pdf": "https://arxiv.org/pdf/2511.02968", "abs": "https://arxiv.org/abs/2511.02968", "authors": ["Md Mazharul Islam", "Connor A. Good", "Diego Ferrer", "Juan P. Mendez", "Denis Mamaluy", "Wei Pan", "Kathleen E Hamilton", "Ahmedullah Aziz"], "title": "Analog-to-Digital Converter Based on Voltage-controlled Superconducting Device", "comment": null, "summary": "The increasing demand for cryogenic electronics in superconducting and\nquantum computing systems calls for ultra energy efficient data conversion\narchitectures that remain functional at deep cryogenic temperatures.In this\nwork, we present the first design of a voltage-controlled superconducting flash\nanalog-to-digital converter (ADC) based on a novel quantum enhanced Josephson\njunction field effect transistor (JJFET).Exploiting its strong gate tunability\nand transistor-like behavior, the JJFET offers a scalable alternative to\nconventional current controlled superconducting devices while aligning\nnaturally with CMOS style design methodologies.Building on our previously\ndeveloped Verilog A compact model calibrated to experimental data, we design\nand simulate a three bit JJFET based flash ADC.The core comparator block is\nrealized through careful bias current selection and augmented with a three\nterminal nanocryotron to precisely define reference voltages.Cascaded JJFET\ncomparators ensure robust voltage gain, cascadability, and logic level\nrestoration across stages.Simulation results demonstrate accurate quantization\nbehavior with ultra-low power dissipation, underscoring the feasibility of\nvoltage driven superconducting mixed signal circuits.This work establishes a\ncritical step toward unifying superconducting logic and data conversion, paving\nthe way for scalable cryogenic architectures in quantum classical\nco-processors, low-power AI accelerators, and next generation energy\nconstrained computing platforms."}
{"id": "2511.03240", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03240", "abs": "https://arxiv.org/abs/2511.03240", "authors": ["Tianliang Feng", "Ziwei Xu"], "title": "Mysterious Role of Cap Configuration in Single-Walled Carbon Nanotube Catalytic Growth", "comment": null, "summary": "Understanding the role of cap structure during the nucleation and growth of\nsingle-walled carbon nanotubes (SWCNTs) is essential for achieving\nchirality-controlled synthesis. In this work, we propose a novel and intuitive\nalgorithm to determine the chirality of nascent carbon caps by tracking the\nrelative shifts of six pentagons within a topological coordinate system. Based\non this algorithm, we propose three routes of pentagon shifts for the chirality\nmutations from armchair (AC) to near-AC caps, namely the transverse shift (n,n)\nto (n+1,n-1), inward shift (n,n) to (n-1), and outward shift (n,n) to (n+1,n),\ncan occur according to the energy profiles calculated based on the density\nfunction theory (DFT), providing a new perspective to explain the experimental\nabundance of near-AC SWCNTs. After that, we construct 24 representative short\ncaps and long SWCNTs with different chiralities and symmetries, and perform DFT\ncalculations to evaluate their thermodynamic stability and deformation\nbehaviors on flat Ni(111) surfaces and curved Ni55 particle, respectively. The\nresults reveal that cap topology and catalyst curvature together induce dual\ndeformations that significantly influence the formation and interface energies.\nNotably, AC and near-AC caps exhibit superior flexibility and robust energetic\nadvantages, especially the (6,6) cap with C6v symmetry. A linear correlation\nbetween cap-induced deformation and formation energy is established through a\ndefined shape factor, highlighting the interaction between cap structure and\ncatalyst interface as a key driver of chirality selection. This study\ntheoretically reveals the cap evolution mechanism and lays the foundation for\nthe rational design of SWCNT growth strategies."}
{"id": "2511.03721", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03721", "abs": "https://arxiv.org/abs/2511.03721", "authors": ["Aashish Sapkota", "Niraj Aryal", "Xiao Hu", "Masaaki Matsuda", "Yan Wu", "Guangyong Xu", "John M. Wilde", "Andreas Kreyssig", "Paul C. Canfield", "Cedomir Petrovic", "John M. Tranquada", "Igor A. Zaliznyak"], "title": "Magnetism and Peierls distortion in Dirac semimetal CaMnBi$_2$", "comment": "25 pages with 19 figures including appendices; 15 pages, 11 figs main\n  text", "summary": "Dirac semimetals of the form $A$Mn$X_2$ ($A =$ alkaline-earth or divalent\nrare earth; $X =$ Bi, Sb) host conducting square-net Dirac-electron layers of\n$X$ atoms interleaved with antiferromagnetic Mn$X$ layers. In these materials,\ncanted antiferromagnetism can break time-reversal symmetry (TRS) and produce a\nWeyl semimetallic state. CaMnBi$_2$ was proposed to realize this behavior below\n$T^{*}\\sim 50$ K, where anomalies in resistivity and optical conductivity were\nreported. We investigate single-crystal CaMnBi$_{2}$ using polarized and\nunpolarized neutron diffraction, x-ray diffraction, and density functional\ntheory (DFT) calculations to elucidate the underlying crystal and magnetic\nstructures. The results show that the observed anomalies do not originate from\nspin canting or weak ferromagnetism; no measurable uniform Mn spin canting is\ndetected. Instead, CaMnBi$_2$ undergoes a coupled structural and magnetic\nsymmetry-lowering transition at $T^{*} = 46(2)$ K, from a tetragonal lattice\nwith C-type antiferromagnetism to an orthorhombic phase with unit-cell doubling\nalong the $c$ axis and minimal impact on magnetism. Analysis of superlattice\npeak intensities and lattice distortion reveals a continuous second-order\ntransition governed by a single order parameter. The refined atomic\ndisplacements correspond to a zigzag bond-order-wave (BOW) modulation of Bi-Bi\nbonds, consistent with an electronically driven Peierls-type instability in the\nDirac-electron Bi layer, long anticipated by Hoffmann and co-workers [W.~Tremel\nand R.~Hoffmann, \\textit{J. Am. Chem. Soc.} \\textbf{109}, 124 (1987);\nG.~A.~Papoian and R.~Hoffmann, \\textit{Angew. Chem. Int. Ed.} \\textbf{39}, 2408\n(2000)]. %\\textcite{TremelHoffman_JACS1987} [JACS {\\bf 109}, 124 (1987)]."}
{"id": "2511.03664", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.03664", "abs": "https://arxiv.org/abs/2511.03664", "authors": ["Elsa Jöchl", "Anna-Lydia Vieli", "Lucy Hale", "Felix Helmrich", "Deniz Turan", "Mona Jarrahi", "Mattias Beck", "Jérôme Faist", "Giacomo Scalari"], "title": "Gate-tunable single terahertz meta-atom ultrastrong light-matter coupling", "comment": null, "summary": "We study the electrical tunability of ultrastrong light-matter interactions\nbetween a single terahertz circuit-based complementary split ring resonator\n(cSRR) and a two-dimensional electron gas. For this purpose, transmission\nspectroscopy measurements are performed under the influence of a strong\nmagnetic field at different set points for the electric gate bias. The\nresulting Landau polariton dispersion depends on the applied electric bias, as\nthe gating technique confines the electrons in-plane down to extremely\nsub-wavelength dimensions as small as d = 410 nm. This confinement allows for\nthe excitation of standing plasma waves at zero magnetic field and an effective\ntunability of the electron number coupled to the THz resonator. This allows the\nnormalized coupling strength to be tuned in-situ from $\\eta$ = 0.46 down to\n$\\eta$ = 0.18. This is the first demonstration of terahertz far-field\nspectroscopy of an electrically tunable interaction between a single terahertz\nresonator and electrons in a GaAs quantum well heterostructure."}
{"id": "2511.02976", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02976", "abs": "https://arxiv.org/abs/2511.02976", "authors": ["Leopoldo Diaz", "Harold P. Hjalmarson", "Jesse J. Lutz", "Peter A. Schultz"], "title": "An Atomistically Informed Device Engineering (AIDE) Method Realized: A case study in GaAs", "comment": null, "summary": "Radiation-induced defects can have a significant impact on the longevity and\nperformance of semiconductor devices. We present an Atomistically Informed\nDevice Engineering (AIDE) method that integrates first-principles defect\nproperties and experimentally measured parameters into a device model to\ndynamically simulate the defect chemistry in semiconductors. For a\nsilicon-doped gallium arsenide (GaAs) material, we showcase three capabilities:\n(i) Fermi level $E_F$ movement including its component electron and hole Fermi\nlevels, (ii) dynamical charge equilibration with the arsenic vacancy serving as\nan example, and a (iii) diffusion-driven reaction between Coulomb attracted\ngallium interstitial ($Ga_i$) and arsenic vacancy ($v_{As}$). Governed by\ncharge carrier reactions, the electron and hole Fermi levels remained\ndissimilar until equilibrium was achieved at $E_F\\approx1.32$ eV. The\nequilibrium Fermi level was verified by successfully identifying $v_{As}^{3-}$\nas the most populated charge state within the arsenic vacancy defect. Lastly, a\nCoulomb attraction, created by the shifted Fermi level and the charge\nequilibration process, between $Ga_i^{1+}$ and $v_{As}^{3-}$ resulted in the\nformation of a doubly negative gallium antisite ($Ga_{As}^{2-}$). The AIDE\nmethod can access experimentally inaccessible short-time and low-concentration\nregimes, is generalizable to other more complex systems (e.g., indium gallium\narsenide), and, after solving open problems in GaAs, will serve as a virtual\nexperiment to bound estimates for difficult-to-measure physical quantities."}
{"id": "2511.03254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03254", "abs": "https://arxiv.org/abs/2511.03254", "authors": ["Jianqiao Wang", "Chushu Fang", "Zhibin Qiu", "Yang Zhao", "Quan Xiao", "Xiying Sun", "Zhaoyi Li", "Laifeng Li", "Yuan Zhou", "Changzhao Pan", "Shu Guo"], "title": "Tunable Multistage Refrigeration via Geometrically Frustrated Triangular Lattice Antiferromagnet for Space Cooling", "comment": null, "summary": "Low-temperature refrigeration technology constitutes a crucial component in\nspace exploration. The small-scale, low-vibration Stirling-type pulse tube\nrefrigerators hold significant application potential for space cooling.\nHowever, the efficient operation of current Stirling-type pulse tube\ncryocoolers in space cooling applications remains challenging due to the rapid\ndecay of the heat capacity of regenerative materials below 10 K. This study\nadopts a novel material strategy: using a novel high-spin S = 7/2 magnetic\nregenerative material, Gd2O2Se, we construct a multistage tunable regenerative\nmaterial structure to achieve an efficient cooling approach to the liquid\nhelium temperature range. Under substantial geometric frustration from a\ndouble-layered triangular lattice, it exhibits two-step specific heat\ntransition peaks at 6.22 K and 2.11 K, respectively. Its ultrahigh specific\nheat and broad two-step transition temperature range effectively bridge the gap\nbetween commercially used high-heat-capacity materials. Experimental\nverification shows that when Gd2O2Se is combined with Er3Ni and HoCu2 in the\nStirling-type pulse tube cryocooler, the cooling efficiency of the pulse tube\nincreases by 66.5 % at 7 K, and the minimum achievable temperature reaches 5.85\nK. These results indicate that Gd2O2Se is an ideal magnetic regenerative\nmaterial for space cooling"}
{"id": "2511.02899", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02899", "abs": "https://arxiv.org/abs/2511.02899", "authors": ["Siyu Zhu", "Arthur P. Ramirez", "Sergey Syzranov"], "title": "Low-temperature entropies and possible states in geometrically frustrated magnets", "comment": "10 pages, 6 figures", "summary": "The entropy that an insulating magnetic material releases upon cooling can\nreveal important information about the properties of spin states in that\nmaterial. In many geometrically frustrated (GF) magnetic compounds, the heat\ncapacity exhibits a low-temperature peak that comes from the spin states\ncontinuously connected to the ground states of classical models, such as the\nIsing model, on the same GF lattice, which manifests in the amount of entropy\nassociated with this heat-capacity peak. In this work, we simulate numerically\nthe values of entropy released by higher-spin triangular-lattice layered\nsystems and materials on SCGO lattices. We also compare the experimentally\nmeasured values of entropy in several strongly GF compounds, $NiGa_2S_4$,\n$FeAl_2Se_4$ and SCGO/BSZCGO, with possible theoretical values inferred from\nthe classical models to which the quantum states of those materials may be\nconnected. This comparison suggests that the lowest-energy states of\nhigher-spin layered triangular-lattice compounds can be described in terms of\ndoublet states on individual magnetic sites. Our analyses demonstrate how the\nvalues of entropy can reveal the structure of low-energy magnetic states in GF\ncompounds and call for more accurate thermodynamic measurement in GF magnetic\nmaterials."}
{"id": "2511.02998", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02998", "abs": "https://arxiv.org/abs/2511.02998", "authors": ["Gennady A. Ovsyannikov", "Nikita V. Dubitskiy", "Georgi D. Ulev", "Karen Y. Constantinian", "Ivan E. Moskal", "Victoria A. Baydikova", "Andrei M. Petrzhik", "Anton V. Shadrin", "Alexei V. Mashirov"], "title": "Dirac semimetal strontium iridate thin films with strong spin-orbit interaction for magnetic heterostructures", "comment": "23 pages, 12 figures, 3 tables. Epitaxial SrIrO$_3$ films and\n  SrIrO$_3$/La$_{0.7}$Sr$_{0.3}$MnO$_3$ heterostructures on perovskite\n  substrates showing strain-controlled spin-orbit coupling, Kondo effect,\n  magnetoresistance and Hall measurements for oxide spintronics applications.\n  Submitted to Journal of Alloys and Compounds", "summary": "The structural crystal features, electron transport and magnetotransport of\nthe epitaxial strontium iridate (SrIrO$_3$) and iridate/manganite\nSrIrO$_3$/La$_{0.7}$Sr$_{0.3}$MnO$_3$ heterostructure have been investigated.\nThe influence of epitaxial strain relaxation caused by the lattice mismatch\nbetween SrIrO$_3$ films and five substrates: SrTiO$_3$, NdGaO$_3$,\n(LaAlO$_3$)$_{0.3}$(Sr$_2$TaAlO$_6$)$_{0.7}$, LaAlO$_3$, and\nPb(Mg$_{1/3}$Nb$_{2/3}$)O$_3$-PbTiO$_3$ on electron and magnetic transport has\nbeen observed. A pronounced impact of strong spin-orbit interaction on\ncharacteristics of SrIrO$_3$ films has been revealed by means of X-ray\nphotoelectron spectroscopy, magnetoresistance and Hall-resistance measurements\nat temperatures T = 2-300 K. These findings highlight the tunability of\nspin-orbit-driven transport phenomena in strain-controlled SrIrO$_3$-based\nepitaxial systems, relevant for future spintronic oxide heterostructures. The\ncontribution of Kondo scattering on temperature dependence of SrIrO$_3$ films\nresistance was observed."}
{"id": "2511.03329", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03329", "abs": "https://arxiv.org/abs/2511.03329", "authors": ["Natalia Shabala", "Finja Tietjen", "R. Matthias Geilhufe"], "title": "Axial phono-magnetic effects", "comment": "21 pages, 7 figures", "summary": "Axial or circularly polarized phonons are collective lattice vibrations with\nangular momentum. Over the past decade they have emerged as a promising\nmechanism for the manipulation of magnetism, in parallel to well established\noptical protocols. In particular, coherent axial phonons were shown to induce\nmagnetization in materials without spin-ordering, making them a viable tool for\nultrafast magnetic switching. The experimental evidence suggests that the size\nof this magnetization is significant, opening a new research area on the\nphono-magnetic effect. Remarkably, the coupling of axial phonons to magnetism\nhas been observed a broad class of materials, pointing to a universal nature of\nthe underlying mechanisms. In this review article, we present the recent\nprogress in the field. We give an introduction to the phenomenological\nperspective and an overview of the experimental evidence for the magnetization\nemerging from axial phonons, which includes discussing the observations of\nphonon Zeeman effect, the magneto-optical Kerr effect and the proximity-induced\nmagnetization switching. We present recently proposed microscopic theories for\nthe phono-magnetic effects, based on perturbation theory, adiabatic motion and\nFloquet theory as well as the emergence of the phonon magnetic moment due to\nartificial gauge fields or inertial effects. This summary allows us to see\ncorrespondences between the seemingly different theoretical approaches,\nfacilitating a more complete perspective of the effect."}
{"id": "2511.02913", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02913", "abs": "https://arxiv.org/abs/2511.02913", "authors": ["Ryan M. L. McFadden", "Jonathan W. Angle", "Eric M. Lechner", "Michael J. Kelley", "Charles E. Reece", "Matthew A. Coble", "Thomas Prokscha", "Zaher Salman", "Andreas Suter", "Tobias Junginger"], "title": "Niobium's intrinsic coherence length and penetration depth revisited using low-energy muon spin spectroscopy", "comment": "Main manuscript: 8 pages, 3 figures, 2 tables. Supporting material:\n  17 pages, 6 figures, 7 tables", "summary": "We report measurements of the London penetration depth ($\\lambda_L$) and\nBardeen-Cooper-Schrieffer (BCS) coherence length ($\\xi_0$) in oxygen-doped\nniobium, with impurity concentrations spanning the \"clean\" to \"dirty\" limits.\nDepth-resolved low-energy muon spin spectroscopy (LE-$\\mu$SR) was used to\nquantify the element's Meissner screening profiles, analyzed within a framework\nthat accounts for nonlocal electrodynamics. The analysis indicates intrinsic\nlength scales of $\\lambda_L = 29.1(10)$ nm and $\\xi_0 = 39.9(25)$ nm,\ncorresponding to a Ginzburg-Landau (GL) parameter of $\\kappa = 0.70(5)$. The\nobtained $\\lambda_L$ and $\\kappa$ value are smaller than values commonly used\nin applications and modeling, indicating that clean niobium lies at the\nboundary between type-I and type-II superconductivity, supporting the\ncontemporary view that its intrinsic state may be type-I."}
{"id": "2511.03010", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03010", "abs": "https://arxiv.org/abs/2511.03010", "authors": ["Ellis Rae Kennedy", "Adric Jones", "Yongqiang Wang", "Miguel Pena", "Hyosim Kim", "Chengyu Song", "Farida Selim", "Blas P. Uberuaga", "Samuel Greer"], "title": "Critical Disconnect Between Structural and Electronic Recovery in Amorphous GaAs during Recrystallization", "comment": "Main text: 16 pages, 8 figures; SI: 6 pages, 6 figures", "summary": "Understanding the evolution of structure and functionality through amorphous\nto crystalline phase transitions is critical for predicting and designing\ndevices for application in extreme conditions. Here, we consider both aspects\nof recrystallization of irradiated GaAs. We find that structural evolution\noccurs in two stages, a low temperature regime characterized by slow, epitaxial\nfront propagation and a high-temperature regime above dominated by rapid growth\nand formation of dense nanotwin networks. We link aspects of this structural\nevolution to local ordering, or paracrystallinity, within the amorphous phase.\nCritically, the electronic recovery of the materials is not commensurate with\nthis structural evolution. The electronic properties of the recrystallized\nmaterial deviate further from the pristine material than do those of the\namorphous phase, highlighting the incongruence between structural and\nelectronic recovery and the contrasting impact of loss of long range order\nversus localized defects on the functionality of semiconducting materials."}
{"id": "2511.03349", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03349", "abs": "https://arxiv.org/abs/2511.03349", "authors": ["Lukas Schweiger", "Florian Spieckermann", "Michael Burtscher", "Stefan Wurster", "Sebastian Stock", "Nikolaos Kostoglou", "Oskar Paris", "Alexander Schökel", "Fahim Karimi", "Gökhan Gizer", "Claudio Pistidda", "Daniel Kiener", "Jürgen Eckert"], "title": "Core-Shell Confinement Blocks Hydride Formation: The Impact of Surface Oxides on Hydrogen Sorption in Nanoporous FeTi", "comment": null, "summary": "Metal hydrides remain an intriguing alternative to conventional gaseous and\nliquid hydrogen storage methods, offering high volumetric storage density and\nenhanced hydrogen storage safety at ambient conditions. In this regard, the\nintermetallic compound FeTi is one of the most promising storage materials.\nHowever, its widespread industrial application remains challenging due to the\nneed for activation, slow initial kinetics, large hysteresis, and high material\ncosts. In this study, we aim to overcome these limitations by devising an\nalternative synthesis pathway to prepare nanoporous and ultra-fine porous FeTi\nwith controlled grain and ligament sizes, allowing us to study the obtained\nwell-defined microstructures in detail. In particular, we observe the\nconfinement of the FeTi phase by surface oxides, which can be correlated with\nthe hydrogen sorption properties of the respective material. These experimental\nresults are further supported by an analytical model allowing the calculation\nof the absorption pressure as a function of microstructure-dependent elastic\nstresses. Additionally, we show that such stresses also influence the\nabsorption-desorption hysteresis. This study lays the groundwork for the\ncontrolled and systematic study of the processing-structure-properties\nrelations in metal hydrides and FeTi in particular, thereby paving the way to\ncost-effective and efficient hydrogen storage solutions based on metal\nhydrides."}
{"id": "2511.03240", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03240", "abs": "https://arxiv.org/abs/2511.03240", "authors": ["Tianliang Feng", "Ziwei Xu"], "title": "Mysterious Role of Cap Configuration in Single-Walled Carbon Nanotube Catalytic Growth", "comment": null, "summary": "Understanding the role of cap structure during the nucleation and growth of\nsingle-walled carbon nanotubes (SWCNTs) is essential for achieving\nchirality-controlled synthesis. In this work, we propose a novel and intuitive\nalgorithm to determine the chirality of nascent carbon caps by tracking the\nrelative shifts of six pentagons within a topological coordinate system. Based\non this algorithm, we propose three routes of pentagon shifts for the chirality\nmutations from armchair (AC) to near-AC caps, namely the transverse shift (n,n)\nto (n+1,n-1), inward shift (n,n) to (n-1), and outward shift (n,n) to (n+1,n),\ncan occur according to the energy profiles calculated based on the density\nfunction theory (DFT), providing a new perspective to explain the experimental\nabundance of near-AC SWCNTs. After that, we construct 24 representative short\ncaps and long SWCNTs with different chiralities and symmetries, and perform DFT\ncalculations to evaluate their thermodynamic stability and deformation\nbehaviors on flat Ni(111) surfaces and curved Ni55 particle, respectively. The\nresults reveal that cap topology and catalyst curvature together induce dual\ndeformations that significantly influence the formation and interface energies.\nNotably, AC and near-AC caps exhibit superior flexibility and robust energetic\nadvantages, especially the (6,6) cap with C6v symmetry. A linear correlation\nbetween cap-induced deformation and formation energy is established through a\ndefined shape factor, highlighting the interaction between cap structure and\ncatalyst interface as a key driver of chirality selection. This study\ntheoretically reveals the cap evolution mechanism and lays the foundation for\nthe rational design of SWCNT growth strategies."}
{"id": "2511.03038", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.03038", "abs": "https://arxiv.org/abs/2511.03038", "authors": ["Aubrey G. J. Nyiri", "Michael J. Waters", "James M. Rondinelli"], "title": "A Normalized Descriptor for Unbiased Screening of Second-Order Nonlinear Optical Materials", "comment": "20 pages, 3 figures", "summary": "Second-order nonlinear optical materials enable frequency doubling of light\n(second-harmonic generation, SHG), which is essential for optoelectronic\napplications ranging from materials characterization to quantum technologies.\nHowever, comparing SHG performance across materials remains challenging as the\nsecond-order nonlinear susceptibility $\\chi^{(2)}$ spans several orders of\nmagnitude and strongly depends on the band gap $E_g$. To address this, we\nempirically validate a theoretical upper bound on $\\chi^{(2)}$ using new\ndatabases of \\textit{ab initio}-computed nonlinear optical (NLO) properties. We\nthen formulate a normalized descriptor, $\\hat{d}$, which expresses the NLO\nresponse of a material relative to the band gap-dependent physical limit. We\nshow that $\\hat{d}$ exhibits a similar distribution across a wide range of band\ngap energies. This universality supports the use of $\\hat{d}$ as a robust,\ngeneralizable descriptor for data-driven and chemistry-informed machine\nlearning models of NLO response, enabling accelerated materials discovery and\noptimization across broad application frequencies."}
{"id": "2511.03371", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03371", "abs": "https://arxiv.org/abs/2511.03371", "authors": ["Ivan Rubtsov", "Ivan Dudakov", "Yuri Kuratov", "Vadim Korolev"], "title": "Enhancing composition-based materials property prediction by cross-modal knowledge transfer", "comment": "7 pages, 2 figures, 1 table", "summary": "Crystal graph neural networks are widely applicable in modeling\nexperimentally synthesized compounds and hypothetical materials with unknown\nsynthesizability. In contrast, structure-agnostic predictive algorithms allow\nexploring previously inaccessible domains of chemical space. Here we present a\nuniversal approach for enhancing composition-based materials property\nprediction by means of cross-modal knowledge transfer. Two formulations are\nproposed: implicit transfer involves pretraining chemical language models on\nmultimodal embeddings, whereas explicit transfer suggests generating crystal\nstructures and implementing structure-aware predictors. The proposed approaches\nwere benchmarked on LLM4Mat-Bench and MatBench tasks, achieving\nstate-of-the-art performance in 25 out of 32 cases. In addition, we\ndemonstrated how another modeling aspect of chemical language models -\ninterpretability - benefits from applying a game-theoretic approach, which is\nable to incorporate high-order feature interactions."}
{"id": "2511.03311", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03311", "abs": "https://arxiv.org/abs/2511.03311", "authors": ["Ziying Wang", "Adolfo O. Fumega", "Ana Vera Montoto", "Mohammad Amini", "Büşra Gamze Arslan", "Aleš Cahlík", "Yuxiao Ding", "Jose L. Lado", "Robert Drost", "Peter Liljeroth"], "title": "Moiré modulated quantum spin liquid candidate 1T-TaSe$_2$", "comment": null, "summary": "Quantum spin liquids are quantum phases of matter featuring collectively\nentangled states and emergent fractional many-body excitations. While methods\nexist to probe three-dimensional quantum spin liquids experimentally, these\ntechniques lack the sensitivity to probe two-dimensional quantum spin liquids.\nThis seriously hampers the study of potential monolayer quantum spin liquid\ncandidates such as $\\alpha$-RuCl$_3$ and 1T-TaSe$_2$. Scanning tunneling\nmicroscopy (STM) and spectroscopy (STS) have recently been suggested as\npromising probes of the quantum spin liquid state, as they can access the\nspinon spectrum through inelastic tunneling spectroscopy (IETS). In this work,\nwe employ this approach on the quantum spin liquid candidate material\n1T-TaSe$_2$ and directly measure its low-energy inelastic excitations. We\nobserve the emergence of a $\\sqrt{3}\\times\\sqrt{3}$ reconstruction driven by\nthe substrate, equivalent spectroscopy across all spin sites and coexistence of\nzero and finite energy excitations. We show that these observations are\nconsistent with a modulated $\\sqrt{3}\\times\\sqrt{3}$ spin liquid ground state.\nOur results demonstrate that IETS provides a powerful route to obtain\natomic-scale insight into the magnetic excitations of two-dimensional\nmaterials, allowing to explore the effects of moir\\'e modulations on potential\nquantum liquid phases."}
{"id": "2511.03122", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.03122", "abs": "https://arxiv.org/abs/2511.03122", "authors": ["Seunghee Han", "Yeonghun Kang", "Taeun Bae", "Varinia Bernales", "Alan Aspuru-Guzik", "Jihan Kim"], "title": "EGMOF: Efficient Generation of Metal-Organic Frameworks Using a Hybrid Diffusion-Transformer Architecture", "comment": null, "summary": "Designing materials with targeted properties remains challenging due to the\nvastness of chemical space and the scarcity of property-labeled data. While\nrecent advances in generative models offer a promising way for inverse design,\nmost approaches require large datasets and must be retrained for every new\ntarget property. Here, we introduce the EGMOF (Efficient Generation of MOFs), a\nhybrid diffusion-transformer framework that overcomes these limitations through\na modular, descriptor-mediated workflow. EGMOF decomposes inverse design into\ntwo steps: (1) a one-dimensional diffusion model (Prop2Desc) that maps desired\nproperties to chemically meaningful descriptors followed by (2) a transformer\nmodel (Desc2MOF) that generates structures from these descriptors. This modular\nhybrid design enables minimal retraining and maintains high accuracy even under\nsmall-data conditions. On a hydrogen uptake dataset, EGMOF achieved over 95%\nvalidity and 84% hit rate, representing significant improvements of up to 57%\nin validity and 14% in hit rate compared to existing methods, while remaining\neffective with only 1,000 training samples. Moreover, our model successfully\nperformed conditional generation across 29 diverse property datasets, including\nCoREMOF, QMOF, and text-mined experimental datasets, whereas previous models\nhave not. This work presents a data-efficient, generalizable approach to the\ninverse design of diverse MOFs and highlights the potential of modular inverse\ndesign workflows for broader materials discovery."}
{"id": "2511.03382", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03382", "abs": "https://arxiv.org/abs/2511.03382", "authors": ["Ievgeniia Korniienko", "Pablo Nieves", "Jakub Sebesta", "Roberto Iglesias", "Dominik Legut"], "title": "Development of a magnetic interatomic potential for cubic anti-ferromagnets: the case of NiO", "comment": null, "summary": "Interatomic potentials are essential for molecular dynamics simulations of\nmagnetic materials, yet incorporating magnetic features into potentials for\ncomplex antiferromagnets remains challenging. Nickel oxide (NiO), a\nprototypical cubic antiferromagnet, exemplifies this difficulty. Here we\ndevelop a methodology to integrate magnetic properties into interatomic\npotentials for cubic antiferromagnets by adding a magnetic Hamiltonian which\nincludes both the Heisenberg exchange and N\\'eel model. We apply this approach\nto NiO by constructing two potentials: one based on the Born model of ionic\nsolids and another using a reference-free modified embedded atom method. Both\npotentials include magnetoelastic interactions and are validated against\nDensity Functional Theory calculations, showing excellent agreement in\nmechanical and magnetic properties at zero temperature. These models enable\nlarge-scale simulations of magnetoelastic phenomena in antiferromagnets and\nopen avenues for molecular dynamics studies involving coupled electric and\nmagnetic fields in metal oxides."}
{"id": "2511.03380", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03380", "abs": "https://arxiv.org/abs/2511.03380", "authors": ["Karyn Le Hur"], "title": "Free Majorana Modes in Superconducting Quantum Wires", "comment": null, "summary": "An s-wave superconducting wire with attractive interactions can admit a\nzero-energy bound state equation (solution) at an edge similar to the\nJackiw-Rebbi model; this is a specific aspect of low-dimensional quantum\nsystems, Dirac equation and e.g. of the Luther-Emery liquid with a spin gap. In\nthis Letter, K. Le Hur Europhys. Lett., 49 (6), pp. 768-774 (2000), I\nintroduced a magnetic spin-1/2 impurity interacting with such a (spin) bound\nstate in a Luther-Emery wire representing then a Hubbard ladder in a d-wave\nsuperconducting state. This method is general and show how Majorana fermions at\nzero energy, i.e. Majorana zero modes, can take place in a superconducting wire\nmodel from the two-channel Kondo effect. Within these two channels (wires), the\nLuther-Emery form of the superconducting term can be reached within the\nweak-coupling attractive limit. Due to the interest in Majorana zero modes from\nmagnetic impurities interacting with an s-wave superconductor, I take time to\nanalyze zero-energy edge solutions in my model and present a correspondence\nwith the p-wave superconducting wire in the topological phase through\nalternatives versions of the quantum field theory. I develop the relation\nbetween the edge magnetic susceptibility and the local capacitance measure in a\np-wave superconducting wire. I elaborate on the idea that Majorana zero modes,\ni.e. free Majorana fermions, can be realized with magnetic impurities bridging\nthe gap between two s-wave superconducting wires. The spin gap and the\nresonance with the impurity can protect the free Majorana solutions when\nincluding perturbations."}
{"id": "2511.03124", "categories": ["cond-mat.mtrl-sci", "math.AC"], "pdf": "https://arxiv.org/pdf/2511.03124", "abs": "https://arxiv.org/abs/2511.03124", "authors": ["Caleb Simiyu Khaemba", "Hongsong Feng", "Dong Chen", "Chun-Long Chen", "Guo-Wei Wei"], "title": "Commutative Algebra Modeling in Materials Science -- A Case Study on Metal-Organic Frameworks (MOFs)", "comment": null, "summary": "Metal-organic frameworks (MOFs) are a class of important crystalline and\nhighly porous materials whose hierarchical geometry and chemistry hinder\ninterpretable predictions in materials properties. Commutative algebra is a\nbranch of abstract algebra that has been rarely applied in data and material\nsciences. We introduce the first ever commutative algebra modeling and\nprediction in materials science. Specifically, category-specific commutative\nalgebra (CSCA) is proposed as a new framework for MOF representation and\nlearning. It integrates element-based categorization with multiscale algebraic\ninvariants to encode both local coordination motifs and global network\norganization of MOFs. These algebraically consistent, chemically aware\nrepresentations enable compact, interpretable, and data efficient modeling of\nMOF properties such as Henry's constants and uptake capacities for common\ngases. Compared to traditional geometric and graph-based approaches, CSCA\nachieves comparable or superior predictive accuracy while substantially\nimproving interpretability and stability across data sets. By aligning\ncommutative algebra with the chemical hierarchy, the CSCA establishes a\nrigorous and generalizable paradigm for understanding structure and property\nrelationships in porous materials and provides a nonlinear algebra-based\nframework for data-driven material discovery."}
{"id": "2511.03411", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03411", "abs": "https://arxiv.org/abs/2511.03411", "authors": ["Jason Shao", "Richard Monge", "Tom Delord", "Carlos A. Meriles"], "title": "Statistical imaging of NV centers reveals clustered defect formation in diamond", "comment": null, "summary": "The sharp optical resonances of NV- centers in diamond at cryogenic\ntemperatures offer powerful new capabilities for material characterization, but\nextracting the most detailed information typically requires careful calibration\nof individual sensors, limiting scalability. In this work, we use resonant\nphotoluminescence excitation imaging to optically resolve and monitor hundreds\nof individual NVs across large fields of view, enabling statistical analysis of\ntheir spatial distribution with sub-diffraction resolution. This multiplexed,\nnon-destructive approach allows quantum sensors to characterize the material\nplatform they inhabit. Focusing on CVD-grown diamond, we uncover significant\ndeviations from random distributions, including an unexpectedly high occurrence\nof closely spaced clusters comprising two or more NVs. These findings suggest\nnon-Poissonian formation dynamics and point to spatially correlated defect\ngeneration mechanisms. Beyond offering insight into diamond growth and NV\ncenter formation, our approach enables the scalable identification of naturally\noccurring NV clusters - configurations that are promising for\nentanglement-assisted quantum information protocols and correlated sensing -\nand establishes a path toward structural and electronic defect analysis in\nvarious material hosts at the single-emitter level."}
{"id": "2511.03674", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03674", "abs": "https://arxiv.org/abs/2511.03674", "authors": ["David Lamprecht", "Shrirang Chokappa", "Alissa M. Freilinger", "Barbara Maria Mayer", "Maximilian Melchior", "Jana Dzíbelová", "Darwin Lorber", "Luiz H. G. Tizei", "Mathieu Kociak", "Clemens Mangler", "Lado Filipovic", "Jani Kotakoski"], "title": "Single photon emitters in hBN: Limitations of atomic resolution imaging and potential sources of error", "comment": null, "summary": "There is a growing interest in identifying the origin of single-photon\nemission in hexagonal boron nitride (hBN), with proposed candidates including\nboron and nitrogen vacancies as well as carbon substitutional dopants. Because\nphoton emission intensity often increases with sample thickness, hBN flakes\nused in these studies commonly exceed 30 atomic layers. To identify potential\nemitters at the atomic scale, annular dark-field scanning transmission electron\nmicroscopy (ADF-STEM) is frequently employed. However, due to the intrinsic AA'\nstacking of hBN with vertically alternating boron and nitrogen atoms, this\napproach is complicated even in few-layer systems. Here, we demonstrate using\nSTEM image simulations and experiments that, even under idealized conditions,\nthe intensity differences between boron- and nitrogen-dominated columns and\ncarbon substitutions become indistinguishable at thicknesses beyond 17 atomic\nlayers (ca. 6 nm). While vacancy-type defects can remain detectable at somewhat\nlarger thicknesses, also their detection becomes unreliable at thicknesses\ntypically used in photonic studies. We further show that common residual\naberrations, particularly threefold astigmatism, can lead to artificial\ncontrast differences between columns, which may result in misidentification of\natomic defects. We systematically study the effects of non-radially symmetric\naberrations on multilayer hBN and demonstrate that even small residual\nthreefold astigmatism can significantly distort the STEM contrast, leading to\nmisleading interpretations."}
{"id": "2511.03151", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03151", "abs": "https://arxiv.org/abs/2511.03151", "authors": ["A. Osin", "A. Levchenko", "M. Khodas"], "title": "Extrinsic anomalous Hall effect in altermagnets", "comment": "22 pages, 6 figures", "summary": "We find the extrinsic anomalous Hall conductivity (AHC) to be comparable to\nthe intrinsic one in roughly half of the altermagnetic spin Laue groups in the\nlimit of large exchange splitting. In materials with a finite\nDzyaloshinskii-Moriya type interaction, the extrinsic contribution is essential\neven in the clean limit. In other altermagnets it is mostly negligible. This\npeculiar behavior is linked to the nonanalytic dependence of the intrinsic AHC\non spin-orbit coupling. Both originate from the lifting of the spin degeneracy\nalong the nodal planes as the weak spin-orbit coupling breaks the\nnonrelativistic spin symmetry."}
{"id": "2511.03476", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03476", "abs": "https://arxiv.org/abs/2511.03476", "authors": ["Juheon Kim", "Minki Jang", "Junhyeok Park", "Byungjo Kim", "Hayoung Chung"], "title": "Structural characterization and bonding energy analysis for plasma-activated bonding of SiCN films: A reactive molecular dynamics study", "comment": null, "summary": "Plasma-activated bonding of SiCN films offers high bonding strength at the\nhybrid-bonding interface, thereby enhancing mechanical reliability. Although\nexperimental studies have shown that the interfacial bonding properties of SiCN\nfilms vary with SiCN composition and plasma treatment parameters, a clear\ncorrelation between these parameters and the resulting bonding properties has\nnot yet been established. This study presents an atomistic investigation of\nSiCN-SiCN plasma-activated bonding with controlled SiCN composition and plasma\nfluence, which performs O2 plasma surface activation, surface hydroxylation,\ndirect bonding, post-bonding annealing, and debonding using reactive molecular\ndynamics. The structural characterization of the plasma-activated SiCN surface,\nincluding density of various covalent bonds and surface roughness, exhibits\ncomposition- and plasma fluence-dependent chemical and morphological\nmodification. Bonding energy evaluated from atomic traction-separation\nresponses in cohesive zone volume elements (CZVE) during debonding simulations\nshows a positive correlation with the interfacial Si-O-Si density. Since the\ninterfacial Si-O-Si density reflects the combined effects of these chemical and\nmorphological modifications, the dependence of bonding energy on composition\nand plasma fluence is successfully elucidated by the structural\ncharacterization. These results establish an atomic-level\nmaterial-process-property relationship and offer practical guidance for\noptimizing SiCN composition and plasma treatment parameters for SiCN-SiCN\nplasma-activated bonding."}
{"id": "2511.03240", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03240", "abs": "https://arxiv.org/abs/2511.03240", "authors": ["Tianliang Feng", "Ziwei Xu"], "title": "Mysterious Role of Cap Configuration in Single-Walled Carbon Nanotube Catalytic Growth", "comment": null, "summary": "Understanding the role of cap structure during the nucleation and growth of\nsingle-walled carbon nanotubes (SWCNTs) is essential for achieving\nchirality-controlled synthesis. In this work, we propose a novel and intuitive\nalgorithm to determine the chirality of nascent carbon caps by tracking the\nrelative shifts of six pentagons within a topological coordinate system. Based\non this algorithm, we propose three routes of pentagon shifts for the chirality\nmutations from armchair (AC) to near-AC caps, namely the transverse shift (n,n)\nto (n+1,n-1), inward shift (n,n) to (n-1), and outward shift (n,n) to (n+1,n),\ncan occur according to the energy profiles calculated based on the density\nfunction theory (DFT), providing a new perspective to explain the experimental\nabundance of near-AC SWCNTs. After that, we construct 24 representative short\ncaps and long SWCNTs with different chiralities and symmetries, and perform DFT\ncalculations to evaluate their thermodynamic stability and deformation\nbehaviors on flat Ni(111) surfaces and curved Ni55 particle, respectively. The\nresults reveal that cap topology and catalyst curvature together induce dual\ndeformations that significantly influence the formation and interface energies.\nNotably, AC and near-AC caps exhibit superior flexibility and robust energetic\nadvantages, especially the (6,6) cap with C6v symmetry. A linear correlation\nbetween cap-induced deformation and formation energy is established through a\ndefined shape factor, highlighting the interaction between cap structure and\ncatalyst interface as a key driver of chirality selection. This study\ntheoretically reveals the cap evolution mechanism and lays the foundation for\nthe rational design of SWCNT growth strategies."}
{"id": "2511.03504", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03504", "abs": "https://arxiv.org/abs/2511.03504", "authors": ["Kohta Kasai", "Akihiro Uematsu", "Tatsuki Kawakane", "Yu Wang", "Tao Xu", "Chang Liu", "Susumu Minami", "Takahiro Shimada"], "title": "Topological transition and emergent elasticity of dislocation in skyrmion lattice: Beyond Kittel's magnetic-polar analogy", "comment": "24 pages, 5 figures", "summary": "Magnetic and polar skyrmions exhibit topologically protected quasiparticle\nbehavior, including emergent fields, deformation, and the formation of a\ndensely packed skyrmion lattice, beyond conventional domain configurations\ndescribed by Kittel's law. Analogous to atomic crystals, lattice defects,\nespecially dislocations and their associated strain fields, are crucial for\nunderstanding the lattice behavior of skyrmions; however, their features and\nroles remain insufficiently understood. Here, we show that magnetic skyrmion\ndislocations develop a core-split structure due to a significant skyrmion\nelongation up to 180% of their original length, reaching a topological\ntransition from a single skyrmion to two half-skyrmions. Despite such a\ndistinct structure, the long-range strain fields around the dislocation\nperfectly obey conventional Volterra's elasticity theory, in contrast to polar\nskyrmion lattices, where skyrmion deformations cause a breakdown of the\nelasticity theory. Furthermore, an energetic analysis shows that\nDzyaloshinskii-Moriya interaction drives the large skyrmion deformation of the\ndislocation core. Our findings not only clarify the coexistence of topological\ncore-reconstruction and a robust long-range elastic field of dislocations in\nmagnetic skyrmion lattices, but also reveal that magnetic and electric domains,\nlong regarded as dual and analogous, exhibit fundamental differences when\nextended into the regime of collective topological quasiparticles."}
{"id": "2511.03254", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03254", "abs": "https://arxiv.org/abs/2511.03254", "authors": ["Jianqiao Wang", "Chushu Fang", "Zhibin Qiu", "Yang Zhao", "Quan Xiao", "Xiying Sun", "Zhaoyi Li", "Laifeng Li", "Yuan Zhou", "Changzhao Pan", "Shu Guo"], "title": "Tunable Multistage Refrigeration via Geometrically Frustrated Triangular Lattice Antiferromagnet for Space Cooling", "comment": null, "summary": "Low-temperature refrigeration technology constitutes a crucial component in\nspace exploration. The small-scale, low-vibration Stirling-type pulse tube\nrefrigerators hold significant application potential for space cooling.\nHowever, the efficient operation of current Stirling-type pulse tube\ncryocoolers in space cooling applications remains challenging due to the rapid\ndecay of the heat capacity of regenerative materials below 10 K. This study\nadopts a novel material strategy: using a novel high-spin S = 7/2 magnetic\nregenerative material, Gd2O2Se, we construct a multistage tunable regenerative\nmaterial structure to achieve an efficient cooling approach to the liquid\nhelium temperature range. Under substantial geometric frustration from a\ndouble-layered triangular lattice, it exhibits two-step specific heat\ntransition peaks at 6.22 K and 2.11 K, respectively. Its ultrahigh specific\nheat and broad two-step transition temperature range effectively bridge the gap\nbetween commercially used high-heat-capacity materials. Experimental\nverification shows that when Gd2O2Se is combined with Er3Ni and HoCu2 in the\nStirling-type pulse tube cryocooler, the cooling efficiency of the pulse tube\nincreases by 66.5 % at 7 K, and the minimum achievable temperature reaches 5.85\nK. These results indicate that Gd2O2Se is an ideal magnetic regenerative\nmaterial for space cooling"}
{"id": "2511.03602", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03602", "abs": "https://arxiv.org/abs/2511.03602", "authors": ["Yong-Kun Wang", "Shifeng Qian", "An-Dong Fan", "Si Li"], "title": "Real Chern Insulators in Two-Dimensional Altermagnetic Fe$_2$S$_2$O and Fe$_2$Se$_2$O", "comment": "9 pages, 7 figures", "summary": "Altermagnets (AMs), recently identified as a third class of collinear\nmagnetic materials, have attracted significant attention in condensed matter\nphysics. Despite this growing interest, the realization of real Chern\ninsulators in intrinsic altermagnetic systems has rarely been reported. In this\nwork, based on first-principles calculations and theoretical analysis, we\nidentify monolayer Fe$_2$S$_2$O and Fe$_2$Se$_2$O as a novel class of\ntwo-dimensional altermagnetic real Chern insulators. We demonstrate that these\nmaterials possess altermagnetic ground states and host a nontrivial mirror real\nChern number, leading to the emergence of symmetry-protected zero-dimensional\ncorner states. Notably, these corner modes are spin-polarized, giving rise to a\nunique spin-corner coupling effect. We further show that the real Chern\ninsulating phases and their associated corner states remain robust against\nspin-orbit coupling, as well as under both uniaxial and biaxial strain.\nAdditionally, these materials exhibit pronounced linear dichroism and strong\noptical absorption. Our findings uncover the novel topological character of\nFe$_2$S$_2$O and Fe$_2$Se$_2$O, establishing them as promising platforms for\nexploring real Chern insulators in altermagnetic systems."}
{"id": "2511.03273", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03273", "abs": "https://arxiv.org/abs/2511.03273", "authors": ["Xiu Fang Lu", "Xue-Jin Zhang", "Naizhou Wang", "Jin Cao", "Dan Zhao", "Hui Wang", "Tao Wu", "Xian Hui Chen", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang", "Weibo Gao"], "title": "Lorentz Skew Scattering Nonreciprocal Magneto-Transport", "comment": "20 pages, 4 figures", "summary": "In materials with broken inversion symmetry, nonreciprocal magneto-transport\n(NRMT) manifests as a bilinear dependence of charge conductivity on applied\nelectric (E) and magnetic (B) fields. This phenomenon is deeply rooted in\nsymmetry and electronic quantum geometry, holding promise for novel\nrectification and detector technologies. Existing experimental studies\ngenerally attribute NRMT to Zeeman-driven mechanisms and exhibit quadratic\nscaling with conductivity. Here, we report a previously unknown NRMT\nmicroscopic mechanism - Lorentz skew scattering (LSK) - revealed through the\ndiscovery of an unprecedented quartic scaling law of NRMT as well as\nquantitative agreement between theory and experiment in BiTeBr. LSK emerges\nfrom the interplay of Lorentz force and skew scattering, bridging classical\nfield effect to quantum scattering effect on the Fermi surface. We demonstrate\nthat the LSK dominates NRMT in BiTeBr, and elucidate that this dominance over\nother possible contributions stems from high mobility and strong Rashba\nsplitting. The finding of LSK mechanism is of unique importance because it\nunveils the leading NRMT effect in high-mobility systems and suggests a\nuniversal principle towards strong NRMT by enhancing electronic relaxation time\nin topological materials, rendering a new designing idea for low-dissipation\nrectifiers and high-performance quantum electronics."}
{"id": "2511.03615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03615", "abs": "https://arxiv.org/abs/2511.03615", "authors": ["H. T. Silva", "L. C. S. Faria", "T. A. Aversi-Ferreira", "I. Camps"], "title": "pH-Responsive Glyphosate Adsorption on Hydroxylated Carbon Nanotubes: From Electronic Structure to Molecular Dynamics", "comment": null, "summary": "This computational study investigates glyphosate adsorption mechanisms on\nhydroxyl-functionalized carbon nanotubes (CNTs) as an alternative approach for\nenvironmental remediation. Single-walled CNTs with (10,0) zigzag chirality were\nfunctionalized with hydroxyl groups at concentrations of 5-25% and evaluated\nfor interactions with glyphosate in five different ionization states (G1-G5)\ncorresponding to pH-dependent protonation. Using semi-empirical tight-binding\nmethods implemented in xTB software, molecular geometry optimization,\nelectronic property calculations, topological analyses via Quantum Theory of\nAtoms in Molecules (QTAIM), and molecular dynamics simulations at 300K were\nperformed. Results demonstrate that functionalization significantly enhances\nadsorption capacity, with binding energies becoming increasingly negative at\nhigher OH concentrations and with more deprotonated glyphosate forms (G4 and\nG5). Electronic coupling analyses reveal optimized charge reactivity and\ntransport in systems with 20-25% OH functionalization. Topological\ncharacterization identified 477 bond critical points, confirming donor-acceptor\ninteractions with strong covalent contributions, particularly in highly\nfunctionalized systems. Radial distribution function profiles from molecular\ndynamics simulations demonstrate that functionalization promotes spatial\norganization on nanotube surfaces, increasing contact regions and reducing\nmolecular mobility. Systems with moderate interactions (CNT+OHx+G1 and\nCNT+OHx+G3) present environmentally and economically viable solutions, enabling\nadsorbent regeneration and reuse. The findings indicate that OH-functionalized\ncarbon nanotubes show significant promise for glyphosate detection and capture\napplications in environmental monitoring and remediation, regardless of the\npesticide's ionization state."}
{"id": "2511.03299", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03299", "abs": "https://arxiv.org/abs/2511.03299", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "The nexus between negative charge-transfer and reduced on-site Coulomb energy in correlated topological metals", "comment": "8 pages + 5 figures(main) and 10 pages + 9 figures (SM) (submitted to\n  PRB)", "summary": "The layered $3d$ transition metal dichalcogenides (TMDs) CoTe$_2$ and\nNiTe$_2$ are topological Dirac Type-II metals. Their $d$-bands do not exhibit\nthe expected correlation-induced band narrowing seen in CoO and NiO. We address\nthis conundrum by quantifying the on-site Coulomb energy $U_{dd}$ via\nsingle-particle partial density of states and the two-hole correlation\nsatellite using valence band resonant photoemission spectroscopy (PES), and\nobtain $U_{dd}$ = 3.0 eV/3.7 eV for CoTe$_2$/NiTe$_2$. Charge-transfer (CT)\ncluster model simulations of the measured core-level PES and x-ray absorption\nspectra of CoTe$_2$ and CoO validate their contrasting electronic\nparameters:$U_{dd}$ and CT energy $\\Delta$ are (3.0 eV, -2.0 eV) for CoTe$_2$,\nand (5.0 eV, 4.0 eV) for CoO, respectively. The $d$-$p$ hybridization strength\n$T_{eg}$ for CoTe$_2$$<$CoO, and indicates that the reduced $U_{dd}$ in\nCoTe$_2$ is not due to $T_{eg}$. The increase in $d^n$-count$\\sim$1 by CT from\nligand to Co site in CoTe$_2$ is due to a negative-$\\Delta$ and reduced\n$U_{dd}$. Yet, only because $U_{dd}$$>$$\\big|\\Delta\\big|$, CoTe$_{2}$ becomes a\ntopological metal with $p$$\\rightarrow$${p}$ type lowest energy excitations.\nSimilarly, we obtain a negative-$\\Delta$ and reduced $U_{dd}$ in NiTe$_2$\ncompared to NiO. The study reveals the nexus between negative-$\\Delta$ and\nreduced $U_{dd}$ required for setting up the electronic structure framework for\nachieving topological behavior via band inversion in correlated metals."}
{"id": "2511.03674", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03674", "abs": "https://arxiv.org/abs/2511.03674", "authors": ["David Lamprecht", "Shrirang Chokappa", "Alissa M. Freilinger", "Barbara Maria Mayer", "Maximilian Melchior", "Jana Dzíbelová", "Darwin Lorber", "Luiz H. G. Tizei", "Mathieu Kociak", "Clemens Mangler", "Lado Filipovic", "Jani Kotakoski"], "title": "Single photon emitters in hBN: Limitations of atomic resolution imaging and potential sources of error", "comment": null, "summary": "There is a growing interest in identifying the origin of single-photon\nemission in hexagonal boron nitride (hBN), with proposed candidates including\nboron and nitrogen vacancies as well as carbon substitutional dopants. Because\nphoton emission intensity often increases with sample thickness, hBN flakes\nused in these studies commonly exceed 30 atomic layers. To identify potential\nemitters at the atomic scale, annular dark-field scanning transmission electron\nmicroscopy (ADF-STEM) is frequently employed. However, due to the intrinsic AA'\nstacking of hBN with vertically alternating boron and nitrogen atoms, this\napproach is complicated even in few-layer systems. Here, we demonstrate using\nSTEM image simulations and experiments that, even under idealized conditions,\nthe intensity differences between boron- and nitrogen-dominated columns and\ncarbon substitutions become indistinguishable at thicknesses beyond 17 atomic\nlayers (ca. 6 nm). While vacancy-type defects can remain detectable at somewhat\nlarger thicknesses, also their detection becomes unreliable at thicknesses\ntypically used in photonic studies. We further show that common residual\naberrations, particularly threefold astigmatism, can lead to artificial\ncontrast differences between columns, which may result in misidentification of\natomic defects. We systematically study the effects of non-radially symmetric\naberrations on multilayer hBN and demonstrate that even small residual\nthreefold astigmatism can significantly distort the STEM contrast, leading to\nmisleading interpretations."}
{"id": "2511.03311", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03311", "abs": "https://arxiv.org/abs/2511.03311", "authors": ["Ziying Wang", "Adolfo O. Fumega", "Ana Vera Montoto", "Mohammad Amini", "Büşra Gamze Arslan", "Aleš Cahlík", "Yuxiao Ding", "Jose L. Lado", "Robert Drost", "Peter Liljeroth"], "title": "Moiré modulated quantum spin liquid candidate 1T-TaSe$_2$", "comment": null, "summary": "Quantum spin liquids are quantum phases of matter featuring collectively\nentangled states and emergent fractional many-body excitations. While methods\nexist to probe three-dimensional quantum spin liquids experimentally, these\ntechniques lack the sensitivity to probe two-dimensional quantum spin liquids.\nThis seriously hampers the study of potential monolayer quantum spin liquid\ncandidates such as $\\alpha$-RuCl$_3$ and 1T-TaSe$_2$. Scanning tunneling\nmicroscopy (STM) and spectroscopy (STS) have recently been suggested as\npromising probes of the quantum spin liquid state, as they can access the\nspinon spectrum through inelastic tunneling spectroscopy (IETS). In this work,\nwe employ this approach on the quantum spin liquid candidate material\n1T-TaSe$_2$ and directly measure its low-energy inelastic excitations. We\nobserve the emergence of a $\\sqrt{3}\\times\\sqrt{3}$ reconstruction driven by\nthe substrate, equivalent spectroscopy across all spin sites and coexistence of\nzero and finite energy excitations. We show that these observations are\nconsistent with a modulated $\\sqrt{3}\\times\\sqrt{3}$ spin liquid ground state.\nOur results demonstrate that IETS provides a powerful route to obtain\natomic-scale insight into the magnetic excitations of two-dimensional\nmaterials, allowing to explore the effects of moir\\'e modulations on potential\nquantum liquid phases."}
{"id": "2511.03683", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03683", "abs": "https://arxiv.org/abs/2511.03683", "authors": ["Shiyu Peng", "Donnie Pinkston", "Jia Yao", "Sergei Kliavinek", "Ivan Maliyov", "Marco Bernardi"], "title": "Efficient GPU Parallelization of Electronic Transport and Nonequilibrium Dynamics from Electron-Phonon Interactions in the Perturbo Code", "comment": null, "summary": "The Boltzmann transport equation (BTE) with electron-phonon (e-ph)\ninteractions computed from first principles is widely used to study electronic\ntransport and nonequilibrium dynamics in materials. Calculating the e-ph\ncollision integral is the most important step in the BTE, but it remains\ncomputationally costly, even with current MPI+OpenMP parallelization. This\nchallenge makes it difficult to study materials with large unit cells and to\nachieve high resolution in momentum space. Here, we show acceleration of BTE\ncalculations of electronic transport and ultrafast dynamics using graphical\nprocessing units (GPUs). We implement a novel data structure and algorithm,\noptimized for GPU hardware and developed using OpenACC, to process scattering\nchannels and efficiently compute the collision integral. This approach\nsignificantly reduces the overhead for data referencing, movement, and\nsynchronization. Relative to the efficient CPU implementation in the\nopen-source package Perturbo (v2.2.0), used as a baseline, this approach\nachieves a speed-up of 40 times for both transport and nonequilibrium dynamics\non GPU hardware, and achieves nearly linear scaling up to 100 GPUs. The novel\ndata structure can be generalized to other electron interactions and scattering\nprocesses. We released this GPU implementation in the latest public version\n(v3.0.0) of Perturbo. The new MPI+OpenMP+GPU parallelization enables sweeping\nstudies of e-ph physics and electron dynamics in conventional and quantum\nmaterials, and prepares Perturbo for exascale supercomputing platforms."}
{"id": "2511.03329", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03329", "abs": "https://arxiv.org/abs/2511.03329", "authors": ["Natalia Shabala", "Finja Tietjen", "R. Matthias Geilhufe"], "title": "Axial phono-magnetic effects", "comment": "21 pages, 7 figures", "summary": "Axial or circularly polarized phonons are collective lattice vibrations with\nangular momentum. Over the past decade they have emerged as a promising\nmechanism for the manipulation of magnetism, in parallel to well established\noptical protocols. In particular, coherent axial phonons were shown to induce\nmagnetization in materials without spin-ordering, making them a viable tool for\nultrafast magnetic switching. The experimental evidence suggests that the size\nof this magnetization is significant, opening a new research area on the\nphono-magnetic effect. Remarkably, the coupling of axial phonons to magnetism\nhas been observed a broad class of materials, pointing to a universal nature of\nthe underlying mechanisms. In this review article, we present the recent\nprogress in the field. We give an introduction to the phenomenological\nperspective and an overview of the experimental evidence for the magnetization\nemerging from axial phonons, which includes discussing the observations of\nphonon Zeeman effect, the magneto-optical Kerr effect and the proximity-induced\nmagnetization switching. We present recently proposed microscopic theories for\nthe phono-magnetic effects, based on perturbation theory, adiabatic motion and\nFloquet theory as well as the emergence of the phonon magnetic moment due to\nartificial gauge fields or inertial effects. This summary allows us to see\ncorrespondences between the seemingly different theoretical approaches,\nfacilitating a more complete perspective of the effect."}
{"id": "2511.03712", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03712", "abs": "https://arxiv.org/abs/2511.03712", "authors": ["Turgut Yilmaz", "Yi Sheng Ng", "Anil Rajapitamahuni", "Asish Kundu", "Hui-Qiong Wang", "Jin-Cheng Zheng", "Elio Vescovo"], "title": "Intercalation induced quasi-freestanding layer in TiSe$_2$", "comment": null, "summary": "Angle-resolved photoemission spectroscopy is employed to study the electronic\nstructure of bulk TiSe2 before and after doping with potassium impurities. A\nsplitting in the conduction band into two branches is observed after\nroom-temperature deposition. The splitting energy increases to approximately\n130 meV when the sample is cooled to 40 K. One branch exhibits a non-dispersive\ntwo-dimensional feature, while other one shows the characteristics of three\ndimensional bulk band dispersion. Core level spectroscopy suggests that the K\nimpurities predominantly occupy the intercalated sites within the van derWaals\ngap. The results indicate the formation of a quasi-freestandingTiSe2 layer.\nAdditionally, doping completely suppresses the periodic lattice distortion in\nthe surface region. These findings are further supported by density functional\ntheory calculations, which compare the band structure of monolayer and bulk\nTiSe2 with experimental data. Thus, the dimensional and intrinsic electronic\nproperties of 1T-TiSe2 can be controlled through the intercalation procedure\nused in this work."}
{"id": "2511.03349", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03349", "abs": "https://arxiv.org/abs/2511.03349", "authors": ["Lukas Schweiger", "Florian Spieckermann", "Michael Burtscher", "Stefan Wurster", "Sebastian Stock", "Nikolaos Kostoglou", "Oskar Paris", "Alexander Schökel", "Fahim Karimi", "Gökhan Gizer", "Claudio Pistidda", "Daniel Kiener", "Jürgen Eckert"], "title": "Core-Shell Confinement Blocks Hydride Formation: The Impact of Surface Oxides on Hydrogen Sorption in Nanoporous FeTi", "comment": null, "summary": "Metal hydrides remain an intriguing alternative to conventional gaseous and\nliquid hydrogen storage methods, offering high volumetric storage density and\nenhanced hydrogen storage safety at ambient conditions. In this regard, the\nintermetallic compound FeTi is one of the most promising storage materials.\nHowever, its widespread industrial application remains challenging due to the\nneed for activation, slow initial kinetics, large hysteresis, and high material\ncosts. In this study, we aim to overcome these limitations by devising an\nalternative synthesis pathway to prepare nanoporous and ultra-fine porous FeTi\nwith controlled grain and ligament sizes, allowing us to study the obtained\nwell-defined microstructures in detail. In particular, we observe the\nconfinement of the FeTi phase by surface oxides, which can be correlated with\nthe hydrogen sorption properties of the respective material. These experimental\nresults are further supported by an analytical model allowing the calculation\nof the absorption pressure as a function of microstructure-dependent elastic\nstresses. Additionally, we show that such stresses also influence the\nabsorption-desorption hysteresis. This study lays the groundwork for the\ncontrolled and systematic study of the processing-structure-properties\nrelations in metal hydrides and FeTi in particular, thereby paving the way to\ncost-effective and efficient hydrogen storage solutions based on metal\nhydrides."}
{"id": "2511.03721", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03721", "abs": "https://arxiv.org/abs/2511.03721", "authors": ["Aashish Sapkota", "Niraj Aryal", "Xiao Hu", "Masaaki Matsuda", "Yan Wu", "Guangyong Xu", "John M. Wilde", "Andreas Kreyssig", "Paul C. Canfield", "Cedomir Petrovic", "John M. Tranquada", "Igor A. Zaliznyak"], "title": "Magnetism and Peierls distortion in Dirac semimetal CaMnBi$_2$", "comment": "25 pages with 19 figures including appendices; 15 pages, 11 figs main\n  text", "summary": "Dirac semimetals of the form $A$Mn$X_2$ ($A =$ alkaline-earth or divalent\nrare earth; $X =$ Bi, Sb) host conducting square-net Dirac-electron layers of\n$X$ atoms interleaved with antiferromagnetic Mn$X$ layers. In these materials,\ncanted antiferromagnetism can break time-reversal symmetry (TRS) and produce a\nWeyl semimetallic state. CaMnBi$_2$ was proposed to realize this behavior below\n$T^{*}\\sim 50$ K, where anomalies in resistivity and optical conductivity were\nreported. We investigate single-crystal CaMnBi$_{2}$ using polarized and\nunpolarized neutron diffraction, x-ray diffraction, and density functional\ntheory (DFT) calculations to elucidate the underlying crystal and magnetic\nstructures. The results show that the observed anomalies do not originate from\nspin canting or weak ferromagnetism; no measurable uniform Mn spin canting is\ndetected. Instead, CaMnBi$_2$ undergoes a coupled structural and magnetic\nsymmetry-lowering transition at $T^{*} = 46(2)$ K, from a tetragonal lattice\nwith C-type antiferromagnetism to an orthorhombic phase with unit-cell doubling\nalong the $c$ axis and minimal impact on magnetism. Analysis of superlattice\npeak intensities and lattice distortion reveals a continuous second-order\ntransition governed by a single order parameter. The refined atomic\ndisplacements correspond to a zigzag bond-order-wave (BOW) modulation of Bi-Bi\nbonds, consistent with an electronically driven Peierls-type instability in the\nDirac-electron Bi layer, long anticipated by Hoffmann and co-workers [W.~Tremel\nand R.~Hoffmann, \\textit{J. Am. Chem. Soc.} \\textbf{109}, 124 (1987);\nG.~A.~Papoian and R.~Hoffmann, \\textit{Angew. Chem. Int. Ed.} \\textbf{39}, 2408\n(2000)]. %\\textcite{TremelHoffman_JACS1987} [JACS {\\bf 109}, 124 (1987)]."}
{"id": "2511.03371", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03371", "abs": "https://arxiv.org/abs/2511.03371", "authors": ["Ivan Rubtsov", "Ivan Dudakov", "Yuri Kuratov", "Vadim Korolev"], "title": "Enhancing composition-based materials property prediction by cross-modal knowledge transfer", "comment": "7 pages, 2 figures, 1 table", "summary": "Crystal graph neural networks are widely applicable in modeling\nexperimentally synthesized compounds and hypothetical materials with unknown\nsynthesizability. In contrast, structure-agnostic predictive algorithms allow\nexploring previously inaccessible domains of chemical space. Here we present a\nuniversal approach for enhancing composition-based materials property\nprediction by means of cross-modal knowledge transfer. Two formulations are\nproposed: implicit transfer involves pretraining chemical language models on\nmultimodal embeddings, whereas explicit transfer suggests generating crystal\nstructures and implementing structure-aware predictors. The proposed approaches\nwere benchmarked on LLM4Mat-Bench and MatBench tasks, achieving\nstate-of-the-art performance in 25 out of 32 cases. In addition, we\ndemonstrated how another modeling aspect of chemical language models -\ninterpretability - benefits from applying a game-theoretic approach, which is\nable to incorporate high-order feature interactions."}
{"id": "2511.02899", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.quant-gas", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.02899", "abs": "https://arxiv.org/abs/2511.02899", "authors": ["Siyu Zhu", "Arthur P. Ramirez", "Sergey Syzranov"], "title": "Low-temperature entropies and possible states in geometrically frustrated magnets", "comment": "10 pages, 6 figures", "summary": "The entropy that an insulating magnetic material releases upon cooling can\nreveal important information about the properties of spin states in that\nmaterial. In many geometrically frustrated (GF) magnetic compounds, the heat\ncapacity exhibits a low-temperature peak that comes from the spin states\ncontinuously connected to the ground states of classical models, such as the\nIsing model, on the same GF lattice, which manifests in the amount of entropy\nassociated with this heat-capacity peak. In this work, we simulate numerically\nthe values of entropy released by higher-spin triangular-lattice layered\nsystems and materials on SCGO lattices. We also compare the experimentally\nmeasured values of entropy in several strongly GF compounds, $NiGa_2S_4$,\n$FeAl_2Se_4$ and SCGO/BSZCGO, with possible theoretical values inferred from\nthe classical models to which the quantum states of those materials may be\nconnected. This comparison suggests that the lowest-energy states of\nhigher-spin layered triangular-lattice compounds can be described in terms of\ndoublet states on individual magnetic sites. Our analyses demonstrate how the\nvalues of entropy can reveal the structure of low-energy magnetic states in GF\ncompounds and call for more accurate thermodynamic measurement in GF magnetic\nmaterials."}
{"id": "2511.03380", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03380", "abs": "https://arxiv.org/abs/2511.03380", "authors": ["Karyn Le Hur"], "title": "Free Majorana Modes in Superconducting Quantum Wires", "comment": null, "summary": "An s-wave superconducting wire with attractive interactions can admit a\nzero-energy bound state equation (solution) at an edge similar to the\nJackiw-Rebbi model; this is a specific aspect of low-dimensional quantum\nsystems, Dirac equation and e.g. of the Luther-Emery liquid with a spin gap. In\nthis Letter, K. Le Hur Europhys. Lett., 49 (6), pp. 768-774 (2000), I\nintroduced a magnetic spin-1/2 impurity interacting with such a (spin) bound\nstate in a Luther-Emery wire representing then a Hubbard ladder in a d-wave\nsuperconducting state. This method is general and show how Majorana fermions at\nzero energy, i.e. Majorana zero modes, can take place in a superconducting wire\nmodel from the two-channel Kondo effect. Within these two channels (wires), the\nLuther-Emery form of the superconducting term can be reached within the\nweak-coupling attractive limit. Due to the interest in Majorana zero modes from\nmagnetic impurities interacting with an s-wave superconductor, I take time to\nanalyze zero-energy edge solutions in my model and present a correspondence\nwith the p-wave superconducting wire in the topological phase through\nalternatives versions of the quantum field theory. I develop the relation\nbetween the edge magnetic susceptibility and the local capacitance measure in a\np-wave superconducting wire. I elaborate on the idea that Majorana zero modes,\ni.e. free Majorana fermions, can be realized with magnetic impurities bridging\nthe gap between two s-wave superconducting wires. The spin gap and the\nresonance with the impurity can protect the free Majorana solutions when\nincluding perturbations."}
{"id": "2511.02913", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.02913", "abs": "https://arxiv.org/abs/2511.02913", "authors": ["Ryan M. L. McFadden", "Jonathan W. Angle", "Eric M. Lechner", "Michael J. Kelley", "Charles E. Reece", "Matthew A. Coble", "Thomas Prokscha", "Zaher Salman", "Andreas Suter", "Tobias Junginger"], "title": "Niobium's intrinsic coherence length and penetration depth revisited using low-energy muon spin spectroscopy", "comment": "Main manuscript: 8 pages, 3 figures, 2 tables. Supporting material:\n  17 pages, 6 figures, 7 tables", "summary": "We report measurements of the London penetration depth ($\\lambda_L$) and\nBardeen-Cooper-Schrieffer (BCS) coherence length ($\\xi_0$) in oxygen-doped\nniobium, with impurity concentrations spanning the \"clean\" to \"dirty\" limits.\nDepth-resolved low-energy muon spin spectroscopy (LE-$\\mu$SR) was used to\nquantify the element's Meissner screening profiles, analyzed within a framework\nthat accounts for nonlocal electrodynamics. The analysis indicates intrinsic\nlength scales of $\\lambda_L = 29.1(10)$ nm and $\\xi_0 = 39.9(25)$ nm,\ncorresponding to a Ginzburg-Landau (GL) parameter of $\\kappa = 0.70(5)$. The\nobtained $\\lambda_L$ and $\\kappa$ value are smaller than values commonly used\nin applications and modeling, indicating that clean niobium lies at the\nboundary between type-I and type-II superconductivity, supporting the\ncontemporary view that its intrinsic state may be type-I."}
{"id": "2511.03381", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03381", "abs": "https://arxiv.org/abs/2511.03381", "authors": ["Pan He", "Min Zhang", "Yue-Xin Huang", "Jingru Li", "Ruibo Wang", "Shiwen Zhao", "Chaoyu Pan", "Yuxiao Gao", "Takashi Taniguchi", "Kenji Watanabe", "Junxiong Hu", "Yinyan Zhu", "Cong Xiao", "X. C. Xie", "Shengyuan A. Yang", "Jian Shen"], "title": "Giant field-tunable nonlinear Hall effect by Lorentz skew scattering in a graphene moire superlattice", "comment": null, "summary": "The nonlinear Hall effect (NHE) can enable rectification and energy\nharvesting, and its control by external fields, including gate, strain and\nmagnetic field, has been pursued intensively. However, existing tuning pathways\nrely predominantly on fully quantum mechanical effects and are typically\ninefficient, resulting in weak NHE signals that limit further progress. In this\nwork, we report the discovery of a distinct type of NHE in a graphene-hBN moire\nsuperlattice, which arises from a classical-quantum cooperative effect called\nLorentz skew scattering (LSK), induced by a perpendicular magnetic field. This\nfield-driven NHE exhibits a linear dependence on magnetic field and a\npronounced unidirectional angular dependence. Remarkably, its magnitude reaches\nup to 32% of the linear Hall signal. We show that this giant, field-tunable NHE\noriginating from LSK follows a unique quartic scaling law and produces a\nrecord-high nonlinear Hall conductivity (36000 {\\mu}mV-1{\\Omega}-1) near van\nHove singularities of moire minibands, which is over an order of magnitude\nlarger than all previously reported NHEs. Our findings establish an efficient,\nmagnetic-field-driven route to giant Hall rectification in high-mobility\nmaterials, offering a broadly applicable paradigm for modulating the NHE beyond\nelectrostatic gating."}
{"id": "2511.03273", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03273", "abs": "https://arxiv.org/abs/2511.03273", "authors": ["Xiu Fang Lu", "Xue-Jin Zhang", "Naizhou Wang", "Jin Cao", "Dan Zhao", "Hui Wang", "Tao Wu", "Xian Hui Chen", "Shen Lai", "Cong Xiao", "Shengyuan A. Yang", "Weibo Gao"], "title": "Lorentz Skew Scattering Nonreciprocal Magneto-Transport", "comment": "20 pages, 4 figures", "summary": "In materials with broken inversion symmetry, nonreciprocal magneto-transport\n(NRMT) manifests as a bilinear dependence of charge conductivity on applied\nelectric (E) and magnetic (B) fields. This phenomenon is deeply rooted in\nsymmetry and electronic quantum geometry, holding promise for novel\nrectification and detector technologies. Existing experimental studies\ngenerally attribute NRMT to Zeeman-driven mechanisms and exhibit quadratic\nscaling with conductivity. Here, we report a previously unknown NRMT\nmicroscopic mechanism - Lorentz skew scattering (LSK) - revealed through the\ndiscovery of an unprecedented quartic scaling law of NRMT as well as\nquantitative agreement between theory and experiment in BiTeBr. LSK emerges\nfrom the interplay of Lorentz force and skew scattering, bridging classical\nfield effect to quantum scattering effect on the Fermi surface. We demonstrate\nthat the LSK dominates NRMT in BiTeBr, and elucidate that this dominance over\nother possible contributions stems from high mobility and strong Rashba\nsplitting. The finding of LSK mechanism is of unique importance because it\nunveils the leading NRMT effect in high-mobility systems and suggests a\nuniversal principle towards strong NRMT by enhancing electronic relaxation time\nin topological materials, rendering a new designing idea for low-dissipation\nrectifiers and high-performance quantum electronics."}
{"id": "2511.03382", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03382", "abs": "https://arxiv.org/abs/2511.03382", "authors": ["Ievgeniia Korniienko", "Pablo Nieves", "Jakub Sebesta", "Roberto Iglesias", "Dominik Legut"], "title": "Development of a magnetic interatomic potential for cubic anti-ferromagnets: the case of NiO", "comment": null, "summary": "Interatomic potentials are essential for molecular dynamics simulations of\nmagnetic materials, yet incorporating magnetic features into potentials for\ncomplex antiferromagnets remains challenging. Nickel oxide (NiO), a\nprototypical cubic antiferromagnet, exemplifies this difficulty. Here we\ndevelop a methodology to integrate magnetic properties into interatomic\npotentials for cubic antiferromagnets by adding a magnetic Hamiltonian which\nincludes both the Heisenberg exchange and N\\'eel model. We apply this approach\nto NiO by constructing two potentials: one based on the Born model of ionic\nsolids and another using a reference-free modified embedded atom method. Both\npotentials include magnetoelastic interactions and are validated against\nDensity Functional Theory calculations, showing excellent agreement in\nmechanical and magnetic properties at zero temperature. These models enable\nlarge-scale simulations of magnetoelastic phenomena in antiferromagnets and\nopen avenues for molecular dynamics studies involving coupled electric and\nmagnetic fields in metal oxides."}
{"id": "2511.03299", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03299", "abs": "https://arxiv.org/abs/2511.03299", "authors": ["A. R. Shelke", "C. -W. Chuang", "S. Hamamoto", "M. Oura", "M. Yoshimura", "N. Hiraoka", "C. -N. Kuo", "C. -S. Lue", "A. Fujimori", "A. Chainani"], "title": "The nexus between negative charge-transfer and reduced on-site Coulomb energy in correlated topological metals", "comment": "8 pages + 5 figures(main) and 10 pages + 9 figures (SM) (submitted to\n  PRB)", "summary": "The layered $3d$ transition metal dichalcogenides (TMDs) CoTe$_2$ and\nNiTe$_2$ are topological Dirac Type-II metals. Their $d$-bands do not exhibit\nthe expected correlation-induced band narrowing seen in CoO and NiO. We address\nthis conundrum by quantifying the on-site Coulomb energy $U_{dd}$ via\nsingle-particle partial density of states and the two-hole correlation\nsatellite using valence band resonant photoemission spectroscopy (PES), and\nobtain $U_{dd}$ = 3.0 eV/3.7 eV for CoTe$_2$/NiTe$_2$. Charge-transfer (CT)\ncluster model simulations of the measured core-level PES and x-ray absorption\nspectra of CoTe$_2$ and CoO validate their contrasting electronic\nparameters:$U_{dd}$ and CT energy $\\Delta$ are (3.0 eV, -2.0 eV) for CoTe$_2$,\nand (5.0 eV, 4.0 eV) for CoO, respectively. The $d$-$p$ hybridization strength\n$T_{eg}$ for CoTe$_2$$<$CoO, and indicates that the reduced $U_{dd}$ in\nCoTe$_2$ is not due to $T_{eg}$. The increase in $d^n$-count$\\sim$1 by CT from\nligand to Co site in CoTe$_2$ is due to a negative-$\\Delta$ and reduced\n$U_{dd}$. Yet, only because $U_{dd}$$>$$\\big|\\Delta\\big|$, CoTe$_{2}$ becomes a\ntopological metal with $p$$\\rightarrow$${p}$ type lowest energy excitations.\nSimilarly, we obtain a negative-$\\Delta$ and reduced $U_{dd}$ in NiTe$_2$\ncompared to NiO. The study reveals the nexus between negative-$\\Delta$ and\nreduced $U_{dd}$ required for setting up the electronic structure framework for\nachieving topological behavior via band inversion in correlated metals."}
{"id": "2511.03384", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03384", "abs": "https://arxiv.org/abs/2511.03384", "authors": ["Peter Markoš", "Richard Hlubina"], "title": "On the dynamics of the Meissner and the Becker-London effects", "comment": null, "summary": "It is generally accepted that the most fundamental property of a\nsuperconductor is that it exhibits the Meissner effect. Of similar importance\nis the Becker-London effect, i.e. generation of magnetic field inside a\nrotating superconductor. Hirsch has recently pointed out that, within the\nconventional theory of superconductivity, the question about how these effects\nare generated dynamically has not even been asked yet. Here we fill in this gap\nin the literature by a detailed study of the evolution of the electromagnetic\nfield for both of these effects. To this end, we solve the Maxwell equations\nsupplemented by the simplest conventional constitutive equation for a\nsuperconductor, namely the London equation. We demonstrate that, contrary to\nthe expectations of Hirsch, the conventional theory does correctly describe the\ndynamics of both, the Meissner and the Becker-London effect. We find that the\ndynamics of the studied processes is quite rich and interesting even at this\nlevel of description."}
{"id": "2511.03311", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03311", "abs": "https://arxiv.org/abs/2511.03311", "authors": ["Ziying Wang", "Adolfo O. Fumega", "Ana Vera Montoto", "Mohammad Amini", "Büşra Gamze Arslan", "Aleš Cahlík", "Yuxiao Ding", "Jose L. Lado", "Robert Drost", "Peter Liljeroth"], "title": "Moiré modulated quantum spin liquid candidate 1T-TaSe$_2$", "comment": null, "summary": "Quantum spin liquids are quantum phases of matter featuring collectively\nentangled states and emergent fractional many-body excitations. While methods\nexist to probe three-dimensional quantum spin liquids experimentally, these\ntechniques lack the sensitivity to probe two-dimensional quantum spin liquids.\nThis seriously hampers the study of potential monolayer quantum spin liquid\ncandidates such as $\\alpha$-RuCl$_3$ and 1T-TaSe$_2$. Scanning tunneling\nmicroscopy (STM) and spectroscopy (STS) have recently been suggested as\npromising probes of the quantum spin liquid state, as they can access the\nspinon spectrum through inelastic tunneling spectroscopy (IETS). In this work,\nwe employ this approach on the quantum spin liquid candidate material\n1T-TaSe$_2$ and directly measure its low-energy inelastic excitations. We\nobserve the emergence of a $\\sqrt{3}\\times\\sqrt{3}$ reconstruction driven by\nthe substrate, equivalent spectroscopy across all spin sites and coexistence of\nzero and finite energy excitations. We show that these observations are\nconsistent with a modulated $\\sqrt{3}\\times\\sqrt{3}$ spin liquid ground state.\nOur results demonstrate that IETS provides a powerful route to obtain\natomic-scale insight into the magnetic excitations of two-dimensional\nmaterials, allowing to explore the effects of moir\\'e modulations on potential\nquantum liquid phases."}
{"id": "2511.03411", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03411", "abs": "https://arxiv.org/abs/2511.03411", "authors": ["Jason Shao", "Richard Monge", "Tom Delord", "Carlos A. Meriles"], "title": "Statistical imaging of NV centers reveals clustered defect formation in diamond", "comment": null, "summary": "The sharp optical resonances of NV- centers in diamond at cryogenic\ntemperatures offer powerful new capabilities for material characterization, but\nextracting the most detailed information typically requires careful calibration\nof individual sensors, limiting scalability. In this work, we use resonant\nphotoluminescence excitation imaging to optically resolve and monitor hundreds\nof individual NVs across large fields of view, enabling statistical analysis of\ntheir spatial distribution with sub-diffraction resolution. This multiplexed,\nnon-destructive approach allows quantum sensors to characterize the material\nplatform they inhabit. Focusing on CVD-grown diamond, we uncover significant\ndeviations from random distributions, including an unexpectedly high occurrence\nof closely spaced clusters comprising two or more NVs. These findings suggest\nnon-Poissonian formation dynamics and point to spatially correlated defect\ngeneration mechanisms. Beyond offering insight into diamond growth and NV\ncenter formation, our approach enables the scalable identification of naturally\noccurring NV clusters - configurations that are promising for\nentanglement-assisted quantum information protocols and correlated sensing -\nand establishes a path toward structural and electronic defect analysis in\nvarious material hosts at the single-emitter level."}
{"id": "2511.03599", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03599", "abs": "https://arxiv.org/abs/2511.03599", "authors": ["Hao Chen", "Zhong-Ke Ding", "Nannan Luo", "Jiang Zeng", "Li-Ming Tang", "Ke-Qiu Chen"], "title": "Coherent Phonon Negative Refraction via Interfacial Momentum Compensation", "comment": null, "summary": "Negative refraction of coherent phonons is crucial for thermal management and\nquantum information processing, but it remains unrealized because achieving the\nsuitable dispersion for negative refraction simultaneously with long-range\ncoherence is challenging. In this letter, we overcome this limitation by\nintroducing a momentum compensation mechanism mediated by discrete\ntranslational symmetry. Interfacial reciprocal lattice vectors provide momentum\ncompensation during phonon tunneling and induce asymmetric mode matching,\nresulting in negative refraction without requiring strong dispersion anisotropy\nor a negative-curvature band. Using non-equilibrium Green's function formalism,\nwe demonstrate coherent negative refraction of isotropic acoustic phonons in\ngraphene/hexagonal boron nitride heterostructures. This general mechanism\nenables active control of phonon flow via interfacial design, paving the way\nfor applications in atomic-scale phonon lenses and directional thermal\ntransport."}
{"id": "2511.03436", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.03436", "abs": "https://arxiv.org/abs/2511.03436", "authors": ["Demetrio Vilardi", "Pietro M. Bonetti"], "title": "SC$^*$ Superconductivity and Spin Stiffnesses in the SU(2) Gauge Theory of the Two-Dimensional Hubbard Model", "comment": null, "summary": "We consider the SU(2) gauge theory for spin fluctuations in the\ntwo-dimensional Hubbard model, where the electron field is fractionalized in\nterms of spinons and chargons. In this theory, spinons are described by a\nnon-linear sigma model, while chargons are treated as fermions at a mean-field\nlevel. We investigate the instability to a superconducting state SC*, arising\nfrom a fractionalized Fermi liquid (FL*) where pairing between chargons occurs.\nConsistent with previous studies, our analysis reveals a coexisting phase\ncharacterized by both magnetic and superconducting order for the chargons. The\ncentral contribution of this work is the calculation of the feedback of\nsuperconductivity on spatial and temporal spin stiffnesses, thereby quantifying\nits impact on spin fluctuations. Our key finding is that superconductivity\nsignificantly suppresses these spin stiffnesses, enhancing quantum spin\nfluctuations. This enhancement suggests that superconductivity can play a\ncrucial role in stabilizing quantum disorder against long-range magnetic\nordering."}
{"id": "2511.03450", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03450", "abs": "https://arxiv.org/abs/2511.03450", "authors": ["A. R. Khisameeva", "A. Shuvaev", "I. M. Moiseenko", "P. A. Gusikhin", "A. S. Astrakhantseva", "A. Pimenov", "D. A. Svintsov", "I. V. Kukushkin", "V. M. Muravev"], "title": "Discovery of Slot Plasma Excitations in a AlGaN/GaN Plasmonic Crystal", "comment": null, "summary": "We experimentally investigate the terahertz spectrum of plasma excitations in\na plasmonic crystal based on AlGaN/GaN two-dimensional electron system (2DES).\nWhile screened plasmon modes with linear dispersion are readily observed in the\nplasmonic crystals, the existence of unscreened modes localized in the slots\nbetween the gates has remained unobserved until now. We discover this slot\nplasma excitation exhibiting square-root dispersion. It turned out that these\nslot plasmons follow an unconventional wave-vector quantization rule, $q_u=(N +\n1/4) \\times \\pi/l_u$ for even integers $N$, and require the condition for\nexcitation $q_u h \\ll 1$, where $h$ is the gate-to-2DES distance and $l_u$ is\nthe slot width. We develop an analytical model that accurately captures the\nfound dispersion and relaxation, revealing a non-trivial $-\\pi/4$ phase shift\nupon plasmon reflection at the gate edge. Experiments demonstrate that the slot\nplasmons persist up to room temperature, thereby enabling a broad range of\nopportunities for the advancement of plasmonic devices."}
{"id": "2511.03456", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03456", "abs": "https://arxiv.org/abs/2511.03456", "authors": ["Xuan Zou", "Shuai Yin", "Zi-Xiang Li", "Hong Yao"], "title": "Unraveling Deconfined Quantum Criticality in Non-Hermitian Easy-Plane $J$-$Q$ Model", "comment": "4.5 pages, 4 figures", "summary": "Deconfined quantum critical point (DQCP) characterizes the continuous\ntransition beyond Landau-Ginzburg-Wilson paradigm, occurring between two phases\nthat exhibit distinct symmetry breaking. The debate over whether genuine DQCP\nexists in physical SU(2) spin systems or the transition is weakly first-order\nhas persisted for many years. In this letter, we construct a non-Hermitian\neasy-plane $J$-$Q$ model and perform sign-problem-free quantum Monte Carlo\n(QMC) simulation to explore the impact of non-Hermitian microscopic\ninteractions on the transition that potentially features a DQCP. Our results\ndemonstrate that the intensity of the first-order transitions significantly\ndiminishes with the amplification of non-Hermitian interactions, serving as\nnumerical evidence to support the notion that the transition in $J$-$Q$ model\nis quasi-critical, possibly in the vicinity of the fixed point governing DQCP\nin the complex plane, described by a non-unitary conformal field theory (CFT).\nThe non-Hermitian interaction facilitates the approach towards such a complex\nfixed point in the parameter regime. Furthermore, our QMC study on the\nnon-Hermitian J-Q model opens a new route to numerically investigating the\nnature of complex CFT in the microscopic model."}
{"id": "2511.03460", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03460", "abs": "https://arxiv.org/abs/2511.03460", "authors": ["Kohei Fukai", "Hosho Katsura"], "title": "Integrability of a family of clean SYK models from the critical Ising chain", "comment": "17 pages", "summary": "We establish the integrability of a family of SYK models with uniform\n$p$-body interactions. We derive the R-matrix and mutually commuting transfer\nmatrices that generate the Hamiltonians of these models, and obtain their exact\neigenspectra and eigenstates. Remarkably, the R-matrix is that of the critical\ntransverse-field Ising chain. This work reveals an unexpected connection\nbetween the SYK model, central to many-body quantum chaos, and the critical\nIsing chain, a cornerstone of statistical mechanics."}
{"id": "2511.03476", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03476", "abs": "https://arxiv.org/abs/2511.03476", "authors": ["Juheon Kim", "Minki Jang", "Junhyeok Park", "Byungjo Kim", "Hayoung Chung"], "title": "Structural characterization and bonding energy analysis for plasma-activated bonding of SiCN films: A reactive molecular dynamics study", "comment": null, "summary": "Plasma-activated bonding of SiCN films offers high bonding strength at the\nhybrid-bonding interface, thereby enhancing mechanical reliability. Although\nexperimental studies have shown that the interfacial bonding properties of SiCN\nfilms vary with SiCN composition and plasma treatment parameters, a clear\ncorrelation between these parameters and the resulting bonding properties has\nnot yet been established. This study presents an atomistic investigation of\nSiCN-SiCN plasma-activated bonding with controlled SiCN composition and plasma\nfluence, which performs O2 plasma surface activation, surface hydroxylation,\ndirect bonding, post-bonding annealing, and debonding using reactive molecular\ndynamics. The structural characterization of the plasma-activated SiCN surface,\nincluding density of various covalent bonds and surface roughness, exhibits\ncomposition- and plasma fluence-dependent chemical and morphological\nmodification. Bonding energy evaluated from atomic traction-separation\nresponses in cohesive zone volume elements (CZVE) during debonding simulations\nshows a positive correlation with the interfacial Si-O-Si density. Since the\ninterfacial Si-O-Si density reflects the combined effects of these chemical and\nmorphological modifications, the dependence of bonding energy on composition\nand plasma fluence is successfully elucidated by the structural\ncharacterization. These results establish an atomic-level\nmaterial-process-property relationship and offer practical guidance for\noptimizing SiCN composition and plasma treatment parameters for SiCN-SiCN\nplasma-activated bonding."}
{"id": "2511.03504", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03504", "abs": "https://arxiv.org/abs/2511.03504", "authors": ["Kohta Kasai", "Akihiro Uematsu", "Tatsuki Kawakane", "Yu Wang", "Tao Xu", "Chang Liu", "Susumu Minami", "Takahiro Shimada"], "title": "Topological transition and emergent elasticity of dislocation in skyrmion lattice: Beyond Kittel's magnetic-polar analogy", "comment": "24 pages, 5 figures", "summary": "Magnetic and polar skyrmions exhibit topologically protected quasiparticle\nbehavior, including emergent fields, deformation, and the formation of a\ndensely packed skyrmion lattice, beyond conventional domain configurations\ndescribed by Kittel's law. Analogous to atomic crystals, lattice defects,\nespecially dislocations and their associated strain fields, are crucial for\nunderstanding the lattice behavior of skyrmions; however, their features and\nroles remain insufficiently understood. Here, we show that magnetic skyrmion\ndislocations develop a core-split structure due to a significant skyrmion\nelongation up to 180% of their original length, reaching a topological\ntransition from a single skyrmion to two half-skyrmions. Despite such a\ndistinct structure, the long-range strain fields around the dislocation\nperfectly obey conventional Volterra's elasticity theory, in contrast to polar\nskyrmion lattices, where skyrmion deformations cause a breakdown of the\nelasticity theory. Furthermore, an energetic analysis shows that\nDzyaloshinskii-Moriya interaction drives the large skyrmion deformation of the\ndislocation core. Our findings not only clarify the coexistence of topological\ncore-reconstruction and a robust long-range elastic field of dislocations in\nmagnetic skyrmion lattices, but also reveal that magnetic and electric domains,\nlong regarded as dual and analogous, exhibit fundamental differences when\nextended into the regime of collective topological quasiparticles."}
{"id": "2511.03507", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03507", "abs": "https://arxiv.org/abs/2511.03507", "authors": ["Youjian Chen", "Hamed Vakili", "Md Golam Morshed", "Avik W. Ghosh"], "title": "Switching perpendicular magnets for Processing-in-memory with voltage gated Weyl Semimetals", "comment": null, "summary": "Processing-in-memory (PIM) reduces data transfer latency by rolling memory\nand logic elements into one compute location. As an emergent material candidate\nfor such an architecture, we propose a strained Weyl semimetal based\nspin-orbit-torque random-access memory (SWSM-SOTRAM) device. The spin-orbit\ntorque (SOT) originates from two mechanisms: (1) the inverse spin Galvanic\neffect (iSGE), which generates nonequilibrium in-plane spin accumulation at\ninterfaces, and (2) a bulk spin Hall effect (SHE), which produces a transverse\nspin current carrying out-of-plane spin angular momentum. The latter is tunable\nvia an exchange Zeeman field. Both effects are evaluated using the\ntight-binding model coupled with a nonequilibrium Green's function (TB-NEGF)\nformalism for quantum transport. Information write is achieved through SOT\nswitching of an out-of-plane free magnet. A piezo attached to a\nmagnetostrictive selector modulates the strain in the latter, leading to the\nrotation of the magnetization and hence the exchange Zeeman field exerted on\nthe Weyl semimetal. This strain-controlled exchange field enables the symmetry\ntuning of the Weyl semimetal and modulation of its spin Hall effect. The\nTB-NEGF calculations of SHE and iSGE, combined with Landau-Lifshitz-Gilbert\n(LLG) simulations of magnetization dynamics, establish the SOT switching\nmechanism and demonstrate a pathway toward the SWSM-SOTRAM PIM device."}
{"id": "2511.03528", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03528", "abs": "https://arxiv.org/abs/2511.03528", "authors": ["Raymond Wiedmann", "Dag-Björn Hering", "Vanessa Sulaiman", "Matthias R. Walther", "Kai P. Schmidt", "Götz S. Uhrig"], "title": "Quantum effects in the magnon spectrum of 2D altermagnets via continuous similarity transformations", "comment": "31 pages, 10 figures", "summary": "We investigate quantum effects on magnon excitations in a minimal spin-1/2\nHeisenberg model for 2D altermagnets on the square lattice. A continuous\nsimilarity transformation is applied in momentum space to derive an effective\nHamiltonian that conserves the number of magnon excitations. This allows us to\nquantitatively calculate the one-magnon dispersion, the effects of\nmagnon-magnon interactions, and the dynamic structure factor in a certain range\nof parameters. In particular, we focus on the altermagnetic spin splitting of\nthe magnon bands and the size of the roton minimum. We further map out\ndivergencies of the continuous similarity transformation for different types of\ngenerators, which signal either the breakdown of the N\\'eel-ordered phase or\nthe presence of significant magnon decay."}
{"id": "2511.03582", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03582", "abs": "https://arxiv.org/abs/2511.03582", "authors": ["A. Yu. Levakhova", "A. L. Vasiliev", "N. S. Pavlov", "A. V. Ovcharov", "V. I. Bondarenko", "A. V. Sadakov", "K. S. Pervakov", "V. A. Vlasenko", "V. M. Pudalov"], "title": "Emergence of Ferromagnetism from Planar Defects in EuSn2As2 Antiferromagnet", "comment": "13 pages, 8 figures", "summary": "We report a study of nano-scale structural peculiarities of the\nantiferromagnetic layered semimetal EuSn2As2, and show that they are\nresponsible for its puzzling magnetic properties. The high resolution\ntransmission electron microscopy revealed the presence of planar defects in the\nlattice of the studied single crystals. Using a combination of microstructural\nand DFT analysis we demonstrated that a single planar nano-defects forms a\nlayer of a distinct phase EuSnAs2, that is different from the EuSn2As2 phase of\nthe bulk lattice. The smaller distance between Eu layers in the planar\nnano-defect promotes formation of local ferromagnetic (FM) ordering of the Eu\natoms. On average, the planar defects form a weak ferromagnetic phase in the\nantiferromagnetic (AFM) host lattice. The obtained results explain several\npuzzling features in magnetic properties of A-type AFM materials: the nonlinear\nmagnetization in low in-plane fields, ferromagnetic-type hysteresis in low\nfield, and the upturn of the magnetic susceptibility in the AFM state at\ntemperatures approaching zero."}
{"id": "2511.03599", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03599", "abs": "https://arxiv.org/abs/2511.03599", "authors": ["Hao Chen", "Zhong-Ke Ding", "Nannan Luo", "Jiang Zeng", "Li-Ming Tang", "Ke-Qiu Chen"], "title": "Coherent Phonon Negative Refraction via Interfacial Momentum Compensation", "comment": null, "summary": "Negative refraction of coherent phonons is crucial for thermal management and\nquantum information processing, but it remains unrealized because achieving the\nsuitable dispersion for negative refraction simultaneously with long-range\ncoherence is challenging. In this letter, we overcome this limitation by\nintroducing a momentum compensation mechanism mediated by discrete\ntranslational symmetry. Interfacial reciprocal lattice vectors provide momentum\ncompensation during phonon tunneling and induce asymmetric mode matching,\nresulting in negative refraction without requiring strong dispersion anisotropy\nor a negative-curvature band. Using non-equilibrium Green's function formalism,\nwe demonstrate coherent negative refraction of isotropic acoustic phonons in\ngraphene/hexagonal boron nitride heterostructures. This general mechanism\nenables active control of phonon flow via interfacial design, paving the way\nfor applications in atomic-scale phonon lenses and directional thermal\ntransport."}
{"id": "2511.03602", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03602", "abs": "https://arxiv.org/abs/2511.03602", "authors": ["Yong-Kun Wang", "Shifeng Qian", "An-Dong Fan", "Si Li"], "title": "Real Chern Insulators in Two-Dimensional Altermagnetic Fe$_2$S$_2$O and Fe$_2$Se$_2$O", "comment": "9 pages, 7 figures", "summary": "Altermagnets (AMs), recently identified as a third class of collinear\nmagnetic materials, have attracted significant attention in condensed matter\nphysics. Despite this growing interest, the realization of real Chern\ninsulators in intrinsic altermagnetic systems has rarely been reported. In this\nwork, based on first-principles calculations and theoretical analysis, we\nidentify monolayer Fe$_2$S$_2$O and Fe$_2$Se$_2$O as a novel class of\ntwo-dimensional altermagnetic real Chern insulators. We demonstrate that these\nmaterials possess altermagnetic ground states and host a nontrivial mirror real\nChern number, leading to the emergence of symmetry-protected zero-dimensional\ncorner states. Notably, these corner modes are spin-polarized, giving rise to a\nunique spin-corner coupling effect. We further show that the real Chern\ninsulating phases and their associated corner states remain robust against\nspin-orbit coupling, as well as under both uniaxial and biaxial strain.\nAdditionally, these materials exhibit pronounced linear dichroism and strong\noptical absorption. Our findings uncover the novel topological character of\nFe$_2$S$_2$O and Fe$_2$Se$_2$O, establishing them as promising platforms for\nexploring real Chern insulators in altermagnetic systems."}
{"id": "2511.03615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03615", "abs": "https://arxiv.org/abs/2511.03615", "authors": ["H. T. Silva", "L. C. S. Faria", "T. A. Aversi-Ferreira", "I. Camps"], "title": "pH-Responsive Glyphosate Adsorption on Hydroxylated Carbon Nanotubes: From Electronic Structure to Molecular Dynamics", "comment": null, "summary": "This computational study investigates glyphosate adsorption mechanisms on\nhydroxyl-functionalized carbon nanotubes (CNTs) as an alternative approach for\nenvironmental remediation. Single-walled CNTs with (10,0) zigzag chirality were\nfunctionalized with hydroxyl groups at concentrations of 5-25% and evaluated\nfor interactions with glyphosate in five different ionization states (G1-G5)\ncorresponding to pH-dependent protonation. Using semi-empirical tight-binding\nmethods implemented in xTB software, molecular geometry optimization,\nelectronic property calculations, topological analyses via Quantum Theory of\nAtoms in Molecules (QTAIM), and molecular dynamics simulations at 300K were\nperformed. Results demonstrate that functionalization significantly enhances\nadsorption capacity, with binding energies becoming increasingly negative at\nhigher OH concentrations and with more deprotonated glyphosate forms (G4 and\nG5). Electronic coupling analyses reveal optimized charge reactivity and\ntransport in systems with 20-25% OH functionalization. Topological\ncharacterization identified 477 bond critical points, confirming donor-acceptor\ninteractions with strong covalent contributions, particularly in highly\nfunctionalized systems. Radial distribution function profiles from molecular\ndynamics simulations demonstrate that functionalization promotes spatial\norganization on nanotube surfaces, increasing contact regions and reducing\nmolecular mobility. Systems with moderate interactions (CNT+OHx+G1 and\nCNT+OHx+G3) present environmentally and economically viable solutions, enabling\nadsorbent regeneration and reuse. The findings indicate that OH-functionalized\ncarbon nanotubes show significant promise for glyphosate detection and capture\napplications in environmental monitoring and remediation, regardless of the\npesticide's ionization state."}
{"id": "2511.03621", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03621", "abs": "https://arxiv.org/abs/2511.03621", "authors": ["P. A. Belevskii", "M. N. Vinoslavskii", "O. S. Pylypchuk"], "title": "Elimination of the acoustoelectric domain and increasing of the emission intensity by means of shunting the lateral current in the InGaAs/GaAs heterostructures", "comment": "18 pages, 8 figures", "summary": "There has been experimentally implemented a technique of neutralization of an\nacoustoelectric domain under the conditions of the lateral transport of charge\ncarriers in strong electric fields in the multilayer InGaAs/GaAs\nheterostructures with quantum wells. The technique is implemented by means of\ndeposition of a shunting semi opaque silver film on the heterostructure surface\nbetween the ohmic contacts. In absence of shunting the domain appearance leads\nto current decrease, current oscillations and also to a strong decrease of the\nband-to-band emission during a voltage pulse applied to the sample. The\nshunting eliminated the current decrease and enabled it to strongly enlarge the\nband-to-band emission intensity."}
{"id": "2511.03647", "categories": ["cond-mat.stat-mech", "astro-ph.CO", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2511.03647", "abs": "https://arxiv.org/abs/2511.03647", "authors": ["Patrick Valageas"], "title": "Burgers dynamics for Poisson point process initial conditions", "comment": "24 pages", "summary": "We investigate the statistical properties of one-dimensional Burgers dynamics\nevolving from stochastic initial conditions defined by a Poisson point process\nfor the velocity potential, with a power-law intensity. Thanks to the\ngeometrical interpretation of the solution in the inviscid limit, in terms of\nfirst-contact parabolas, we obtain explicit results for the multiplicity\nfunctions of shocks and voids, and for velocity and density one- and two-point\ncorrelation functions and power spectra. These initial conditions gives rise to\nself-similar dynamics with probability distributions that display power-law\ntails. In the limit where the exponent $\\alpha$ of the Poisson process that\ndefines the initial conditions goes to infinity, the power-law tails steepen to\nGaussian falloffs and we recover the spatial distributions obtained in the\nclassical study by Kida (1979) of Gaussian initial conditions with vanishing\nlarge-scale power."}
{"id": "2511.03664", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.03664", "abs": "https://arxiv.org/abs/2511.03664", "authors": ["Elsa Jöchl", "Anna-Lydia Vieli", "Lucy Hale", "Felix Helmrich", "Deniz Turan", "Mona Jarrahi", "Mattias Beck", "Jérôme Faist", "Giacomo Scalari"], "title": "Gate-tunable single terahertz meta-atom ultrastrong light-matter coupling", "comment": null, "summary": "We study the electrical tunability of ultrastrong light-matter interactions\nbetween a single terahertz circuit-based complementary split ring resonator\n(cSRR) and a two-dimensional electron gas. For this purpose, transmission\nspectroscopy measurements are performed under the influence of a strong\nmagnetic field at different set points for the electric gate bias. The\nresulting Landau polariton dispersion depends on the applied electric bias, as\nthe gating technique confines the electrons in-plane down to extremely\nsub-wavelength dimensions as small as d = 410 nm. This confinement allows for\nthe excitation of standing plasma waves at zero magnetic field and an effective\ntunability of the electron number coupled to the THz resonator. This allows the\nnormalized coupling strength to be tuned in-situ from $\\eta$ = 0.46 down to\n$\\eta$ = 0.18. This is the first demonstration of terahertz far-field\nspectroscopy of an electrically tunable interaction between a single terahertz\nresonator and electrons in a GaAs quantum well heterostructure."}
{"id": "2511.03674", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.03674", "abs": "https://arxiv.org/abs/2511.03674", "authors": ["David Lamprecht", "Shrirang Chokappa", "Alissa M. Freilinger", "Barbara Maria Mayer", "Maximilian Melchior", "Jana Dzíbelová", "Darwin Lorber", "Luiz H. G. Tizei", "Mathieu Kociak", "Clemens Mangler", "Lado Filipovic", "Jani Kotakoski"], "title": "Single photon emitters in hBN: Limitations of atomic resolution imaging and potential sources of error", "comment": null, "summary": "There is a growing interest in identifying the origin of single-photon\nemission in hexagonal boron nitride (hBN), with proposed candidates including\nboron and nitrogen vacancies as well as carbon substitutional dopants. Because\nphoton emission intensity often increases with sample thickness, hBN flakes\nused in these studies commonly exceed 30 atomic layers. To identify potential\nemitters at the atomic scale, annular dark-field scanning transmission electron\nmicroscopy (ADF-STEM) is frequently employed. However, due to the intrinsic AA'\nstacking of hBN with vertically alternating boron and nitrogen atoms, this\napproach is complicated even in few-layer systems. Here, we demonstrate using\nSTEM image simulations and experiments that, even under idealized conditions,\nthe intensity differences between boron- and nitrogen-dominated columns and\ncarbon substitutions become indistinguishable at thicknesses beyond 17 atomic\nlayers (ca. 6 nm). While vacancy-type defects can remain detectable at somewhat\nlarger thicknesses, also their detection becomes unreliable at thicknesses\ntypically used in photonic studies. We further show that common residual\naberrations, particularly threefold astigmatism, can lead to artificial\ncontrast differences between columns, which may result in misidentification of\natomic defects. We systematically study the effects of non-radially symmetric\naberrations on multilayer hBN and demonstrate that even small residual\nthreefold astigmatism can significantly distort the STEM contrast, leading to\nmisleading interpretations."}
{"id": "2511.03683", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.03683", "abs": "https://arxiv.org/abs/2511.03683", "authors": ["Shiyu Peng", "Donnie Pinkston", "Jia Yao", "Sergei Kliavinek", "Ivan Maliyov", "Marco Bernardi"], "title": "Efficient GPU Parallelization of Electronic Transport and Nonequilibrium Dynamics from Electron-Phonon Interactions in the Perturbo Code", "comment": null, "summary": "The Boltzmann transport equation (BTE) with electron-phonon (e-ph)\ninteractions computed from first principles is widely used to study electronic\ntransport and nonequilibrium dynamics in materials. Calculating the e-ph\ncollision integral is the most important step in the BTE, but it remains\ncomputationally costly, even with current MPI+OpenMP parallelization. This\nchallenge makes it difficult to study materials with large unit cells and to\nachieve high resolution in momentum space. Here, we show acceleration of BTE\ncalculations of electronic transport and ultrafast dynamics using graphical\nprocessing units (GPUs). We implement a novel data structure and algorithm,\noptimized for GPU hardware and developed using OpenACC, to process scattering\nchannels and efficiently compute the collision integral. This approach\nsignificantly reduces the overhead for data referencing, movement, and\nsynchronization. Relative to the efficient CPU implementation in the\nopen-source package Perturbo (v2.2.0), used as a baseline, this approach\nachieves a speed-up of 40 times for both transport and nonequilibrium dynamics\non GPU hardware, and achieves nearly linear scaling up to 100 GPUs. The novel\ndata structure can be generalized to other electron interactions and scattering\nprocesses. We released this GPU implementation in the latest public version\n(v3.0.0) of Perturbo. The new MPI+OpenMP+GPU parallelization enables sweeping\nstudies of e-ph physics and electron dynamics in conventional and quantum\nmaterials, and prepares Perturbo for exascale supercomputing platforms."}
{"id": "2511.03712", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.03712", "abs": "https://arxiv.org/abs/2511.03712", "authors": ["Turgut Yilmaz", "Yi Sheng Ng", "Anil Rajapitamahuni", "Asish Kundu", "Hui-Qiong Wang", "Jin-Cheng Zheng", "Elio Vescovo"], "title": "Intercalation induced quasi-freestanding layer in TiSe$_2$", "comment": null, "summary": "Angle-resolved photoemission spectroscopy is employed to study the electronic\nstructure of bulk TiSe2 before and after doping with potassium impurities. A\nsplitting in the conduction band into two branches is observed after\nroom-temperature deposition. The splitting energy increases to approximately\n130 meV when the sample is cooled to 40 K. One branch exhibits a non-dispersive\ntwo-dimensional feature, while other one shows the characteristics of three\ndimensional bulk band dispersion. Core level spectroscopy suggests that the K\nimpurities predominantly occupy the intercalated sites within the van derWaals\ngap. The results indicate the formation of a quasi-freestandingTiSe2 layer.\nAdditionally, doping completely suppresses the periodic lattice distortion in\nthe surface region. These findings are further supported by density functional\ntheory calculations, which compare the band structure of monolayer and bulk\nTiSe2 with experimental data. Thus, the dimensional and intrinsic electronic\nproperties of 1T-TiSe2 can be controlled through the intercalation procedure\nused in this work."}
{"id": "2511.03721", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.03721", "abs": "https://arxiv.org/abs/2511.03721", "authors": ["Aashish Sapkota", "Niraj Aryal", "Xiao Hu", "Masaaki Matsuda", "Yan Wu", "Guangyong Xu", "John M. Wilde", "Andreas Kreyssig", "Paul C. Canfield", "Cedomir Petrovic", "John M. Tranquada", "Igor A. Zaliznyak"], "title": "Magnetism and Peierls distortion in Dirac semimetal CaMnBi$_2$", "comment": "25 pages with 19 figures including appendices; 15 pages, 11 figs main\n  text", "summary": "Dirac semimetals of the form $A$Mn$X_2$ ($A =$ alkaline-earth or divalent\nrare earth; $X =$ Bi, Sb) host conducting square-net Dirac-electron layers of\n$X$ atoms interleaved with antiferromagnetic Mn$X$ layers. In these materials,\ncanted antiferromagnetism can break time-reversal symmetry (TRS) and produce a\nWeyl semimetallic state. CaMnBi$_2$ was proposed to realize this behavior below\n$T^{*}\\sim 50$ K, where anomalies in resistivity and optical conductivity were\nreported. We investigate single-crystal CaMnBi$_{2}$ using polarized and\nunpolarized neutron diffraction, x-ray diffraction, and density functional\ntheory (DFT) calculations to elucidate the underlying crystal and magnetic\nstructures. The results show that the observed anomalies do not originate from\nspin canting or weak ferromagnetism; no measurable uniform Mn spin canting is\ndetected. Instead, CaMnBi$_2$ undergoes a coupled structural and magnetic\nsymmetry-lowering transition at $T^{*} = 46(2)$ K, from a tetragonal lattice\nwith C-type antiferromagnetism to an orthorhombic phase with unit-cell doubling\nalong the $c$ axis and minimal impact on magnetism. Analysis of superlattice\npeak intensities and lattice distortion reveals a continuous second-order\ntransition governed by a single order parameter. The refined atomic\ndisplacements correspond to a zigzag bond-order-wave (BOW) modulation of Bi-Bi\nbonds, consistent with an electronically driven Peierls-type instability in the\nDirac-electron Bi layer, long anticipated by Hoffmann and co-workers [W.~Tremel\nand R.~Hoffmann, \\textit{J. Am. Chem. Soc.} \\textbf{109}, 124 (1987);\nG.~A.~Papoian and R.~Hoffmann, \\textit{Angew. Chem. Int. Ed.} \\textbf{39}, 2408\n(2000)]. %\\textcite{TremelHoffman_JACS1987} [JACS {\\bf 109}, 124 (1987)]."}
{"id": "2511.03579", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.atom-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.03579", "abs": "https://arxiv.org/abs/2511.03579", "authors": ["Weishi Wang", "Casey Dowdle", "James D. Whitfield"], "title": "Encoding electronic ground-state information with variational even-tempered basis sets", "comment": "15 pages, 14 figures, 5 tables, 2 algorithms", "summary": "We propose a system-oriented basis-set design based on even-tempered basis\nfunctions to variationally encode electronic ground-state information into\nmolecular orbitals. First, we introduce a reduced formalism of concentric\neven-tempered orbitals that achieves hydrogen energy accuracy on par with the\nconventional formalism, with lower optimization cost and improved scalability.\nSecond, we propose a symmetry-adapted, even-tempered formalism specifically\ndesigned for molecular systems. It requires only primitive S-subshell\nGaussian-type orbitals and uses two parameters to characterize all exponent\ncoefficients. In the case of the diatomic hydrogen molecule, the basis set\ngenerated by this formalism produces a dissociation curve more consistent with\ncc-pV5Z than cc-pVTZ at the size of aug-cc-pVDZ. Finally, we test our\neven-tempered formalism against several types of tetra-atomic hydrogen\nmolecules for ground-state computation and point out its current limitations\nand potential improvements."}
