{"id": "2509.12665", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12665", "abs": "https://arxiv.org/abs/2509.12665", "authors": ["Domagoj Fijan", "Maria R. Ward Rashidi", "Sharon C. Glotzer"], "title": "Quantifying Local Point-Group-Symmetry Order in Complex Particle Systems", "comment": null, "summary": "Crystals and other condensed phases are defined primarily by their inherent\nsymmetries, which play a crucial role in dictating their structural properties.\nIn crystallization studies, local order parameters (OPs) that describe bond\norientational order are widely employed to investigate crystal formation.\nDespite their utility, these traditional metrics do not directly quantify\nsymmetry, an important aspect for understanding the development of order during\ncrystallization. To address this gap, we introduce a new set of OPs, called\nPoint Group Order Parameters (PGOPs), designed to continuously quantify point\ngroup symmetry order. We demonstrate the strength and utility of PGOP in\ndetecting order across different crystalline systems and compare its\nperformance to commonly used bond-orientational order metrics. PGOP\ncalculations for all non-infinite point groups are implemented in the\nopen-source package SPATULA (Symmetry Pattern Analysis Toolkit for\nUnderstanding Local Arrangements), written in parallelized C++ with a Python\ninterface. The code is publicly available on GitHub."}
{"id": "2509.12837", "categories": ["physics.comp-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12837", "abs": "https://arxiv.org/abs/2509.12837", "authors": ["Kumpei Shiraishi", "Emi Minamitani", "Kang Kim"], "title": "Benchmarking thermostat algorithms in molecular dynamics simulations of a binary Lennard-Jones glass-former model", "comment": "25 pages, 14 figures", "summary": "A systematic comparison was carried out to assess the influence of\nrepresentative thermostat methods in constant-temperature molecular dynamics\nsimulations. The thermostat schemes considered include the Nos\\'e--Hoover\nthermostat and its chain generalisation, the Bussi velocity rescaling method,\nand several implementations of the Langevin dynamics. Using a binary\nLennard-Jones liquid as a model glass former, we investigated how the sampling\nof physical observables, such as particle velocities and potential energy,\nresponds to changes in time step across these thermostats. While the\nNos\\'e--Hoover chain and Bussi thermostats provide reliable temperature\ncontrol, a pronounced time-step dependence was observed in the potential\nenergy. Amongst the Langevin methods, the Gr{\\o}nbech-Jensen--Farago scheme\nprovided the most consistent sampling of both temperature and potential energy.\nNonetheless, Langevin dynamics typically incurs approximately twice the\ncomputational cost due to the overhead of random number generation, and\nexhibits a systematic decrease in diffusion coefficients with increasing\nfriction. This study presents a broad comparison of thermostat methods using a\nbinary Lennard-Jones glass-former model, offering practical guidance for the\nchoice of thermostats in classical molecular dynamics simulations. These\nfindings provide useful insights for diverse applications, including glass\ntransition, phase separation, and nucleation."}
{"id": "2509.12841", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.12841", "abs": "https://arxiv.org/abs/2509.12841", "authors": ["Zhiqiang Cai", "Chengyu Liu", "Xiang Zhou"], "title": "Weak Generative Sampler for Stationary Distributions of McKean-Vlasov System", "comment": "17 pages, 10 figures", "summary": "Stochastic interacting particle systems are widely used to model collective\nphenomena across diverse fields, including statistical physics, biology, and\nsocial dynamics. The McKean-Vlasov equation arises as the mean-field limit of\nsuch systems as the number of particles tends to infinity, while its long-time\nbehaviour is characterized by stationary distributions as time tends to\ninfinity. However, the validity of interchanging the infinite-time and\ninfinite-particle limits is not guaranteed. Consequently, simulation methods\nthat rely on a finite-particle truncation may fail to accurately capture the\nmean-field system's stationary distributions, particularly when the coexistence\nof multiple metastable states leads to phase transitions. In this paper, we\nadapt the framework of the Weak Generative Sampler (WGS) -- a generative\ntechnique based on normalizing flows and a weak formulation of the nonlinear\nFokker-Planck equation -- to compute and generate i.i.d. samples satisfying the\nstationary distributions of McKean-Vlasov processes. Extensive numerical\nexperiments validate the efficacy of the proposed methods, showcasing their\nability to accurately approximate stationary distributions and capture phase\ntransitions in complex systems."}
{"id": "2509.13140", "categories": ["physics.comp-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13140", "abs": "https://arxiv.org/abs/2509.13140", "authors": ["Yunhao Liu", "Wenjie Dou"], "title": "From higher-order moments to time correlation functions in strongly correlated systems: A DMRG-based memory kernel coupling theory", "comment": "10 pages, 6 figures", "summary": "We introduce a hybrid approach for computing dynamical observables in\nstrongly correlated systems using higher-order moments. This method integrates\nmemory kernel coupling theory (MKCT) with the density matrix renormalization\ngroup (DMRG), extending our recent work on MKCT to strongly correlated systems.\nThe method establishes that correlation functions can be derived from the\nmoments. Within our framework, operators and wavefunctions are represented as\nmatrix product operators (MPOs) and matrix product states (MPSs), respectively.\nCrucially, the repeated application of the Liouville operator is achieved\nthrough an iterative procedure analogous to the DMRG algorithm itself. We\ndemonstrate the effectiveness and efficiency of MKCT-DMRG by computing the\nspectral function of the Hubbard model. Furthermore, we successfully apply the\nmethod to compute the electronic friction in the Hubbard-Holstein model. In all\ncases, the results show excellent agreement with time-dependent DMRG (TD-DMRG)\nbenchmarks. The advantage of MKCT-DMRG over TD-DMRG is the computational\nefficiency, which avoids expensive real-time propagation in TD-DMRG. These\nfindings establish MKCT-DMRG as a promising and accurate framework for\nsimulating challenging dynamical properties in strongly correlated quantum\nsystems."}
{"id": "2509.12412", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12412", "abs": "https://arxiv.org/abs/2509.12412", "authors": ["Louise Møller Jessen", "Ronan Gleeson", "Lars Hemmingsen", "Stephan P. A. Sauer"], "title": "Vibrational corrections to molecular properties including relativistic corrections at the level of the Zeroth-Order Regular Approximation", "comment": null, "summary": "The vibrational averaging module of the Dalton Project was extended to work\nalso with the Amsterdam Density Functional (ADF) program, making it possible to\ncalculate vibrational corrections to properties and at the same time include a\ntreatment of relativistic effects for heavier atoms at the level of the\nZeroth-Order Regular Approximation (ZORA). To illustrate the importance of the\nrelativistic contributions, zero-point vibrational corrections were calculated\nfor the electric field gradient tensor and the two NMR parameters, the\nisotropic shielding and the spin-spin coupling constants (SSCC), of selected\nmercury compounds. For all three properties, the vibrational corrected values\nperformed closest to experimental values, and the magnitudes of the corrections\ndepended on the level of relativity and the basis set in the calculation."}
{"id": "2509.12215", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12215", "abs": "https://arxiv.org/abs/2509.12215", "authors": ["Elmeri O. Rivasto"], "title": "Quantum Mechanics of an Abrikosov Vortex in Nanofabricated Pinning Potential", "comment": null, "summary": "A superconducting device is proposed for experimentally investigating whether\nan Abrikosov vortex can be modeled as a quantum mechanical quasiparticle. The\ndesign process of a type-II superconducting device capable of reliably pinning\na single Abrikosov vortex is presented, creating a particle-in-a-box-like\nsystem. The proposed device consists of a cylindrically symmetric Nb film, 30\nnm in diameter and 5 nm thick, with a 14 nm diameter artificial pinning center\nat its center. Time-dependent Ginzburg-Landau simulations indicate robust\nsingle-vortex pinning under an applied field of 6 T. The presumed quantized\nenergy levels and associated quantum wavefunctions of the vortex quasiparticle\nare obtained by numerically solving the two-dimensional time-independent\nSchr\\\"odinger equation for this system. It is shown that distinguishing the\nground and first excited states is experimentally feasible. Beyond fundamental\nphysics studies, the application of the proposed device in cryogenic memory\ntechnology and quantum computing warrant further exploration."}
{"id": "2509.12304", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12304", "abs": "https://arxiv.org/abs/2509.12304", "authors": ["Yitao Feng", "Ryohei Kobayashi", "Yu-An Chen", "Shinsei Ryu"], "title": "Higher-Form Anomalies on Lattices", "comment": "21 pages, 6 figures", "summary": "Higher-form symmetry in a tensor product Hilbert space is always emergent:\nthe symmetry generators become genuinely topological only when the Gauss law is\nenergetically enforced at low energies. In this paper, we present a general\nmethod for defining the 't Hooft anomaly of higher-form symmetries in lattice\nmodels built on a tensor product Hilbert space. In (2+1)D, for given Gauss law\noperators realized by finite-depth circuits that generate a finite 1-form $G$\nsymmetry, we construct an index representing a cohomology class in $H^4(B^2G,\nU(1))$, which characterizes the corresponding 't Hooft anomaly. This\nconstruction generalizes the Else-Nayak characterization of 0-form symmetry\nanomalies. More broadly, under the assumption of a specified formulation of the\n$p$-form $G$ symmetry action and Hilbert space structure in arbitrary $d$\nspatial dimensions, we show how to characterize the 't Hooft anomaly of the\nsymmetry action by an index valued in $H^{d+2}(B^{p+1}G, U(1))$."}
{"id": "2509.12571", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12571", "abs": "https://arxiv.org/abs/2509.12571", "authors": ["Takuma Akimoto", "Jae-Hyung Jeon", "Ralf Metzler", "Tomoshige Miyaguchi", "Takashi Uneyama", "Eiji Yamamoto"], "title": "Anomalous statistics in the Langevin equation with fluctuating diffusivity: from Brownian yet non-Gaussian diffusion to anomalous diffusion and ergodicity breaking", "comment": "51 pages, 16 figures", "summary": "Diffusive motion is a fundamental transport mechanism in physical and\nbiological systems, governing dynamics across a wide range of scales -- from\nmolecular transport to animal foraging. In many complex systems, however,\ndiffusion deviates from classical Brownian behaviour, exhibiting striking\nphenomena such as Brownian yet non-Gaussian diffusion (BYNGD) and anomalous\ndiffusion. BYNGD describes a frequently observed statistical feature\ncharacterised by the coexistence of linear mean-square displacement (MSD) and\nnon-Gaussian displacement distributions. Anomalous diffusion, in contrast,\ninvolves a nonlinear time dependence of the MSD and often reflects mechanisms\nsuch as trapping, viscoelasticity, heterogeneity, or active processes. Both\nphenomena challenge the conventional framework based on constant diffusivity\nand Gaussian statistics. This review focuses the theoretical modelling of such\nbehaviour via the Langevin equation with fluctuating diffusivity (LEFD) -- a\nflexible stochastic framework that captures essential features of diffusion in\nheterogeneous media. LEFD not only accounts for BYNGD but also naturally\nencompasses a wide range of anomalous transport phenomena, including\nsubdiffusion, ageing, and weak ergodicity breaking. Ergodicity is discussed in\nterms of the correspondence between time and ensemble averages, as well as the\ntrajectory-to-trajectory variability of time-averaged observables. The review\nfurther highlights the empirical relevance of LEFD and related models in\nexplaining diverse experimental observations and underscores their value to\nuncovering the physical mechanisms governing transport in complex systems."}
{"id": "2509.12401", "categories": ["cond-mat.mtrl-sci", "stat.ML"], "pdf": "https://arxiv.org/pdf/2509.12401", "abs": "https://arxiv.org/abs/2509.12401", "authors": ["Zoë J. Gray", "Joseph B. Choi", "Youngsoo Choi", "H. Keo Springer", "H. S. Udaykumar", "Stephen S. Baek"], "title": "Reduced Order Modeling of Energetic Materials Using Physics-Aware Recurrent Convolutional Neural Networks in a Latent Space (LatentPARC)", "comment": null, "summary": "Physics-aware deep learning (PADL) has gained popularity for use in complex\nspatiotemporal dynamics (field evolution) simulations, such as those that arise\nfrequently in computational modeling of energetic materials (EM). Here, we show\nthat the challenge PADL methods face while learning complex field evolution\nproblems can be simplified and accelerated by decoupling it into two tasks:\nlearning complex geometric features in evolving fields and modeling dynamics\nover these features in a lower dimensional feature space. To accomplish this,\nwe build upon our previous work on physics-aware recurrent convolutions (PARC).\nPARC embeds knowledge of underlying physics into its neural network\narchitecture for more robust and accurate prediction of evolving physical\nfields. PARC was shown to effectively learn complex nonlinear features such as\nthe formation of hotspots and coupled shock fronts in various initiation\nscenarios of EMs, as a function of microstructures, serving effectively as a\nmicrostructure-aware burn model. In this work, we further accelerate PARC and\nreduce its computational cost by projecting the original dynamics onto a\nlower-dimensional invariant manifold, or 'latent space.' The projected latent\nrepresentation encodes the complex geometry of evolving fields (e.g.\ntemperature and pressure) in a set of data-driven features. The reduced\ndimension of this latent space allows us to learn the dynamics during the\ninitiation of EM with a lighter and more efficient model. We observe a\nsignificant decrease in training and inference time while maintaining results\ncomparable to PARC at inference. This work takes steps towards enabling rapid\nprediction of EM thermomechanics at larger scales and characterization of EM\nstructure-property-performance linkages at a full application scale."}
{"id": "2509.12215", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12215", "abs": "https://arxiv.org/abs/2509.12215", "authors": ["Elmeri O. Rivasto"], "title": "Quantum Mechanics of an Abrikosov Vortex in Nanofabricated Pinning Potential", "comment": null, "summary": "A superconducting device is proposed for experimentally investigating whether\nan Abrikosov vortex can be modeled as a quantum mechanical quasiparticle. The\ndesign process of a type-II superconducting device capable of reliably pinning\na single Abrikosov vortex is presented, creating a particle-in-a-box-like\nsystem. The proposed device consists of a cylindrically symmetric Nb film, 30\nnm in diameter and 5 nm thick, with a 14 nm diameter artificial pinning center\nat its center. Time-dependent Ginzburg-Landau simulations indicate robust\nsingle-vortex pinning under an applied field of 6 T. The presumed quantized\nenergy levels and associated quantum wavefunctions of the vortex quasiparticle\nare obtained by numerically solving the two-dimensional time-independent\nSchr\\\"odinger equation for this system. It is shown that distinguishing the\nground and first excited states is experimentally feasible. Beyond fundamental\nphysics studies, the application of the proposed device in cryogenic memory\ntechnology and quantum computing warrant further exploration."}
{"id": "2509.12433", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12433", "abs": "https://arxiv.org/abs/2509.12433", "authors": ["Shantanu Mishra", "Valentina Malave", "Rasmus Svensson", "Henrik Grönbeck", "Florian Albrecht", "Diego Peña", "Leo Gross"], "title": "Skeletal editing by tip-induced chemistry", "comment": "Manuscript: 6 pages and 4 figures; Supporting Information: 18 pages,\n  21 figures and 1 table", "summary": "Skeletal editing of cyclic molecules has garnered considerable attention in\nthe context of drug discovery and green chemistry, with notable examples in\nsolution-phase synthesis. Here, we extend the scope of skeletal editing to the\nsingle-molecule scale. We demonstrate tip-induced oxygen deletion and ring\ncontraction of an oxygen-containing seven-membered ring on bilayer NaCl films\nto generate molecules containing the perylene skeleton. The products were\nidentified and characterized by atomic force and scanning tunneling\nmicroscopies, which provided access to bond-resolved molecular structures and\norbital densities. Insights into the reaction mechanisms were obtained by\ndensity functional theory calculations. Our work expands the toolbox of\ntip-induced chemistry for single-molecule synthesis."}
{"id": "2509.13187", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.13187", "abs": "https://arxiv.org/abs/2509.13187", "authors": ["Jithin Vijaykumar", "Loyad Joseph Losan", "Saddala Reddy Tharun", "Murthi Ram Chandra Reddy", "Mood Rahul", "Jagadeesha T"], "title": "Enhancement of torque transmission capability in Magneto-Rheological fluid-based Clutch using novel hybrid corrugated plane transmission surface strategy", "comment": null, "summary": "In an increased automated world, miniaturization is the key to widespread\ndeployment of advanced technologies. Enhancing the torque transmissibility by\nabiding to the spatial constraints imposed by radial space availability has\nconsistently remained a hurdle in the implementation of Magneto-Rheological\n(MR) clutches that use shear mode of MR fluid (MRF). This proves the necessity\nof a novel design capable of providing required transmission capability with a\nreduced transmission surface area. The present study analyzes a corrugated\ntransmissible surface design which improves torque transmissibility with the\nhelp of increased transmission area and proper alignment of field lines passing\nthrough the MRF gap. In this paper, the impact of various dimensional\nparameters of a hybrid corrugated plane type MR clutch (MRC) design was studied\nwith the aid of magnetic analysis performed on COMSOL Multiphysics software.\nThe results obtained shows that various parameters in the design of MR\nclutches, such as annular and radial MR gaps, disc width, individual\ncorrugation heights, corrugation width, bobbin thickness and radii of plane\nsurface influences the torque transmission capability of MR clutches. Also, an\noptimization of the hybrid corrugated plane MR Clutch of the chosen geometry\nhas been conducted with the transmission capability increasing by 39.37%\ncompared with the non-optimized geometrical configuration."}
{"id": "2509.12580", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12580", "abs": "https://arxiv.org/abs/2509.12580", "authors": ["Ibrahim E. Awad", "Abd Al-Aziz A. Abu-Saleh", "Gurleen Cheema", "Joshua W. Hollett", "Raymond A. Poirier"], "title": "Atomic Radial Correlation Energy Density Components", "comment": "15 pages, 2 tables, 21 figures", "summary": "The components of the radial correlation energy density are calculated and\nanalyzed for the atoms from He to Ar. The components include the\nnucleus-electron potential correlation energy density, the kinetic correlation\nenergy density and the electron-electron potential correlation energy density.\nThe necessary correlated one and two-electron density matrices are obtained\nfrom the Extrapolated-Full-Configuration-Interaction (exFCI) wave function\nwhere the reference wave function is restricted Hartree-Fock (RHF) or\nrestricted open-shell Hartree-Fock (ROHF) depending on whether the atom is\nclosed or open-shell. The accuracy associated with integrating the HF and exFCI\nenergy density components, and the correlation energy density components, is\nevaluated on the SG-1 and SG-2 atomic grids. The SG-1 grid provides atomic\nenergies that are accurate to about 1 kJ mol$^{-1}$, with the exception of the\nkinetic energy. The SG-2 grid is required for the analysis of atomic kinetic\nenergies and more subtle energetic effects. There is also a significant amount\nof integration error cancellation in the correlation energy densities. The\nradial correlation energy densities display notable shell structure, and there\nis a substantial difference between the $\\alpha$ and $\\beta$-electron\ncorrelation energy densities for the open-shell atoms."}
{"id": "2509.12568", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12568", "abs": "https://arxiv.org/abs/2509.12568", "authors": ["Niraj Kumar Shah", "Junjing Zhao", "Utpal Chatterjee"], "title": "Particle-hole symmetry in the pseudogap phase of moderately underdoped cuprate high temperature superconductors evidenced from joint density of states analysis", "comment": null, "summary": "In conventional superconductors, the energy scale associated with the\nsuperfluid stiffness is much larger compared to the pairing energy and hence,\nthe superconducting transition temperature (Tc) is entirely dictated by the\nsuperconducting (SC) energy gap. The phase rigidity of the SC condensate in\nunconventional superconductors, on the other hand, can be low enough to enable\ndestruction of superconductivity via phase incoherence and persistence of an\nenergy gap even at the absence of macroscopic superconductivity above Tc. This\nis considered a possible mechanism of the pseudogap (PG) state of cuprate high\ntemperature superconductors (HTSCs). We have investigated the electronic energy\n({\\omega}) and momentum-separation vector (q) dependence of the joint density\nof states (JDOS), derived from the autocorrelated Angle Resolved Photoemission\nSpectroscopy (ARPES) data, from moderately underdoped\nBi2Sr2CaCu2O8+{\\delta}HTSC samples at temperatures below and above Tc. We found\nthat q-space structure of the constant {\\omega} JDOS intensity maps and the\ndispersions of the JDOS peaks are essentially the same both below and above Tc.\nFurthermore, the dispersions of the JDOS peaks above Tc are particle-hole\nsymmetric. These observations evince similarity between the nature of the\nenergy gap below and above Tc, which supports preformed pairing scenario for\nthe PG state at least in the moderately underdoped regime."}
{"id": "2509.12311", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12311", "abs": "https://arxiv.org/abs/2509.12311", "authors": ["Elyasaf Y. Cohen", "Fakher F. Assaad", "Snir Gazit"], "title": "Antiferromagnetism and Stripe Channel Order in the $\\mathrm{SU}(N)$-Symmetric Two-Channel Kondo Lattice Model", "comment": "13 pages, 11 figures", "summary": "We carry out large-scale, sign-problem-free determinant quantum Monte Carlo\nsimulations of the square lattice $\\mathrm{SU}(N)$-symmetric two-channel Kondo\nlattice model at half-filling. We map out the zero-temperature phase diagram\nfor $N = 2, 4, 6$, and $8$, as a function of the Kondo coupling strength. In\nthe weak-coupling regime, we observe antiferromagnetic order of the localized\nmoments. Remarkably, for $N \\geq 6$, sufficiently strong Kondo coupling induces\nspontaneous channel symmetry breaking, forming a stripe dimerization pattern\nwith a wave vector $\\boldsymbol{k}=(\\pi,0)$ alternating between channels. These\nfindings are supported by a complementary large-$N$ saddle point analysis,\nwhich identifies the striped hybridization pattern as the energetically\npreferred configuration. The spatial symmetry-breaking results in an\nanisotropic Fermi surface reconstruction."}
{"id": "2509.12641", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.12641", "abs": "https://arxiv.org/abs/2509.12641", "authors": ["So Katagiri", "Yoshiki Matsuoka", "Akio Sugamoto"], "title": "Nambu Non-equilibrium Thermodynamics III: Application to specific phenomena", "comment": "29 pages and 19 figures", "summary": "We apply Nambu non-equilibrium thermodynamics (NNET)-a dynamics with multiple\nHamiltonians coupled to entropy-induced dissipation-to paradigmatic\nfar-from-equilibrium systems. Concretely, we construct NNET realizations for\nthe Belousov-Zhabotinsky (BZ) reaction (oscillatory), the Hindmarsh-Rose neuron\nmodel (spiking), and the Lorenz and Chen systems (chaotic), and analyze their\ndynamical and thermodynamic signatures. Across all cases the velocity field\ncleanly decomposes into a reversible Nambu part and an irreversible\nentropygradient part, anchored by a model-independent quasi-conserved quantity.\nThis construction reproduces cycles, spikes, and strange-attractor behavior and\nclarifies transitions among steady, periodic, and chaotic regimes via\ncross-model diagnostics. These results demonstrate that NNET provides a\nunified, quantitatively consistent framework for oscillatory, spiking, and\nchaotic non-equilibrium systems, offering a systematic description beyond the\nscope of linear-response theories such as Onsager's relations or GENERIC."}
{"id": "2509.12447", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.12447", "abs": "https://arxiv.org/abs/2509.12447", "authors": ["Tyler D. Doležal", "Rodrigo Freitas", "Ju Li"], "title": "Spectral Analysis of Light Interstitial Segregation Energies in Ni: The Role of Local Cr Coordination for Boron and Carbon", "comment": null, "summary": "Understanding interstitial segregation in chemically complex alloys requires\naccounting for chemical and structural heterogeneity of interfaces, motivating\napproaches that move beyond scalar descriptors to capture the full spatial and\ncompositional spectra of segregation behavior. Here, we introduce a spectral\nsegregation framework that maps distributions of segregation energies for light\ninterstitials in Ni as a function of local Cr coordination. Boron exhibits a\nbroad, rugged energy spectrum with significant positional flexibility whereas\ncarbon remains confined to a narrow spectrum with minimal displacement. At the\nfree surface, Cr-rich coordination destabilizes both interstitials (e.g.,\npositive segregation energies), in sharp contrast to the stabilizing role of Cr\nat the GB. This inversion establishes a natural segregation gradient that\ndrives interstitials away from undercoordinated internal surfaces and toward\nGBs. These results underscore the limitations of single-valued segregation\ndescriptors and demonstrate how a distributional approach reveals the\nmechanistic origins of interstitial--interface interactions in chemically\nheterogeneous alloys."}
{"id": "2509.12304", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12304", "abs": "https://arxiv.org/abs/2509.12304", "authors": ["Yitao Feng", "Ryohei Kobayashi", "Yu-An Chen", "Shinsei Ryu"], "title": "Higher-Form Anomalies on Lattices", "comment": "21 pages, 6 figures", "summary": "Higher-form symmetry in a tensor product Hilbert space is always emergent:\nthe symmetry generators become genuinely topological only when the Gauss law is\nenergetically enforced at low energies. In this paper, we present a general\nmethod for defining the 't Hooft anomaly of higher-form symmetries in lattice\nmodels built on a tensor product Hilbert space. In (2+1)D, for given Gauss law\noperators realized by finite-depth circuits that generate a finite 1-form $G$\nsymmetry, we construct an index representing a cohomology class in $H^4(B^2G,\nU(1))$, which characterizes the corresponding 't Hooft anomaly. This\nconstruction generalizes the Else-Nayak characterization of 0-form symmetry\nanomalies. More broadly, under the assumption of a specified formulation of the\n$p$-form $G$ symmetry action and Hilbert space structure in arbitrary $d$\nspatial dimensions, we show how to characterize the 't Hooft anomaly of the\nsymmetry action by an index valued in $H^{d+2}(B^{p+1}G, U(1))$."}
{"id": "2509.12528", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.12528", "abs": "https://arxiv.org/abs/2509.12528", "authors": ["Keita Funayama", "Yuki Akura", "Hiroya Tanaka", "Jun Hirotani"], "title": "Topological Phononic Crystal on the Scale of Quasi-Ballistic Phonon Transport", "comment": null, "summary": "Phonon engineering technology has opened up the functional thermal management\nof semiconductor-based classical and quantum electronics at the micro- and\nnanoscales. However, challenges have remained in designing accurate thermal\ncharacteristics based on quasi-ballistic phonon transport. The quasi-ballistic\nthermal transport arises from the combination of wave-like and diffusive phonon\nbehaviors unlike pure diffusion. The topological nature has been known to be\ncompatible with both wave and diffusive phenomena. Therefore, topological\nphononic crystals have great potential for the development of controllable and\ndesignable thermal transport based on quasi-ballistic phonons. In this study,\nwe experimentally investigated the thermal behavior at the scale of\nquasi-ballistic phonon transport using a 1D Su-Schrieffer-Heeger model-based\ntopological phononic crystal. Quasi-ballistic phonon transport was observed\nthrough change in thermal conductivity depending on the structural parameters\nof topological systems using micro-thermoreflectance. Furthermore, using\ntopological interface states, the experimentally observed thermal behaviors\nwere found to agree well with the theoretically expected those. Accordingly,\nthe topological nature is an effective approach for thermal management in\nmicro- and nanoscale systems with quasi-ballistic phonon transport. Our results\npave the way for a unified control scheme for wave and diffusion phenomena,\nsuch as quasi-ballistic phonons."}
{"id": "2509.12598", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12598", "abs": "https://arxiv.org/abs/2509.12598", "authors": ["Shaun Tan", "Sujin Park", "Seung-Gu Choi", "Oliver J. Tye", "Ruiqi Zhang", "Jonah R. Horowitz", "Heejae Chung", "Vladimir Bulović", "Jeonghun Kwak", "Jin-Wook Lee", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Oxygen vacancy formation in ZnSeTe blue quantum dot light-emitting diodes", "comment": null, "summary": "Recent advancements have led to the development of bright and heavy\nmetal-free blue-emitting quantum dot light-emitting diodes (QLEDs). However,\nconsensus understanding of their distinct photophysical and electroluminescent\ndynamics remains elusive. This work correlates the chemical and electronic\nchanges occurring in a QLED during operation using depth-resolved and operando\ntechniques. The results indicate that oxygen vacancy forms in the ZnMgO layer\nduring operation, with important implications on the charge injection and\nelectrochemical dynamics. Taken together, the results suggest a causal\nrelationship between oxygen vacancy formation and operational degradation of\nthe blue-emitting ZnSeTe-based QLEDs."}
{"id": "2509.12601", "categories": ["cond-mat.supr-con", "physics.class-ph"], "pdf": "https://arxiv.org/pdf/2509.12601", "abs": "https://arxiv.org/abs/2509.12601", "authors": ["Jianning Guo", "Yuzhi Chen", "Yulong Wang", "Hualei Sun", "Deyuan Hu", "Meng Wang", "Xiaoli Huang", "Tian Cui"], "title": "Revealing superconducting gap in La$_3$Ni$_2$O$_7$-$δ$ by Andreev reflection spectroscopy under high pressure", "comment": "27 pages, 15 pages", "summary": "The recent discovery of compressed superconductivity at 80~K in\nLa$_3$Ni$_2$O$_7$-$\\delta$ has brought nickelates into the family of\nunconventional high-temperature superconductors. However, due to the challenges\nof directly probing the superconducting pairing mechanism under high pressure,\nthe pairing symmetry and gap structures of nickelate superconductors remain\nunder intense debate. In this work, we successfully determine the microscopic\ninformation on the superconducting gap structure of La$_3$Ni$_2$O$_7$-$\\delta$\nsamples subjected to pressures exceeding 20~GPa, by constructing different\nconductance junctions within diamond anvil cells. By analyzing the\ntemperature-dependent differential conductance spectra within the\nBlonder--Tinkham--Klapwijk (BTK) model, we have determined the superconducting\nenergy gap at high pressure. The differential conductance curves reveal a\ntwo-gap structure with $\\Delta_{1} = 23~\\mathrm{meV}$ and $\\Delta_{2} =\n6~\\mathrm{meV}$, while the BTK fitting is consistent with an $s$-like, two-gap\nspectrum. The gap ratio $2\\Delta_{s1}(0) / k_{\\mathrm{B}}T_{c}$ is found to be\n7.61, belonging to a family of strongly coupled superconductors. Our findings\nprovide valuable insights into the superconducting gap structures of the\npressure-induced superconducting nickelates."}
{"id": "2509.12320", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12320", "abs": "https://arxiv.org/abs/2509.12320", "authors": ["Ziwei Wang", "Glenn Wagner", "Yves H. Kwan", "Nick Bultinck", "Steven H. Simon", "S. A. Parameswaran"], "title": "Putting a new spin on the incommensurate Kekulé spiral: from spin-valley locking and collective modes to fermiology and implications for superconductivity", "comment": "22 + 9 pages", "summary": "We revisit the global phase diagram of magic-angle twisted bilayer and\n[symmetric] trilayer graphene (MA-TBG/TSTG) in light of recent scanning\ntunneling microscopy (STM) measurements on these materials. These experiments\nboth confirmed the importance of strain in stabilizing the predicted\nincommensurate Kekul\\'{e} spiral (IKS) order near filling $|\\nu|=2$ of the\nweakly dispersive central bands in both systems, and suggested a key role for\nelectron-phonon couplings and short-range Coulomb interactions in selecting\nbetween various competing orders at low strain in MA-TBG. Here, we show that\nsuch interactions $\\textit{also}$ play a crucial role in selecting the spin\nstructure of the strain-stabilized IKS state. This in turn influences the\nvisibility of the IKS order in STM in a manner that allows us to infer their\nrelative importance. We use this insight in conjunction with various other\npieces of experimental data to build a more complete picture of the phase\ndiagram, focusing on the spectrum of low-lying collective modes and the nature\nof the doped Fermi surfaces. We explore the broad phenomenological implications\nof these results for superconductivity."}
{"id": "2509.12797", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.12797", "abs": "https://arxiv.org/abs/2509.12797", "authors": ["A. P. Rebesh", "B. I. Lev", "A. G. Zagorodny"], "title": "Thermodynamic relation for the systems with inhomogeneous distribution of particles", "comment": "17 pages, 3 figures", "summary": "For the system with inhomogeneous distribution of macroscopic parameters we\nobtain thermodynamic relation which depends on the spatial point (coordinate).\nIn our approach, to obtain such a relation we use the basic ideas of the method\nof nonequilibrium statistical operator combined with the Hubbard-Stratonovich\ntransformation. First of all, we define the thermodynamic relation for the\nsystem with homogeneous distribution of particles. Possible behavior\npeculiarities of systems with different character of interaction in\nnonequilibrium case are predicted. By saddle-point method we find the dominant\ncontributions to the partition function and obtain all thermodynamic parameters\nof the systems with different character of interaction. The formations of\nsaddle state in all systems of interacting particles at different temperatures\nand particle distributions have the same physical nature and therefore they can\nbe described in the same way. We consider the systems with attractive and\nrepulsive interactions as well as self-gravitating systems."}
{"id": "2509.12461", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12461", "abs": "https://arxiv.org/abs/2509.12461", "authors": ["Alex Hinkle", "Chieh Tsao", "Adam Duell", "Hendrik Utzat"], "title": "Multi-Dimensional Photon-Correlations Reveal Triexciton Features in Single Perovskite Quantum Dots", "comment": null, "summary": "Lead-halide perovskite quantum dots (PQDs) are established quantum emitters\nwith potential for entangled photon-pair generation via multiexciton cascades.\nHowever, the energetics and dynamics of many-body excitations remain poorly\nunderstood. Here, we perform time- and frequency-resolved photon-correlation\nspectroscopy of single CsPbBr\\textsubscript{3} PQDs at low temperatures using a\nsingle-photon avalanche diode (SPAD) array detector. We report biexciton\nbinding energies and assign their charged states, which undergo fast ($\\mu$s)\nswitching dynamics. Most notably, we identify a spectral feature blue-shifted\nfrom the exciton by $7.4 \\pm 1.9$ meV as the bound triexciton and establish the\norder of its cascade emission. These results highlight the power of\nlow-temperature, multidimensional photon-correlation spectroscopy for resolving\ncomplex many-body dynamics."}
{"id": "2509.12311", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12311", "abs": "https://arxiv.org/abs/2509.12311", "authors": ["Elyasaf Y. Cohen", "Fakher F. Assaad", "Snir Gazit"], "title": "Antiferromagnetism and Stripe Channel Order in the $\\mathrm{SU}(N)$-Symmetric Two-Channel Kondo Lattice Model", "comment": "13 pages, 11 figures", "summary": "We carry out large-scale, sign-problem-free determinant quantum Monte Carlo\nsimulations of the square lattice $\\mathrm{SU}(N)$-symmetric two-channel Kondo\nlattice model at half-filling. We map out the zero-temperature phase diagram\nfor $N = 2, 4, 6$, and $8$, as a function of the Kondo coupling strength. In\nthe weak-coupling regime, we observe antiferromagnetic order of the localized\nmoments. Remarkably, for $N \\geq 6$, sufficiently strong Kondo coupling induces\nspontaneous channel symmetry breaking, forming a stripe dimerization pattern\nwith a wave vector $\\boldsymbol{k}=(\\pi,0)$ alternating between channels. These\nfindings are supported by a complementary large-$N$ saddle point analysis,\nwhich identifies the striped hybridization pattern as the energetically\npreferred configuration. The spatial symmetry-breaking results in an\nanisotropic Fermi surface reconstruction."}
{"id": "2509.12532", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12532", "abs": "https://arxiv.org/abs/2509.12532", "authors": ["Y. Yin"], "title": "Reentrant localization in fractionally charged electron wave packets", "comment": null, "summary": "We investigate the localization transition in fractionally charged electron\nwave packets, which is injected into a quantum conductor by a single voltage\npulse with arbitrary flux quantum. We show that the transition is\nunidirectional for individual electrons or holes. They always undergo a\ndelocalization-to-localization transition as the flux increases. In contrast,\nthe transition of the neutral electron-hole pairs is bidirectional. As the flux\nincreases, the transition can be a localization-to-delocalization transition or\nvice versa, which is controlled via the long-time tail of the voltage pulse.\nThe localization-to-delocalization transition occurs in the case of\nshort-tailed pulses, which decay faster than Lorentzian. In this case, the\ndirections of the transitions for the neutral eh pairs and individual electrons\nor holes are opposite. Certain localized neutral electron-hole pairs can first\nevolve into delocalized ones, then split into individual electrons and holes\nwith localized wave functions, which gives a reentrant localization. The\ndelocalization-to-localization transition occurs in the case of long-tailed\npulses, which decay slower than Lorentzian. The reentrant localization vanishes\nin this case, as the directions of the two transitions are the same. It is also\nabsent in the case of Lorentzian pulses, where the localized neutral\nelectron-hole pairs cannot be excited at all."}
{"id": "2509.12680", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12680", "abs": "https://arxiv.org/abs/2509.12680", "authors": ["Alessia Marruzzo", "Mosè Casalegno", "Piero Macchi", "Fabio Mascherpa", "Bernardino Tirri", "Guido Raos", "Alessandro Genoni"], "title": "Extension of the Jordan-Wigner mapping to nonorthogonal spin orbitals for quantum computing application to valence bond approaches", "comment": null, "summary": "Quantum computing offers a promising platform to address the computational\nchallenges inherent in quantum chemistry, and particularly in valence bond (VB)\nmethods, which are chemically appealing but suffer from high computational cost\ndue to the use of nonorthogonal orbitals. While various fermionic-to-spin\nmappings exist for orthonormal spin orbitals, such as the widely used\nJordan-Wigner transformations, an analogous framework for nonorthogonal spin\norbitals remains undeveloped. In this work, we propose an alternative\nJordan-Wigner-type mapping tailored for the nonorthogonal case, with the goal\nof enabling efficient quantum simulations of VB-type wavefunctions. Our\napproach paves the way towards the development of chemically interpretable and\ncomputationally feasible valence bond algorithms on near-term quantum devices.\nAn initial theoretical analysis and a preliminary application demonstrate the\nfeasibility of this encoding and its potential for extending the applicability\nof VB methods to larger and more complex systems."}
{"id": "2509.12606", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12606", "abs": "https://arxiv.org/abs/2509.12606", "authors": ["Zi-Yu Cao", "Di Peng", "Seokmin Choi", "Fujun Lan", "Lan Yu", "Enkang Zhang", "Zhenfang Xing", "Yuxin Liu", "Feiyang Zhang", "Tao Luo", "Lixing Chen", "Vuong Thi Anh Hong", "Seung-Yeop Paek", "Harim Jang", "Jinghong Xie", "Huayu Liu", "Hongbo Lou", "Zhidan Zeng", "Yang Ding", "Jun Zhao", "Cailong Liu", "Tuson Park", "Qiaoshi Zeng", "Ho-kwang Mao"], "title": "Direct Observation of d-Wave Superconducting Gap Symmetry in Pressurized La3Ni2O7-delta Single Crystals", "comment": "20 pages, 4 figures, 4 supplementary figures", "summary": "The recent discovery of superconductivity in pressure-stabilized bulk\nLa3Ni2O7-delta, with a critical temperature (Tc) exceeding 77 K, has opened a\nnew frontier in high-temperature superconductivity research beyond cuprates.\nYet, the superconducting gap amplitude and symmetry, the key parameters to\ncharacterize a superconductor, remain elusive due to the overwhelming\nchallenges of gap studies under high pressure. Here, we introduce in situ\ndirectional point-contact spectroscopy conducted under truly hydrostatic\npressure, enabling the direct mapping of the superconducting gap in pressurized\nLa3Ni2O7-delta single crystals. Depending on the junction orientation,\ndifferential conductance (dI/dV) spectra exhibit distinct V-shaped\nquasiparticle features and a sharp zero-bias peak, indicating a predominant\nd-wave-like pairing symmetry. Measurement of the c-axis gap amplitude Delta\nyields a gap-to-Tc ratio of 2Delta/kBTc = 4.2(5), positioning La3Ni2O7-delta\nfirmly among unconventional, nodal high-Tc superconductors. These findings set\nstringent constraints on theoretical models for nickelate superconductors and\nestablish a robust spectroscopic approach for understanding superconductors\nunder extreme pressures."}
{"id": "2509.12321", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12321", "abs": "https://arxiv.org/abs/2509.12321", "authors": ["Farokh Mivehvar"], "title": "Driven-Dissipative Landau Polaritons: Two Highly Nonlinearly-Coupled Quantum Harmonic Oscillators", "comment": "6+2 pages, 3+5 figures", "summary": "Landau levels (LLs) are the massively-degenerate discrete energy spectrum of\na charged particle in a transverse magnetic field and lie at the heart of many\nintriguing phenomena such as the integer and fractional quantum Hall effects as\nwell as quantized vortices. In this Letter, we consider coupling of LLs of a\ntransversely driven charge neutral particle in a synthetic gauge potential to a\nquantized field of an optical cavity -- a setting reminiscent of superradiant\nself-ordering setups in quantum gases. We uncover that this complex system can\nbe surprisingly described in terms of two highly nonlinearly-coupled quantum\nharmonic oscillators, thus enabling a full quantum mechanical treatment.\nLight-matter coupling mixes the LLs and the superradiant photonic mode, leading\nto the formation of hybrid states referred to as ``Landau polaritons''. They\ninherit partially the degeneracy of the LLs and possess intriguing features\nsuch as non-zero light-matter entanglement and quadrature squeezing. Depending\non the system parameters and the choice of initial state, the system exhibits\ndiverse nonequilibrium quantum dynamics and multiple steady states, with\ndistinct physical properties. This work lays the foundation for further\ninvestigating the novel, driven-dissipative Landau-polariton physics in\nquantum-gas--cavity-QED settings."}
{"id": "2509.13090", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.13090", "abs": "https://arxiv.org/abs/2509.13090", "authors": ["Maryam Pirgholi", "Morteza Nattagh Najafi", "Vadood Adami"], "title": "A Self-Organized Model for the Flicker Noise in Interacting Two-Dimensional Electron Gas", "comment": "11 pages, 9 figures", "summary": "We investigate self-organized criticality in a two-dimensional electron gas\n(2DEG) by introducing a lattice-based model that incorporates electron-electron\ninteractions through the concept of coherence length. Our numerical simulations\ndemonstrate that in the strongly interacting regime, the system exhibits a\ndistinct set of universal critical exponents, markedly different from those\nobserved in the weakly interacting limit. This dichotomy aligns with\nexperimental findings on the metal-insulator transition in 2DEGs, where high\ninteraction strength (low carrier density) leads to qualitatively different\nbehavior. The analysis includes scaling of the average electron density with\ntemperature, the power spectral density, and the statistics of electronic\navalanches - namely their size distributions and autocorrelation functions. In\nall cases, the extracted exponents differ significantly between the weak and\nstrong interaction regimes, highlighting the emergence of two universality\nclasses governed by interaction strength. These results underscore the critical\nrole of electron correlations in the self-organized behavior of low-dimensional\nelectronic systems."}
{"id": "2509.12545", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12545", "abs": "https://arxiv.org/abs/2509.12545", "authors": ["Vijay Kumar", "Kaitlyn M. Mullin", "Hyunggon Park", "Matthew Gerigk", "Andrew Bresk", "Tresa M. Pollock", "Yangying Zhu"], "title": "Coupled Infrared Imaging and Multiphysics Modeling to Predict Three-Dimensional Thermal Characteristics during Selective Laser Melting", "comment": "28 pages, 7 Figures", "summary": "Laser heating during additive manufacturing (AM) induces extreme and\ntransient thermal conditions which critically influence the microstructure\nevolution and mechanical properties of the resulting component. However,\naccurately resolving these conditions with sufficient spatiotemporal accuracy\nremains a central challenge. We demonstrate a unique approach that couples\nhigh-speed infrared imaging, during selective laser melting of MAR-M247, with a\ntransient three-dimensional (3D) multiphysics simulation to reconstruct the\ndynamic sub-surface temperature distribution of the melt pool. This integrated\nframework enables the estimation of experimentally-validated, 3D solidification\nconditions-including solidification velocities and cooling rates-at the\nsolid-liquid interface while also significantly lowering computational cost. By\nquantifying solidification conditions, we predict variations in microstructure\nsize and orientation driven by laser processing parameters and validate them\nwith ex situ scanning electron microscopy and electron backscatter diffraction\nmaps. Our findings substantiate that an integrated experimental-computational\napproach is crucial to realize in situ prediction and optimization of\nmicrostructures in commercial AM."}
{"id": "2509.12320", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12320", "abs": "https://arxiv.org/abs/2509.12320", "authors": ["Ziwei Wang", "Glenn Wagner", "Yves H. Kwan", "Nick Bultinck", "Steven H. Simon", "S. A. Parameswaran"], "title": "Putting a new spin on the incommensurate Kekulé spiral: from spin-valley locking and collective modes to fermiology and implications for superconductivity", "comment": "22 + 9 pages", "summary": "We revisit the global phase diagram of magic-angle twisted bilayer and\n[symmetric] trilayer graphene (MA-TBG/TSTG) in light of recent scanning\ntunneling microscopy (STM) measurements on these materials. These experiments\nboth confirmed the importance of strain in stabilizing the predicted\nincommensurate Kekul\\'{e} spiral (IKS) order near filling $|\\nu|=2$ of the\nweakly dispersive central bands in both systems, and suggested a key role for\nelectron-phonon couplings and short-range Coulomb interactions in selecting\nbetween various competing orders at low strain in MA-TBG. Here, we show that\nsuch interactions $\\textit{also}$ play a crucial role in selecting the spin\nstructure of the strain-stabilized IKS state. This in turn influences the\nvisibility of the IKS order in STM in a manner that allows us to infer their\nrelative importance. We use this insight in conjunction with various other\npieces of experimental data to build a more complete picture of the phase\ndiagram, focusing on the spectrum of low-lying collective modes and the nature\nof the doped Fermi surfaces. We explore the broad phenomenological implications\nof these results for superconductivity."}
{"id": "2509.12637", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12637", "abs": "https://arxiv.org/abs/2509.12637", "authors": ["Junxuan Wen", "Zongping Gong", "Takahiro Sagawa"], "title": "Symmetry and Topology of Successive Quantum Feedback Control", "comment": "9 pages, 5 figures", "summary": "We establish a symmetry classification for a general class of quantum\nfeedback control. For successive feedback control with a non-adaptive sequence\nof bare measurements (i.e., with positive Kraus operators), we prove that the\nsymmetry classification collapses to the ten-fold AZ$^\\dagger$ classes,\nspecifying the allowed topology of CPTP maps associated with feedback control.\nWe demonstrate that a chiral Maxwell's demon with Gaussian measurement errors\nexhibits quantized winding numbers. Moreover, for general (non-bare)\nmeasurements, we explicitly construct a protocol that falls outside the\nten-fold classification. These results broaden and clarify the principles in\nengineering topological aspects of quantum control robust against disorder and\nimperfections."}
{"id": "2509.12834", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12834", "abs": "https://arxiv.org/abs/2509.12834", "authors": ["Imre Bakó", "László Pusztai", "Orest Pizio"], "title": "Pressure dependent structure of neat liquid methanol, CH3OH: molecular dynamics simulations with various united atom type potentials", "comment": null, "summary": "Molecular dynamics computer simulations have been conducted on neat liquid\nmethanol, using three different united atom (three site) interatomic\npotentials: TraPPE [J. Phys. Chem. B 105, 3093 (2001)], UAM-I [J. Mol. Liq.\n323, 114576 (2021)] and OPLS/2016 [J. Chem. Phys. 145, 034508 (2016)]. The\neffects of pressure, between 1 bar and 6 kbar, have been evaluated on total\nscattering structure factors, partial radial distribution functions, as well as\non collective characteristics such as ring size distributions and cluster size\ndistributions. Agreement with experimental density is nearly quantitative for\nall the three force fields, and major trends observed for recent pressure\ndependent neutron diffraction data are reproduced qualitatively. The OPLS/2016\nforce field, in general, generates properties that are markedly different from\nresults originating from the other potentials. Pressure effects are hardly\nnoticeable on most partial radial distribution functions and on the\ndistribution of the number of hydrogen bonded neighbours. On the other hand,\ncollective structural properties, like cluster- and ring size distributions\nexhibit significant changes with increasing pressure: larger clusters become\nmore numerous, whereas the number of cyclic clusters, i.e., rings, decrease.\nThe self-diffusion coefficient decreases with increasing pressure, and the same\nis valid for the average lifetime of hydrogen bonds."}
{"id": "2509.12706", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12706", "abs": "https://arxiv.org/abs/2509.12706", "authors": ["Ádám Bácsi", "Teodor Iličin", "Rok Žitko"], "title": "Systematic Schrieffer-Wolff-transformation approach to Josephson junctions: quasiparticle effects and Josephson harmonics", "comment": "11 pages, 1 figure", "summary": "We use the Schrieffer-Wolff transformation (SWT) to analyze Josephson\njunctions between superconducting leads described by the charge-conserving BCS\ntheory. Starting from the single-electron tunneling terms, we directly recover\nthe conventional effective Hamiltonian, $-E_J\\cos\\hat{\\varphi}$, with an\noperator-valued phase bias $\\hat{\\varphi}$. The SWT approach has the advantage\nthat it can be systematically extended to more complex scenarios. We show that\nif a Bogoliubov quasiparticle is present its motion couples to that of Cooper\npairs, introducing correlated dynamics that reshape the energy spectrum of the\njunction. Furthermore, higher-order terms in the SWT naturally describe\nJosephson harmonics, whose amplitudes are directly related to the microscopic\nproperties of the superconducting leads and the junction. We derive expressions\nthat could facilitate tuning the ratio between the different harmonics in a\ncontrolled way."}
{"id": "2509.12355", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12355", "abs": "https://arxiv.org/abs/2509.12355", "authors": ["Sergi Mas-Mendoza", "Richard D. P. East", "Michele Filippone", "Adolfo G. Grushin"], "title": "A graphical diagnostic of topological order using ZX calculus", "comment": "5 pages, 26 pages of supplemental material", "summary": "Establishing a universal diagnostic of topological order remains an open\ntheoretical challenge. In particular, diagnosing long-range entanglement\nthrough the entropic area law suffers from spurious contributions, failing to\nunambiguously identify topological order. Here we devise a protocol based on\nthe ZX calculus, a graphical tensor network, to determine the topological order\nof a state circumventing entropy calculations. The protocol takes as input\nreal-space bipartitions of a state and returns a ZX contour diagram,\n$\\mathcal{D}_{\\partial A}$, displaying long-range graph connectivity only for\nlong-range entangled states. We validate the protocol by showing that the\ncontour diagrams of the toric and color codes are equivalent except for the\nnumber of non-local nodes, which differentiates their topological order. The\nnumber of these nodes is robust to the choice of the boundary and ground-state\nsuperposition, and they are absent for trivial states, even those with spurious\nentropy contributions. Our results single out ZX calculus as a tool to detect\ntopological long-range entanglement by leveraging the advantages of\ndiagrammatic reasoning against entropic diagnostics."}
{"id": "2509.12559", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12559", "abs": "https://arxiv.org/abs/2509.12559", "authors": ["Hidekazu Okamura", "Haruna Okazaki", "Katsunori Marugaku", "Subin Lee", "Tomoki Yoneda", "Haruhiko Udono", "Yoshihisa Mori", "Mitsuhiko Maesato", "Hiroshi Kitagawa", "Yuka Ikemoto", "Taro Moriwaki"], "title": "High-pressure electronic states in semiconductors studied by infrared spectroscopy: metallization and band gap tuning in Mg$_2$Si, InAs and InSb", "comment": "10 figures, submitted to a Special Issue of Jpn. J. Appl. Phys", "summary": "In this article, a brief introduction is first given on infrared studies of\nmaterials at high pressures using a diamond anvil cell. Then, our recent\nresults of high-pressure infrared studies are described for Mg$_2$Si, InAs, and\nInSb. For Mg$_2$Si, pressure-induced metallization at pressures near 10 GPa\nwere clearly demonstrated for both carrier-doped and undoped Mg$_2$Si by large\nincreases of reflectivity. For InAs and InSb, their band gap ($E_g$) increased\nrapidly and almost linearly with pressure with linear coefficients of\n$dE_g/dP$=84.6 and 112 meV/GPa, respectively. Obtained values of $E_g$ versus\nlattice parameter at high pressures are compared with those for other IIl-V\nsemiconductors at ambient pressure, giving unique insight into effects of\nphysical and chemical pressures on $E_g$. Above the structural transition\npressures of 7 and 3 GPa for InAs and InSb, respectively, they exhibit highly\nmetallic characteristics accompanied by high reflectivity."}
{"id": "2509.12321", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12321", "abs": "https://arxiv.org/abs/2509.12321", "authors": ["Farokh Mivehvar"], "title": "Driven-Dissipative Landau Polaritons: Two Highly Nonlinearly-Coupled Quantum Harmonic Oscillators", "comment": "6+2 pages, 3+5 figures", "summary": "Landau levels (LLs) are the massively-degenerate discrete energy spectrum of\na charged particle in a transverse magnetic field and lie at the heart of many\nintriguing phenomena such as the integer and fractional quantum Hall effects as\nwell as quantized vortices. In this Letter, we consider coupling of LLs of a\ntransversely driven charge neutral particle in a synthetic gauge potential to a\nquantized field of an optical cavity -- a setting reminiscent of superradiant\nself-ordering setups in quantum gases. We uncover that this complex system can\nbe surprisingly described in terms of two highly nonlinearly-coupled quantum\nharmonic oscillators, thus enabling a full quantum mechanical treatment.\nLight-matter coupling mixes the LLs and the superradiant photonic mode, leading\nto the formation of hybrid states referred to as ``Landau polaritons''. They\ninherit partially the degeneracy of the LLs and possess intriguing features\nsuch as non-zero light-matter entanglement and quadrature squeezing. Depending\non the system parameters and the choice of initial state, the system exhibits\ndiverse nonequilibrium quantum dynamics and multiple steady states, with\ndistinct physical properties. This work lays the foundation for further\ninvestigating the novel, driven-dissipative Landau-polariton physics in\nquantum-gas--cavity-QED settings."}
{"id": "2509.12654", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12654", "abs": "https://arxiv.org/abs/2509.12654", "authors": ["Zi-Yang Xu", "Wei E. I. Sha", "Hang Xie"], "title": "Anomalous inverse Faraday effect for graphene quantum dots in optical vortices", "comment": "8 pages, 4 figure", "summary": "Chiral photon interactions with two-dimensional (2D) materials enable\nunprecedented control of quantum phenomena. In this paper, we report anomalous\ninverse Faraday effects (IFE) in graphene quantum dots (GQDs) under linearly\npolarized optical vortex illumination, where transferred orbital angular\nmomentum (OAM) generates light-induced magnetic moments. Employing our recently\ndeveloped time-dependent quantum perturbation framework [Phys. Rev. B 110,\n085425 (2024)], we demonstrate a counterintuitive observation: some reversed\nmagnetic moments at off-axis positions occur-manifested as counter-rotating\ncurrents to the vortex helical wavefront. Phase-difference analysis and\neigenmode decomposition resolve this anomaly, revealing that the OAM transfer\nefficiency is orders of magnitude weaker than its spin counterpart. This work\nestablishes a new paradigm for optical OAM-to-magnetization conversion in\nquantum-engineered 2D systems."}
{"id": "2509.12872", "categories": ["physics.chem-ph", "physics.atm-clus", "physics.atom-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.12872", "abs": "https://arxiv.org/abs/2509.12872", "authors": ["Angana Mondal", "Nicolas Tancogne-Dejean", "George Trenins", "Sona Achotian", "Meng Han", "Tadas Balciunas", "Zhong Yin", "Angel Rubio", "Mariana Rossi", "Ofer Neufeld", "Hans Jakob Wörner"], "title": "Attosecond-resolved probing of recolliding electron wave packets in liquids and aqueous solutions", "comment": "20 pages, 11 figures", "summary": "High-harmonic spectroscopy (HHS) in liquids promises real-time access to\nultrafast electronic dynamics in the native environment of chemical and\nbiological processes. While electron recollision has been established as the\ndominant mechanism of high-harmonic generation (HHG) in liquids, resolving the\nunderlying electron dynamics has remained elusive. Here we demonstrate\nattosecond-resolved measurements of recolliding electron wave packets,\nextending HHS from neat liquids to aqueous solutions. Using phase-controlled\ntwo-colour fields, we observe a linear scaling of the two-colour delay that\nmaximizes even-harmonic emission with photon energy, yielding slopes of\n208+/-55 as/eV in ethanol and 124+/-42 as/eV in water, the latter matching ab\ninitio simulations (125+/-48 as/eV). In aqueous salt solutions, we uncover\ninterference minima whose appearance depends on solute type and concentration,\narising from destructive interference between solute and solvent emission. By\nmeasuring the relative phase of solvent and solute HHG, we retrieve a variation\nof electron transit time by 113+/-32 as/eV, consistent with our neat-liquid\nresults. These findings establish HHS as a powerful attosecond-resolved probe\nof electron dynamics in disordered media, opening transformative opportunities\nfor studying ultrafast processes such as energy transfer, charge migration, and\nproton dynamics in liquids and solutions."}
{"id": "2509.12731", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12731", "abs": "https://arxiv.org/abs/2509.12731", "authors": ["Mohammad Amin Rastkhadiv"], "title": "Ginzburg-Landau Formalism in Curved Spacetime", "comment": null, "summary": "Recent researches on tilted Dirac cone materials have unveiled an astonishing\nproperty, the metric of the spacetime can be altered in these materials by\napplying a perpendicular electric field. This phenomenon is observed near the\nFermi velocity, which is significantly lower than the speed of light. According\nto this property, we derive the Ginzburg-Landau action from the microscopic\nHamiltonian of the BCS theory for the tilted Dirac cone materials. This\nderivation is performed near the critical point within the framework of curved\nspacetime. The novelty of the present work lies in deriving a general\nGinzburg-Landau action that depends on spacetime curvature, where the curvature\nis tuned by an external electric field. Furthermore, this finding enables us to\napply the Ginzburg-Landau theory at high temperatures by changing the spacetime\nmetric, potentially offering insights into achieving high-temperature\nsuperconductivity in these materials."}
{"id": "2509.12373", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12373", "abs": "https://arxiv.org/abs/2509.12373", "authors": ["Yuxiao Hang", "Stephan Haas"], "title": "Topological Phase Diagram of Generalized SSH Models with Interactions", "comment": null, "summary": "We investigate interacting Su-Schrieffer-Heeger (SSH) chains with two- and\nthree-site unit cells using density matrix renormalization group (DMRG)\nsimulations. By selecting appropriate filling fractions and sweeping across\ninteraction strength \\( J_z \\) and dimerization \\( \\delta \\), we map out their\nphase diagrams and identify transition lines via entanglement entropy and\nmagnetization measurements. In the two-site model, we observe the emergence of\nan interaction-induced antiferromagnetic intermediate phase between the\ntopologically trivial and non-trivial regimes, as well as a critical region at\nnegative \\( J_z \\) with suppressed magnetization and finite-size scaling of\nentanglement entropy. In contrast, the three-site model lacks an intermediate\nphase and exhibits asymmetric edge localization and antiferromagnetic ordering\nin both positive and negative \\( J_z \\) regimes. We further examine the\nresponse of edge states to Ising perturbations. In the two-site model,\nzero-energy edge modes are topologically protected and remain robust up to a\nfinite interaction strength. However, in the three-site model, where the edge\nstates reside at finite energy, this protection breaks down. Despite this, the\nedge-localized nature of these states survives in the form of polarized modes\nwhose spatial profiles reflect the non-interacting limit."}
{"id": "2509.12588", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12588", "abs": "https://arxiv.org/abs/2509.12588", "authors": ["Jianshi Sun", "Shouhang Li", "Cheng Shao", "Zhen Tong", "Meng An", "Yue Hu", "Xiongfei Zhu", "Thomas Frauenheim", "Xiangjun Liu"], "title": "Over One Order of Magnitude Enhancement in Hole Mobility of 2D III-V Semiconductors through Valence Band Edge Shift", "comment": "7 pages, 3 figures", "summary": "Two-dimensional (2D) semiconductors show great potential to sustain Moore's\nlaw in the era of ultra-scaled electronics. However, their scalable\napplications are severely constrained by low hole mobility. In this work, we\ntake 2D-GaAs as a prototype of III-V semiconductors to investigate the effects\nof quantum anharmonicity (QA) on hole transport, employing the stochastic\nself-consistent harmonic approximation assisted by the machine learning\npotential. It is found that the room-temperature hole mobility of 2D-GaAs is\nreduced by $\\sim$44% as the QA effects are incorporated, which is attributed to\nthe enhanced electron-phonon scattering from the out-of-plane acoustic\npolarization. The valence band edge shift (VBES) strategy is proposed to\nincrease the hole mobility by $\\sim$1600% at room temperature, which can be\nrealized by 1% biaxial compressive strain. The electron-phonon scattering rate\nis dramatically decreased due to the full filtering of the original interband\nelectron-phonon scattering channels that existed in the flat hole pocket. The\nVBES strategy can be further extended to other 2D III-V semiconductors to\npromote their hole mobilities."}
{"id": "2509.12355", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12355", "abs": "https://arxiv.org/abs/2509.12355", "authors": ["Sergi Mas-Mendoza", "Richard D. P. East", "Michele Filippone", "Adolfo G. Grushin"], "title": "A graphical diagnostic of topological order using ZX calculus", "comment": "5 pages, 26 pages of supplemental material", "summary": "Establishing a universal diagnostic of topological order remains an open\ntheoretical challenge. In particular, diagnosing long-range entanglement\nthrough the entropic area law suffers from spurious contributions, failing to\nunambiguously identify topological order. Here we devise a protocol based on\nthe ZX calculus, a graphical tensor network, to determine the topological order\nof a state circumventing entropy calculations. The protocol takes as input\nreal-space bipartitions of a state and returns a ZX contour diagram,\n$\\mathcal{D}_{\\partial A}$, displaying long-range graph connectivity only for\nlong-range entangled states. We validate the protocol by showing that the\ncontour diagrams of the toric and color codes are equivalent except for the\nnumber of non-local nodes, which differentiates their topological order. The\nnumber of these nodes is robust to the choice of the boundary and ground-state\nsuperposition, and they are absent for trivial states, even those with spurious\nentropy contributions. Our results single out ZX calculus as a tool to detect\ntopological long-range entanglement by leveraging the advantages of\ndiagrammatic reasoning against entropic diagnostics."}
{"id": "2509.12793", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12793", "abs": "https://arxiv.org/abs/2509.12793", "authors": ["J. Gbètoho", "F. A. Dossa", "G. Y. H. Avossevou"], "title": "Algebraic solution and thermodynamic properties of graphene in the presence of minimal length", "comment": "11 pages, 3 figures", "summary": "Graphene is a zero-gap semiconductor, where the electrons propagating inside\nare described by the ultra-relativistic Dirac equation normally reserved for\nvery high energy massless particles. In this work, we show that graphene under\na magnetic field in the presence of a minimal length has a hidden $su(1,1)$\nsymmetry. This symmetry allows us to construct the spectrum algebraically. In\nfact, a generalized uncertainty relation, leading to a non-zero minimum\nuncertainty on the position, would be closer to physical reality and allow us\nto control or create bound states in graphene. Using the partition function\nbased on the Epstein zeta function, the thermodynamic properties are well\ndetermined. We find that the Dulong-Petit law is verified and the heat capacity\nis independent of the deformation parameter."}
{"id": "2509.13142", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.13142", "abs": "https://arxiv.org/abs/2509.13142", "authors": ["Maxwell P. Bobbin", "Colin Jones", "John Velkey", "Tyler R. Josephson"], "title": "Formalizing dimensional analysis using the Lean theorem prover", "comment": null, "summary": "Dimensional analysis is fundamental to the formulation and validation of\nphysical laws, ensuring that equations are dimensionally homogeneous and\nscientifically meaningful. In this work, we use Lean 4 to formalize the\nmathematics of dimensional analysis. We define physical dimensions as mappings\nfrom base dimensions to exponents, prove that they form an Abelian group under\nmultiplication, and implement derived dimensions and dimensional homogeneity\ntheorems. Building on this foundation, we introduce a definition of physical\nvariables that combines numeric values with dimensions, extend the framework to\nincorporate SI base units and fundamental constants, and implement the\nBuckingham Pi Theorem. Finally, we demonstrate the approach on an example: the\nLennard-Jones potential, where our framework enforces dimensional consistency\nand enables formal proofs of physical properties such as zero-energy separation\nand the force law. This work establishes a reusable, formally verified\nframework for dimensional analysis in Lean, providing a foundation for future\nlibraries in formalized science and a pathway toward scientific computing\nenvironments with built-in guarantees of dimensional correctness."}
{"id": "2509.12988", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12988", "abs": "https://arxiv.org/abs/2509.12988", "authors": ["Franklin H. Cho", "Y. M. Cho", "Pengming Zhang", "Li-Ping Zou"], "title": "Non-Abelian Gauge Theory of Spin Triplet Superconductivity and Spin Triplet Magnon Spintronics", "comment": null, "summary": "We present an SU(2)xU(1) Ginzburg-Landau theory of the spin triplet\nferromagnetic superconductivity which could also describe the physics of the\nspin triplet magnon spintronics, where the SU(2) gauge interaction of the\nmagnon plays an important role. The theory is made of the massive photon,\nmassless neutral magnon, massive non-Abelian magnon, and the Higgs scalar field\nwhich represents the density of the Copper pair. It has the following\ncharacteristic features, the long range magnetic interaction mediated by the\nmassless magnon, two types of conserved supercurrents (the ordinary\nelectromagnetic current and the spin current made of the magnons) which could\nexplain the conversion between the charge and spin currents, and the\nnon-Abelian Meissner effect generated by the spin current. Moreover, it has\nnon-Abelian topological objects, the quantized non-Abelian magnonic vortex and\nnon-Abelian magnonic monopole, as well as the ordinary Abrikosov vortex. The\ntheory is characterized by three scales. In addition to the correlation length\nfixed by the mass of the Higgs field it has two different mass scales, the one\nfixed by the mass of the photon and the other fixed by the mass of the\noff-diagonal magnon. We compare the theory with the non-Abelian gauge theory of\nthe spin doublet ferromagnetic superconductivity which could also be\ninterpreted as an effective theory of the electron spintronics. We discuss the\nphysical implications of the non-Abelian gauge theories in condensed matter\nphysics."}
{"id": "2509.12431", "categories": ["cond-mat.str-el", "cs.AI", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12431", "abs": "https://arxiv.org/abs/2509.12431", "authors": ["Yinzhanghao Zhou", "Tsung-Han Lee", "Ao Chen", "Nicola Lanatà", "Hong Guo"], "title": "Neural-Quantum-States Impurity Solver for Quantum Embedding Problems", "comment": "10 pages main text, and 4 figures. Note that YinZhangHao Zhou and\n  Zhanghao Zhouyin are the same person, I use them both", "summary": "Neural quantum states (NQS) have emerged as a promising approach to solve\nsecond-quantised Hamiltonians, because of their scalability and flexibility. In\nthis work, we design and benchmark an NQS impurity solver for the quantum\nembedding methods, focusing on the ghost Gutzwiller Approximation (gGA)\nframework. We introduce a graph transformer-based NQS framework able to\nrepresent arbitrarily connected impurity orbitals and develop an error control\nmechanism to stabilise iterative updates throughout the quantum embedding\nloops. We validate the accuracy of our approach with benchmark gGA calculations\nof the Anderson Lattice Model, yielding results in excellent agreement with the\nexact diagonalisation impurity solver. Finally, our analysis of the\ncomputational budget reveals the method's principal bottleneck to be the\nhigh-accuracy sampling of physical observables required by the embedding loop,\nrather than the NQS variational optimisation, directly highlighting the\ncritical need for more efficient inference techniques."}
{"id": "2509.12648", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12648", "abs": "https://arxiv.org/abs/2509.12648", "authors": ["Kairi Masuda", "Yu Kumagai"], "title": "Atomic-scale phase-field modeling with universal machine learning potentials", "comment": null, "summary": "Atomic-scale phase-field modeling formulates the probability densities of\natomic vibrations as Gaussian distributions and derives a free energy\nfunctional using variational Gaussian theory and interatomic potentials. This\nframework permits per-Gaussian decomposition of the free energy, providing a\ndescription of local thermodynamic states with atomic resolution. However,\nexisting formulations are limited to classical pairwise interatomic potentials,\nrestricting their applicability to specific materials and compromising\nquantitative accuracy. In this work, we extend the atomic-scale phase-field\nmethodology by incorporating universal machine learning interatomic potentials,\nthereby generalizing the free energy functional to many-body systems. This\nextension enhances both the accuracy and transferability of the approach. We\ndemonstrate the method by applying it to bulk copper under NVT and NPT\nensembles, where the predicted pressures and equilibrium lattice constants show\nexcellent agreement with molecular dynamics simulations, validating the\ntheoretical framework. Furthermore, we apply the method to {\\Sigma}5(310)[001]\ngrain boundaries in copper, enabling the visualization of local free energy\ndistributions with atomic-scale resolution. The results reveal a pronounced\nfree energy concentration at the grain boundary core, capturing the\nthermodynamic signature of the interface. This study establishes a versatile\nand accurate framework for atomic-scale thermodynamic modeling, significantly\nbroadening the scope of phase-field approaches to include complex materials and\ndefect structures."}
{"id": "2509.12373", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12373", "abs": "https://arxiv.org/abs/2509.12373", "authors": ["Yuxiao Hang", "Stephan Haas"], "title": "Topological Phase Diagram of Generalized SSH Models with Interactions", "comment": null, "summary": "We investigate interacting Su-Schrieffer-Heeger (SSH) chains with two- and\nthree-site unit cells using density matrix renormalization group (DMRG)\nsimulations. By selecting appropriate filling fractions and sweeping across\ninteraction strength \\( J_z \\) and dimerization \\( \\delta \\), we map out their\nphase diagrams and identify transition lines via entanglement entropy and\nmagnetization measurements. In the two-site model, we observe the emergence of\nan interaction-induced antiferromagnetic intermediate phase between the\ntopologically trivial and non-trivial regimes, as well as a critical region at\nnegative \\( J_z \\) with suppressed magnetization and finite-size scaling of\nentanglement entropy. In contrast, the three-site model lacks an intermediate\nphase and exhibits asymmetric edge localization and antiferromagnetic ordering\nin both positive and negative \\( J_z \\) regimes. We further examine the\nresponse of edge states to Ising perturbations. In the two-site model,\nzero-energy edge modes are topologically protected and remain robust up to a\nfinite interaction strength. However, in the three-site model, where the edge\nstates reside at finite energy, this protection breaks down. Despite this, the\nedge-localized nature of these states survives in the form of polarized modes\nwhose spatial profiles reflect the non-interacting limit."}
{"id": "2509.12830", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12830", "abs": "https://arxiv.org/abs/2509.12830", "authors": ["Sofia Sevitz", "Kushagra Aggarwal", "Jorge Tabanera-Bravo", "Juliette Monsel", "Florian Vigneau", "Federico Fedele", "Joe Dunlop", "Juan M. R. Parrondo", "Gerard J. Milburn", "Janet Anders", "Natalia Ares", "Federico Cerisola"], "title": "Sources of nonlinearity in the response of a driven nano-electromechanical resonator", "comment": "14 pages, 10 figures. All comments are welcome!", "summary": "Nanoelectromechanical resonators provide an ideal platform for investigating\nthe interplay between electron transport and nonlinear mechanical motion.\nExternally driven suspended carbon nanotubes, containing an electrostatically\ndefined quantum dot are especially promising. These devices possess two main\nsources of nonlinearity: the electromechanical coupling and the intrinsic\ncontributions of the resonator that induce a Duffing-like nonlinear behavior.\nIn this work, we observe the interplay between the two sources across different\ndriving regimes. The main nonlinear feature we observe is the emergence of\narch-like resonances in the electronic transport when the resonator is strongly\ndriven. We show that our model is in good agreement with our experimental\nelectron transport measurements on a suspended carbon nanotube. This\ncharacterization paves the way for the exploration of nonlinear phenomena using\nmesoscopic electromechanical resonators."}
{"id": "2509.12665", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12665", "abs": "https://arxiv.org/abs/2509.12665", "authors": ["Domagoj Fijan", "Maria R. Ward Rashidi", "Sharon C. Glotzer"], "title": "Quantifying Local Point-Group-Symmetry Order in Complex Particle Systems", "comment": null, "summary": "Crystals and other condensed phases are defined primarily by their inherent\nsymmetries, which play a crucial role in dictating their structural properties.\nIn crystallization studies, local order parameters (OPs) that describe bond\norientational order are widely employed to investigate crystal formation.\nDespite their utility, these traditional metrics do not directly quantify\nsymmetry, an important aspect for understanding the development of order during\ncrystallization. To address this gap, we introduce a new set of OPs, called\nPoint Group Order Parameters (PGOPs), designed to continuously quantify point\ngroup symmetry order. We demonstrate the strength and utility of PGOP in\ndetecting order across different crystalline systems and compare its\nperformance to commonly used bond-orientational order metrics. PGOP\ncalculations for all non-infinite point groups are implemented in the\nopen-source package SPATULA (Symmetry Pattern Analysis Toolkit for\nUnderstanding Local Arrangements), written in parallelized C++ with a Python\ninterface. The code is publicly available on GitHub."}
{"id": "2509.13180", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.13180", "abs": "https://arxiv.org/abs/2509.13180", "authors": ["Kristine M. L. Krighaar", "Jeppe J. Cederholm", "Ellen M. S. Schriver", "Henrik Jacobsen", "Christine P. Lauritzen", "Igor Zaliznyak", "Cédric H. Qvistgaard", "Ursula B. Hansen", "Ahmed Alshemi", "Anton P. J. Stampfl", "Jean-Claude Grivel", "Dongjoon Song", "Kim Lefmann", "Machteld E. Kamminga"], "title": "Low-energy spin waves as potential driving force for superconductivity in electron-doped cuprates", "comment": "9 pages, 7 figures", "summary": "In order to fully utilize the technological potential of unconventional\nsuperconductors, an enhanced understanding of the superconducting mechanism is\nnecessary. In the best performing superconductors, the cuprates,\nsuperconductivity is intimately linked with magnetism, although the details of\nthis remain elusive. In search of clarity in the magnetism-superconductivity\nrelationship, we focus on the electron-doped cuprate Nd1.85Ce0.15CuO(4-delta)\n(NCCO). NCCO has an antiferromagnetic ground state when synthesized, and only\nbecomes superconducting after a reductive annealing process. This makes NCCO an\nideal template to study how the magnetism differs in the superconducting and\nnon-superconducting state, while keeping the material template as constant as\npossible. Using neutron spectroscopy, we reveal that the as-grown crystal\nexhibits a large energy gap in the magnetic fluctuation spectrum. Upon\nannealing, defects that are introduced by the commonly employed synthesis\nmethod, are removed and the gap is significantly reduced. While the energy gap\nin the annealed sample is an effect of superconductivity, we argue that the gap\nin the as-grown sample is caused by the absence of long-wavelength spin waves.\nThe defects in as-grown NCCO thus play the dual role of suppressing both\nsuperconductivity and low-energy spin waves, highlighting the connection\nbetween these two phenomena."}
{"id": "2509.12802", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12802", "abs": "https://arxiv.org/abs/2509.12802", "authors": ["T. Nomura", "I. Rousochatzakis", "O. Janson", "M. Gen", "X. -G. Zhou", "Y. Ishii", "S. Seki", "Y. Kohama", "Y. H. Matsuda"], "title": "Quintuplet condensation in the skyrmionic insulator Cu2OSeO3 at ultrahigh magnetic fields", "comment": "14 pages", "summary": "We report ultrahigh magnetic field Faraday rotation results on the chiral\nhelimagnet Cu2OSeO3, the first Mott insulator showing skyrmion lattice phases\nand a linear magnetoelectric effect. Between 180 and 300 T, we find signatures\nof a Bose-Einstein condensation (BEC) of magnons, which can be described as a\ncanted XY ferrimagnet. Due to the magnetoelectric coupling, the transverse\nmagnetic order of the indivual Cu2+ spins is accompanied by a characteristic\ndome-like electric polarization which is crucial for the observation of the\ncondensate via the Faraday rotation effect."}
{"id": "2509.12803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12803", "abs": "https://arxiv.org/abs/2509.12803", "authors": ["N. Bouteldja", "N. Hacini", "I. Ouadha", "H. Rached"], "title": "Beyond conventional half-metals: gapless states and spin gapless semiconducting behavior in X$_2$MnGa (X = Ti, Ir) Heusler compounds", "comment": "11 pages, 6 figures", "summary": "The search for high-performance spintronic materials motivates the\nexploration of Heusler alloys with unconventional electronic properties. Using\ndensity functional theory with Hubbard correction (DFT+$U$, $U = 4$~eV), we\ninvestigate X$_2$MnGa (X = Ti, Ir) alloys, which stabilize in the ferromagnetic\nL2$_1$-type structure with strong thermodynamic stability. Electronic structure\ncalculations reveal contrasting behaviors: Ti$_2$MnGa transitions from a\nmetallic L2$_1$-type phase to a spin gapless semiconductor (SGS) in the\nXA-type, while Ir$_2$MnGa exhibits gapless half-metallicity behavior in the\nL2$_1$-type but becomes half-metallic in the XA-type. The magnetic properties\nare governed by spd hybridization between Mn-3$d$ and X-$d$/Ga-$p$ states,\nwhich stabilizes ferromagnetism and tailors electronic states near the Fermi\nlevel. The Hubbard $U$ correction proves essential for accurately describing\nthe correlated Mn-3$d$ electrons. These alloys combine structural stability\nwith tunable electronic and magnetic properties, offering a promising platform\nfor spin-polarized transport in next-generation spintronic devices."}
{"id": "2509.12401", "categories": ["cond-mat.mtrl-sci", "stat.ML"], "pdf": "https://arxiv.org/pdf/2509.12401", "abs": "https://arxiv.org/abs/2509.12401", "authors": ["Zoë J. Gray", "Joseph B. Choi", "Youngsoo Choi", "H. Keo Springer", "H. S. Udaykumar", "Stephen S. Baek"], "title": "Reduced Order Modeling of Energetic Materials Using Physics-Aware Recurrent Convolutional Neural Networks in a Latent Space (LatentPARC)", "comment": null, "summary": "Physics-aware deep learning (PADL) has gained popularity for use in complex\nspatiotemporal dynamics (field evolution) simulations, such as those that arise\nfrequently in computational modeling of energetic materials (EM). Here, we show\nthat the challenge PADL methods face while learning complex field evolution\nproblems can be simplified and accelerated by decoupling it into two tasks:\nlearning complex geometric features in evolving fields and modeling dynamics\nover these features in a lower dimensional feature space. To accomplish this,\nwe build upon our previous work on physics-aware recurrent convolutions (PARC).\nPARC embeds knowledge of underlying physics into its neural network\narchitecture for more robust and accurate prediction of evolving physical\nfields. PARC was shown to effectively learn complex nonlinear features such as\nthe formation of hotspots and coupled shock fronts in various initiation\nscenarios of EMs, as a function of microstructures, serving effectively as a\nmicrostructure-aware burn model. In this work, we further accelerate PARC and\nreduce its computational cost by projecting the original dynamics onto a\nlower-dimensional invariant manifold, or 'latent space.' The projected latent\nrepresentation encodes the complex geometry of evolving fields (e.g.\ntemperature and pressure) in a set of data-driven features. The reduced\ndimension of this latent space allows us to learn the dynamics during the\ninitiation of EM with a lighter and more efficient model. We observe a\nsignificant decrease in training and inference time while maintaining results\ncomparable to PARC at inference. This work takes steps towards enabling rapid\nprediction of EM thermomechanics at larger scales and characterization of EM\nstructure-property-performance linkages at a full application scale."}
{"id": "2509.13159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13159", "abs": "https://arxiv.org/abs/2509.13159", "authors": ["Amine Ben Mhenni", "Elif Çetiner", "Kenji Watanabe", "Takashi Taniguchi", "Jonathan J. Finley", "Nathan P. Wilson"], "title": "Engineering strong correlations in a perfectly aligned dual moiré system", "comment": "16 pages, 4 figures. Extended Data: 6 figures. We welcome your\n  feedback!", "summary": "Exotic collective phenomena emerge when bosons strongly interact within a\nlattice. However, creating a robust and tunable solid-state platform to explore\nsuch phenomena has been elusive. Dual moir\\'e systems$-$compromising two\nCoulomb-coupled moir\\'e lattices$-$offer a promising system for investigating\nstrongly correlated dipolar excitons (composite bosons) with electrical\ncontrol. Thus far, their implementation has been hindered by the relative\nmisalignment and incommensurability of the two moir\\'e patterns. Here we report\na dual moir\\'e system with perfect translational and rotational alignment,\nachieved by utilizing twisted hexagonal boron nitride (hBN) bilayer to both\ngenerate an electrostatic moir\\'e potential and separate MoSe$_{2}$ and\nWSe$_{2}$ monolayers. We observe strongly correlated electron phases driven by\nintralayer interactions and identify interlayer Rydberg trions, which become\ntrapped in the presence of the Mott insulating state. Importantly, our platform\nis electrostatically programmable, allowing the realization of different\nlattice symmetries with either repulsive or attractive interlayer interactions.\nIn particular, we implement the latter scenario by optically injecting charges,\nwhich form a dipolar excitonic phase. Our results establish a versatile\nplatform for the exploration and manipulation of exotic and topological bosonic\nquantum many-body phases."}
{"id": "2509.13075", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.13075", "abs": "https://arxiv.org/abs/2509.13075", "authors": ["Krystof Brezina", "Yair Litman", "Mariana Rossi"], "title": "Explaining Principles of Tip-Enhanced Raman Images with Ab Initio Modeling", "comment": "Main text: 10 pages, 5 figures. Supporting Information: 8 pages, 10\n  figures", "summary": "Tip-enhanced Raman spectroscopy (TERS) is a powerful method for imaging\nvibrational motion and chemically characterizing surface-bound systems.\nTheoretical simulations of TERS images often consider systems in isolation,\nignoring any substrate support, such as metallic surfaces. Here, we show that\nthis omission leads to deviations from experimentally measured data through\nsimulations with a new finite-field formulation of first-principles simulation\nof TERS spectra that can address extended, periodic systems. We show that TERS\nimages of tetracyanoethylene on Ag(100) and defective MoS$_2$ monolayers\ncalculated using isolated molecules or cluster models are qualitatively\ndifferent from those calculated when accounting for the periodicity of the\nsubstrate. For Mg(II)-porphine on Ag(100), a system for which a direct\nexperimental comparison is possible, these simulations prove to be crucial for\nexplaining the spatial variation of TERS intensity patterns and allow us to\nuncover fundamental principles of TERS spectroscopy. We explain how and why\nsurface interactions affect images of out-of-plane vibrational modes much more\nthan those of in-plane modes, providing an important tool for the future\ninterpretation of these images in more complex systems."}
{"id": "2509.13303", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13303", "abs": "https://arxiv.org/abs/2509.13303", "authors": ["Avior Almoalem", "Sajilesh Kunhiparambath", "Roni Anna Gofman", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Jun Fujii", "Ivana Vobornik", "Francois Bertran", "Amit Kanigel", "Jonathan Ruhman", "Vidya Madhavan"], "title": "Mixed Triplet-Singlet Order Parameter in Decoupled Superconducting 1H Monolayers of Transition-Metal Dichalcogenides", "comment": null, "summary": "Understanding the emergence of unconventional superconductivity, where the\norder parameter deviates from simple isotropic s-wave pairing, is a central\npuzzle in condensed matter physics. Transition-metal dichalcogenides (TMDCs),\nthough generally regarded as conventional superconductors, display signatures\nof this unusual behavior and thus provide a particularly intriguing platform to\nexplore how exotic states arise. Here we investigate the misfit compound\n(SnS)$_{1.15}$(TaS$_2$), a heterostructure composed of alternating SnS and\n1H-TaS$_2$ layers. Using transport, photoemission, and scanning tunneling\nspectroscopy, we demonstrate that the SnS layers effectively decouple the\nTaS$_2$ into electronically isolated 1H sheets. In this limit, the tunneling\ndensity of states reveals a clear two-gap superconducting spectrum with T$_c\n\\sim$ 3.1 K. A theoretical model based on lack of inversion symmetry and\nfinite-range attraction reproduces the observed multi-gap structure as a mixed\nsinglet-triplet state. These results establish misfit compounds as a powerful\nplatform for studying unconventional superconductivity in isolated 1H layers\nand for realizing multiple uncoupled superconductors within a single crystal."}
{"id": "2509.13057", "categories": ["cond-mat.str-el", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.13057", "abs": "https://arxiv.org/abs/2509.13057", "authors": ["S. Thiagarajan", "C. Watson", "T. Yzeiri", "H. Hu", "B. Uchoa", "F. Krüger"], "title": "Nature of the Topological Transition of the Kitaev Model in [111] Magnetic Field", "comment": "10 pages, 6 figures", "summary": "We investigate the nature of the topological phase transition of the\nantiferromagnetic Kitaev model on the honeycomb lattice in the presence of a\nmagnetic field along the [111] direction. The field opens a topological gap in\nthe Majorana fermion spectrum and leads to a sequence of topological phase\ntransitions before the field polarised state is reached. At mean field level\nthe gap first closes at the three $M$ points in the Brillouin zone, where the\nMajorana fermions form Dirac cones, resulting in a change of Chern number by\nthree. An odd number of Dirac fermions in the infrared is unusual and requires\nBerry curvature compensation in the UV, which occurs via topological, ring-like\nhybridisation gaps with higher-energy bands. We perform a renormalisation-group\nanalysis of the topological phase transition at the three $M$ points within the\nYukawa theory, allowing for intra- and inter-valley fluctuations of the\nspin-liquid bond operators. We find that the latter lead to a breaking of\nLorentz invariance and hence a different universality compared to the standard\nIsing Gross-Neveu-Yukawa class."}
{"id": "2509.12940", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.12940", "abs": "https://arxiv.org/abs/2509.12940", "authors": ["Mitesh B. Solanki", "Margi Jani"], "title": "Recent Advancements in the Development of Two-dimensional Transition Metal Dichalcogenides (TMDs) and their potential application", "comment": null, "summary": "This article explores the recent advancements in atomically thin\ntwo-dimensional transition metal dichalcogenides (2D TMDs) and their potential\napplications in various fields, including nanoelectronics, photonics, sensing,\nenergy storage, and optoelectronics. Specifically, the focus is on TMDs such as\nMoS2, WS2, MoSe2, and WSe2, promising for next-generation electronics and\noptoelectronics devices based on ultra-thin atomic layers. One of the main\nchallenges in utilising TMDs for practical applications is the scalable\nproduction of defect-free materials on desired substrates. However, innovative\ngrowth strategies have been developed to address this issue and meet the\ngrowing demand for high-quality and controllable TMD materials. These\nstrategies are compatible with conventional and unconventional substrates,\nopening up new possibilities for practical implementation. Furthermore, the\narticle highlights the development of novel 2D TMDs with unique functionalities\nand remarkable chemistry. These advancements contribute to expanding the range\nof applications and capabilities of TMD materials, pushing the boundaries of\nwhat can be achieved with these ultra-thin layers. In addition to electronics,\nthe article delves into the significant efforts dedicated to exploring the\npotential of 2D TMDs in energy and sensor applications. These materials have\nshown promising characteristics for energy storage and have been extensively\nstudied for their sensing capabilities, showcasing their versatility and\npotential impact in these fields. This article provides a comprehensive\noverview of the recent progress in 2D TMDs, emphasising their applications in\nelectronics, optoelectronics, energy, and sensing. The continuous research and\ndevelopment in this area is promising for advancing these materials and their\nintegration into practical devices and systems."}
{"id": "2509.12431", "categories": ["cond-mat.str-el", "cs.AI", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12431", "abs": "https://arxiv.org/abs/2509.12431", "authors": ["Yinzhanghao Zhou", "Tsung-Han Lee", "Ao Chen", "Nicola Lanatà", "Hong Guo"], "title": "Neural-Quantum-States Impurity Solver for Quantum Embedding Problems", "comment": "10 pages main text, and 4 figures. Note that YinZhangHao Zhou and\n  Zhanghao Zhouyin are the same person, I use them both", "summary": "Neural quantum states (NQS) have emerged as a promising approach to solve\nsecond-quantised Hamiltonians, because of their scalability and flexibility. In\nthis work, we design and benchmark an NQS impurity solver for the quantum\nembedding methods, focusing on the ghost Gutzwiller Approximation (gGA)\nframework. We introduce a graph transformer-based NQS framework able to\nrepresent arbitrarily connected impurity orbitals and develop an error control\nmechanism to stabilise iterative updates throughout the quantum embedding\nloops. We validate the accuracy of our approach with benchmark gGA calculations\nof the Anderson Lattice Model, yielding results in excellent agreement with the\nexact diagonalisation impurity solver. Finally, our analysis of the\ncomputational budget reveals the method's principal bottleneck to be the\nhigh-accuracy sampling of physical observables required by the embedding loop,\nrather than the NQS variational optimisation, directly highlighting the\ncritical need for more efficient inference techniques."}
{"id": "2509.13194", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13194", "abs": "https://arxiv.org/abs/2509.13194", "authors": ["Sarath Prem", "Olesia Dmytruk", "Mircea Trif"], "title": "Distinguishing Majorana bound states from accidental zero-energy modes with a microwave cavity", "comment": null, "summary": "Transport measurements of hybrid nanowires often rely on the observation of a\nzero-bias conductance peak as a hallmark of Majorana bound states (MBSs).\nHowever, such signatures can also be produced by trivial zero-energy Andreev\nbound states (ABSs) or by quasi-Majorana bound states (QMBSs), complicating\ntheir unambiguous identification. Here we propose microwave absorption\nvisibility, extracted from parity-dependent cavity-nanowire susceptibility\nmeasurements, as a complementary probe of MBSs nonlocality. We study a Rashba\nspin-orbit nanowire consisting of a proximitized superconducting segment and an\nuncovered quantum-dot region, capacitively coupled to a single-mode microwave\ncavity. We show that true MBSs yield finite visibility only when both MBSs are\nsimultaneously coupled to the cavity, reflecting their intrinsic nonlocality.\nIn contrast, ABSs and QMBSs exhibit visibility extrema even when the cavity\ncouples only locally to part of the nanowire. We further demonstrate that this\ndistinction persists in the presence of Gaussian disorder, which may otherwise\ngenerate trivial subgap states. Motivated by recent experiments, we also\nanalyze ``poor man's\" Majoranas in double-quantum-dot setups, where analytical\nresults confirm the same nonlocal visibility criterion. Finally, we discuss a\ncavity-driven scheme for initializing the electronic system in a given parity\nstate. Our results establish cavity-based visibility as a robust and versatile\nprobe of MBSs, providing a clear route to distinguish them from trivial\nzero-energy states in hybrid superconducting platforms."}
{"id": "2509.12320", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12320", "abs": "https://arxiv.org/abs/2509.12320", "authors": ["Ziwei Wang", "Glenn Wagner", "Yves H. Kwan", "Nick Bultinck", "Steven H. Simon", "S. A. Parameswaran"], "title": "Putting a new spin on the incommensurate Kekulé spiral: from spin-valley locking and collective modes to fermiology and implications for superconductivity", "comment": "22 + 9 pages", "summary": "We revisit the global phase diagram of magic-angle twisted bilayer and\n[symmetric] trilayer graphene (MA-TBG/TSTG) in light of recent scanning\ntunneling microscopy (STM) measurements on these materials. These experiments\nboth confirmed the importance of strain in stabilizing the predicted\nincommensurate Kekul\\'{e} spiral (IKS) order near filling $|\\nu|=2$ of the\nweakly dispersive central bands in both systems, and suggested a key role for\nelectron-phonon couplings and short-range Coulomb interactions in selecting\nbetween various competing orders at low strain in MA-TBG. Here, we show that\nsuch interactions $\\textit{also}$ play a crucial role in selecting the spin\nstructure of the strain-stabilized IKS state. This in turn influences the\nvisibility of the IKS order in STM in a manner that allows us to infer their\nrelative importance. We use this insight in conjunction with various other\npieces of experimental data to build a more complete picture of the phase\ndiagram, focusing on the spectrum of low-lying collective modes and the nature\nof the doped Fermi surfaces. We explore the broad phenomenological implications\nof these results for superconductivity."}
{"id": "2509.13100", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13100", "abs": "https://arxiv.org/abs/2509.13100", "authors": ["Rakesh K. Dora", "Ajit C. Balram"], "title": "Dispersion of collective modes in spinful fractional quantum Hall states on the sphere", "comment": "21+14 pages, 14 figures", "summary": "Collective modes capture the dynamical aspects of fractional quantum Hall\n(FQH) fluids. Depending on the active degrees of freedom, different types of\ncollective modes can arise in a FQH state. In this work, we consider spinful\nFQH states in the lowest Landau level (LLL) along the Jain sequence of fillings\n$\\nu{=}n/(2n{\\pm}1)$ and compute the Coulomb dispersion of their spin-flip and\nspin-conserving collective modes in the spherical geometry. We use the\nLLL-projected density-wave and composite fermion (CF) exciton states as trial\nwave functions for these modes. To evaluate the dispersion of density-wave\nstates, we derive the commutation algebra of spinful LLL-projected density\noperators on the sphere, which enables us to extract the gap of the\ndensity-wave excitations from the numerically computed density-density\ncorrelation function, i.e., the static structure factor, of the FQH ground\nstate. We find that the CF excitons provide an accurate description of the\ncollective modes at all wavelengths, while the density-wave states fail to do\nso. Specifically, the spin-flip density wave reliably captures the spin-flip\ncollective mode only for the Laughlin and Halperin states, and that too only in\nthe long-wavelength limit. Interestingly, for spin-singlet primary Jain states,\nthe spin-conserving density mode is inaccurate even in the long-wavelength\nregime. We show that this discrepancy stems from the presence of an additional\nhigh-energy spin-conserving parton mode, similar to that found in fully\npolarized secondary Jain states at $\\nu{=}n/(4n{\\pm}1)$. We propose an ansatz\nfor this parton mode and compute its Coulomb dispersion in the singlet state at\n$\\nu{=}2/5$. The predicted parton mode can be observed in circularly polarized\ninelastic light scattering experiments."}
{"id": "2509.12946", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12946", "abs": "https://arxiv.org/abs/2509.12946", "authors": ["Patrick Marx", "Shivam Shukla", "Alejandro Esteban Perez Mendoza", "Florian Lourens", "Corina Andronescu", "Alfred Ludwig"], "title": "Structural and Electrocatalytic Properties of La-Co-Ni Oxide Thin Films", "comment": null, "summary": "La-Co-Ni oxides were fabricated in the form of thin-film materials libraries\nby combinatorial reactive co-sputtering and analyzed for structural and\nfunctional properties over large compositional ranges: normalized to the metals\nof the film they span about 0 - 70 at.-% for Co, 18 - 81 at.-% for La and 11 -\n25 at.-% for Ni. Composition-dependent phase analysis shows formation of three\nareas with different phase constitutions in dependance of Co-content: In the\nLa-rich region with low Co content, a mixture of the phases La2O3, perovskite,\nand La(OH)3 is observed. In the Co-rich region, perovskite and spinel phases\nform. Between the three-phase region and the Co-rich two-phase region, a\nsingle-phase perovskite region emerges. Surface microstructure analysis shows\nformation of additional crystallites on the surface in the two-phase area,\nwhich become more numerous with increasing Ni-content. Energy-dispersive X-ray\nanalysis indicates that these crystallites mainly contain Co and Ni, so they\ncould be spinels growing on the surface. The analysis of the oxygen evolution\nreaction (OER) electrocatalytic activity over all compositions and phase\nconstitutions reveals that the perovskite/spinel two-phase region shows the\nhighest catalytic activity, which increases with higher Ni-content. The highest\nOER current density was measured as 2.24 mA/cm2 at 1.8 V vs. RHE for the\ncomposition La11Co20Ni9O60."}
{"id": "2509.12433", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12433", "abs": "https://arxiv.org/abs/2509.12433", "authors": ["Shantanu Mishra", "Valentina Malave", "Rasmus Svensson", "Henrik Grönbeck", "Florian Albrecht", "Diego Peña", "Leo Gross"], "title": "Skeletal editing by tip-induced chemistry", "comment": "Manuscript: 6 pages and 4 figures; Supporting Information: 18 pages,\n  21 figures and 1 table", "summary": "Skeletal editing of cyclic molecules has garnered considerable attention in\nthe context of drug discovery and green chemistry, with notable examples in\nsolution-phase synthesis. Here, we extend the scope of skeletal editing to the\nsingle-molecule scale. We demonstrate tip-induced oxygen deletion and ring\ncontraction of an oxygen-containing seven-membered ring on bilayer NaCl films\nto generate molecules containing the perylene skeleton. The products were\nidentified and characterized by atomic force and scanning tunneling\nmicroscopies, which provided access to bond-resolved molecular structures and\norbital densities. Insights into the reaction mechanisms were obtained by\ndensity functional theory calculations. Our work expands the toolbox of\ntip-induced chemistry for single-molecule synthesis."}
{"id": "2509.13242", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13242", "abs": "https://arxiv.org/abs/2509.13242", "authors": ["M. Maneesh Kumar", "Sanjay Sarkar", "Amit Agarwal"], "title": "Band geometric transverse current driven by inhomogeneous AC electric field", "comment": "11 pages, 3 references. Suggestions, comments, criticism and missed\n  citation requests are invited", "summary": "We develop a semiclassical theory for electron wavepacket dynamics in the\npresence of an inhomogeneous AC electric field. While static electric-field\ngradients are known to generate charge transport governed by the quantum\nmetric, we show that AC field gradients induce an additional geometric current\nthat vanishes in the DC limit. This response originates from a novel\nband-geometric quantity, the higher-order connection (HOC) tensor, constructed\nfrom cubic products of interband Berry connections. We derive explicit\nexpressions for the AC current and identify the symmetry conditions under which\nit arises. Remarkably, inhomogeneous AC fields can generate an anomalous\nHall-like response even in nonmagnetic systems. Applying the theory to\nBernal-stacked bilayer graphene, we demonstrate that the HOC-induced response\nproduces a measurable Hall current peaking at band edges. These results\nestablish inhomogeneous AC fields as a powerful probe of higher-order band\ngeometric quantities beyond Berry curvature and the quantum metric."}
{"id": "2509.12568", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12568", "abs": "https://arxiv.org/abs/2509.12568", "authors": ["Niraj Kumar Shah", "Junjing Zhao", "Utpal Chatterjee"], "title": "Particle-hole symmetry in the pseudogap phase of moderately underdoped cuprate high temperature superconductors evidenced from joint density of states analysis", "comment": null, "summary": "In conventional superconductors, the energy scale associated with the\nsuperfluid stiffness is much larger compared to the pairing energy and hence,\nthe superconducting transition temperature (Tc) is entirely dictated by the\nsuperconducting (SC) energy gap. The phase rigidity of the SC condensate in\nunconventional superconductors, on the other hand, can be low enough to enable\ndestruction of superconductivity via phase incoherence and persistence of an\nenergy gap even at the absence of macroscopic superconductivity above Tc. This\nis considered a possible mechanism of the pseudogap (PG) state of cuprate high\ntemperature superconductors (HTSCs). We have investigated the electronic energy\n({\\omega}) and momentum-separation vector (q) dependence of the joint density\nof states (JDOS), derived from the autocorrelated Angle Resolved Photoemission\nSpectroscopy (ARPES) data, from moderately underdoped\nBi2Sr2CaCu2O8+{\\delta}HTSC samples at temperatures below and above Tc. We found\nthat q-space structure of the constant {\\omega} JDOS intensity maps and the\ndispersions of the JDOS peaks are essentially the same both below and above Tc.\nFurthermore, the dispersions of the JDOS peaks above Tc are particle-hole\nsymmetric. These observations evince similarity between the nature of the\nenergy gap below and above Tc, which supports preformed pairing scenario for\nthe PG state at least in the moderately underdoped regime."}
{"id": "2509.12952", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12952", "abs": "https://arxiv.org/abs/2509.12952", "authors": ["Tianyuan Zhu", "Shi Liu"], "title": "Origin of Reverse Size Effect in Ferroelectric Hafnia Thin Films", "comment": null, "summary": "The persistence of ferroelectricity in ultrathin HfO$_2$ films challenges\nconventional theories, particularly given the paradoxical observation that the\nout-of-plane lattice spacing increases with decreasing thickness. We resolve\nthis puzzle by revealing that this anomalous lattice expansion is\ncounterintuitively coupled to suppressed out-of-plane polarization.\nFirst-principles calculations combined with analytical modeling identify two\nmechanisms behind this expansion: a negative longitudinal piezoelectric\nresponse to the residual depolarization field and a positive surface stress\nthat becomes significant at reduced thickness. Their interplay quantitatively\nreproduces the experimentally observed lattice expansion. Furthermore,\n(111)-oriented HfO$_2$ films can support out-of-plane polarization even under\nopen-circuit conditions, in contrast to (001) films that stabilize a nonpolar\nground state. This behavior points to the emergence of orientation-induced\nhyperferroelectricity, an unrecognized mechanism that enables polarization\npersistence through orientation engineering without electrode screening. The\nprinciple also extends to perovskite ferroelectrics, offering a strategy to\neliminate critical thickness limits by selecting appropriate film orientations."}
{"id": "2509.12447", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.12447", "abs": "https://arxiv.org/abs/2509.12447", "authors": ["Tyler D. Doležal", "Rodrigo Freitas", "Ju Li"], "title": "Spectral Analysis of Light Interstitial Segregation Energies in Ni: The Role of Local Cr Coordination for Boron and Carbon", "comment": null, "summary": "Understanding interstitial segregation in chemically complex alloys requires\naccounting for chemical and structural heterogeneity of interfaces, motivating\napproaches that move beyond scalar descriptors to capture the full spatial and\ncompositional spectra of segregation behavior. Here, we introduce a spectral\nsegregation framework that maps distributions of segregation energies for light\ninterstitials in Ni as a function of local Cr coordination. Boron exhibits a\nbroad, rugged energy spectrum with significant positional flexibility whereas\ncarbon remains confined to a narrow spectrum with minimal displacement. At the\nfree surface, Cr-rich coordination destabilizes both interstitials (e.g.,\npositive segregation energies), in sharp contrast to the stabilizing role of Cr\nat the GB. This inversion establishes a natural segregation gradient that\ndrives interstitials away from undercoordinated internal surfaces and toward\nGBs. These results underscore the limitations of single-valued segregation\ndescriptors and demonstrate how a distributional approach reveals the\nmechanistic origins of interstitial--interface interactions in chemically\nheterogeneous alloys."}
{"id": "2509.13277", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13277", "abs": "https://arxiv.org/abs/2509.13277", "authors": ["Sunit Das", "Akash Adhikary", "Divya Sahani", "Aveek Bid", "Amit Agarwal"], "title": "Odd-parity longitudinal magnetoconductivity in time-reversal symmetry broken materials", "comment": "15 pages, 4 figures, 3 tables. Comments are welcome", "summary": "Magnetotransport measurements are a sensitive probe of symmetry and\nelectronic structure in quantum materials. While conventional metals exhibit\nlongitudinal magnetoconductivity that is even in a magnetic field ($B$) for\nsmall $B$, we show that magnetic materials which intrinsically break\ntime-reversal symmetry (TRS) show an {\\it odd-parity magnetoconductivity}\n(OMC), with a leading linear-$B$ response. Using semiclassical transport\ntheory, we derive explicit expressions for the longitudinal and transverse\nconductivities and identify their origin in Berry curvature and orbital\nmagnetic moment. Crystalline symmetry analysis shows that longitudinal OMC\nfollows the same point-group constraints as the anomalous Hall effect, while\ntransverse OMC obeys distinct rules, providing an independent probe of TRS\nbreaking. In the large $B$ quantum oscillation regime, we uncover both odd- and\neven-$B$ contributions, demonstrating OMC beyond the semiclassical picture.\nExplicit calculations in valley-polarized gapped graphene show that OMC peaks\nnear the band edges, vanish in the band gap and follow the temperature\ndependence of the magnetic order parameter. Our results explain the odd-parity\nmagnetoresistance recently observed in magnetized graphene and establish OMC as\na robust transport signature of intrinsic TRS breaking in metals."}
{"id": "2509.13140", "categories": ["physics.comp-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13140", "abs": "https://arxiv.org/abs/2509.13140", "authors": ["Yunhao Liu", "Wenjie Dou"], "title": "From higher-order moments to time correlation functions in strongly correlated systems: A DMRG-based memory kernel coupling theory", "comment": "10 pages, 6 figures", "summary": "We introduce a hybrid approach for computing dynamical observables in\nstrongly correlated systems using higher-order moments. This method integrates\nmemory kernel coupling theory (MKCT) with the density matrix renormalization\ngroup (DMRG), extending our recent work on MKCT to strongly correlated systems.\nThe method establishes that correlation functions can be derived from the\nmoments. Within our framework, operators and wavefunctions are represented as\nmatrix product operators (MPOs) and matrix product states (MPSs), respectively.\nCrucially, the repeated application of the Liouville operator is achieved\nthrough an iterative procedure analogous to the DMRG algorithm itself. We\ndemonstrate the effectiveness and efficiency of MKCT-DMRG by computing the\nspectral function of the Hubbard model. Furthermore, we successfully apply the\nmethod to compute the electronic friction in the Hubbard-Holstein model. In all\ncases, the results show excellent agreement with time-dependent DMRG (TD-DMRG)\nbenchmarks. The advantage of MKCT-DMRG over TD-DMRG is the computational\nefficiency, which avoids expensive real-time propagation in TD-DMRG. These\nfindings establish MKCT-DMRG as a promising and accurate framework for\nsimulating challenging dynamical properties in strongly correlated quantum\nsystems."}
{"id": "2509.13045", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2509.13045", "abs": "https://arxiv.org/abs/2509.13045", "authors": ["Matthew D. Dickers", "Felipe Fantuzzi", "Nigel J. Mason", "Andrei V. Korol", "Andrey V. Solov'yov"], "title": "Structural effects of boron doping in diamond crystals for gamma-ray light-source applications: Insights from molecular dynamics simulations", "comment": null, "summary": "Boron-doped diamond crystals (BDD, C$_{1-x}$B$_{x}$) exhibit exceptional\nmechanical strength, electronic tunability, and resistance to radiation damage.\nThis makes them promising materials for use in gamma-ray crystal-based light\nsources. To better understand and quantify the structural distortions\nintroduced by doping, which are critical for maintaining channelling\nefficiency, we perform atomistic-level molecular dynamics simulations on\nperiodic C$_{1-x}$B$_{x}$ systems of various sizes. These simulations allow the\ninfluence of boron concentration on the lattice constant and the (110) and\n(100) inter-planar distances to be evaluated over the concentration range from\npure diamond (0%) to 5% boron at room temperature (300 K). Linear relationships\nbetween both lattice constant and inter-planar distance with increasing dopant\nconcentration are observed, with a deviation from Vegard's Law. This deviation\nis larger than that reported by other theoretical and computational studies;\nhowever, this may be attributed to an enhanced crystal quality over these\nstudies, a vital aspect when considering gamma-ray crystal light source design.\nThe methodology presented here incorporates several refinements to closely\nreflect the conditions of microwave plasma chemical vapour deposition (MPCVD)\ncrystal growth. Validation of the methodology is provided through a\ncomprehensive statistical analysis of the structure of our generated crystals.\nThese results enable reliable atomistic modelling of doped diamond crystals and\nsupport their use in the design and fabrication of periodically bent structures\nfor next-generation gamma-ray light source technologies."}
{"id": "2509.12461", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12461", "abs": "https://arxiv.org/abs/2509.12461", "authors": ["Alex Hinkle", "Chieh Tsao", "Adam Duell", "Hendrik Utzat"], "title": "Multi-Dimensional Photon-Correlations Reveal Triexciton Features in Single Perovskite Quantum Dots", "comment": null, "summary": "Lead-halide perovskite quantum dots (PQDs) are established quantum emitters\nwith potential for entangled photon-pair generation via multiexciton cascades.\nHowever, the energetics and dynamics of many-body excitations remain poorly\nunderstood. Here, we perform time- and frequency-resolved photon-correlation\nspectroscopy of single CsPbBr\\textsubscript{3} PQDs at low temperatures using a\nsingle-photon avalanche diode (SPAD) array detector. We report biexciton\nbinding energies and assign their charged states, which undergo fast ($\\mu$s)\nswitching dynamics. Most notably, we identify a spectral feature blue-shifted\nfrom the exciton by $7.4 \\pm 1.9$ meV as the bound triexciton and establish the\norder of its cascade emission. These results highlight the power of\nlow-temperature, multidimensional photon-correlation spectroscopy for resolving\ncomplex many-body dynamics."}
{"id": "2509.13298", "categories": ["cond-mat.mes-hall", "cs.CV", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.13298", "abs": "https://arxiv.org/abs/2509.13298", "authors": ["Donovan L. Buterakos", "Sandesh S. Kalantre", "Joshua Ziegler", "Jacob M Taylor", "Justyna P. Zwolak"], "title": "QDFlow: A Python package for physics simulations of quantum dot devices", "comment": "17 pages, 5 figures", "summary": "Recent advances in machine learning (ML) have accelerated progress in\ncalibrating and operating quantum dot (QD) devices. However, most ML approaches\nrely on access to large, high-quality labeled datasets for training,\nbenchmarking, and validation, with labels capturing key features in the data.\nObtaining such datasets experimentally is challenging due to limited data\navailability and the labor-intensive nature of labeling. QDFlow is an\nopen-source physics simulator for multi-QD arrays that generates realistic\nsynthetic data with ground-truth labels. QDFlow combines a self-consistent\nThomas-Fermi solver, a dynamic capacitance model, and flexible noise modules to\nproduce charge stability diagrams and ray-based data closely resembling\nexperiments. With extensive tunable parameters and customizable noise models,\nQDFlow supports the creation of large, diverse datasets for ML development,\nbenchmarking, and quantum device research."}
{"id": "2509.13159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13159", "abs": "https://arxiv.org/abs/2509.13159", "authors": ["Amine Ben Mhenni", "Elif Çetiner", "Kenji Watanabe", "Takashi Taniguchi", "Jonathan J. Finley", "Nathan P. Wilson"], "title": "Engineering strong correlations in a perfectly aligned dual moiré system", "comment": "16 pages, 4 figures. Extended Data: 6 figures. We welcome your\n  feedback!", "summary": "Exotic collective phenomena emerge when bosons strongly interact within a\nlattice. However, creating a robust and tunable solid-state platform to explore\nsuch phenomena has been elusive. Dual moir\\'e systems$-$compromising two\nCoulomb-coupled moir\\'e lattices$-$offer a promising system for investigating\nstrongly correlated dipolar excitons (composite bosons) with electrical\ncontrol. Thus far, their implementation has been hindered by the relative\nmisalignment and incommensurability of the two moir\\'e patterns. Here we report\na dual moir\\'e system with perfect translational and rotational alignment,\nachieved by utilizing twisted hexagonal boron nitride (hBN) bilayer to both\ngenerate an electrostatic moir\\'e potential and separate MoSe$_{2}$ and\nWSe$_{2}$ monolayers. We observe strongly correlated electron phases driven by\nintralayer interactions and identify interlayer Rydberg trions, which become\ntrapped in the presence of the Mott insulating state. Importantly, our platform\nis electrostatically programmable, allowing the realization of different\nlattice symmetries with either repulsive or attractive interlayer interactions.\nIn particular, we implement the latter scenario by optically injecting charges,\nwhich form a dipolar excitonic phase. Our results establish a versatile\nplatform for the exploration and manipulation of exotic and topological bosonic\nquantum many-body phases."}
{"id": "2509.13075", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.13075", "abs": "https://arxiv.org/abs/2509.13075", "authors": ["Krystof Brezina", "Yair Litman", "Mariana Rossi"], "title": "Explaining Principles of Tip-Enhanced Raman Images with Ab Initio Modeling", "comment": "Main text: 10 pages, 5 figures. Supporting Information: 8 pages, 10\n  figures", "summary": "Tip-enhanced Raman spectroscopy (TERS) is a powerful method for imaging\nvibrational motion and chemically characterizing surface-bound systems.\nTheoretical simulations of TERS images often consider systems in isolation,\nignoring any substrate support, such as metallic surfaces. Here, we show that\nthis omission leads to deviations from experimentally measured data through\nsimulations with a new finite-field formulation of first-principles simulation\nof TERS spectra that can address extended, periodic systems. We show that TERS\nimages of tetracyanoethylene on Ag(100) and defective MoS$_2$ monolayers\ncalculated using isolated molecules or cluster models are qualitatively\ndifferent from those calculated when accounting for the periodicity of the\nsubstrate. For Mg(II)-porphine on Ag(100), a system for which a direct\nexperimental comparison is possible, these simulations prove to be crucial for\nexplaining the spatial variation of TERS intensity patterns and allow us to\nuncover fundamental principles of TERS spectroscopy. We explain how and why\nsurface interactions affect images of out-of-plane vibrational modes much more\nthan those of in-plane modes, providing an important tool for the future\ninterpretation of these images in more complex systems."}
{"id": "2509.12528", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.12528", "abs": "https://arxiv.org/abs/2509.12528", "authors": ["Keita Funayama", "Yuki Akura", "Hiroya Tanaka", "Jun Hirotani"], "title": "Topological Phononic Crystal on the Scale of Quasi-Ballistic Phonon Transport", "comment": null, "summary": "Phonon engineering technology has opened up the functional thermal management\nof semiconductor-based classical and quantum electronics at the micro- and\nnanoscales. However, challenges have remained in designing accurate thermal\ncharacteristics based on quasi-ballistic phonon transport. The quasi-ballistic\nthermal transport arises from the combination of wave-like and diffusive phonon\nbehaviors unlike pure diffusion. The topological nature has been known to be\ncompatible with both wave and diffusive phenomena. Therefore, topological\nphononic crystals have great potential for the development of controllable and\ndesignable thermal transport based on quasi-ballistic phonons. In this study,\nwe experimentally investigated the thermal behavior at the scale of\nquasi-ballistic phonon transport using a 1D Su-Schrieffer-Heeger model-based\ntopological phononic crystal. Quasi-ballistic phonon transport was observed\nthrough change in thermal conductivity depending on the structural parameters\nof topological systems using micro-thermoreflectance. Furthermore, using\ntopological interface states, the experimentally observed thermal behaviors\nwere found to agree well with the theoretically expected those. Accordingly,\nthe topological nature is an effective approach for thermal management in\nmicro- and nanoscale systems with quasi-ballistic phonon transport. Our results\npave the way for a unified control scheme for wave and diffusion phenomena,\nsuch as quasi-ballistic phonons."}
{"id": "2509.12706", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12706", "abs": "https://arxiv.org/abs/2509.12706", "authors": ["Ádám Bácsi", "Teodor Iličin", "Rok Žitko"], "title": "Systematic Schrieffer-Wolff-transformation approach to Josephson junctions: quasiparticle effects and Josephson harmonics", "comment": "11 pages, 1 figure", "summary": "We use the Schrieffer-Wolff transformation (SWT) to analyze Josephson\njunctions between superconducting leads described by the charge-conserving BCS\ntheory. Starting from the single-electron tunneling terms, we directly recover\nthe conventional effective Hamiltonian, $-E_J\\cos\\hat{\\varphi}$, with an\noperator-valued phase bias $\\hat{\\varphi}$. The SWT approach has the advantage\nthat it can be systematically extended to more complex scenarios. We show that\nif a Bogoliubov quasiparticle is present its motion couples to that of Cooper\npairs, introducing correlated dynamics that reshape the energy spectrum of the\njunction. Furthermore, higher-order terms in the SWT naturally describe\nJosephson harmonics, whose amplitudes are directly related to the microscopic\nproperties of the superconducting leads and the junction. We derive expressions\nthat could facilitate tuning the ratio between the different harmonics in a\ncontrolled way."}
{"id": "2509.13303", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13303", "abs": "https://arxiv.org/abs/2509.13303", "authors": ["Avior Almoalem", "Sajilesh Kunhiparambath", "Roni Anna Gofman", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Jun Fujii", "Ivana Vobornik", "Francois Bertran", "Amit Kanigel", "Jonathan Ruhman", "Vidya Madhavan"], "title": "Mixed Triplet-Singlet Order Parameter in Decoupled Superconducting 1H Monolayers of Transition-Metal Dichalcogenides", "comment": null, "summary": "Understanding the emergence of unconventional superconductivity, where the\norder parameter deviates from simple isotropic s-wave pairing, is a central\npuzzle in condensed matter physics. Transition-metal dichalcogenides (TMDCs),\nthough generally regarded as conventional superconductors, display signatures\nof this unusual behavior and thus provide a particularly intriguing platform to\nexplore how exotic states arise. Here we investigate the misfit compound\n(SnS)$_{1.15}$(TaS$_2$), a heterostructure composed of alternating SnS and\n1H-TaS$_2$ layers. Using transport, photoemission, and scanning tunneling\nspectroscopy, we demonstrate that the SnS layers effectively decouple the\nTaS$_2$ into electronically isolated 1H sheets. In this limit, the tunneling\ndensity of states reveals a clear two-gap superconducting spectrum with T$_c\n\\sim$ 3.1 K. A theoretical model based on lack of inversion symmetry and\nfinite-range attraction reproduces the observed multi-gap structure as a mixed\nsinglet-triplet state. These results establish misfit compounds as a powerful\nplatform for studying unconventional superconductivity in isolated 1H layers\nand for realizing multiple uncoupled superconductors within a single crystal."}
{"id": "2509.13114", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13114", "abs": "https://arxiv.org/abs/2509.13114", "authors": ["Junxi Yu", "Bingbing Wang", "Cheng-Cheng Liu"], "title": "Relaxation and Its Effects on Electronic Structure in Twisted Systems: An Analytical Perspective", "comment": "29 pages, 13 figures", "summary": "Lattice relaxation profoundly reshapes electronic structures in twisted\nmaterials. Prevailing treatments, however, typically rely on large-scale\ndensity functional theory (DFT), which is computationally costly and\nmechanistically opaque. Here, we develop a unified analytical framework to\novercome these limitations. From continuum elastic theory, we derive\nclosed-form solutions for both in-plane and out-of-plane relaxation fields. We\nfurther introduce an analytical phase factor expansion theory that maps\nrelaxation into the electronic Hamiltonian. By applying this framework, the\nrelaxation-mediated single-particle and many-body topological phase transitions\nin twisted MoTe$_{2}$ is accurately captured, and the evolution of flat bands\nin magic-angle graphene is quantitatively reproduced. Our work transforms the\nresearch of moir\\'e relaxation from black-box numerical fitting to an\nanalytical paradigm, offering fundamental insights, exceptional efficiency, and\ngeneral applicability to a wide range of twisted materials."}
{"id": "2509.12532", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12532", "abs": "https://arxiv.org/abs/2509.12532", "authors": ["Y. Yin"], "title": "Reentrant localization in fractionally charged electron wave packets", "comment": null, "summary": "We investigate the localization transition in fractionally charged electron\nwave packets, which is injected into a quantum conductor by a single voltage\npulse with arbitrary flux quantum. We show that the transition is\nunidirectional for individual electrons or holes. They always undergo a\ndelocalization-to-localization transition as the flux increases. In contrast,\nthe transition of the neutral electron-hole pairs is bidirectional. As the flux\nincreases, the transition can be a localization-to-delocalization transition or\nvice versa, which is controlled via the long-time tail of the voltage pulse.\nThe localization-to-delocalization transition occurs in the case of\nshort-tailed pulses, which decay faster than Lorentzian. In this case, the\ndirections of the transitions for the neutral eh pairs and individual electrons\nor holes are opposite. Certain localized neutral electron-hole pairs can first\nevolve into delocalized ones, then split into individual electrons and holes\nwith localized wave functions, which gives a reentrant localization. The\ndelocalization-to-localization transition occurs in the case of long-tailed\npulses, which decay slower than Lorentzian. The reentrant localization vanishes\nin this case, as the directions of the two transitions are the same. It is also\nabsent in the case of Lorentzian pulses, where the localized neutral\nelectron-hole pairs cannot be excited at all."}
{"id": "2509.13182", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13182", "abs": "https://arxiv.org/abs/2509.13182", "authors": ["Ali Ghojavand", "Cem Sevik", "Milorad V. Milošević"], "title": "Strain-tuned magnetoelectric properties of monolayer NiX$_2$ (X = I, Br): a first-principles analysis", "comment": null, "summary": "Using \\textit{ab initio} methodology, we reveal a strain-mediated approach to\nprecisely tune the magnetoelectric coupling and spin-driven emergent\npolarization of NiX$_2$ (X = I, Br) monolayers. In the absence of strain, these\nsystems spontaneously stabilize non-collinear spin states that break the\ninversion symmetry, inducing a ferroelectric polarization in the plane of the\nmaterial. We show that biaxial and uniaxial strains broadly modulate the\nmagnetoelectric response in these materials through two distinct mechanisms:\n(i) direct modification of the magnetoelectric tensor components, and (ii)\ntuning of the characteristic propagation vectors of a spin texture. This dual\nmechanism enables precise control over the magnitude of the spin-induced\nelectric polarization of these materials. With respect to the achievable\nmagnitude of the electric polarization, we demonstrate the critical role of\nthird-nearest-neighbor spin-pair contributions, which can increase under strain\nto levels that compete with or even exceed the polarization driven by\nfirst-nearest-neighbor effects. These findings offer important insights into\nlow-dimensional piezo-magnetoelectricity and expand the possibilities for\ndesigning multifunctional two-dimensional straintronic devices."}
{"id": "2509.13155", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13155", "abs": "https://arxiv.org/abs/2509.13155", "authors": ["Augusto Facundes", "Thiago T. Dorini", "Theodora W. von Zuben", "Miguel A. San-Miguel"], "title": "Understanding oxide surface stability: Theoretical insights from silver chromate", "comment": null, "summary": "Silver chromate ($\\mathrm{Ag_{2}CrO_{4}}$) has attracted considerable\nattention in recent years due to its promising photocatalytic performance,\nwhich strongly depends on the crystallographic orientation of its exposed\nsurfaces. A detailed understanding of the structural stability of these\nsurfaces under realistic conditions is therefore essential for advancing its\napplications. In this work, we combine density functional theory (DFT) with\nfirst-principles atomistic thermodynamics to systematically investigate the\nstability of multiple surface orientations and terminations of\n$\\mathrm{Ag_{2}CrO_{4}}$. The surface Gibbs free energy was evaluated as a\nfunction of oxygen and silver chemical potentials, enabling the construction of\nstability trends under non-vacuum environments. Our results reveal that the\ndegree of coordination of surface chromium-oxygen clusters plays a decisive\nrole in determining surface stability. Furthermore, Wulff constructions predict\nmorphology evolution as a function of external conditions, allowing us to\nidentify the atomic structures of the exposed facets in the equilibrium crystal\nshape. These insights provide a fundamental framework for understanding\nsurface-dependent photocatalytic activity in $\\mathrm{Ag_{2}CrO_{4}}$ and\nrelated silver-based oxides."}
{"id": "2509.12545", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12545", "abs": "https://arxiv.org/abs/2509.12545", "authors": ["Vijay Kumar", "Kaitlyn M. Mullin", "Hyunggon Park", "Matthew Gerigk", "Andrew Bresk", "Tresa M. Pollock", "Yangying Zhu"], "title": "Coupled Infrared Imaging and Multiphysics Modeling to Predict Three-Dimensional Thermal Characteristics during Selective Laser Melting", "comment": "28 pages, 7 Figures", "summary": "Laser heating during additive manufacturing (AM) induces extreme and\ntransient thermal conditions which critically influence the microstructure\nevolution and mechanical properties of the resulting component. However,\naccurately resolving these conditions with sufficient spatiotemporal accuracy\nremains a central challenge. We demonstrate a unique approach that couples\nhigh-speed infrared imaging, during selective laser melting of MAR-M247, with a\ntransient three-dimensional (3D) multiphysics simulation to reconstruct the\ndynamic sub-surface temperature distribution of the melt pool. This integrated\nframework enables the estimation of experimentally-validated, 3D solidification\nconditions-including solidification velocities and cooling rates-at the\nsolid-liquid interface while also significantly lowering computational cost. By\nquantifying solidification conditions, we predict variations in microstructure\nsize and orientation driven by laser processing parameters and validate them\nwith ex situ scanning electron microscopy and electron backscatter diffraction\nmaps. Our findings substantiate that an integrated experimental-computational\napproach is crucial to realize in situ prediction and optimization of\nmicrostructures in commercial AM."}
{"id": "2509.13246", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13246", "abs": "https://arxiv.org/abs/2509.13246", "authors": ["Samuel D. Escribano", "Alfredo Levy Yeyati", "Elsa Prada"], "title": "Effective conduction-band model for zincblende III-V semiconductors in the presence of strain: tuning the properties of bulk crystals and nanostructures", "comment": "19 pages, 7 figures", "summary": "Strain provides a powerful knob to tailor the electronic properties of\nsemiconductors. Simple yet accurate approximations that capture strain effects\nin demanding simulations of mesoscopic nanostructures are therefore highly\ndesirable. However, for III-V compounds, key materials for quantum\napplications, such approaches remain comparatively underdeveloped. In this\nwork, we derive a compact, effective Hamiltonian that describes the conduction\nband of zincblende III-V semiconductors incorporating strain effects. Starting\nfrom the eight-band k$\\cdot$p model with Bir-Pikus corrections, we perform a\nfolding-down procedure to obtain analytical expressions for conduction-band\nstrain-renormalized parameters, including the effective mass, chemical\npotential, spin-orbit coupling, and $g$-factor. The model reproduces full\nmultiband results under small to moderate strain, while retaining a form\nsuitable for device-scale calculations. We benchmark the model for bulk\ndeformations and apply it to representative nanostructures, such as core.shell\nnanowires and planar heterostructures. Our results provide a practical and\nversatile tool for incorporating strain into the design of III-V semiconductor\ndevices, enabling reliable predictions of their properties with direct\nimplications for spintronic, straintronic, optoelectronic, and topological\nquantum technologies."}
{"id": "2509.13182", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13182", "abs": "https://arxiv.org/abs/2509.13182", "authors": ["Ali Ghojavand", "Cem Sevik", "Milorad V. Milošević"], "title": "Strain-tuned magnetoelectric properties of monolayer NiX$_2$ (X = I, Br): a first-principles analysis", "comment": null, "summary": "Using \\textit{ab initio} methodology, we reveal a strain-mediated approach to\nprecisely tune the magnetoelectric coupling and spin-driven emergent\npolarization of NiX$_2$ (X = I, Br) monolayers. In the absence of strain, these\nsystems spontaneously stabilize non-collinear spin states that break the\ninversion symmetry, inducing a ferroelectric polarization in the plane of the\nmaterial. We show that biaxial and uniaxial strains broadly modulate the\nmagnetoelectric response in these materials through two distinct mechanisms:\n(i) direct modification of the magnetoelectric tensor components, and (ii)\ntuning of the characteristic propagation vectors of a spin texture. This dual\nmechanism enables precise control over the magnitude of the spin-induced\nelectric polarization of these materials. With respect to the achievable\nmagnitude of the electric polarization, we demonstrate the critical role of\nthird-nearest-neighbor spin-pair contributions, which can increase under strain\nto levels that compete with or even exceed the polarization driven by\nfirst-nearest-neighbor effects. These findings offer important insights into\nlow-dimensional piezo-magnetoelectricity and expand the possibilities for\ndesigning multifunctional two-dimensional straintronic devices."}
{"id": "2509.12559", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12559", "abs": "https://arxiv.org/abs/2509.12559", "authors": ["Hidekazu Okamura", "Haruna Okazaki", "Katsunori Marugaku", "Subin Lee", "Tomoki Yoneda", "Haruhiko Udono", "Yoshihisa Mori", "Mitsuhiko Maesato", "Hiroshi Kitagawa", "Yuka Ikemoto", "Taro Moriwaki"], "title": "High-pressure electronic states in semiconductors studied by infrared spectroscopy: metallization and band gap tuning in Mg$_2$Si, InAs and InSb", "comment": "10 figures, submitted to a Special Issue of Jpn. J. Appl. Phys", "summary": "In this article, a brief introduction is first given on infrared studies of\nmaterials at high pressures using a diamond anvil cell. Then, our recent\nresults of high-pressure infrared studies are described for Mg$_2$Si, InAs, and\nInSb. For Mg$_2$Si, pressure-induced metallization at pressures near 10 GPa\nwere clearly demonstrated for both carrier-doped and undoped Mg$_2$Si by large\nincreases of reflectivity. For InAs and InSb, their band gap ($E_g$) increased\nrapidly and almost linearly with pressure with linear coefficients of\n$dE_g/dP$=84.6 and 112 meV/GPa, respectively. Obtained values of $E_g$ versus\nlattice parameter at high pressures are compared with those for other IIl-V\nsemiconductors at ambient pressure, giving unique insight into effects of\nphysical and chemical pressures on $E_g$. Above the structural transition\npressures of 7 and 3 GPa for InAs and InSb, respectively, they exhibit highly\nmetallic characteristics accompanied by high reflectivity."}
{"id": "2509.13303", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13303", "abs": "https://arxiv.org/abs/2509.13303", "authors": ["Avior Almoalem", "Sajilesh Kunhiparambath", "Roni Anna Gofman", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Jun Fujii", "Ivana Vobornik", "Francois Bertran", "Amit Kanigel", "Jonathan Ruhman", "Vidya Madhavan"], "title": "Mixed Triplet-Singlet Order Parameter in Decoupled Superconducting 1H Monolayers of Transition-Metal Dichalcogenides", "comment": null, "summary": "Understanding the emergence of unconventional superconductivity, where the\norder parameter deviates from simple isotropic s-wave pairing, is a central\npuzzle in condensed matter physics. Transition-metal dichalcogenides (TMDCs),\nthough generally regarded as conventional superconductors, display signatures\nof this unusual behavior and thus provide a particularly intriguing platform to\nexplore how exotic states arise. Here we investigate the misfit compound\n(SnS)$_{1.15}$(TaS$_2$), a heterostructure composed of alternating SnS and\n1H-TaS$_2$ layers. Using transport, photoemission, and scanning tunneling\nspectroscopy, we demonstrate that the SnS layers effectively decouple the\nTaS$_2$ into electronically isolated 1H sheets. In this limit, the tunneling\ndensity of states reveals a clear two-gap superconducting spectrum with T$_c\n\\sim$ 3.1 K. A theoretical model based on lack of inversion symmetry and\nfinite-range attraction reproduces the observed multi-gap structure as a mixed\nsinglet-triplet state. These results establish misfit compounds as a powerful\nplatform for studying unconventional superconductivity in isolated 1H layers\nand for realizing multiple uncoupled superconductors within a single crystal."}
{"id": "2509.13204", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13204", "abs": "https://arxiv.org/abs/2509.13204", "authors": ["Fu Li", "Xiaoxiong Liu", "Vikrant Chaudhary", "Ruiwen Xie", "Chen Shen", "Hao Wang", "Hongbin Zhang"], "title": "High-throughput screening of spin Hall conductivity in 2D materials", "comment": null, "summary": "Two-dimensional (2D) materials with large spin Hall effect (SHE) have\nattracted significant attention due to their potential applications in\nnext-generation spintronic devices. In this work, we perform high-throughput\n(HTP) calculations to obtain the spin Hall conductivity (SHC) of 4486\nnon-magnetic compounds in the \\texttt{2Dmatpedia} database and identify six\nmaterials with SHC exceeding $500\\,(\\hbar/e)\\,(\\mathrm{S/cm})$, surpassing\nthose of previously known materials. Detailed analysis reveals that the\nsignificant SHC can be attributed to spin-orbit coupling (SOC)-induced gap\nopenings at Dirac-like band crossings. Additionally, the presence of mirror\nsymmetry further enhances the SHC. Beyond the high-SHC materials, 57\ntopological insulators with quantized SHCs have also been identified. Our work\nenables rapid screening and paves the way for experimental validation,\npotentially accelerating the discovery of novel 2D materials optimized for\nspintronics applications."}
{"id": "2509.12568", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12568", "abs": "https://arxiv.org/abs/2509.12568", "authors": ["Niraj Kumar Shah", "Junjing Zhao", "Utpal Chatterjee"], "title": "Particle-hole symmetry in the pseudogap phase of moderately underdoped cuprate high temperature superconductors evidenced from joint density of states analysis", "comment": null, "summary": "In conventional superconductors, the energy scale associated with the\nsuperfluid stiffness is much larger compared to the pairing energy and hence,\nthe superconducting transition temperature (Tc) is entirely dictated by the\nsuperconducting (SC) energy gap. The phase rigidity of the SC condensate in\nunconventional superconductors, on the other hand, can be low enough to enable\ndestruction of superconductivity via phase incoherence and persistence of an\nenergy gap even at the absence of macroscopic superconductivity above Tc. This\nis considered a possible mechanism of the pseudogap (PG) state of cuprate high\ntemperature superconductors (HTSCs). We have investigated the electronic energy\n({\\omega}) and momentum-separation vector (q) dependence of the joint density\nof states (JDOS), derived from the autocorrelated Angle Resolved Photoemission\nSpectroscopy (ARPES) data, from moderately underdoped\nBi2Sr2CaCu2O8+{\\delta}HTSC samples at temperatures below and above Tc. We found\nthat q-space structure of the constant {\\omega} JDOS intensity maps and the\ndispersions of the JDOS peaks are essentially the same both below and above Tc.\nFurthermore, the dispersions of the JDOS peaks above Tc are particle-hole\nsymmetric. These observations evince similarity between the nature of the\nenergy gap below and above Tc, which supports preformed pairing scenario for\nthe PG state at least in the moderately underdoped regime."}
{"id": "2509.13246", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13246", "abs": "https://arxiv.org/abs/2509.13246", "authors": ["Samuel D. Escribano", "Alfredo Levy Yeyati", "Elsa Prada"], "title": "Effective conduction-band model for zincblende III-V semiconductors in the presence of strain: tuning the properties of bulk crystals and nanostructures", "comment": "19 pages, 7 figures", "summary": "Strain provides a powerful knob to tailor the electronic properties of\nsemiconductors. Simple yet accurate approximations that capture strain effects\nin demanding simulations of mesoscopic nanostructures are therefore highly\ndesirable. However, for III-V compounds, key materials for quantum\napplications, such approaches remain comparatively underdeveloped. In this\nwork, we derive a compact, effective Hamiltonian that describes the conduction\nband of zincblende III-V semiconductors incorporating strain effects. Starting\nfrom the eight-band k$\\cdot$p model with Bir-Pikus corrections, we perform a\nfolding-down procedure to obtain analytical expressions for conduction-band\nstrain-renormalized parameters, including the effective mass, chemical\npotential, spin-orbit coupling, and $g$-factor. The model reproduces full\nmultiband results under small to moderate strain, while retaining a form\nsuitable for device-scale calculations. We benchmark the model for bulk\ndeformations and apply it to representative nanostructures, such as core.shell\nnanowires and planar heterostructures. Our results provide a practical and\nversatile tool for incorporating strain into the design of III-V semiconductor\ndevices, enabling reliable predictions of their properties with direct\nimplications for spintronic, straintronic, optoelectronic, and topological\nquantum technologies."}
{"id": "2509.12571", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12571", "abs": "https://arxiv.org/abs/2509.12571", "authors": ["Takuma Akimoto", "Jae-Hyung Jeon", "Ralf Metzler", "Tomoshige Miyaguchi", "Takashi Uneyama", "Eiji Yamamoto"], "title": "Anomalous statistics in the Langevin equation with fluctuating diffusivity: from Brownian yet non-Gaussian diffusion to anomalous diffusion and ergodicity breaking", "comment": "51 pages, 16 figures", "summary": "Diffusive motion is a fundamental transport mechanism in physical and\nbiological systems, governing dynamics across a wide range of scales -- from\nmolecular transport to animal foraging. In many complex systems, however,\ndiffusion deviates from classical Brownian behaviour, exhibiting striking\nphenomena such as Brownian yet non-Gaussian diffusion (BYNGD) and anomalous\ndiffusion. BYNGD describes a frequently observed statistical feature\ncharacterised by the coexistence of linear mean-square displacement (MSD) and\nnon-Gaussian displacement distributions. Anomalous diffusion, in contrast,\ninvolves a nonlinear time dependence of the MSD and often reflects mechanisms\nsuch as trapping, viscoelasticity, heterogeneity, or active processes. Both\nphenomena challenge the conventional framework based on constant diffusivity\nand Gaussian statistics. This review focuses the theoretical modelling of such\nbehaviour via the Langevin equation with fluctuating diffusivity (LEFD) -- a\nflexible stochastic framework that captures essential features of diffusion in\nheterogeneous media. LEFD not only accounts for BYNGD but also naturally\nencompasses a wide range of anomalous transport phenomena, including\nsubdiffusion, ageing, and weak ergodicity breaking. Ergodicity is discussed in\nterms of the correspondence between time and ensemble averages, as well as the\ntrajectory-to-trajectory variability of time-averaged observables. The review\nfurther highlights the empirical relevance of LEFD and related models in\nexplaining diverse experimental observations and underscores their value to\nuncovering the physical mechanisms governing transport in complex systems."}
{"id": "2509.12598", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12598", "abs": "https://arxiv.org/abs/2509.12598", "authors": ["Shaun Tan", "Sujin Park", "Seung-Gu Choi", "Oliver J. Tye", "Ruiqi Zhang", "Jonah R. Horowitz", "Heejae Chung", "Vladimir Bulović", "Jeonghun Kwak", "Jin-Wook Lee", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Oxygen vacancy formation in ZnSeTe blue quantum dot light-emitting diodes", "comment": null, "summary": "Recent advancements have led to the development of bright and heavy\nmetal-free blue-emitting quantum dot light-emitting diodes (QLEDs). However,\nconsensus understanding of their distinct photophysical and electroluminescent\ndynamics remains elusive. This work correlates the chemical and electronic\nchanges occurring in a QLED during operation using depth-resolved and operando\ntechniques. The results indicate that oxygen vacancy forms in the ZnMgO layer\nduring operation, with important implications on the charge injection and\nelectrochemical dynamics. Taken together, the results suggest a causal\nrelationship between oxygen vacancy formation and operational degradation of\nthe blue-emitting ZnSeTe-based QLEDs."}
{"id": "2509.12588", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12588", "abs": "https://arxiv.org/abs/2509.12588", "authors": ["Jianshi Sun", "Shouhang Li", "Cheng Shao", "Zhen Tong", "Meng An", "Yue Hu", "Xiongfei Zhu", "Thomas Frauenheim", "Xiangjun Liu"], "title": "Over One Order of Magnitude Enhancement in Hole Mobility of 2D III-V Semiconductors through Valence Band Edge Shift", "comment": "7 pages, 3 figures", "summary": "Two-dimensional (2D) semiconductors show great potential to sustain Moore's\nlaw in the era of ultra-scaled electronics. However, their scalable\napplications are severely constrained by low hole mobility. In this work, we\ntake 2D-GaAs as a prototype of III-V semiconductors to investigate the effects\nof quantum anharmonicity (QA) on hole transport, employing the stochastic\nself-consistent harmonic approximation assisted by the machine learning\npotential. It is found that the room-temperature hole mobility of 2D-GaAs is\nreduced by $\\sim$44% as the QA effects are incorporated, which is attributed to\nthe enhanced electron-phonon scattering from the out-of-plane acoustic\npolarization. The valence band edge shift (VBES) strategy is proposed to\nincrease the hole mobility by $\\sim$1600% at room temperature, which can be\nrealized by 1% biaxial compressive strain. The electron-phonon scattering rate\nis dramatically decreased due to the full filtering of the original interband\nelectron-phonon scattering channels that existed in the flat hole pocket. The\nVBES strategy can be further extended to other 2D III-V semiconductors to\npromote their hole mobilities."}
{"id": "2509.12665", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12665", "abs": "https://arxiv.org/abs/2509.12665", "authors": ["Domagoj Fijan", "Maria R. Ward Rashidi", "Sharon C. Glotzer"], "title": "Quantifying Local Point-Group-Symmetry Order in Complex Particle Systems", "comment": null, "summary": "Crystals and other condensed phases are defined primarily by their inherent\nsymmetries, which play a crucial role in dictating their structural properties.\nIn crystallization studies, local order parameters (OPs) that describe bond\norientational order are widely employed to investigate crystal formation.\nDespite their utility, these traditional metrics do not directly quantify\nsymmetry, an important aspect for understanding the development of order during\ncrystallization. To address this gap, we introduce a new set of OPs, called\nPoint Group Order Parameters (PGOPs), designed to continuously quantify point\ngroup symmetry order. We demonstrate the strength and utility of PGOP in\ndetecting order across different crystalline systems and compare its\nperformance to commonly used bond-orientational order metrics. PGOP\ncalculations for all non-infinite point groups are implemented in the\nopen-source package SPATULA (Symmetry Pattern Analysis Toolkit for\nUnderstanding Local Arrangements), written in parallelized C++ with a Python\ninterface. The code is publicly available on GitHub."}
{"id": "2509.12601", "categories": ["cond-mat.supr-con", "physics.class-ph"], "pdf": "https://arxiv.org/pdf/2509.12601", "abs": "https://arxiv.org/abs/2509.12601", "authors": ["Jianning Guo", "Yuzhi Chen", "Yulong Wang", "Hualei Sun", "Deyuan Hu", "Meng Wang", "Xiaoli Huang", "Tian Cui"], "title": "Revealing superconducting gap in La$_3$Ni$_2$O$_7$-$δ$ by Andreev reflection spectroscopy under high pressure", "comment": "27 pages, 15 pages", "summary": "The recent discovery of compressed superconductivity at 80~K in\nLa$_3$Ni$_2$O$_7$-$\\delta$ has brought nickelates into the family of\nunconventional high-temperature superconductors. However, due to the challenges\nof directly probing the superconducting pairing mechanism under high pressure,\nthe pairing symmetry and gap structures of nickelate superconductors remain\nunder intense debate. In this work, we successfully determine the microscopic\ninformation on the superconducting gap structure of La$_3$Ni$_2$O$_7$-$\\delta$\nsamples subjected to pressures exceeding 20~GPa, by constructing different\nconductance junctions within diamond anvil cells. By analyzing the\ntemperature-dependent differential conductance spectra within the\nBlonder--Tinkham--Klapwijk (BTK) model, we have determined the superconducting\nenergy gap at high pressure. The differential conductance curves reveal a\ntwo-gap structure with $\\Delta_{1} = 23~\\mathrm{meV}$ and $\\Delta_{2} =\n6~\\mathrm{meV}$, while the BTK fitting is consistent with an $s$-like, two-gap\nspectrum. The gap ratio $2\\Delta_{s1}(0) / k_{\\mathrm{B}}T_{c}$ is found to be\n7.61, belonging to a family of strongly coupled superconductors. Our findings\nprovide valuable insights into the superconducting gap structures of the\npressure-induced superconducting nickelates."}
{"id": "2509.13303", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13303", "abs": "https://arxiv.org/abs/2509.13303", "authors": ["Avior Almoalem", "Sajilesh Kunhiparambath", "Roni Anna Gofman", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Jun Fujii", "Ivana Vobornik", "Francois Bertran", "Amit Kanigel", "Jonathan Ruhman", "Vidya Madhavan"], "title": "Mixed Triplet-Singlet Order Parameter in Decoupled Superconducting 1H Monolayers of Transition-Metal Dichalcogenides", "comment": null, "summary": "Understanding the emergence of unconventional superconductivity, where the\norder parameter deviates from simple isotropic s-wave pairing, is a central\npuzzle in condensed matter physics. Transition-metal dichalcogenides (TMDCs),\nthough generally regarded as conventional superconductors, display signatures\nof this unusual behavior and thus provide a particularly intriguing platform to\nexplore how exotic states arise. Here we investigate the misfit compound\n(SnS)$_{1.15}$(TaS$_2$), a heterostructure composed of alternating SnS and\n1H-TaS$_2$ layers. Using transport, photoemission, and scanning tunneling\nspectroscopy, we demonstrate that the SnS layers effectively decouple the\nTaS$_2$ into electronically isolated 1H sheets. In this limit, the tunneling\ndensity of states reveals a clear two-gap superconducting spectrum with T$_c\n\\sim$ 3.1 K. A theoretical model based on lack of inversion symmetry and\nfinite-range attraction reproduces the observed multi-gap structure as a mixed\nsinglet-triplet state. These results establish misfit compounds as a powerful\nplatform for studying unconventional superconductivity in isolated 1H layers\nand for realizing multiple uncoupled superconductors within a single crystal."}
{"id": "2509.12606", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12606", "abs": "https://arxiv.org/abs/2509.12606", "authors": ["Zi-Yu Cao", "Di Peng", "Seokmin Choi", "Fujun Lan", "Lan Yu", "Enkang Zhang", "Zhenfang Xing", "Yuxin Liu", "Feiyang Zhang", "Tao Luo", "Lixing Chen", "Vuong Thi Anh Hong", "Seung-Yeop Paek", "Harim Jang", "Jinghong Xie", "Huayu Liu", "Hongbo Lou", "Zhidan Zeng", "Yang Ding", "Jun Zhao", "Cailong Liu", "Tuson Park", "Qiaoshi Zeng", "Ho-kwang Mao"], "title": "Direct Observation of d-Wave Superconducting Gap Symmetry in Pressurized La3Ni2O7-delta Single Crystals", "comment": "20 pages, 4 figures, 4 supplementary figures", "summary": "The recent discovery of superconductivity in pressure-stabilized bulk\nLa3Ni2O7-delta, with a critical temperature (Tc) exceeding 77 K, has opened a\nnew frontier in high-temperature superconductivity research beyond cuprates.\nYet, the superconducting gap amplitude and symmetry, the key parameters to\ncharacterize a superconductor, remain elusive due to the overwhelming\nchallenges of gap studies under high pressure. Here, we introduce in situ\ndirectional point-contact spectroscopy conducted under truly hydrostatic\npressure, enabling the direct mapping of the superconducting gap in pressurized\nLa3Ni2O7-delta single crystals. Depending on the junction orientation,\ndifferential conductance (dI/dV) spectra exhibit distinct V-shaped\nquasiparticle features and a sharp zero-bias peak, indicating a predominant\nd-wave-like pairing symmetry. Measurement of the c-axis gap amplitude Delta\nyields a gap-to-Tc ratio of 2Delta/kBTc = 4.2(5), positioning La3Ni2O7-delta\nfirmly among unconventional, nodal high-Tc superconductors. These findings set\nstringent constraints on theoretical models for nickelate superconductors and\nestablish a robust spectroscopic approach for understanding superconductors\nunder extreme pressures."}
{"id": "2509.12637", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12637", "abs": "https://arxiv.org/abs/2509.12637", "authors": ["Junxuan Wen", "Zongping Gong", "Takahiro Sagawa"], "title": "Symmetry and Topology of Successive Quantum Feedback Control", "comment": "9 pages, 5 figures", "summary": "We establish a symmetry classification for a general class of quantum\nfeedback control. For successive feedback control with a non-adaptive sequence\nof bare measurements (i.e., with positive Kraus operators), we prove that the\nsymmetry classification collapses to the ten-fold AZ$^\\dagger$ classes,\nspecifying the allowed topology of CPTP maps associated with feedback control.\nWe demonstrate that a chiral Maxwell's demon with Gaussian measurement errors\nexhibits quantized winding numbers. Moreover, for general (non-bare)\nmeasurements, we explicitly construct a protocol that falls outside the\nten-fold classification. These results broaden and clarify the principles in\nengineering topological aspects of quantum control robust against disorder and\nimperfections."}
{"id": "2509.12641", "categories": ["cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.12641", "abs": "https://arxiv.org/abs/2509.12641", "authors": ["So Katagiri", "Yoshiki Matsuoka", "Akio Sugamoto"], "title": "Nambu Non-equilibrium Thermodynamics III: Application to specific phenomena", "comment": "29 pages and 19 figures", "summary": "We apply Nambu non-equilibrium thermodynamics (NNET)-a dynamics with multiple\nHamiltonians coupled to entropy-induced dissipation-to paradigmatic\nfar-from-equilibrium systems. Concretely, we construct NNET realizations for\nthe Belousov-Zhabotinsky (BZ) reaction (oscillatory), the Hindmarsh-Rose neuron\nmodel (spiking), and the Lorenz and Chen systems (chaotic), and analyze their\ndynamical and thermodynamic signatures. Across all cases the velocity field\ncleanly decomposes into a reversible Nambu part and an irreversible\nentropygradient part, anchored by a model-independent quasi-conserved quantity.\nThis construction reproduces cycles, spikes, and strange-attractor behavior and\nclarifies transitions among steady, periodic, and chaotic regimes via\ncross-model diagnostics. These results demonstrate that NNET provides a\nunified, quantitatively consistent framework for oscillatory, spiking, and\nchaotic non-equilibrium systems, offering a systematic description beyond the\nscope of linear-response theories such as Onsager's relations or GENERIC."}
{"id": "2509.12648", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12648", "abs": "https://arxiv.org/abs/2509.12648", "authors": ["Kairi Masuda", "Yu Kumagai"], "title": "Atomic-scale phase-field modeling with universal machine learning potentials", "comment": null, "summary": "Atomic-scale phase-field modeling formulates the probability densities of\natomic vibrations as Gaussian distributions and derives a free energy\nfunctional using variational Gaussian theory and interatomic potentials. This\nframework permits per-Gaussian decomposition of the free energy, providing a\ndescription of local thermodynamic states with atomic resolution. However,\nexisting formulations are limited to classical pairwise interatomic potentials,\nrestricting their applicability to specific materials and compromising\nquantitative accuracy. In this work, we extend the atomic-scale phase-field\nmethodology by incorporating universal machine learning interatomic potentials,\nthereby generalizing the free energy functional to many-body systems. This\nextension enhances both the accuracy and transferability of the approach. We\ndemonstrate the method by applying it to bulk copper under NVT and NPT\nensembles, where the predicted pressures and equilibrium lattice constants show\nexcellent agreement with molecular dynamics simulations, validating the\ntheoretical framework. Furthermore, we apply the method to {\\Sigma}5(310)[001]\ngrain boundaries in copper, enabling the visualization of local free energy\ndistributions with atomic-scale resolution. The results reveal a pronounced\nfree energy concentration at the grain boundary core, capturing the\nthermodynamic signature of the interface. This study establishes a versatile\nand accurate framework for atomic-scale thermodynamic modeling, significantly\nbroadening the scope of phase-field approaches to include complex materials and\ndefect structures."}
{"id": "2509.12654", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12654", "abs": "https://arxiv.org/abs/2509.12654", "authors": ["Zi-Yang Xu", "Wei E. I. Sha", "Hang Xie"], "title": "Anomalous inverse Faraday effect for graphene quantum dots in optical vortices", "comment": "8 pages, 4 figure", "summary": "Chiral photon interactions with two-dimensional (2D) materials enable\nunprecedented control of quantum phenomena. In this paper, we report anomalous\ninverse Faraday effects (IFE) in graphene quantum dots (GQDs) under linearly\npolarized optical vortex illumination, where transferred orbital angular\nmomentum (OAM) generates light-induced magnetic moments. Employing our recently\ndeveloped time-dependent quantum perturbation framework [Phys. Rev. B 110,\n085425 (2024)], we demonstrate a counterintuitive observation: some reversed\nmagnetic moments at off-axis positions occur-manifested as counter-rotating\ncurrents to the vortex helical wavefront. Phase-difference analysis and\neigenmode decomposition resolve this anomaly, revealing that the OAM transfer\nefficiency is orders of magnitude weaker than its spin counterpart. This work\nestablishes a new paradigm for optical OAM-to-magnetization conversion in\nquantum-engineered 2D systems."}
{"id": "2509.12706", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12706", "abs": "https://arxiv.org/abs/2509.12706", "authors": ["Ádám Bácsi", "Teodor Iličin", "Rok Žitko"], "title": "Systematic Schrieffer-Wolff-transformation approach to Josephson junctions: quasiparticle effects and Josephson harmonics", "comment": "11 pages, 1 figure", "summary": "We use the Schrieffer-Wolff transformation (SWT) to analyze Josephson\njunctions between superconducting leads described by the charge-conserving BCS\ntheory. Starting from the single-electron tunneling terms, we directly recover\nthe conventional effective Hamiltonian, $-E_J\\cos\\hat{\\varphi}$, with an\noperator-valued phase bias $\\hat{\\varphi}$. The SWT approach has the advantage\nthat it can be systematically extended to more complex scenarios. We show that\nif a Bogoliubov quasiparticle is present its motion couples to that of Cooper\npairs, introducing correlated dynamics that reshape the energy spectrum of the\njunction. Furthermore, higher-order terms in the SWT naturally describe\nJosephson harmonics, whose amplitudes are directly related to the microscopic\nproperties of the superconducting leads and the junction. We derive expressions\nthat could facilitate tuning the ratio between the different harmonics in a\ncontrolled way."}
{"id": "2509.12731", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12731", "abs": "https://arxiv.org/abs/2509.12731", "authors": ["Mohammad Amin Rastkhadiv"], "title": "Ginzburg-Landau Formalism in Curved Spacetime", "comment": null, "summary": "Recent researches on tilted Dirac cone materials have unveiled an astonishing\nproperty, the metric of the spacetime can be altered in these materials by\napplying a perpendicular electric field. This phenomenon is observed near the\nFermi velocity, which is significantly lower than the speed of light. According\nto this property, we derive the Ginzburg-Landau action from the microscopic\nHamiltonian of the BCS theory for the tilted Dirac cone materials. This\nderivation is performed near the critical point within the framework of curved\nspacetime. The novelty of the present work lies in deriving a general\nGinzburg-Landau action that depends on spacetime curvature, where the curvature\nis tuned by an external electric field. Furthermore, this finding enables us to\napply the Ginzburg-Landau theory at high temperatures by changing the spacetime\nmetric, potentially offering insights into achieving high-temperature\nsuperconductivity in these materials."}
{"id": "2509.12793", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.12793", "abs": "https://arxiv.org/abs/2509.12793", "authors": ["J. Gbètoho", "F. A. Dossa", "G. Y. H. Avossevou"], "title": "Algebraic solution and thermodynamic properties of graphene in the presence of minimal length", "comment": "11 pages, 3 figures", "summary": "Graphene is a zero-gap semiconductor, where the electrons propagating inside\nare described by the ultra-relativistic Dirac equation normally reserved for\nvery high energy massless particles. In this work, we show that graphene under\na magnetic field in the presence of a minimal length has a hidden $su(1,1)$\nsymmetry. This symmetry allows us to construct the spectrum algebraically. In\nfact, a generalized uncertainty relation, leading to a non-zero minimum\nuncertainty on the position, would be closer to physical reality and allow us\nto control or create bound states in graphene. Using the partition function\nbased on the Epstein zeta function, the thermodynamic properties are well\ndetermined. We find that the Dulong-Petit law is verified and the heat capacity\nis independent of the deformation parameter."}
{"id": "2509.12797", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.12797", "abs": "https://arxiv.org/abs/2509.12797", "authors": ["A. P. Rebesh", "B. I. Lev", "A. G. Zagorodny"], "title": "Thermodynamic relation for the systems with inhomogeneous distribution of particles", "comment": "17 pages, 3 figures", "summary": "For the system with inhomogeneous distribution of macroscopic parameters we\nobtain thermodynamic relation which depends on the spatial point (coordinate).\nIn our approach, to obtain such a relation we use the basic ideas of the method\nof nonequilibrium statistical operator combined with the Hubbard-Stratonovich\ntransformation. First of all, we define the thermodynamic relation for the\nsystem with homogeneous distribution of particles. Possible behavior\npeculiarities of systems with different character of interaction in\nnonequilibrium case are predicted. By saddle-point method we find the dominant\ncontributions to the partition function and obtain all thermodynamic parameters\nof the systems with different character of interaction. The formations of\nsaddle state in all systems of interacting particles at different temperatures\nand particle distributions have the same physical nature and therefore they can\nbe described in the same way. We consider the systems with attractive and\nrepulsive interactions as well as self-gravitating systems."}
{"id": "2509.12802", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.12802", "abs": "https://arxiv.org/abs/2509.12802", "authors": ["T. Nomura", "I. Rousochatzakis", "O. Janson", "M. Gen", "X. -G. Zhou", "Y. Ishii", "S. Seki", "Y. Kohama", "Y. H. Matsuda"], "title": "Quintuplet condensation in the skyrmionic insulator Cu2OSeO3 at ultrahigh magnetic fields", "comment": "14 pages", "summary": "We report ultrahigh magnetic field Faraday rotation results on the chiral\nhelimagnet Cu2OSeO3, the first Mott insulator showing skyrmion lattice phases\nand a linear magnetoelectric effect. Between 180 and 300 T, we find signatures\nof a Bose-Einstein condensation (BEC) of magnons, which can be described as a\ncanted XY ferrimagnet. Due to the magnetoelectric coupling, the transverse\nmagnetic order of the indivual Cu2+ spins is accompanied by a characteristic\ndome-like electric polarization which is crucial for the observation of the\ncondensate via the Faraday rotation effect."}
{"id": "2509.12803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12803", "abs": "https://arxiv.org/abs/2509.12803", "authors": ["N. Bouteldja", "N. Hacini", "I. Ouadha", "H. Rached"], "title": "Beyond conventional half-metals: gapless states and spin gapless semiconducting behavior in X$_2$MnGa (X = Ti, Ir) Heusler compounds", "comment": "11 pages, 6 figures", "summary": "The search for high-performance spintronic materials motivates the\nexploration of Heusler alloys with unconventional electronic properties. Using\ndensity functional theory with Hubbard correction (DFT+$U$, $U = 4$~eV), we\ninvestigate X$_2$MnGa (X = Ti, Ir) alloys, which stabilize in the ferromagnetic\nL2$_1$-type structure with strong thermodynamic stability. Electronic structure\ncalculations reveal contrasting behaviors: Ti$_2$MnGa transitions from a\nmetallic L2$_1$-type phase to a spin gapless semiconductor (SGS) in the\nXA-type, while Ir$_2$MnGa exhibits gapless half-metallicity behavior in the\nL2$_1$-type but becomes half-metallic in the XA-type. The magnetic properties\nare governed by spd hybridization between Mn-3$d$ and X-$d$/Ga-$p$ states,\nwhich stabilizes ferromagnetism and tailors electronic states near the Fermi\nlevel. The Hubbard $U$ correction proves essential for accurately describing\nthe correlated Mn-3$d$ electrons. These alloys combine structural stability\nwith tunable electronic and magnetic properties, offering a promising platform\nfor spin-polarized transport in next-generation spintronic devices."}
{"id": "2509.12830", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.12830", "abs": "https://arxiv.org/abs/2509.12830", "authors": ["Sofia Sevitz", "Kushagra Aggarwal", "Jorge Tabanera-Bravo", "Juliette Monsel", "Florian Vigneau", "Federico Fedele", "Joe Dunlop", "Juan M. R. Parrondo", "Gerard J. Milburn", "Janet Anders", "Natalia Ares", "Federico Cerisola"], "title": "Sources of nonlinearity in the response of a driven nano-electromechanical resonator", "comment": "14 pages, 10 figures. All comments are welcome!", "summary": "Nanoelectromechanical resonators provide an ideal platform for investigating\nthe interplay between electron transport and nonlinear mechanical motion.\nExternally driven suspended carbon nanotubes, containing an electrostatically\ndefined quantum dot are especially promising. These devices possess two main\nsources of nonlinearity: the electromechanical coupling and the intrinsic\ncontributions of the resonator that induce a Duffing-like nonlinear behavior.\nIn this work, we observe the interplay between the two sources across different\ndriving regimes. The main nonlinear feature we observe is the emergence of\narch-like resonances in the electronic transport when the resonator is strongly\ndriven. We show that our model is in good agreement with our experimental\nelectron transport measurements on a suspended carbon nanotube. This\ncharacterization paves the way for the exploration of nonlinear phenomena using\nmesoscopic electromechanical resonators."}
{"id": "2509.12940", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.12940", "abs": "https://arxiv.org/abs/2509.12940", "authors": ["Mitesh B. Solanki", "Margi Jani"], "title": "Recent Advancements in the Development of Two-dimensional Transition Metal Dichalcogenides (TMDs) and their potential application", "comment": null, "summary": "This article explores the recent advancements in atomically thin\ntwo-dimensional transition metal dichalcogenides (2D TMDs) and their potential\napplications in various fields, including nanoelectronics, photonics, sensing,\nenergy storage, and optoelectronics. Specifically, the focus is on TMDs such as\nMoS2, WS2, MoSe2, and WSe2, promising for next-generation electronics and\noptoelectronics devices based on ultra-thin atomic layers. One of the main\nchallenges in utilising TMDs for practical applications is the scalable\nproduction of defect-free materials on desired substrates. However, innovative\ngrowth strategies have been developed to address this issue and meet the\ngrowing demand for high-quality and controllable TMD materials. These\nstrategies are compatible with conventional and unconventional substrates,\nopening up new possibilities for practical implementation. Furthermore, the\narticle highlights the development of novel 2D TMDs with unique functionalities\nand remarkable chemistry. These advancements contribute to expanding the range\nof applications and capabilities of TMD materials, pushing the boundaries of\nwhat can be achieved with these ultra-thin layers. In addition to electronics,\nthe article delves into the significant efforts dedicated to exploring the\npotential of 2D TMDs in energy and sensor applications. These materials have\nshown promising characteristics for energy storage and have been extensively\nstudied for their sensing capabilities, showcasing their versatility and\npotential impact in these fields. This article provides a comprehensive\noverview of the recent progress in 2D TMDs, emphasising their applications in\nelectronics, optoelectronics, energy, and sensing. The continuous research and\ndevelopment in this area is promising for advancing these materials and their\nintegration into practical devices and systems."}
{"id": "2509.12946", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12946", "abs": "https://arxiv.org/abs/2509.12946", "authors": ["Patrick Marx", "Shivam Shukla", "Alejandro Esteban Perez Mendoza", "Florian Lourens", "Corina Andronescu", "Alfred Ludwig"], "title": "Structural and Electrocatalytic Properties of La-Co-Ni Oxide Thin Films", "comment": null, "summary": "La-Co-Ni oxides were fabricated in the form of thin-film materials libraries\nby combinatorial reactive co-sputtering and analyzed for structural and\nfunctional properties over large compositional ranges: normalized to the metals\nof the film they span about 0 - 70 at.-% for Co, 18 - 81 at.-% for La and 11 -\n25 at.-% for Ni. Composition-dependent phase analysis shows formation of three\nareas with different phase constitutions in dependance of Co-content: In the\nLa-rich region with low Co content, a mixture of the phases La2O3, perovskite,\nand La(OH)3 is observed. In the Co-rich region, perovskite and spinel phases\nform. Between the three-phase region and the Co-rich two-phase region, a\nsingle-phase perovskite region emerges. Surface microstructure analysis shows\nformation of additional crystallites on the surface in the two-phase area,\nwhich become more numerous with increasing Ni-content. Energy-dispersive X-ray\nanalysis indicates that these crystallites mainly contain Co and Ni, so they\ncould be spinels growing on the surface. The analysis of the oxygen evolution\nreaction (OER) electrocatalytic activity over all compositions and phase\nconstitutions reveals that the perovskite/spinel two-phase region shows the\nhighest catalytic activity, which increases with higher Ni-content. The highest\nOER current density was measured as 2.24 mA/cm2 at 1.8 V vs. RHE for the\ncomposition La11Co20Ni9O60."}
{"id": "2509.12952", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12952", "abs": "https://arxiv.org/abs/2509.12952", "authors": ["Tianyuan Zhu", "Shi Liu"], "title": "Origin of Reverse Size Effect in Ferroelectric Hafnia Thin Films", "comment": null, "summary": "The persistence of ferroelectricity in ultrathin HfO$_2$ films challenges\nconventional theories, particularly given the paradoxical observation that the\nout-of-plane lattice spacing increases with decreasing thickness. We resolve\nthis puzzle by revealing that this anomalous lattice expansion is\ncounterintuitively coupled to suppressed out-of-plane polarization.\nFirst-principles calculations combined with analytical modeling identify two\nmechanisms behind this expansion: a negative longitudinal piezoelectric\nresponse to the residual depolarization field and a positive surface stress\nthat becomes significant at reduced thickness. Their interplay quantitatively\nreproduces the experimentally observed lattice expansion. Furthermore,\n(111)-oriented HfO$_2$ films can support out-of-plane polarization even under\nopen-circuit conditions, in contrast to (001) films that stabilize a nonpolar\nground state. This behavior points to the emergence of orientation-induced\nhyperferroelectricity, an unrecognized mechanism that enables polarization\npersistence through orientation engineering without electrode screening. The\nprinciple also extends to perovskite ferroelectrics, offering a strategy to\neliminate critical thickness limits by selecting appropriate film orientations."}
{"id": "2509.12988", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.12988", "abs": "https://arxiv.org/abs/2509.12988", "authors": ["Franklin H. Cho", "Y. M. Cho", "Pengming Zhang", "Li-Ping Zou"], "title": "Non-Abelian Gauge Theory of Spin Triplet Superconductivity and Spin Triplet Magnon Spintronics", "comment": null, "summary": "We present an SU(2)xU(1) Ginzburg-Landau theory of the spin triplet\nferromagnetic superconductivity which could also describe the physics of the\nspin triplet magnon spintronics, where the SU(2) gauge interaction of the\nmagnon plays an important role. The theory is made of the massive photon,\nmassless neutral magnon, massive non-Abelian magnon, and the Higgs scalar field\nwhich represents the density of the Copper pair. It has the following\ncharacteristic features, the long range magnetic interaction mediated by the\nmassless magnon, two types of conserved supercurrents (the ordinary\nelectromagnetic current and the spin current made of the magnons) which could\nexplain the conversion between the charge and spin currents, and the\nnon-Abelian Meissner effect generated by the spin current. Moreover, it has\nnon-Abelian topological objects, the quantized non-Abelian magnonic vortex and\nnon-Abelian magnonic monopole, as well as the ordinary Abrikosov vortex. The\ntheory is characterized by three scales. In addition to the correlation length\nfixed by the mass of the Higgs field it has two different mass scales, the one\nfixed by the mass of the photon and the other fixed by the mass of the\noff-diagonal magnon. We compare the theory with the non-Abelian gauge theory of\nthe spin doublet ferromagnetic superconductivity which could also be\ninterpreted as an effective theory of the electron spintronics. We discuss the\nphysical implications of the non-Abelian gauge theories in condensed matter\nphysics."}
{"id": "2509.13045", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2509.13045", "abs": "https://arxiv.org/abs/2509.13045", "authors": ["Matthew D. Dickers", "Felipe Fantuzzi", "Nigel J. Mason", "Andrei V. Korol", "Andrey V. Solov'yov"], "title": "Structural effects of boron doping in diamond crystals for gamma-ray light-source applications: Insights from molecular dynamics simulations", "comment": null, "summary": "Boron-doped diamond crystals (BDD, C$_{1-x}$B$_{x}$) exhibit exceptional\nmechanical strength, electronic tunability, and resistance to radiation damage.\nThis makes them promising materials for use in gamma-ray crystal-based light\nsources. To better understand and quantify the structural distortions\nintroduced by doping, which are critical for maintaining channelling\nefficiency, we perform atomistic-level molecular dynamics simulations on\nperiodic C$_{1-x}$B$_{x}$ systems of various sizes. These simulations allow the\ninfluence of boron concentration on the lattice constant and the (110) and\n(100) inter-planar distances to be evaluated over the concentration range from\npure diamond (0%) to 5% boron at room temperature (300 K). Linear relationships\nbetween both lattice constant and inter-planar distance with increasing dopant\nconcentration are observed, with a deviation from Vegard's Law. This deviation\nis larger than that reported by other theoretical and computational studies;\nhowever, this may be attributed to an enhanced crystal quality over these\nstudies, a vital aspect when considering gamma-ray crystal light source design.\nThe methodology presented here incorporates several refinements to closely\nreflect the conditions of microwave plasma chemical vapour deposition (MPCVD)\ncrystal growth. Validation of the methodology is provided through a\ncomprehensive statistical analysis of the structure of our generated crystals.\nThese results enable reliable atomistic modelling of doped diamond crystals and\nsupport their use in the design and fabrication of periodically bent structures\nfor next-generation gamma-ray light source technologies."}
{"id": "2509.13057", "categories": ["cond-mat.str-el", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.13057", "abs": "https://arxiv.org/abs/2509.13057", "authors": ["S. Thiagarajan", "C. Watson", "T. Yzeiri", "H. Hu", "B. Uchoa", "F. Krüger"], "title": "Nature of the Topological Transition of the Kitaev Model in [111] Magnetic Field", "comment": "10 pages, 6 figures", "summary": "We investigate the nature of the topological phase transition of the\nantiferromagnetic Kitaev model on the honeycomb lattice in the presence of a\nmagnetic field along the [111] direction. The field opens a topological gap in\nthe Majorana fermion spectrum and leads to a sequence of topological phase\ntransitions before the field polarised state is reached. At mean field level\nthe gap first closes at the three $M$ points in the Brillouin zone, where the\nMajorana fermions form Dirac cones, resulting in a change of Chern number by\nthree. An odd number of Dirac fermions in the infrared is unusual and requires\nBerry curvature compensation in the UV, which occurs via topological, ring-like\nhybridisation gaps with higher-energy bands. We perform a renormalisation-group\nanalysis of the topological phase transition at the three $M$ points within the\nYukawa theory, allowing for intra- and inter-valley fluctuations of the\nspin-liquid bond operators. We find that the latter lead to a breaking of\nLorentz invariance and hence a different universality compared to the standard\nIsing Gross-Neveu-Yukawa class."}
{"id": "2509.13075", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.13075", "abs": "https://arxiv.org/abs/2509.13075", "authors": ["Krystof Brezina", "Yair Litman", "Mariana Rossi"], "title": "Explaining Principles of Tip-Enhanced Raman Images with Ab Initio Modeling", "comment": "Main text: 10 pages, 5 figures. Supporting Information: 8 pages, 10\n  figures", "summary": "Tip-enhanced Raman spectroscopy (TERS) is a powerful method for imaging\nvibrational motion and chemically characterizing surface-bound systems.\nTheoretical simulations of TERS images often consider systems in isolation,\nignoring any substrate support, such as metallic surfaces. Here, we show that\nthis omission leads to deviations from experimentally measured data through\nsimulations with a new finite-field formulation of first-principles simulation\nof TERS spectra that can address extended, periodic systems. We show that TERS\nimages of tetracyanoethylene on Ag(100) and defective MoS$_2$ monolayers\ncalculated using isolated molecules or cluster models are qualitatively\ndifferent from those calculated when accounting for the periodicity of the\nsubstrate. For Mg(II)-porphine on Ag(100), a system for which a direct\nexperimental comparison is possible, these simulations prove to be crucial for\nexplaining the spatial variation of TERS intensity patterns and allow us to\nuncover fundamental principles of TERS spectroscopy. We explain how and why\nsurface interactions affect images of out-of-plane vibrational modes much more\nthan those of in-plane modes, providing an important tool for the future\ninterpretation of these images in more complex systems."}
{"id": "2509.13090", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.13090", "abs": "https://arxiv.org/abs/2509.13090", "authors": ["Maryam Pirgholi", "Morteza Nattagh Najafi", "Vadood Adami"], "title": "A Self-Organized Model for the Flicker Noise in Interacting Two-Dimensional Electron Gas", "comment": "11 pages, 9 figures", "summary": "We investigate self-organized criticality in a two-dimensional electron gas\n(2DEG) by introducing a lattice-based model that incorporates electron-electron\ninteractions through the concept of coherence length. Our numerical simulations\ndemonstrate that in the strongly interacting regime, the system exhibits a\ndistinct set of universal critical exponents, markedly different from those\nobserved in the weakly interacting limit. This dichotomy aligns with\nexperimental findings on the metal-insulator transition in 2DEGs, where high\ninteraction strength (low carrier density) leads to qualitatively different\nbehavior. The analysis includes scaling of the average electron density with\ntemperature, the power spectral density, and the statistics of electronic\navalanches - namely their size distributions and autocorrelation functions. In\nall cases, the extracted exponents differ significantly between the weak and\nstrong interaction regimes, highlighting the emergence of two universality\nclasses governed by interaction strength. These results underscore the critical\nrole of electron correlations in the self-organized behavior of low-dimensional\nelectronic systems."}
{"id": "2509.13100", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13100", "abs": "https://arxiv.org/abs/2509.13100", "authors": ["Rakesh K. Dora", "Ajit C. Balram"], "title": "Dispersion of collective modes in spinful fractional quantum Hall states on the sphere", "comment": "21+14 pages, 14 figures", "summary": "Collective modes capture the dynamical aspects of fractional quantum Hall\n(FQH) fluids. Depending on the active degrees of freedom, different types of\ncollective modes can arise in a FQH state. In this work, we consider spinful\nFQH states in the lowest Landau level (LLL) along the Jain sequence of fillings\n$\\nu{=}n/(2n{\\pm}1)$ and compute the Coulomb dispersion of their spin-flip and\nspin-conserving collective modes in the spherical geometry. We use the\nLLL-projected density-wave and composite fermion (CF) exciton states as trial\nwave functions for these modes. To evaluate the dispersion of density-wave\nstates, we derive the commutation algebra of spinful LLL-projected density\noperators on the sphere, which enables us to extract the gap of the\ndensity-wave excitations from the numerically computed density-density\ncorrelation function, i.e., the static structure factor, of the FQH ground\nstate. We find that the CF excitons provide an accurate description of the\ncollective modes at all wavelengths, while the density-wave states fail to do\nso. Specifically, the spin-flip density wave reliably captures the spin-flip\ncollective mode only for the Laughlin and Halperin states, and that too only in\nthe long-wavelength limit. Interestingly, for spin-singlet primary Jain states,\nthe spin-conserving density mode is inaccurate even in the long-wavelength\nregime. We show that this discrepancy stems from the presence of an additional\nhigh-energy spin-conserving parton mode, similar to that found in fully\npolarized secondary Jain states at $\\nu{=}n/(4n{\\pm}1)$. We propose an ansatz\nfor this parton mode and compute its Coulomb dispersion in the singlet state at\n$\\nu{=}2/5$. The predicted parton mode can be observed in circularly polarized\ninelastic light scattering experiments."}
{"id": "2509.13114", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13114", "abs": "https://arxiv.org/abs/2509.13114", "authors": ["Junxi Yu", "Bingbing Wang", "Cheng-Cheng Liu"], "title": "Relaxation and Its Effects on Electronic Structure in Twisted Systems: An Analytical Perspective", "comment": "29 pages, 13 figures", "summary": "Lattice relaxation profoundly reshapes electronic structures in twisted\nmaterials. Prevailing treatments, however, typically rely on large-scale\ndensity functional theory (DFT), which is computationally costly and\nmechanistically opaque. Here, we develop a unified analytical framework to\novercome these limitations. From continuum elastic theory, we derive\nclosed-form solutions for both in-plane and out-of-plane relaxation fields. We\nfurther introduce an analytical phase factor expansion theory that maps\nrelaxation into the electronic Hamiltonian. By applying this framework, the\nrelaxation-mediated single-particle and many-body topological phase transitions\nin twisted MoTe$_{2}$ is accurately captured, and the evolution of flat bands\nin magic-angle graphene is quantitatively reproduced. Our work transforms the\nresearch of moir\\'e relaxation from black-box numerical fitting to an\nanalytical paradigm, offering fundamental insights, exceptional efficiency, and\ngeneral applicability to a wide range of twisted materials."}
{"id": "2509.13155", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13155", "abs": "https://arxiv.org/abs/2509.13155", "authors": ["Augusto Facundes", "Thiago T. Dorini", "Theodora W. von Zuben", "Miguel A. San-Miguel"], "title": "Understanding oxide surface stability: Theoretical insights from silver chromate", "comment": null, "summary": "Silver chromate ($\\mathrm{Ag_{2}CrO_{4}}$) has attracted considerable\nattention in recent years due to its promising photocatalytic performance,\nwhich strongly depends on the crystallographic orientation of its exposed\nsurfaces. A detailed understanding of the structural stability of these\nsurfaces under realistic conditions is therefore essential for advancing its\napplications. In this work, we combine density functional theory (DFT) with\nfirst-principles atomistic thermodynamics to systematically investigate the\nstability of multiple surface orientations and terminations of\n$\\mathrm{Ag_{2}CrO_{4}}$. The surface Gibbs free energy was evaluated as a\nfunction of oxygen and silver chemical potentials, enabling the construction of\nstability trends under non-vacuum environments. Our results reveal that the\ndegree of coordination of surface chromium-oxygen clusters plays a decisive\nrole in determining surface stability. Furthermore, Wulff constructions predict\nmorphology evolution as a function of external conditions, allowing us to\nidentify the atomic structures of the exposed facets in the equilibrium crystal\nshape. These insights provide a fundamental framework for understanding\nsurface-dependent photocatalytic activity in $\\mathrm{Ag_{2}CrO_{4}}$ and\nrelated silver-based oxides."}
{"id": "2509.13159", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13159", "abs": "https://arxiv.org/abs/2509.13159", "authors": ["Amine Ben Mhenni", "Elif Çetiner", "Kenji Watanabe", "Takashi Taniguchi", "Jonathan J. Finley", "Nathan P. Wilson"], "title": "Engineering strong correlations in a perfectly aligned dual moiré system", "comment": "16 pages, 4 figures. Extended Data: 6 figures. We welcome your\n  feedback!", "summary": "Exotic collective phenomena emerge when bosons strongly interact within a\nlattice. However, creating a robust and tunable solid-state platform to explore\nsuch phenomena has been elusive. Dual moir\\'e systems$-$compromising two\nCoulomb-coupled moir\\'e lattices$-$offer a promising system for investigating\nstrongly correlated dipolar excitons (composite bosons) with electrical\ncontrol. Thus far, their implementation has been hindered by the relative\nmisalignment and incommensurability of the two moir\\'e patterns. Here we report\na dual moir\\'e system with perfect translational and rotational alignment,\nachieved by utilizing twisted hexagonal boron nitride (hBN) bilayer to both\ngenerate an electrostatic moir\\'e potential and separate MoSe$_{2}$ and\nWSe$_{2}$ monolayers. We observe strongly correlated electron phases driven by\nintralayer interactions and identify interlayer Rydberg trions, which become\ntrapped in the presence of the Mott insulating state. Importantly, our platform\nis electrostatically programmable, allowing the realization of different\nlattice symmetries with either repulsive or attractive interlayer interactions.\nIn particular, we implement the latter scenario by optically injecting charges,\nwhich form a dipolar excitonic phase. Our results establish a versatile\nplatform for the exploration and manipulation of exotic and topological bosonic\nquantum many-body phases."}
{"id": "2509.13180", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.13180", "abs": "https://arxiv.org/abs/2509.13180", "authors": ["Kristine M. L. Krighaar", "Jeppe J. Cederholm", "Ellen M. S. Schriver", "Henrik Jacobsen", "Christine P. Lauritzen", "Igor Zaliznyak", "Cédric H. Qvistgaard", "Ursula B. Hansen", "Ahmed Alshemi", "Anton P. J. Stampfl", "Jean-Claude Grivel", "Dongjoon Song", "Kim Lefmann", "Machteld E. Kamminga"], "title": "Low-energy spin waves as potential driving force for superconductivity in electron-doped cuprates", "comment": "9 pages, 7 figures", "summary": "In order to fully utilize the technological potential of unconventional\nsuperconductors, an enhanced understanding of the superconducting mechanism is\nnecessary. In the best performing superconductors, the cuprates,\nsuperconductivity is intimately linked with magnetism, although the details of\nthis remain elusive. In search of clarity in the magnetism-superconductivity\nrelationship, we focus on the electron-doped cuprate Nd1.85Ce0.15CuO(4-delta)\n(NCCO). NCCO has an antiferromagnetic ground state when synthesized, and only\nbecomes superconducting after a reductive annealing process. This makes NCCO an\nideal template to study how the magnetism differs in the superconducting and\nnon-superconducting state, while keeping the material template as constant as\npossible. Using neutron spectroscopy, we reveal that the as-grown crystal\nexhibits a large energy gap in the magnetic fluctuation spectrum. Upon\nannealing, defects that are introduced by the commonly employed synthesis\nmethod, are removed and the gap is significantly reduced. While the energy gap\nin the annealed sample is an effect of superconductivity, we argue that the gap\nin the as-grown sample is caused by the absence of long-wavelength spin waves.\nThe defects in as-grown NCCO thus play the dual role of suppressing both\nsuperconductivity and low-energy spin waves, highlighting the connection\nbetween these two phenomena."}
{"id": "2509.13182", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13182", "abs": "https://arxiv.org/abs/2509.13182", "authors": ["Ali Ghojavand", "Cem Sevik", "Milorad V. Milošević"], "title": "Strain-tuned magnetoelectric properties of monolayer NiX$_2$ (X = I, Br): a first-principles analysis", "comment": null, "summary": "Using \\textit{ab initio} methodology, we reveal a strain-mediated approach to\nprecisely tune the magnetoelectric coupling and spin-driven emergent\npolarization of NiX$_2$ (X = I, Br) monolayers. In the absence of strain, these\nsystems spontaneously stabilize non-collinear spin states that break the\ninversion symmetry, inducing a ferroelectric polarization in the plane of the\nmaterial. We show that biaxial and uniaxial strains broadly modulate the\nmagnetoelectric response in these materials through two distinct mechanisms:\n(i) direct modification of the magnetoelectric tensor components, and (ii)\ntuning of the characteristic propagation vectors of a spin texture. This dual\nmechanism enables precise control over the magnitude of the spin-induced\nelectric polarization of these materials. With respect to the achievable\nmagnitude of the electric polarization, we demonstrate the critical role of\nthird-nearest-neighbor spin-pair contributions, which can increase under strain\nto levels that compete with or even exceed the polarization driven by\nfirst-nearest-neighbor effects. These findings offer important insights into\nlow-dimensional piezo-magnetoelectricity and expand the possibilities for\ndesigning multifunctional two-dimensional straintronic devices."}
{"id": "2509.13194", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13194", "abs": "https://arxiv.org/abs/2509.13194", "authors": ["Sarath Prem", "Olesia Dmytruk", "Mircea Trif"], "title": "Distinguishing Majorana bound states from accidental zero-energy modes with a microwave cavity", "comment": null, "summary": "Transport measurements of hybrid nanowires often rely on the observation of a\nzero-bias conductance peak as a hallmark of Majorana bound states (MBSs).\nHowever, such signatures can also be produced by trivial zero-energy Andreev\nbound states (ABSs) or by quasi-Majorana bound states (QMBSs), complicating\ntheir unambiguous identification. Here we propose microwave absorption\nvisibility, extracted from parity-dependent cavity-nanowire susceptibility\nmeasurements, as a complementary probe of MBSs nonlocality. We study a Rashba\nspin-orbit nanowire consisting of a proximitized superconducting segment and an\nuncovered quantum-dot region, capacitively coupled to a single-mode microwave\ncavity. We show that true MBSs yield finite visibility only when both MBSs are\nsimultaneously coupled to the cavity, reflecting their intrinsic nonlocality.\nIn contrast, ABSs and QMBSs exhibit visibility extrema even when the cavity\ncouples only locally to part of the nanowire. We further demonstrate that this\ndistinction persists in the presence of Gaussian disorder, which may otherwise\ngenerate trivial subgap states. Motivated by recent experiments, we also\nanalyze ``poor man's\" Majoranas in double-quantum-dot setups, where analytical\nresults confirm the same nonlocal visibility criterion. Finally, we discuss a\ncavity-driven scheme for initializing the electronic system in a given parity\nstate. Our results establish cavity-based visibility as a robust and versatile\nprobe of MBSs, providing a clear route to distinguish them from trivial\nzero-energy states in hybrid superconducting platforms."}
{"id": "2509.13204", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.13204", "abs": "https://arxiv.org/abs/2509.13204", "authors": ["Fu Li", "Xiaoxiong Liu", "Vikrant Chaudhary", "Ruiwen Xie", "Chen Shen", "Hao Wang", "Hongbin Zhang"], "title": "High-throughput screening of spin Hall conductivity in 2D materials", "comment": null, "summary": "Two-dimensional (2D) materials with large spin Hall effect (SHE) have\nattracted significant attention due to their potential applications in\nnext-generation spintronic devices. In this work, we perform high-throughput\n(HTP) calculations to obtain the spin Hall conductivity (SHC) of 4486\nnon-magnetic compounds in the \\texttt{2Dmatpedia} database and identify six\nmaterials with SHC exceeding $500\\,(\\hbar/e)\\,(\\mathrm{S/cm})$, surpassing\nthose of previously known materials. Detailed analysis reveals that the\nsignificant SHC can be attributed to spin-orbit coupling (SOC)-induced gap\nopenings at Dirac-like band crossings. Additionally, the presence of mirror\nsymmetry further enhances the SHC. Beyond the high-SHC materials, 57\ntopological insulators with quantized SHCs have also been identified. Our work\nenables rapid screening and paves the way for experimental validation,\npotentially accelerating the discovery of novel 2D materials optimized for\nspintronics applications."}
{"id": "2509.13242", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13242", "abs": "https://arxiv.org/abs/2509.13242", "authors": ["M. Maneesh Kumar", "Sanjay Sarkar", "Amit Agarwal"], "title": "Band geometric transverse current driven by inhomogeneous AC electric field", "comment": "11 pages, 3 references. Suggestions, comments, criticism and missed\n  citation requests are invited", "summary": "We develop a semiclassical theory for electron wavepacket dynamics in the\npresence of an inhomogeneous AC electric field. While static electric-field\ngradients are known to generate charge transport governed by the quantum\nmetric, we show that AC field gradients induce an additional geometric current\nthat vanishes in the DC limit. This response originates from a novel\nband-geometric quantity, the higher-order connection (HOC) tensor, constructed\nfrom cubic products of interband Berry connections. We derive explicit\nexpressions for the AC current and identify the symmetry conditions under which\nit arises. Remarkably, inhomogeneous AC fields can generate an anomalous\nHall-like response even in nonmagnetic systems. Applying the theory to\nBernal-stacked bilayer graphene, we demonstrate that the HOC-induced response\nproduces a measurable Hall current peaking at band edges. These results\nestablish inhomogeneous AC fields as a powerful probe of higher-order band\ngeometric quantities beyond Berry curvature and the quantum metric."}
{"id": "2509.13246", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13246", "abs": "https://arxiv.org/abs/2509.13246", "authors": ["Samuel D. Escribano", "Alfredo Levy Yeyati", "Elsa Prada"], "title": "Effective conduction-band model for zincblende III-V semiconductors in the presence of strain: tuning the properties of bulk crystals and nanostructures", "comment": "19 pages, 7 figures", "summary": "Strain provides a powerful knob to tailor the electronic properties of\nsemiconductors. Simple yet accurate approximations that capture strain effects\nin demanding simulations of mesoscopic nanostructures are therefore highly\ndesirable. However, for III-V compounds, key materials for quantum\napplications, such approaches remain comparatively underdeveloped. In this\nwork, we derive a compact, effective Hamiltonian that describes the conduction\nband of zincblende III-V semiconductors incorporating strain effects. Starting\nfrom the eight-band k$\\cdot$p model with Bir-Pikus corrections, we perform a\nfolding-down procedure to obtain analytical expressions for conduction-band\nstrain-renormalized parameters, including the effective mass, chemical\npotential, spin-orbit coupling, and $g$-factor. The model reproduces full\nmultiband results under small to moderate strain, while retaining a form\nsuitable for device-scale calculations. We benchmark the model for bulk\ndeformations and apply it to representative nanostructures, such as core.shell\nnanowires and planar heterostructures. Our results provide a practical and\nversatile tool for incorporating strain into the design of III-V semiconductor\ndevices, enabling reliable predictions of their properties with direct\nimplications for spintronic, straintronic, optoelectronic, and topological\nquantum technologies."}
{"id": "2509.13277", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.13277", "abs": "https://arxiv.org/abs/2509.13277", "authors": ["Sunit Das", "Akash Adhikary", "Divya Sahani", "Aveek Bid", "Amit Agarwal"], "title": "Odd-parity longitudinal magnetoconductivity in time-reversal symmetry broken materials", "comment": "15 pages, 4 figures, 3 tables. Comments are welcome", "summary": "Magnetotransport measurements are a sensitive probe of symmetry and\nelectronic structure in quantum materials. While conventional metals exhibit\nlongitudinal magnetoconductivity that is even in a magnetic field ($B$) for\nsmall $B$, we show that magnetic materials which intrinsically break\ntime-reversal symmetry (TRS) show an {\\it odd-parity magnetoconductivity}\n(OMC), with a leading linear-$B$ response. Using semiclassical transport\ntheory, we derive explicit expressions for the longitudinal and transverse\nconductivities and identify their origin in Berry curvature and orbital\nmagnetic moment. Crystalline symmetry analysis shows that longitudinal OMC\nfollows the same point-group constraints as the anomalous Hall effect, while\ntransverse OMC obeys distinct rules, providing an independent probe of TRS\nbreaking. In the large $B$ quantum oscillation regime, we uncover both odd- and\neven-$B$ contributions, demonstrating OMC beyond the semiclassical picture.\nExplicit calculations in valley-polarized gapped graphene show that OMC peaks\nnear the band edges, vanish in the band gap and follow the temperature\ndependence of the magnetic order parameter. Our results explain the odd-parity\nmagnetoresistance recently observed in magnetized graphene and establish OMC as\na robust transport signature of intrinsic TRS breaking in metals."}
{"id": "2509.13298", "categories": ["cond-mat.mes-hall", "cs.CV", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.13298", "abs": "https://arxiv.org/abs/2509.13298", "authors": ["Donovan L. Buterakos", "Sandesh S. Kalantre", "Joshua Ziegler", "Jacob M Taylor", "Justyna P. Zwolak"], "title": "QDFlow: A Python package for physics simulations of quantum dot devices", "comment": "17 pages, 5 figures", "summary": "Recent advances in machine learning (ML) have accelerated progress in\ncalibrating and operating quantum dot (QD) devices. However, most ML approaches\nrely on access to large, high-quality labeled datasets for training,\nbenchmarking, and validation, with labels capturing key features in the data.\nObtaining such datasets experimentally is challenging due to limited data\navailability and the labor-intensive nature of labeling. QDFlow is an\nopen-source physics simulator for multi-QD arrays that generates realistic\nsynthetic data with ground-truth labels. QDFlow combines a self-consistent\nThomas-Fermi solver, a dynamic capacitance model, and flexible noise modules to\nproduce charge stability diagrams and ray-based data closely resembling\nexperiments. With extensive tunable parameters and customizable noise models,\nQDFlow supports the creation of large, diverse datasets for ML development,\nbenchmarking, and quantum device research."}
{"id": "2509.13303", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13303", "abs": "https://arxiv.org/abs/2509.13303", "authors": ["Avior Almoalem", "Sajilesh Kunhiparambath", "Roni Anna Gofman", "Yuval Nitzav", "Ilay Mangel", "Nitzan Ragoler", "Jun Fujii", "Ivana Vobornik", "Francois Bertran", "Amit Kanigel", "Jonathan Ruhman", "Vidya Madhavan"], "title": "Mixed Triplet-Singlet Order Parameter in Decoupled Superconducting 1H Monolayers of Transition-Metal Dichalcogenides", "comment": null, "summary": "Understanding the emergence of unconventional superconductivity, where the\norder parameter deviates from simple isotropic s-wave pairing, is a central\npuzzle in condensed matter physics. Transition-metal dichalcogenides (TMDCs),\nthough generally regarded as conventional superconductors, display signatures\nof this unusual behavior and thus provide a particularly intriguing platform to\nexplore how exotic states arise. Here we investigate the misfit compound\n(SnS)$_{1.15}$(TaS$_2$), a heterostructure composed of alternating SnS and\n1H-TaS$_2$ layers. Using transport, photoemission, and scanning tunneling\nspectroscopy, we demonstrate that the SnS layers effectively decouple the\nTaS$_2$ into electronically isolated 1H sheets. In this limit, the tunneling\ndensity of states reveals a clear two-gap superconducting spectrum with T$_c\n\\sim$ 3.1 K. A theoretical model based on lack of inversion symmetry and\nfinite-range attraction reproduces the observed multi-gap structure as a mixed\nsinglet-triplet state. These results establish misfit compounds as a powerful\nplatform for studying unconventional superconductivity in isolated 1H layers\nand for realizing multiple uncoupled superconductors within a single crystal."}
{"id": "2509.12598", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.12598", "abs": "https://arxiv.org/abs/2509.12598", "authors": ["Shaun Tan", "Sujin Park", "Seung-Gu Choi", "Oliver J. Tye", "Ruiqi Zhang", "Jonah R. Horowitz", "Heejae Chung", "Vladimir Bulović", "Jeonghun Kwak", "Jin-Wook Lee", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Oxygen vacancy formation in ZnSeTe blue quantum dot light-emitting diodes", "comment": null, "summary": "Recent advancements have led to the development of bright and heavy\nmetal-free blue-emitting quantum dot light-emitting diodes (QLEDs). However,\nconsensus understanding of their distinct photophysical and electroluminescent\ndynamics remains elusive. This work correlates the chemical and electronic\nchanges occurring in a QLED during operation using depth-resolved and operando\ntechniques. The results indicate that oxygen vacancy forms in the ZnMgO layer\nduring operation, with important implications on the charge injection and\nelectrochemical dynamics. Taken together, the results suggest a causal\nrelationship between oxygen vacancy formation and operational degradation of\nthe blue-emitting ZnSeTe-based QLEDs."}
{"id": "2509.12665", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.12665", "abs": "https://arxiv.org/abs/2509.12665", "authors": ["Domagoj Fijan", "Maria R. Ward Rashidi", "Sharon C. Glotzer"], "title": "Quantifying Local Point-Group-Symmetry Order in Complex Particle Systems", "comment": null, "summary": "Crystals and other condensed phases are defined primarily by their inherent\nsymmetries, which play a crucial role in dictating their structural properties.\nIn crystallization studies, local order parameters (OPs) that describe bond\norientational order are widely employed to investigate crystal formation.\nDespite their utility, these traditional metrics do not directly quantify\nsymmetry, an important aspect for understanding the development of order during\ncrystallization. To address this gap, we introduce a new set of OPs, called\nPoint Group Order Parameters (PGOPs), designed to continuously quantify point\ngroup symmetry order. We demonstrate the strength and utility of PGOP in\ndetecting order across different crystalline systems and compare its\nperformance to commonly used bond-orientational order metrics. PGOP\ncalculations for all non-infinite point groups are implemented in the\nopen-source package SPATULA (Symmetry Pattern Analysis Toolkit for\nUnderstanding Local Arrangements), written in parallelized C++ with a Python\ninterface. The code is publicly available on GitHub."}
{"id": "2509.12834", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12834", "abs": "https://arxiv.org/abs/2509.12834", "authors": ["Imre Bakó", "László Pusztai", "Orest Pizio"], "title": "Pressure dependent structure of neat liquid methanol, CH3OH: molecular dynamics simulations with various united atom type potentials", "comment": null, "summary": "Molecular dynamics computer simulations have been conducted on neat liquid\nmethanol, using three different united atom (three site) interatomic\npotentials: TraPPE [J. Phys. Chem. B 105, 3093 (2001)], UAM-I [J. Mol. Liq.\n323, 114576 (2021)] and OPLS/2016 [J. Chem. Phys. 145, 034508 (2016)]. The\neffects of pressure, between 1 bar and 6 kbar, have been evaluated on total\nscattering structure factors, partial radial distribution functions, as well as\non collective characteristics such as ring size distributions and cluster size\ndistributions. Agreement with experimental density is nearly quantitative for\nall the three force fields, and major trends observed for recent pressure\ndependent neutron diffraction data are reproduced qualitatively. The OPLS/2016\nforce field, in general, generates properties that are markedly different from\nresults originating from the other potentials. Pressure effects are hardly\nnoticeable on most partial radial distribution functions and on the\ndistribution of the number of hydrogen bonded neighbours. On the other hand,\ncollective structural properties, like cluster- and ring size distributions\nexhibit significant changes with increasing pressure: larger clusters become\nmore numerous, whereas the number of cyclic clusters, i.e., rings, decrease.\nThe self-diffusion coefficient decreases with increasing pressure, and the same\nis valid for the average lifetime of hydrogen bonds."}
{"id": "2509.12837", "categories": ["physics.comp-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2509.12837", "abs": "https://arxiv.org/abs/2509.12837", "authors": ["Kumpei Shiraishi", "Emi Minamitani", "Kang Kim"], "title": "Benchmarking thermostat algorithms in molecular dynamics simulations of a binary Lennard-Jones glass-former model", "comment": "25 pages, 14 figures", "summary": "A systematic comparison was carried out to assess the influence of\nrepresentative thermostat methods in constant-temperature molecular dynamics\nsimulations. The thermostat schemes considered include the Nos\\'e--Hoover\nthermostat and its chain generalisation, the Bussi velocity rescaling method,\nand several implementations of the Langevin dynamics. Using a binary\nLennard-Jones liquid as a model glass former, we investigated how the sampling\nof physical observables, such as particle velocities and potential energy,\nresponds to changes in time step across these thermostats. While the\nNos\\'e--Hoover chain and Bussi thermostats provide reliable temperature\ncontrol, a pronounced time-step dependence was observed in the potential\nenergy. Amongst the Langevin methods, the Gr{\\o}nbech-Jensen--Farago scheme\nprovided the most consistent sampling of both temperature and potential energy.\nNonetheless, Langevin dynamics typically incurs approximately twice the\ncomputational cost due to the overhead of random number generation, and\nexhibits a systematic decrease in diffusion coefficients with increasing\nfriction. This study presents a broad comparison of thermostat methods using a\nbinary Lennard-Jones glass-former model, offering practical guidance for the\nchoice of thermostats in classical molecular dynamics simulations. These\nfindings provide useful insights for diverse applications, including glass\ntransition, phase separation, and nucleation."}
{"id": "2509.13140", "categories": ["physics.comp-ph", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.13140", "abs": "https://arxiv.org/abs/2509.13140", "authors": ["Yunhao Liu", "Wenjie Dou"], "title": "From higher-order moments to time correlation functions in strongly correlated systems: A DMRG-based memory kernel coupling theory", "comment": "10 pages, 6 figures", "summary": "We introduce a hybrid approach for computing dynamical observables in\nstrongly correlated systems using higher-order moments. This method integrates\nmemory kernel coupling theory (MKCT) with the density matrix renormalization\ngroup (DMRG), extending our recent work on MKCT to strongly correlated systems.\nThe method establishes that correlation functions can be derived from the\nmoments. Within our framework, operators and wavefunctions are represented as\nmatrix product operators (MPOs) and matrix product states (MPSs), respectively.\nCrucially, the repeated application of the Liouville operator is achieved\nthrough an iterative procedure analogous to the DMRG algorithm itself. We\ndemonstrate the effectiveness and efficiency of MKCT-DMRG by computing the\nspectral function of the Hubbard model. Furthermore, we successfully apply the\nmethod to compute the electronic friction in the Hubbard-Holstein model. In all\ncases, the results show excellent agreement with time-dependent DMRG (TD-DMRG)\nbenchmarks. The advantage of MKCT-DMRG over TD-DMRG is the computational\nefficiency, which avoids expensive real-time propagation in TD-DMRG. These\nfindings establish MKCT-DMRG as a promising and accurate framework for\nsimulating challenging dynamical properties in strongly correlated quantum\nsystems."}
