{"id": "2511.15934", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.15934", "abs": "https://arxiv.org/abs/2511.15934", "authors": ["Danny Smyl"], "title": "Implicit and explicit treatments of model error in numerical simulation", "comment": null, "summary": "Numerical simulations of physical systems invariably suffer from model errors stemming from unmodeled physics, idealizations, and discretization. This article provides a review of techniques developed in the past two decades to approximate and account for these model errors, both implicitly and explicitly. Beginning from fundamental definitions of model-form versus numerical error, we frame model error in inverse problems, data assimilation, and predictive modeling contexts. We then survey major approaches: the Bayesian approximation error framework for implicit error quantification, embedded internal error models for structural uncertainty, probabilistic numerical methods for discretization uncertainty, model discrepancy modeling in Bayesian calibration and its recent extensions, machine-learning-based discrepancy correction, multi-fidelity and hybrid modeling strategies, as well as residual-based, variational, and adjoint-driven error estimators. Throughout, we emphasize conceptual underpinnings of implicit versus explicit error treatment and highlight how these methods improve predictive performance and uncertainty quantification in practical applications ranging from engineering design to Earth-system science. Each section provides an overview of key developments with an extensive list of references to facilitate further reading. The review is written for practitioners of large-scale computational physics and engineering simulation, emphasizing how these methods can be incorporated into PDE solvers, inverse problem workflows, and data assimilation systems."}
{"id": "2511.16441", "categories": ["physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.16441", "abs": "https://arxiv.org/abs/2511.16441", "authors": ["Jianing Zhang", "Rumei Liu"], "title": "A physics-inspired momentum-based gradient method", "comment": null, "summary": "In this work, a nonlinear momentum method is introduced to improve the convergence performance of momentum-based gradient optimization algorithms. The method is motivated by the dynamics of non-Newtonian mechanical systems, where conventional momentum schemes can be interpreted as a dynamical model with quadratic kinetic energy and linear damping. Based on this analogy, a generalized optimization dynamics is constructed by extending the kinetic energy formulation and incorporating a nonlinear damping term. An anharmonic kinetic energy function can be employed to represent the inertial effect of accumulated gradient information during the iterations, while the nonlinear damping mechanism enables a more flexible control of the momentum contribution along the convergence trajectory. Numerical experiments indicate that the method exhibits faster convergence and higher robustness compared to classical momentum algorithms. Moreover, its strong performance on nonconvex objectives makes it particularly suitable for inverse photonic design problems. The results suggest that dynamical systems from physics can provide a view towards the development of efficient optimization methods."}
{"id": "2511.16614", "categories": ["physics.comp-ph", "astro-ph.IM"], "pdf": "https://arxiv.org/pdf/2511.16614", "abs": "https://arxiv.org/abs/2511.16614", "authors": ["A. Albert", "S. Alves", "M. André", "M. Ardid", "S. Ardid", "J. -J. Aubert", "J. Aublin", "B. Baret", "S. Basa", "Y. Becherini", "B. Belhorma", "F. Benfenati", "V. Bertin", "S. Biagi", "J. Boumaaza", "M. Bouta", "M. C. Bouwhuis", "H. Brânzaş", "R. Bruijn", "J. Brunner", "J. Busto", "B. Caiffi", "D. Calvo", "S. Campion", "A. Capone", "F. Carenini", "J. Carr", "V. Carretero", "T. Cartraud", "S. Celli", "L. Cerisy", "M. Chabab", "R. Cherkaoui El Moursli", "T. Chiarusi", "M. Circella", "J. A. B. Coelho", "A. Coleiro", "R. Coniglione", "P. Coyle", "A. Creusot", "A. F. Díaz", "B. De Martino", "C. Distefano", "I. Di Palma", "C. Donzaud", "D. Dornic", "D. Drouhin", "T. Eberl", "A. Eddymaoui", "T. van Eeden", "D. van Eijk", "S. El Hedri", "N. El Khayati", "A. Enzenhöfer", "P. Fermani", "G. Ferrara", "F. Filippini", "L. Fusco", "S. Gagliardini", "J. García-Méndez", "C. Gatius Oliver", "P. Gay", "N. Geißelbrecht", "H. Glotin", "R. Gozzini", "R. Gracia Ruiz", "K. Graf", "C. Guidi", "L. Haegel", "H. van Haren", "A. J. Heijboer", "Y. Hello", "L. Hennig", "J. J. Hernández-Rey", "J. Hößl", "F. Huang", "G. Illuminati", "B. Jisse-Jung", "M. de Jong", "P. de Jong", "M. Kadler", "O. Kalekin", "U. Katz", "A. Kouchner", "I. Kreykenbohm", "V. Kulikovskiy", "R. Lahmann", "M. Lamoureux", "A. Lazo", "D. Lefèvre", "E. Leonora", "G. Levi", "S. Le Stum", "S. Loucatos", "J. Manczak", "M. Marcelin", "A. Margiotta", "A. Marinelli", "J. A. Martínez-Mora", "P. Migliozzi", "A. Moussa", "R. Muller", "S. Navas", "E. Nezri", "B. Ó Fearraigh", "E. Oukacha", "A. M. Păun", "G. E. Păvălaş", "S. Peña-Martínez", "M. Perrin-Terrin", "P. Piattelli", "C. Poiré", "V. Popa", "T. Pradier", "N. Randazzo", "D. Real", "G. Riccobene", "A. Romanov", "A. Sánchez Losa", "A. Saina", "F. Salesa Greus", "D. F. E. Samtleben", "M. Sanguineti", "P. Sapienza", "F. Schüssler", "J. Seneca", "M. Spurio", "Th. Stolarczyk", "M. Taiuti", "Y. Tayalati", "B. Vallage", "G. Vannoye", "V. Van Elewyck", "S. Viola", "D. Vivolo", "J. Wilms", "S. Zavatarelli", "A. Zegarelli", "J. D. Zornoza", "J. Zúñiga"], "title": "Deep Learning Framework for Enhanced Neutrino Reconstruction of Single-line Events in the ANTARES Telescope", "comment": null, "summary": "We present the $N$-fit algorithm designed to improve the reconstruction of neutrino events detected by a single line of the ANTARES underwater telescope, usually associated with low energy neutrino events ($\\sim$ 100 GeV). $N$-Fit is a neural network model that relies on deep learning and combines several advanced techniques in machine learning --deep convolutional layers, mixture density output layers, and transfer learning. This framework divides the reconstruction process into two dedicated branches for each neutrino event topology --tracks and showers-- composed of sub-models for spatial estimation --direction and position-- and energy inference, which later on are combined for event classification. Regarding the direction of single-line events, the $N$-Fit algorithm significantly refines the estimation of the zenithal angle, and delivers reliable azimuthal angle predictions that were previously unattainable with traditional $χ^2$-fit methods. Improving on energy estimation of single-line events is a tall order; $N$-Fit benefits from transfer learning to efficiently integrate key characteristics, such as the estimation of the closest distance from the event to the detector. $N$-Fit also takes advantage from transfer learning in event topology classification by freezing convolutional layers of the pretrained branches. Tests on Monte Carlo simulations and data demonstrate a significant reduction in mean and median absolute errors across all reconstructed parameters. The improvements achieved by $N$-Fit highlight its potential for advancing multimessenger astrophysics and enhancing our ability to probe fundamental physics beyond the Standard Model using single-line events from ANTARES data."}
{"id": "2511.16569", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16569", "abs": "https://arxiv.org/abs/2511.16569", "authors": ["Natascia L. Fragapane", "Volker L. Deringer"], "title": "Li-P-S Electrolyte Materials as a Benchmark for Machine-Learned Interatomic Potentials", "comment": null, "summary": "With the growing availability of machine-learned interatomic potential (MLIP) models for materials simulations, there is an increasing demand for robust, automated, and chemically insightful benchmarking methodologies. In response, we here introduce LiPS-25, a curated benchmark dataset for a canonical series of solid-state electrolyte materials from the Li2S-P2S5 pseudo-binary compositional line, including crystalline and amorphous configurations. Together with the dataset, we present a suite of performance tests that range from conventional numerical error metrics to physically motivated evaluation tasks. With a focus on graph-based MLIP architectures, we run numerical experiments that assess (i) the effect of hyperparameters and (ii) the fine-tuning behavior of selected pre-trained (\"foundational\") MLIP models. Beyond the Li-P-S solid-state electrolytes, we expect that such benchmarks and their code implementations can be readily adapted to other material systems."}
{"id": "2511.15944", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15944", "abs": "https://arxiv.org/abs/2511.15944", "authors": ["S. Sharma", "M. Pula", "Sajilesh K. P.", "J. Gautreau", "B. S. Agboola", "J. P. Clancy", "J. E. Sonier", "A. Ghara", "S. R. Dunsiger", "M. Greven", "M. J. Lagos", "A. Kanigel", "G. M. Luke"], "title": "Conventional superconductivity in single-crystalline BiPt", "comment": "9 Pages, 5 figures", "summary": "Binary Bi-Pd/Pt systems have attracted a lot of interest because of their topologically non-trivial nature along with superconductivity. We report the structural and superconducting properties of high-quality single-crystalline BiPt using a comprehensive range of experimental techniques, including X-ray diffraction, electron microscopy, muon spin rotation/relaxation (μSR), magnetization, resistivity, and heat capacity. Our findings establish that BiPt is a weak type-II superconductor with a transition temperature (Tc) of 1.2 K which exhibits pronounced anisotropic superconducting characteristics attributed to its hexagonal crystal structure. Magnetization and electronic transport studies reveal that BiPt lies within the dirty limit, while μSR and heat capacity data indicate conventional s-wave superconductivity that maintains time-reversal symmetry. This work provides valuable insights into the pairing symmetry and superconducting mechanism of topologically trivial BiPt, a sound comparison system for other Bi-based topologically nontrivial superconductors."}
{"id": "2511.15783", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15783", "abs": "https://arxiv.org/abs/2511.15783", "authors": ["Po-Shen Hsin", "Ryohei Kobayashi"], "title": "Automorphism in Gauge Theories: Higher Symmetries and Transversal Non-Clifford Logical Gates", "comment": "22 pages, 6 figures", "summary": "Gauge theories are important descriptions for many physical phenomena and systems in quantum computation. Automorphism of gauge group naturally gives global symmetries of gauge theories. In this work we study such symmetries in gauge theories induced by automorphisms of the gauge group, when the gauge theories have nontrivial topological actions in different spacetime dimensions. We discover the automorphism symmetry can be extended, become a higher group symmetry, and/or become a non-invertible symmetry. We illustrate the discussion with various models in field theory and on the lattice. In particular, we use automorphism symmetry to construct new transversal non-Clifford logical gates in topological quantum codes. In particular, we show that 2+1d $\\mathbb{Z}_N$ qudit Clifford stabilizer models can implement non-Clifford transversal logical gate in the 4th level $\\mathbb{Z}_N$ qudit Clifford hierarchy for $N\\geq 3$, extending the generalized Bravyi-König bound proposed in the companion paper [arXiv:2511.02900] for qubits."}
{"id": "2511.15845", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2511.15845", "abs": "https://arxiv.org/abs/2511.15845", "authors": ["Shaon Mandal Chakraborty", "Bibhut Sahoo", "Rituparno Mandal", "Peter Sollich"], "title": "Effects of Non-reciprocity on Coupled Kuramoto Oscillators", "comment": "10 pages, 8 figures", "summary": "All the fundamental interactions (such as gravity or electromagnetic interactions) are reciprocal in nature. However, in the macroscopic world, in particular outside equilibrium, non-reciprocal or non-mutual interactions are quite ubiquitous. Understanding the impact of such non-reciprocal interactions has drawn a significant amount of interest in physics and other fields of sciences in recent years. We explore a non-reciprocal version of coupled oscillators (known as the Kuramoto model) with the aim of understanding the role of non-reciprocity, particularly in relation to chimera states, where oscillators spontaneously break into mutually synchronous and asynchronous groups. Our findings suggest that non-reciprocity not only alters the state diagram of the chimera state significantly but can also lead to new dynamical states, such as traveling chimera, run-and-chase and coexistence phases."}
{"id": "2511.16089", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.16089", "abs": "https://arxiv.org/abs/2511.16089", "authors": ["Cangtao Yin", "Meenu Upadhyay", "Markus Meuwly"], "title": "Structure and Spectroscopy of Criegee Intermediates in Gas- and Aqueous Environments", "comment": null, "summary": "The dynamics and spectroscopy of the small (H$_2$COO) and large (CH$_3$CHOO) Criegee intermediates (CIs) in the gas phase, inside/on water droplets, on amorphous solid water (ASW) and in bulk water are investigated using validated energy functions. For both species, facile diffusion between surface and inside positions for water droplets are found whereas on amorphous solid water at low temperatures (50 K) no surface diffusion is observed on the multiple-nanosecond time scale. This is at variance with other species, such as CO or NO on ASW. The infrared spectroscopy of both CIs in contact with an aqueous environment leads to shifts of the spectral features on the order of a few to a few tens of cm$^{-1}$, depending on the vibrational mode considered. This is consistent with Stark-induced spectral shifts for small molecules in protein environments. However, the spectroscopy of both CIs in contact with water droplets does not depend on the positioning relative to the droplet (inside vs. surface)."}
{"id": "2511.15754", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.15754", "abs": "https://arxiv.org/abs/2511.15754", "authors": ["Yuhan Liang", "Huiping Han", "Hetian Chen", "Yujun Zhang", "Yi Zhang", "Chao Li", "Shun Lan", "Fangyuan Zhu", "Ji Ma", "Di Yi", "Jing Ma", "Liang Wu", "Tianxiang Nan", "Yuan-Hua Lin"], "title": "Electrical Modulation and Probing of Antiferromagnetism in Hybrid Multiferroic Heterostructures", "comment": null, "summary": "The unique features of ultrafast spin dynamics and the absence of macroscopic magnetization in antiferromagnetic (AFM) materials provide a distinct route towards high-speed magnetic storage devices with low energy consumption and high integration density. However, these advantages also introduce challenges in probing and controlling AFM order, thereby restricting their practical applications. In this study, we demonstrate an all-electric control and probing of the AFM order in heavy metal (HM)/AFM insulator (AFMI) heterostructures on a ferroelectric substrate at room temperature (RT). The AFM order was detected by the anomalous Hall effect (AHE) and manipulated by the ferroelectric field effect as well as the piezoelectric effect in heterostructures of Pt/NiO/0.7Pb(Mg$_{1/3}$Nb$_{2/3}$)O$_{3}$--0.3PbTiO$_{3}$ (PMN--PT). The non-volatile control of AFM order gives rise to a 33\\% modulation of AHE, which is further evidenced by synchrotron-based X-ray magnetic linear dichroism (XMLD). Combined with the $in$-$situ$ piezoelectric response of AHE, we demonstrate that ferroelectric polarization contributes mainly to the control of the AFM order. Our results are expected to have broader implications for efficient spintronic devices."}
{"id": "2511.15754", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.15754", "abs": "https://arxiv.org/abs/2511.15754", "authors": ["Yuhan Liang", "Huiping Han", "Hetian Chen", "Yujun Zhang", "Yi Zhang", "Chao Li", "Shun Lan", "Fangyuan Zhu", "Ji Ma", "Di Yi", "Jing Ma", "Liang Wu", "Tianxiang Nan", "Yuan-Hua Lin"], "title": "Electrical Modulation and Probing of Antiferromagnetism in Hybrid Multiferroic Heterostructures", "comment": null, "summary": "The unique features of ultrafast spin dynamics and the absence of macroscopic magnetization in antiferromagnetic (AFM) materials provide a distinct route towards high-speed magnetic storage devices with low energy consumption and high integration density. However, these advantages also introduce challenges in probing and controlling AFM order, thereby restricting their practical applications. In this study, we demonstrate an all-electric control and probing of the AFM order in heavy metal (HM)/AFM insulator (AFMI) heterostructures on a ferroelectric substrate at room temperature (RT). The AFM order was detected by the anomalous Hall effect (AHE) and manipulated by the ferroelectric field effect as well as the piezoelectric effect in heterostructures of Pt/NiO/0.7Pb(Mg$_{1/3}$Nb$_{2/3}$)O$_{3}$--0.3PbTiO$_{3}$ (PMN--PT). The non-volatile control of AFM order gives rise to a 33\\% modulation of AHE, which is further evidenced by synchrotron-based X-ray magnetic linear dichroism (XMLD). Combined with the $in$-$situ$ piezoelectric response of AHE, we demonstrate that ferroelectric polarization contributes mainly to the control of the AFM order. Our results are expected to have broader implications for efficient spintronic devices."}
{"id": "2511.15804", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15804", "abs": "https://arxiv.org/abs/2511.15804", "authors": ["Raditya Weda Bomantara"], "title": "Floquet Bosonic Kitaev Chain", "comment": "14 pages, 8 figures. Comments are welcome", "summary": "We propose a class of periodically driven (Hermitian) modified bosonic Kitaev chains that effectively hosts rich nonHermitian Floquet topological phenomena. Two particular models are investigated in details as case studies. The first of these represents a minimal topologically nontrivial model in which nonHermitian skin effect, topological zero modes, and topological $π$ modes coexist. The other displays a more sophisticated model that supports multiple topological zero modes and topological $π$ modes in a tunable manner. By subjecting both models to perturbations such as a finite onsite bosonic frequency and spatial disorder, these features exhibit distinct responses. In particular, while generally all topological edge modes are robust against such perturbations, the nonHermitian skin effect is easily suppressed and revived by, respectively, the onsite bosonic frequency and spatial disorder in the first model, but it could be insensitive to both perturbations in the second model. Our studies thus demonstrate the prospect of a periodically driven bosonic Kitaev chain as a starting point in exploring various nonHermitian Floquet topological phases through the lens of a Hermitian system."}
{"id": "2511.16603", "categories": ["cond-mat.str-el", "cond-mat.other", "cond-mat.quant-gas", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16603", "abs": "https://arxiv.org/abs/2511.16603", "authors": ["Aleksey Alekseev", "Konrad Jerzy Kapcia"], "title": "Charge-Ordered States and the Phase Diagram of the Extended Hubbard Model on the Bethe lattice", "comment": "12 pages, 5 figures, 65 references; RevTeX class, double-column formatting", "summary": "We study the extended Hubbard model (EHM) with both onsite Hubbard interaction and the intersite density-density interaction between nearest-neighbors using the standard Hartree mean-field approximation (MFA) on the Bethe lattice. We found that, at the ground state, the system can be in a charge-ordered insulating (COI), a charge-order metallic (COM) or a non-charge-ordered (NO) state. Moreover, the finite-temperature phase diagrams are presented. Several observables like a charge-order parameter, a spectral function, and particularly at finite temperatures, a charge carrier concentration (to visualize the degree of metallicity) are analyzed. The results show that increasing onsite repulsion suppresses charge order and change the properties of the system from insulating to metallic. Worth noting, that a number of phenomena can be found within the MFA, where their analysis is much simpler than in more advanced approaches. The method used for the EHM on the Bethe lattice also allows for a series of analytical derivations and simplification to see general geometry-independent features and analytical results, avoiding the numerical inaccuracies and other issues that appear with a purely numerical solution."}
{"id": "2511.16241", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16241", "abs": "https://arxiv.org/abs/2511.16241", "authors": ["Tommaso Confalone", "Flavia Lo Sardo", "Domenico Montemurro", "Davide Massarotti", "Valerii M. Vinokur", "Genda Gu", "Francesco Tafuri", "Kornelius Nielsch", "Golam Haider", "Nicola Poccia"], "title": "Preserving the Josephson Coupling of Twisted Cuprate Junctions via Tailored Silicon Nitride Circuits Boards", "comment": null, "summary": "Controlled fabrication of twisted van der Waals heterostructures is essential to unlock the full potential of moire materials. However, achieving reproducibility remains a major challenge, particularly for air-sensitive materials such as $Bi_{2}Sr_{2}CaCu_{2}O_{8+δ}$ (BSCCO), where it is crucial to preserve the intrinsic and delicate superconducting properties of the interface throughout the entire fabrication process. Here, we present a dry, inert and cryogenic assembly method that combines silicon nitride nanomembranes (NMBs) with pre-patterned electrodes and the cryogenic stacking technique (CST) to fabricate high-quality twisted BSCCO Josephson junctions (JJs). This protocol prevents thermal and chemical degradation during both interface formation and electrical contact integration. We also find that asymmetric membrane designs, such as a double cantilever, effectively suppress vibration-induced disorder due to wire bonding, resulting in sharp and hysteretic current-voltage characteristics. The junctions exhibit a twist-angle-dependent Josephson coupling with magnitudes comparable to the highest-performing devices reported to date, but achieved through a straightforward and versatile contact method, offering a scalable and adaptable platform for future applications. These findings highlight the importance of both interface and contact engineering in addressing reproducibility in superconducting van der Waals heterostructures."}
{"id": "2511.15811", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15811", "abs": "https://arxiv.org/abs/2511.15811", "authors": ["Alexander Schwenke", "Wolfram Brenig"], "title": "Magnetostriction in the $J$-$K$-$Γ$ model: Application of the numerical linked cluster expansion", "comment": "10 pages, 5 figures", "summary": "We apply the numerical linked cluster expansion (NLCE) to study thermodynamic properties of the proximate Kitaev magnet $α$-RuCl$_3$ on the honeycomb lattice in the presence of a magnetic field. Using the extended spin-1/2 $J$-$K$-$Γ$ model and based on documented exchange and magnetoelastic coupling parameters, we present results for the internal energy, the specific heat, and the magnetization. Moreover, the linear magnetostriction coefficient perpendicular to the plane is calculated, which is sensitive to changes of the in-plane spin-spin correlations. We find the magnetostriction to display a dip-like feature, in line with the temperature dependent and field-driven suppression of magnetic order in $α$-RuCl$_3$. Our results are consistent with previous findings, establishing NLCE also as a tool to study magnetoelastic features of quantum magnets."}
{"id": "2511.15901", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15901", "abs": "https://arxiv.org/abs/2511.15901", "authors": ["Mário J. de Oliveira"], "title": "Boltzmann-Kolmogorov equation", "comment": null, "summary": "We investigate the properties of a Kolmogorov equation governing the time evolution of the probability distribution defined in phase space. Energy is strictly conserved along a trajectory in phase space, meaning the equation is appropriate to describe an isolated system, and the stationary state is the Gibbs microcanonical distribution. The equation predicts the increase in entropy in agreement with thermodynamics, and in contrast with the Liouville equation, which conserves entropy. Using an approximation in which the distribution is a product of one-particle distributions, we derive the Boltzmann equation of kinetic theory. We also consider a Kolmogorov equation to describe an open system in contact with the external environment. In this case the equation describes not only the situation in which the system is found in thermodynamic equilibrium with a Gibbs canonical distribution in the stationary state, but also the nonequilibrium steady state with a continuous production of entropy."}
{"id": "2511.16439", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.16439", "abs": "https://arxiv.org/abs/2511.16439", "authors": ["Idan Fonea", "Amir Peles", "Sivan Niv", "Goren Gordon", "Amir Natan"], "title": "Black-Box Uncertainty Estimation for Deep Learning Models in Atomistic Simulations", "comment": null, "summary": "We analyze an ensemble-based approach for uncertainty quantification (UQ) in atomistic neural networks. This method generates an epistemic uncertainty signal without requiring changes to the underlying multi-headed regression neural network architecture, making it suitable for sealed or black-box models. We apply this method to molecular systems, specifically sodium (Na) and aluminum (Al), under various temperature conditions. By scaling the uncertainty signal, we account for heteroscedasticity in the data. We demonstrate the robustness of the scaled UQ signal for detecting out-of-distribution (OOD) behavior in several scenarios. This UQ signal also correlates with model convergence during training, providing an additional tool for optimizing the training process."}
{"id": "2511.16010", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16010", "abs": "https://arxiv.org/abs/2511.16010", "authors": ["Philip Dalladay-Simpson", "Eric Edmund", "Huixin Hu", "Mario Santoro", "Federico Aiace Gorelli"], "title": "Quantum Reorientational Excitations in the Raman Spectrum of Hydrogen", "comment": "8 pages, 6 figures", "summary": "Low-frequency Raman peaks, below 250 cm-1, are observed in hydrogen between 2-174 GPa and 13-300 K. The origin of these features is attributed to reorientational transitions (DeltaJ = 0; Q0-branch), which shift from the Rayleigh line as anisotropic intermolecular interactions lift the mJ degeneracy. This family of excitations closely follows the behavior of the S0-branches, sharing their dependence on pressure, temperature, and ortho-H2 concentration. Above 65 K, spectra corrected by the Bose-Einstein population factor reveal a broad continuum arising from populated higher J-states and increased ortho-para disorder. Upon entering phase III, where molecular rotation is inhibited, this continuum is quenched, giving way to well-established optical phonons. Below 25 K, equilibrated samples demonstrate a fine structure from isolated and pair excitations from impurity ortho-H2 molecules in a parahydrogen lattice, the latter a sensitive probe to anisotropic intermolecular interactions relevant to the quantum modeling of solid H2."}
{"id": "2511.15783", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15783", "abs": "https://arxiv.org/abs/2511.15783", "authors": ["Po-Shen Hsin", "Ryohei Kobayashi"], "title": "Automorphism in Gauge Theories: Higher Symmetries and Transversal Non-Clifford Logical Gates", "comment": "22 pages, 6 figures", "summary": "Gauge theories are important descriptions for many physical phenomena and systems in quantum computation. Automorphism of gauge group naturally gives global symmetries of gauge theories. In this work we study such symmetries in gauge theories induced by automorphisms of the gauge group, when the gauge theories have nontrivial topological actions in different spacetime dimensions. We discover the automorphism symmetry can be extended, become a higher group symmetry, and/or become a non-invertible symmetry. We illustrate the discussion with various models in field theory and on the lattice. In particular, we use automorphism symmetry to construct new transversal non-Clifford logical gates in topological quantum codes. In particular, we show that 2+1d $\\mathbb{Z}_N$ qudit Clifford stabilizer models can implement non-Clifford transversal logical gate in the 4th level $\\mathbb{Z}_N$ qudit Clifford hierarchy for $N\\geq 3$, extending the generalized Bravyi-König bound proposed in the companion paper [arXiv:2511.02900] for qubits."}
{"id": "2511.15824", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15824", "abs": "https://arxiv.org/abs/2511.15824", "authors": ["Lewis J. Burke", "Mark T. Greenaway", "Joseph J. Betouras"], "title": "Exciton and trion formation in systems with van Hove singularities", "comment": "9 pages, 12 figures", "summary": "We investigate the role of van-Hove singularities (VHS) in a system's electronic band structure on the formation and properties of excitons and trions. We consider (i) the different parameters of a Mexican-hat-type dispersion of the valence band, which hosts a VHS at the band edge, and (ii) the presence of regular VHS or higher-order VHS (HOVHS). We find that for a given spin-degenerate Mexican-hat-shaped valence band, where a trion and exciton can form, trion formation becomes more favourable as the Mexican-hat dispersion becomes narrower. Also, we show that if the electronic band structure contains an HOVHS, then both the exciton and trion dispersion will also contain such a singularity. Therefore, a HOVHS in the valence band can suitably change the density of states (DOS) of the bound-state particle and lead to the generation of new states, which could impact the optical properties of the system. Our work provides a pathway to how 2D quantum materials, which host such singularities, can be engineered to favour a particular bound-state thus opening new avenues for these materials into potential applications."}
{"id": "2511.16385", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16385", "abs": "https://arxiv.org/abs/2511.16385", "authors": ["Sathish Kumar Paramasivam", "Andrea Perali", "Milorad V. Milošević"], "title": "Berezinskii-Kosterlitz-Thouless transition with enhanced phase stiffness in $d$-wave strongly coupled two-dimensional superconductors", "comment": null, "summary": "We reveal the key role of the $d$-wave symmetry of the superconducting gap in strongly coupled two-dimensional superconductors in determining the properties of the Berezinskii-Kosterlitz-Thouless (BKT) transition, associated with a sizable enhancement of the phase stiffness compared to nodeless-gap superconductors. The enhanced stiffness originates from extended regions of vanishing gap around the nodal lines of the Brillouin zone (BZ). Our study, based on mean-field and BKT theory, presents a comparative analysis of $s$-wave and $d$-wave scenarios, highlighting the features of the latter that boost the stiffness and the BKT transition temperature (T$_{BKT}$). The comparison focuses on two quantities: the mean-field critical temperature and the maximum superconducting gap related to the pairing strengths. We present a phase diagram showing the scaling of T$_{BKT}$ with respect to the mean-field critical temperature across the BCS-BEC crossover and the evolution of the pseudogap. We also present a zero-temperature phase-stiffness intensity map over the Brillouin zone, displaying a two-component structure consisting of low- and high-stiffness regions whose extent depends on microscopic parameters. These results identify the nodal gap structure of strongly coupled two-dimensional superconductors as a key mechanism enabling enhanced stiffness and elevated T$_{BKT}$ compared to their $s$-wave counterparts."}
{"id": "2511.16359", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16359", "abs": "https://arxiv.org/abs/2511.16359", "authors": ["V. E. Timofeev", "D. A. Bedyaev", "D. N. Aristov"], "title": "Topological transition in spectrum of skyrmion crystal with uniaxial anisotropy", "comment": "6 pages, 5 figures", "summary": "The band structure of elementary excitations of skyrmion crystal in thin ferromagnetic film with Dzyaloshinskii-Moriya interaction and uniaxial magnetic anisotropy under external magnetic field is studied. In the absence of anisotropy there is a topological transition in the spectrum of skyrmion crystal: the gap between breathing and counter-clock-wise modes closes, which is accompanied by changes of Berry curvature sign of these bands. In this work we demonstrate that such topological transition exists in some range of the uniaxial anisotropy values. We present a phase diagram showing that the value of the field of topological transition is higher in the easy-plane domain and lower in the easy-axis domain of anisotropy."}
{"id": "2511.16234", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16234", "abs": "https://arxiv.org/abs/2511.16234", "authors": ["Annika Vonhusen", "Sören Schweers", "Artem Ryabov", "Philipp Maass"], "title": "Nonequilibrium phase transition in single-file transport at high crowding", "comment": "6 pages, 4 figures", "summary": "Driven particle transport in crowded and confining environments is fundamental to diverse phenomena across physics, chemistry, and biology. A main objective in studying such systems is to identify novel emergent states and phases of collective dynamics. Here, we report on a nonequilibrium phase transition occurring in periodic structures at high particle densities. This transition separates a weak-current phase of thermally activated transport from a high-current phase of solitary wave propagation. It is reflected also in a change of universality classes characterizing correlations of particle current fluctuations. Our findings demonstrate that sudden changes to high current states can occur when increasing particle densities beyond critical values."}
{"id": "2511.16461", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.16461", "abs": "https://arxiv.org/abs/2511.16461", "authors": ["Dávid Hvizdoš", "Roman Čurík", "Chris H. Greene"], "title": "Connecting Collisional and Photofragmentation Resonances in the H$_2$ Ungerade Symmetry", "comment": "22 pages, 6 figures", "summary": "A recently developed energy-dependent frame transformation theory that incorporates both ionization and dissociation channels of the H$_2$ molecule, is extended to treat the ungerade states that occur both in dissociative recombination and as the final state in ground state photoabsorption. The theoretical treatment includes the rotational degrees of freedom and is benchmarked against a two-dimensional model that can be solved with high accuracy and also compared with photoabsorption experiments. Analysis of the resulting spectra shows how the same resonances appear in very different observables, often with quite different line shapes."}
{"id": "2511.16057", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16057", "abs": "https://arxiv.org/abs/2511.16057", "authors": ["Stephen A. Giles", "Hugh Shortt", "Peter K. Liaw", "Debasis Sengupta"], "title": "High-Throughput Exploration of Refractory High-Entropy Alloys for Strength and Plasticity", "comment": null, "summary": "Refractory high-entropy alloys (RHEAs) are compositionally complex materials which have been demonstrated to have the potential for exceptional strength at high operating temperatures. However, their composition space is vast, and other property requirements, such as acceptable plasticity at room-temperature, must be met. Here, we leverage recently published, state-of-the-art deep learning models to predict compressive yield strength at 1,000 °C and room-temperature plasticity of >100,000 RHEAs. Multiple candidate materials were identified which exhibited exceptional balance between strength and plasticity. Upon experimental synthesis, multiple candidates were proven to outperform any previously reported RHEAs for simultaneous strength and plasticity. Our work demonstrates the power of data-driven approaches for rapid materials design, and enables continued multi-property optimization and materials discovery."}
{"id": "2511.15804", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15804", "abs": "https://arxiv.org/abs/2511.15804", "authors": ["Raditya Weda Bomantara"], "title": "Floquet Bosonic Kitaev Chain", "comment": "14 pages, 8 figures. Comments are welcome", "summary": "We propose a class of periodically driven (Hermitian) modified bosonic Kitaev chains that effectively hosts rich nonHermitian Floquet topological phenomena. Two particular models are investigated in details as case studies. The first of these represents a minimal topologically nontrivial model in which nonHermitian skin effect, topological zero modes, and topological $π$ modes coexist. The other displays a more sophisticated model that supports multiple topological zero modes and topological $π$ modes in a tunable manner. By subjecting both models to perturbations such as a finite onsite bosonic frequency and spatial disorder, these features exhibit distinct responses. In particular, while generally all topological edge modes are robust against such perturbations, the nonHermitian skin effect is easily suppressed and revived by, respectively, the onsite bosonic frequency and spatial disorder in the first model, but it could be insensitive to both perturbations in the second model. Our studies thus demonstrate the prospect of a periodically driven bosonic Kitaev chain as a starting point in exploring various nonHermitian Floquet topological phases through the lens of a Hermitian system."}
{"id": "2511.15922", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15922", "abs": "https://arxiv.org/abs/2511.15922", "authors": ["K. E. Castoria", "H. Byeon", "N. R. Beysengulov", "E. O. Glen", "M. Sammon", "J. Pollanen", "D. G. Rees", "S. A. Lyon"], "title": "Selective Shuttling of Electrons on Helium Using a CMOS Control Platform", "comment": "10 pages, 6 figures", "summary": "Electrons bound to the surface of liquid helium are an emerging quantum computing platform, offering the potential for highly mobile spin qubits that can be manipulated using CMOS-fabricated devices. Here, as a step toward realizing this technology, we demonstrate selective two-dimensional shuttling of electrons across a helium film condensed on the surface of a CMOS control chip. The electrons are moved in packets containing, on average, several tens down to single electrons. We perform CCD-style electron shuttling in any of 128 transport microchannels, each of which links electron storage zones and sensing zones in the 2D plane. Shuttling sequences can be repeated at least 10$^9$ times with no detectable electron loss. The device serves as a prototype quantum information processing platform that is readily scalable to control large monolithically integrated arrays of single electron spins."}
{"id": "2511.16481", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16481", "abs": "https://arxiv.org/abs/2511.16481", "authors": ["A. S. Kolisnyk", "M. V. Shytov", "E. V. Petrenko", "A. V. Terekhov", "L. V. Bludova", "A. Sedda", "E. Lähderanta", "A. L. Solovjov"], "title": "Effect of a magnetic field up to 9 T on the temperature dependence of the pseudogap in YBa$_2$Cu$_3$O$_{7-δ}$ films", "comment": "17 pages, 15 figures. Submitted to Low Temperature Physics", "summary": "The work analyzes the effect of a magnetic field $B$ directed along the $c$ axis ($B \\parallel c$) up to 9~T on the resistivity $ρ(T)$, fluctuation conductivity (FLC) $σ'(T)$ and pseudogap $Δ^*(T)$ in thin films of YBa$_2$Cu$_3$O$_{7-δ}$ with a critical temperature of the superconducting transition $T_c = 88.8$~K. In contrast to previous work, where the magnetic field was directed along the $ab$ plane ($B \\parallel ab$), the influence of the field on the sample is stronger due to the contribution of both spin--orbit and Zeeman effects. It was found that the BEC--BCS transition temperature, $T_{\\mathrm{pair}}$, which corresponds to the maximum of the $Δ^*(T)$ dependence, shifts to the region of lower temperatures with increasing $B$, and the maximum value of $Δ^*(T_{\\mathrm{pair}})$ decreases in fields $B > 5$~T. It was found that with increasing field, the low-temperature maximum near $T_0$ is smeared and disappears at $B > 1$~T. In addition, above the Ginzburg temperature $T_G$, for $B > 1$~T, a minimum appears on $Δ^*(T)$ at $T_{\\min}$, which becomes very pronounced with a subsequent increase in $B$. As a result, the overall value of $Δ^*(T_G)$ decreases noticeably, most likely due to the pair-breaking effect. At the same time, $ΔT_{\\mathrm{fl}}$ and $ξ_c(0)$ increase sharply by approximately 3 times with increasing $B$ above 1~T. Our results confirm the possibility of the formation of a vortex state in YBa$_2$Cu$_3$O$_{7-δ}$ by a magnetic field and its evolution with increasing $B$."}
{"id": "2511.16429", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16429", "abs": "https://arxiv.org/abs/2511.16429", "authors": ["Arnaud Ralko", "Jaime Merino"], "title": "Order-by-disorder from Schwinger bosons in a frustrated honeycomb ferromagnet", "comment": null, "summary": "The cobalt-based honeycomb magnet BaCo$_2$(AsO$_4$)$_2$ (BCAO) has recently emerged as a promising platform for studying frustrated magnetism beyond conventional paradigms. Neutron-scattering experiments and first-principles calculations have revealed an unexpected double-zigzag (dZZ) magnetically ordered ground state, whose microscopic origin remains under active debate. Here, we investigate the emergence of such dZZ phase in a ferro-antiferromagnetic $J_1$-$J_3$ Heisenberg model on the honeycomb lattice, using a generalized Schwinger boson mean-field theory ($g$-SBMFT) that treats ferromagnetic and antiferromagnetic interactions on equal footing. Based on $g$-SBMFT and exact-diagonalization (ED) techniques, we find that the dZZ is selected by an order-by-disorder mechanism in a narrow $J_3/|J_1|$ range, in agreement with recent density-matrix renormalization-group calculations. The magnetic excitation spectra within the dZZ phase displays a distinctive smearing out in momentum space due to quantum fluctuations which may be probed through inelastic neutron-scattering experiments."}
{"id": "2511.16286", "categories": ["cond-mat.stat-mech", "cond-mat.other", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.16286", "abs": "https://arxiv.org/abs/2511.16286", "authors": ["Nico Hahn", "Lars Öhrström", "R. Matthias Geilhufe"], "title": "Collective Buckling in Metal-Organic Framework Materials", "comment": null, "summary": "We develop a framework to describe collective buckling in metal-organic frameworks (MOFs). Starting from the microscopic structure of a single organic linker, we define a buckling coordinate governed by an effective double-well potential. Coupling between linkers arises from dipole-dipole interactions, leading to a lattice Hamiltonian. We analyze the transition between ordered and disordered phases within a mean-field approximation and determine the critical temperature. As an example for our theory, we discuss the collective buckling instability for the prototypical cubic framework MOF-5 under different values of uniaxial strain. Our approach enables a quantitative description of collective buckling in framework materials."}
{"id": "2511.16059", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16059", "abs": "https://arxiv.org/abs/2511.16059", "authors": ["Qi-Jun Hong", "Qing Chen", "Ligen Wang", "Dallin Fisher", "Audrey CampBell", "Si-Da Xue", "Linqin Mu", "Noemi Leick", "Seetharaman Sridhar"], "title": "Extending SLUSCHI for Automated Diffusion Calculations", "comment": null, "summary": "We present an extension of the SLUSCHI package (Solid and Liquid in Ultra Small Coexistence with Hovering Interfaces) to enable automated diffusion calculations from first-principles molecular dynamics. While the original SLUSCHI workflow was designed for melting temperature estimation via solid-liquid coexistence, we adapt its input and output handling to isolate the volume search stage and generate one production trajectory suitable for diffusion analysis. Post-processing tools parse VASP outputs, compute mean-square displacements (MSD), and extract tracer diffusivities using the Einstein relation with robust error estimates through block averaging. Diagnostic plots, including MSD curves, running slopes, and velocity autocorrelations, are produced automatically to help identify diffusive regimes. The method has been validated through representative case studies: self- and inter-diffusion in Al-Cu liquid alloys, sublattice melting in Li_7La_3Zr_2O_12 and Er_2O_3, interstitial oxygen transport in bcc and fcc Fe, and oxygen diffusivity in Fe-O liquids with variable Si and Al contents. Viscosity and diffusivity are linked through the Stokes-Einstein relation, with composition dependence assessed via simple linear mixing. This capability broadens SLUSCHI from melting-point predictions to transport property evaluation, enabling high-throughput, fully first-principles datasets of diffusion coefficients and viscosities across metals and oxides."}
{"id": "2511.15811", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15811", "abs": "https://arxiv.org/abs/2511.15811", "authors": ["Alexander Schwenke", "Wolfram Brenig"], "title": "Magnetostriction in the $J$-$K$-$Γ$ model: Application of the numerical linked cluster expansion", "comment": "10 pages, 5 figures", "summary": "We apply the numerical linked cluster expansion (NLCE) to study thermodynamic properties of the proximate Kitaev magnet $α$-RuCl$_3$ on the honeycomb lattice in the presence of a magnetic field. Using the extended spin-1/2 $J$-$K$-$Γ$ model and based on documented exchange and magnetoelastic coupling parameters, we present results for the internal energy, the specific heat, and the magnetization. Moreover, the linear magnetostriction coefficient perpendicular to the plane is calculated, which is sensitive to changes of the in-plane spin-spin correlations. We find the magnetostriction to display a dip-like feature, in line with the temperature dependent and field-driven suppression of magnetic order in $α$-RuCl$_3$. Our results are consistent with previous findings, establishing NLCE also as a tool to study magnetoelastic features of quantum magnets."}
{"id": "2511.15930", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15930", "abs": "https://arxiv.org/abs/2511.15930", "authors": ["Valery Ortiz Jimenez", "Paul M. Haney", "Farzad Mahfouzi", "Ngoch Thanh Mai Tran", "Albert F. Rigosi", "Curt A. Richter"], "title": "Nonlocal Transport in Cr-doped (Bi,Sb)2Te3: Absence of Nonchiral Edge States", "comment": null, "summary": "The quantum anomalous Hall effect shows great promise for realization of the ohm without the need for an external magnetic field. The most mature material platform is magnetically doped topological insulators. In these materials, precise quantization is limited to low temperatures, with the activation energy for dissipative transport typically in the range of 1 K. One potential source of dissipative transport is non-chiral edge states. These states are expected to be present in sufficiently thick samples. In this work, we perform extensive Hall and non-local resistance measurements in a Hall bar geometry at 2 K. By comparing 15 independent transport measurements to different transport models, we find that the system behavior is well-described by a simple continuum Ohm's law model. The addition of non-chiral edge states into the model does not significantly improve the fitting, and we conclude that there is not strong evidence for these states. We discuss the implications of our results for the prospect of high temperature quantized anomalous Hall effect in these materials."}
{"id": "2511.16610", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16610", "abs": "https://arxiv.org/abs/2511.16610", "authors": ["Flavia Lo Sardo", "Marina Esposito", "Tommaso Confalone", "Christophe Tremblay", "Valerii M. Vinokur", "Genda Gu", "Domenico Montemurro", "Davide Massarotti", "Francesco Tafuri", "Kornelius Nielsch", "Nicola Poccia", "Golam Haider"], "title": "Quantifying Twist Angles in Cuprate Heterostructures with Anisotropic Raman Signatures", "comment": null, "summary": "Artificially engineered twisted van der Waals (vdW) heterostructures have unlocked new pathways for exploring emergent quantum phenomena and strongly correlated electronic states. Many of these phenomena are highly sensitive to the twist angle, which can be deliberately tuned to tailor the interlayer interactions. This makes the twist angle a critical tunable parameter, emphasizing the need for precise control and accurate characterization during device fabrication. In particular, twisted cuprate heterostructures based on Bi2Sr2CaCu2O8+x have demonstrated angle-dependent superconducting properties, positioning the twist angle as a key tunable parameter. However, the twisted interface is highly unstable under ambient conditions and vulnerable to damage from conventional characterization tools such as electron microscopy or scanning probe techniques. In this work, we introduce a fully non-invasive, polarization-resolved Raman spectroscopy approach for determining twist angles in artificially stacked BSCCO heterostructures. By analyzing twist-dependent anisotropic vibrational Raman modes, particularly utilizing the out-of-plane A1g vibrational mode of Bi/Sr at 116 cm-1, we identify clear optical fingerprints of the rotational misalignment between cuprate layers. Our high-resolution confocal Raman setup, equipped with polarization control and RayShield filtering down to 10 cm-1, allows for reliable and reproducible measurements without compromising the material's structural integrity."}
{"id": "2511.16446", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16446", "abs": "https://arxiv.org/abs/2511.16446", "authors": ["Yun Chen", "Haojie Shen", "Wei Su", "Rui Wang"], "title": "Multi-scale competition in the Majorana-Kondo system", "comment": "11 pages, 4 figures", "summary": "A side-coupled Majorana zero mode in Kondo systems realizes a simple yet nontrivial hybridization that profoundly alters the low-energy physics, making such setups promising candidates for detecting Majorana zero modes. Recently, we demonstrated that the low-energy behavior of this system can be captured by a spin-charge-entangled screening process with an \\(A\\otimes N\\) boundary condition. Here, we investigate the evolution of both the screening cloud and the boundary condition in the presence of competing terms that could break either the spin-charge-entangled \\({\\rm SU}_{\\bf L}(2)\\) rotation symmetry or the topological degeneracy. We introduce a temperature-dependent spatial integral of the screening cloud, which can be obtained from the numerical renormalization group. This quantity serves as a proper observable that unambiguously captures the properties of the screening process across temperatures. A clear crossover from conventional Kondo spin screening to spin-charge-entangled screening is observed. Taking into account the overlap between Majorana zero modes, the \\(A\\otimes N\\) boundary condition reduces to a normal one, yet the spin-charge-entangled screening is protected by the \\({\\rm SU}_{\\bf L}(2)\\) symmetry. On the other hand, perturbation that breaks the \\({\\rm SU}_{\\bf L}(2)\\) symmetry can destroy the screening singlet, while leaving the low-temperature \\(A\\otimes N\\) boundary condition intact."}
{"id": "2511.16362", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16362", "abs": "https://arxiv.org/abs/2511.16362", "authors": ["Félix Benoist", "Pablo Sartori"], "title": "Resolving Speed and Encoding Bottlenecks in Fast Heteromeric Self-Assembly", "comment": "Main: 10 pages, 6 figures. SI: 9 pages, 8 figures", "summary": "The cytoplasm is a heterogeneous mixture containing many types of proteins that self-assemble into a wide variety of complexes. The accuracy and speed of cytoplasmic self-assembly is astonishing because it involves the correct identification of components shared among different structures, despite pervasive thermal fluctuations. Typical toy models of self-assembly are based on the specificity of binding energies among components and neglect kinetic effects. However, kinetics plays a key role in biological self-assembly, often catalyzed by a plethora of assembly factors. Building on this observation, we extend a previous heteropolymer growth model to describe the retrieval of two-dimensional structures. We find that the self-assembly of structures in this model is subject to strong speed and encoding bottlenecks. Moreover, we show that these bottlenecks can be suppressed by increasing the connectivity of a small fraction of components. This mechanism of kinetically controlling a small number of critical binding events provides a simple explanation for the timely assembly of large protein, and suggests a unifying principle for the role of assembly factors."}
{"id": "2511.16071", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16071", "abs": "https://arxiv.org/abs/2511.16071", "authors": ["Rashid Rafeek V Valappil", "Sayan Maity", "Varadharajan Srinivasan"], "title": "Elucidating the High-Pressure Phases of MAPbBr3 Using a Machine Learning Force Field", "comment": null, "summary": "High-pressure phases of the hybrid perovskite MAPbBr3 have been investigated in detail using a novel machine learning force field (MLFF). MLFF simulations successfully reproduce the sequence of pressure-induced phase transitions from the $α$ ($Pm\\bar{3}m$) to the $β$ ($Im\\bar{3}$) and finally the $γ$ ($Pnma$/$Pmn2_1$) phase. In the $α$ phase, the simulations confirm the triple-well character of the potential energy surface for octahedral tilting shedding light into the local dynamic distortions. In the $β$ phase, our simulations reveal MA sublattice doubling yielding both orientationally disordered and ordered MA ions mirroring experimental observation. This mixed-order phase results from locally frustrated host-guest couplings arising from the in-phase octahedral tilt system ($a^+a^+a^+$). In the high-pressure $γ$ phase, we confirm the formation of polar and anti-polar domains, with the latter have higher lifetimes and persist for over 50 ps at pressures above 1.5 GPa. By elucidating the behavior of various phases of MAPbBr3, this work provides a fundamental understanding of how host-guest interactions and octahedral tilting govern the material's properties. Further, the importance of time scales and length scales in characterizing these phases is emphasized."}
{"id": "2511.15824", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15824", "abs": "https://arxiv.org/abs/2511.15824", "authors": ["Lewis J. Burke", "Mark T. Greenaway", "Joseph J. Betouras"], "title": "Exciton and trion formation in systems with van Hove singularities", "comment": "9 pages, 12 figures", "summary": "We investigate the role of van-Hove singularities (VHS) in a system's electronic band structure on the formation and properties of excitons and trions. We consider (i) the different parameters of a Mexican-hat-type dispersion of the valence band, which hosts a VHS at the band edge, and (ii) the presence of regular VHS or higher-order VHS (HOVHS). We find that for a given spin-degenerate Mexican-hat-shaped valence band, where a trion and exciton can form, trion formation becomes more favourable as the Mexican-hat dispersion becomes narrower. Also, we show that if the electronic band structure contains an HOVHS, then both the exciton and trion dispersion will also contain such a singularity. Therefore, a HOVHS in the valence band can suitably change the density of states (DOS) of the bound-state particle and lead to the generation of new states, which could impact the optical properties of the system. Our work provides a pathway to how 2D quantum materials, which host such singularities, can be engineered to favour a particular bound-state thus opening new avenues for these materials into potential applications."}
{"id": "2511.15972", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15972", "abs": "https://arxiv.org/abs/2511.15972", "authors": ["Guofu Xu", "Feihao Pan", "Jiyang Ou", "Wenjun Ma", "Xu Zhang", "Xiling Li", "Guoqiang Yu", "Peng Cheng", "Hongjun Xu", "Guozhi Chai"], "title": "Nonreciprocal spin wave in room-temperature van der Waals ferromagnet $(\\rm Fe_{0.78}Co_{0.22})_{5}GeTe_{2}$", "comment": null, "summary": "Here, we investigate the spin waves in room-temperature van der Waals ferromagnet $(\\rm Fe_{0.78}Co_{0.22})_{5}GeTe_{2}$ by utilizing Brillouin light scattering technique. The spin wave dispersion in flakes of different thicknesses shows the key role of dipolar interaction in the spin waves of vdW ferromagnets, and the non-reciprocity of spin wave in thick flakes is observed, which is attributed to the bulk Dzyaloshinskii-Moriya interaction after excluding the influence of dynamic dipolar interaction. The measured bulk DMI parameter D is 0.08 $\\rm mJ/m^2$, which is double that of pure $\\rm Fe_5GeTe_2$. Our work shows that Co-doped $\\rm Fe_5GeTe_2$ is a promising platform for investigating propagating spin wave and topological spin textures at room temperature."}
{"id": "2511.16337", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16337", "abs": "https://arxiv.org/abs/2511.16337", "authors": ["Ilmo Räisänen", "Ilari Maasilta"], "title": "Improvement of the Simmons model for tunnel junctions", "comment": null, "summary": "The Simmons model is a well-known and widely used model for the elastic tunneling current of a metallic tunnel junction, and fitting it to electrical measurements can be used to estimate thicknesses and heights of the tunnel barriers. We present here an improvement of the Simmons model, deriving new more accurate analytical formulas for the tunneling current density and conductance at finite voltage and temperature. We demonstrate that our conductance-voltage formulas are much closer to the Wentzel-Kramers-Brillouin approximation than the Simmons model and its commonly used simplified parabolic approximation. In addition, we demonstrate the practical use of our model, by fitting it to experimental tunnel junction conductance-voltage data and showing a sizeable difference from the Simmons model."}
{"id": "2511.16496", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16496", "abs": "https://arxiv.org/abs/2511.16496", "authors": ["Rintaro Masaoka"], "title": "$c=-2$ conformal field theory in quadratic band touching", "comment": null, "summary": "Quadratic band touching in fermionic systems defines a universality class distinct from that of linear Dirac points, yet its characterization as a quantum critical point remains incomplete. In this work, I show that a $(d+1)$-dimensional free-fermion model with quadratic band touching exhibits spatial conformal invariance, and that its equal-time ground-state correlation functions are exactly captured by the $d$-dimensional symplectic fermion theory. I establish this correspondence by constructing explicit mappings between physical fermionic operators and the fields of the symplectic fermion theory. I further explore the implications of this correspondence in two spatial dimensions, where the symplectic fermion theory is a logarithmic conformal field theory with central charge $c=-2$. In the corresponding $(2+1)$-dimensional systems, I identify anyonic excitations originating from the underlying symplectic fermion theory, even though the Hamiltonian is gapless. Transporting these excitations along non-contractible loops generates transitions among topologically degenerate ground states, in close analogy with those in topologically ordered phases. Moreover, the action of a $2π$ rotation on these excitations is represented by a Jordan block, reflecting the logarithmic character of the associated conformal field theory."}
{"id": "2511.16443", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.16443", "abs": "https://arxiv.org/abs/2511.16443", "authors": ["Tuuli Sillanpää", "Sanni Nousiainen", "Lasse Laurson"], "title": "Height distribution of elastic interfaces in quenched random media", "comment": "9 pages, 6 figures", "summary": "Elastic interfaces in quenched random media driven by external forces exhibit a continuous depinning phase transition between pinned and moving phases at a critical external force. Recent work [Phys. Rev. Lett. 129, 175701 (2022)] has shown that the distribution of local interface heights at depinning displays negative skewness. Here, by considering local, long-range and fully-coupled (mean-field) elasticity, we expand on this result by demonstrating the robustness of the negative skewness at depinning when approaching the thermodynamic limit and considering different values of the spring stiffness controlling the avalanche cutoff. Additionally, we investigate the evolution of the height distribution as the external force is ramped up from zero, approaching the critical force from below. Starting from a symmetric height distribution at zero force, the distribution initially develops positive skewness increasing with the external force, followed by a steep drop to the negative value characteristic of the critical point as the depinning transition is reached."}
{"id": "2511.16086", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16086", "abs": "https://arxiv.org/abs/2511.16086", "authors": ["Ashutosh K. Singh", "Niclas Heinsdorf", "Abraham A. Mancilla", "Jörn Bannies", "Avishek Maity", "Alexander I. Kolesnikov", "Masaaki Matsuda", "Matthew B. Stone", "Marcel Franz", "Jonathan Gaudet", "Alannah M. Hallas"], "title": "Chiral Spin-Split Magnons in the Metallic Altermagnet CrSb", "comment": null, "summary": "We report the collective magnetism of the metallic altermagnet CrSb. Magnetic susceptibility and polarized neutron diffraction measurements show that CrSb is a perfectly compensated Ising altermagnet below a Néel temperature of $T_N = 733(4)$ K. Inelastic neutron scattering experiments reveal anisotropic and highly-dispersive antiferromagnetic spin waves with velocities of 61(2) km s$^{-1}$ and 58(2) km s$^{-1}$ along the in-plane and out-of-plane directions, respectively. The observed magnon dispersions along high-symmetry directions of the Brillouin zone are well described by a minimal Heisenberg model up to third nearest neighbors of alternating antiferromagnetic and ferromagnetic character, $J_1 = 23(4)$ meV, $J_2 = -5.4(8)$ meV, $J_3 = 5.2(8)$ meV, and an Ising single-ion anisotropy term $D = 0.15(4)$ meV. We observe clear signatures of chiral spin splitting along the low-symmetry $Γ$-$L$ direction, characteristic of higher-order altermagnetic exchange interactions, the first such observation in a metallic altermagnet."}
{"id": "2511.15845", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2511.15845", "abs": "https://arxiv.org/abs/2511.15845", "authors": ["Shaon Mandal Chakraborty", "Bibhut Sahoo", "Rituparno Mandal", "Peter Sollich"], "title": "Effects of Non-reciprocity on Coupled Kuramoto Oscillators", "comment": "10 pages, 8 figures", "summary": "All the fundamental interactions (such as gravity or electromagnetic interactions) are reciprocal in nature. However, in the macroscopic world, in particular outside equilibrium, non-reciprocal or non-mutual interactions are quite ubiquitous. Understanding the impact of such non-reciprocal interactions has drawn a significant amount of interest in physics and other fields of sciences in recent years. We explore a non-reciprocal version of coupled oscillators (known as the Kuramoto model) with the aim of understanding the role of non-reciprocity, particularly in relation to chimera states, where oscillators spontaneously break into mutually synchronous and asynchronous groups. Our findings suggest that non-reciprocity not only alters the state diagram of the chimera state significantly but can also lead to new dynamical states, such as traveling chimera, run-and-chase and coexistence phases."}
{"id": "2511.15999", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15999", "abs": "https://arxiv.org/abs/2511.15999", "authors": ["Andrey O. Leonov", "Kaito Nakamura"], "title": "Skyrmionium meta-matter: a topologically heterogeneous magnetic crystal with emergent hybrid dynamics", "comment": "14 pages, 10 figures", "summary": "We introduce and systematically investigate a new class of topological magnetic textures, skyrmionium meta-matter, composed of skyrmioniums (Skm, $Q=0$) and skyrmions (Sk, $Q=-1$) arranged in periodic lattices mimicking the richness of atomic materials. Pure skyrmionium lattices are unstable against elongation distortions and relax into the spiral phase, but even a small fraction of skyrmions acts as topological \"pins\" that stabilize diverse mixed Skm--Sk crystals. We classify these states by topological stoichiometry (Skm$_n$Sk$_m$) and show that each composition hosts multiple metastable polymorphs with distinct plane-group symmetries. Structural transformations between polymorphs are achieved by varying the lattice spacing, suggesting experimental control via pressure or strain. The collective spin dynamics is explored for both in-plane and out-of-plane AC magnetic fields. The resulting absorption spectra show resonant modes beyond the two rotational and one breathing mode of conventional skyrmion lattices. We identify hybrid excitations unique to Skm--Sk crystals, including (i) deformation-assisted rotations, where skyrmions acquire polygonal shapes and rotate, and (ii) orbital modes, where breathing skyrmioniums induce circular motion of confined skyrmions without changing their size. Mode frequencies span sub-GHz to above 10 GHz, consistent with exchange and DMI energy scales. Our results establish skyrmionium-based meta-matter as a versatile platform for tunable, topologically heterogeneous magnetic lattices with rich structural and dynamical properties, paving the way for reconfigurable magnonic and spintronic applications."}
{"id": "2511.16578", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16578", "abs": "https://arxiv.org/abs/2511.16578", "authors": ["Manish Kumar", "Derek Waleffe", "Anna Okounkova", "Raveel Tejani", "Kenji Watanabe", "Takashi Taniguchi", "Étienne Lantagne-Hurtubise", "Joshua Folk", "Matthew Yankowitz"], "title": "Pervasive spin-triplet superconductivity in rhombohedral graphene", "comment": "27 pages, 28 figures", "summary": "Magnetic fields typically suppress superconductivity once the Zeeman energy exceeds the pairing gap, unless mechanisms such as unconventional pairing, strong spin-orbit coupling, or intrinsic magnetism intervene. Several graphene platforms realize such mitigating routes, exhibiting superconductivity resilient to magnetic fields. Here we report superconductivity in rhombohedral heptalayer graphene that is both induced and stabilized by in-plane magnetic field ($B_{\\parallel}$), with critical fields far beyond the Pauli paramagnetic limit. The superconductivity spans a wide gate range and emerges from a sharp zero-field resistive ridge that tracks approximately constant conduction band filling. The presence of zero-field superconductivity and the evolution of the critical temperature with $B_{\\parallel}$ are highly gate sensitive. We also observe a weak superconducting diode effect in several distinct regimes within the superconducting phase, including nearby to an integer quantum anomalous Hall state generated by a boron nitride moiré superlattice, indicating a potential coexistence of valley imbalance and superconductivity. These results establish several intriguing new properties of spin-triplet, field-induced superconductivity in a thick rhombohedral graphene stack."}
{"id": "2511.16603", "categories": ["cond-mat.str-el", "cond-mat.other", "cond-mat.quant-gas", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16603", "abs": "https://arxiv.org/abs/2511.16603", "authors": ["Aleksey Alekseev", "Konrad Jerzy Kapcia"], "title": "Charge-Ordered States and the Phase Diagram of the Extended Hubbard Model on the Bethe lattice", "comment": "12 pages, 5 figures, 65 references; RevTeX class, double-column formatting", "summary": "We study the extended Hubbard model (EHM) with both onsite Hubbard interaction and the intersite density-density interaction between nearest-neighbors using the standard Hartree mean-field approximation (MFA) on the Bethe lattice. We found that, at the ground state, the system can be in a charge-ordered insulating (COI), a charge-order metallic (COM) or a non-charge-ordered (NO) state. Moreover, the finite-temperature phase diagrams are presented. Several observables like a charge-order parameter, a spectral function, and particularly at finite temperatures, a charge carrier concentration (to visualize the degree of metallicity) are analyzed. The results show that increasing onsite repulsion suppresses charge order and change the properties of the system from insulating to metallic. Worth noting, that a number of phenomena can be found within the MFA, where their analysis is much simpler than in more advanced approaches. The method used for the EHM on the Bethe lattice also allows for a series of analytical derivations and simplification to see general geometry-independent features and analytical results, avoiding the numerical inaccuracies and other issues that appear with a purely numerical solution."}
{"id": "2511.16457", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.quant-gas", "physics.data-an", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16457", "abs": "https://arxiv.org/abs/2511.16457", "authors": ["Yoshiaki Horiike", "Yuki Kawaguchi"], "title": "Distinguishing thermal versus quantum annealing using probability-flux signatures across interaction networks", "comment": null, "summary": "Simulated annealing provides a heuristic solution to combinatorial optimization problems. The cost function of a problem is mapped to the energy function of a physical many-body system, and, using thermal or quantum fluctuations, the system explores the state space to find the ground state, which may correspond to the optimal solution of the problem. Studies have highlighted both the similarities and differences between thermal and quantum fluctuations. Nevertheless, fundamental understanding of thermal and quantum annealing remains incomplete, making it difficult to design problem instances that fairly compare the two methods. Here, we investigate the many-body dynamics of thermal and quantum annealing by examining all possible interaction networks of $\\pm J$ Ising spin systems up to seven spins. Our comprehensive investigation reveals that differences between thermal and quantum annealing emerge for particular interaction networks, indicating that the structure of the energy landscape distinguishes the two dynamics. We identify the microscopic origin of these differences through probability fluxes in state space, finding that the two dynamics are broadly similar but that quantum tunnelling produces qualitative differences. Our results provide insight into how thermal and quantum fluctuations navigate a system toward the ground state in simulated annealing, and are experimentally verifiable in atomic, molecular, and optical systems. Furthermore, these insights may improve mappings of optimization problems to Ising spin systems, yielding more accurate solutions in faster simulated annealing and thus benefiting real-world applications in industry. Our comprehensive survey of interaction networks and visualization of probability flux can help to understand, predict, and control quantum advantage in quantum annealing."}
{"id": "2511.16167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16167", "abs": "https://arxiv.org/abs/2511.16167", "authors": ["Himal Pokhrel", "Urvashi Verma"], "title": "Synthesis and optical characterization of Mn-doped ZnS nanocrystalline thin films prepared via chemical bath deposition", "comment": "9 pages and 4 figures", "summary": "Manganese-doped zinc sulfide nanocrystalline thin films were synthesized using a low-temperature chemical bath deposition and deposited on glass substrates for controlled durations using triethanolamine (TEA) as a complexing and capping agent. After deposition, the films were annealed at 200 degrees Celsius and characterized by X-ray diffraction (XRD), SEM, and UV-Vis spectroscopy. XRD patterns confirmed the formation of nanocrystalline cubic zinc blende ZnS with an average crystallite size of approximately 37 nm. Optical measurements revealed strong transparency in the visible region, blue-shifted absorption edges due to quantum confinement, and a band gap value of approximately 3.70 eV. Mn incorporation resulted in a slight red shift of the absorption edge, attributed to particle growth and sp-d exchange interactions. These results demonstrate that Mn doping modifies the optical response of ZnS while preserving its crystalline structure, suggesting its suitability for optoelectronic and photovoltaic applications."}
{"id": "2511.15901", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15901", "abs": "https://arxiv.org/abs/2511.15901", "authors": ["Mário J. de Oliveira"], "title": "Boltzmann-Kolmogorov equation", "comment": null, "summary": "We investigate the properties of a Kolmogorov equation governing the time evolution of the probability distribution defined in phase space. Energy is strictly conserved along a trajectory in phase space, meaning the equation is appropriate to describe an isolated system, and the stationary state is the Gibbs microcanonical distribution. The equation predicts the increase in entropy in agreement with thermodynamics, and in contrast with the Liouville equation, which conserves entropy. Using an approximation in which the distribution is a product of one-particle distributions, we derive the Boltzmann equation of kinetic theory. We also consider a Kolmogorov equation to describe an open system in contact with the external environment. In this case the equation describes not only the situation in which the system is found in thermodynamic equilibrium with a Gibbs canonical distribution in the stationary state, but also the nonequilibrium steady state with a continuous production of entropy."}
{"id": "2511.16053", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16053", "abs": "https://arxiv.org/abs/2511.16053", "authors": ["Connor Walsh", "Ian MacPherson", "Davidson Joseph", "Suyash Kabra", "Ripanjeet Singh Toor", "Mason Protter", "Frank Marsiglio"], "title": "A simple quantum dot: numerical and variational solutions", "comment": "13 pages, submitted to American Journal of Physics", "summary": "We describe a simple quantum dot that consists of two crossed troughs. As such there is no potential well; nonetheless this geometry gives rise to a bound state, centred around the point at which these troughs cross one another. In this paper we review existing numerical methods to solve this problem, and highlight one which we feel is particularly elegant and, in this case, provides the most accurate solution to the problem. The bound state is well-contained on the scale of the trough width, and yields a bound state energy of $0.659606$ in units of the minimum continuum state energy. This method also motivates a simple variational solution which yields the lowest energy known to date ($0.6812$ in the same units) to arise out of an analytical variational solution."}
{"id": "2511.16634", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16634", "abs": "https://arxiv.org/abs/2511.16634", "authors": ["Mina Tarakemeh", "Shenglong Xu"], "title": "Non-Abelian operator size distribution in charge-conserving many-body systems", "comment": "7+8 pages, 4 figures", "summary": "We show that operator dynamics in U(1) symmetric systems are constrained by two independent conserved charges and construct a non-Abelian operator size basis that respects both, enabling a symmetry-resolved characterization of operator growth. The non-Abelian operator size depends on the operator's nonlocal structure and is organized by an SU(2) algebra. Operators associated with large total angular momentum are relatively simple, while those with small angular momentum are more complex. Operator growth is thus characterized by a reduction in angular momentum and can be probed using out-of-time-ordered correlators. Using the charge-conserving Brownian Sachdev-Ye-Kitaev model, we derive an exact classical master equation that governs the size distribution, the distribution of an operator expanded in this basis, for arbitrary system sizes. The resulting dynamics reveal that the size distribution follows a chi-squared form, with the two conserved charges jointly determining the overall time scale and the shape of the distribution. In particular, single-particle operators retain a divergent peak at large angular momentum throughout the time evolution."}
{"id": "2511.16509", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16509", "abs": "https://arxiv.org/abs/2511.16509", "authors": ["J. Sirker"], "title": "Comment on: \"Scaling and Universality at Noisy Quench Dynamical Quantum Phase Transitions\"", "comment": "Comment on arXiv:2506.14355", "summary": "In Ref. Ansari et al., dynamical quantum phase transitions (DQPTs) -- non-analyticities in the Loschmidt return rate at critical times -- are investigated in the presence of noise for a two-band model. The authors report that DQPTs persist even after averaging over the noise and they use their results to derive dynamical phase diagrams. In this comment we rigorously prove that in any two-dimensional Hilbert space the Loschmidt echo of two density matrices can only become zero if and only if both density matrices are pure. As a consequence, the existence of DQPTs in the considered scenario is strictly ruled out for non-zero noise because the considered averaging leads to a mixed state. We also investigate alternative natural ways to average over noise realizations and show that in all of them DQPTs are smoothed out."}
{"id": "2511.16168", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16168", "abs": "https://arxiv.org/abs/2511.16168", "authors": ["Genrich Zeller", "Magnus Schlösser", "Helmut H. Telle"], "title": "Following the Long-Term Evolution of sp$^3$-type Defects in Tritiated Graphene using Raman Spectroscopy", "comment": "Submitted to Nanoscale Advances", "summary": "We report on the evolution of tritium-induced sp$^3$-defects in monolayer graphene on a Si/SiO$_2$ substrate, by comparing large-area Raman maps of the same two samples, acquired just after fabrication and twice thereafter, about 9-12 months apart. Inbetween measurements the samples were kept under standard laboratory conditions. Using a conservative classification of sp$^3$-type spectra, based on the D/D' peak intensity ratio, we observed almost complete depletion of sp$^3$-type defects over the investigation period of about two years. This by far exceeds the ~5.5% annual reduction expected from tritium decay alone (~3x larger). This change in the defect composition is accompanied by a recovery of the 2D-band of graphene and an overall decrease in defect-density, as determined via the D/G intensity ratio. Hydogenated graphene is reported to be reasonably stable over several months, when kept under vacuum, but suffers substantial hydrogen loss under laboratory air conditions. While the results shown here for tritiated graphene exhibit similarities with hydrogenated graphene, however, some distinct differences are observed."}
{"id": "2511.15922", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15922", "abs": "https://arxiv.org/abs/2511.15922", "authors": ["K. E. Castoria", "H. Byeon", "N. R. Beysengulov", "E. O. Glen", "M. Sammon", "J. Pollanen", "D. G. Rees", "S. A. Lyon"], "title": "Selective Shuttling of Electrons on Helium Using a CMOS Control Platform", "comment": "10 pages, 6 figures", "summary": "Electrons bound to the surface of liquid helium are an emerging quantum computing platform, offering the potential for highly mobile spin qubits that can be manipulated using CMOS-fabricated devices. Here, as a step toward realizing this technology, we demonstrate selective two-dimensional shuttling of electrons across a helium film condensed on the surface of a CMOS control chip. The electrons are moved in packets containing, on average, several tens down to single electrons. We perform CCD-style electron shuttling in any of 128 transport microchannels, each of which links electron storage zones and sensing zones in the 2D plane. Shuttling sequences can be repeated at least 10$^9$ times with no detectable electron loss. The device serves as a prototype quantum information processing platform that is readily scalable to control large monolithically integrated arrays of single electron spins."}
{"id": "2511.16065", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16065", "abs": "https://arxiv.org/abs/2511.16065", "authors": ["Cheol-Yeon Cheon", "Volodymyr Multian", "Kenji Watanabe", "Takashi Taniguchi", "Alberto F. Morpurgo", "Dmitry Lebedev"], "title": "Nature of 2D XY antiferromagnetism in a van der Waals monolayer", "comment": "18 pages, 4 figures in main text; 6 pages, 11 figures in Supplementary Information. Accepted in Nature Communications (2025)", "summary": "Two-dimensional antiferromagnetism has long attracted significant interest in many areas of condensed matter physics, but only recently has experimental exploration become feasible due to the isolation of van der Waals antiferromagnetic monolayers. Probing the magnetic phase diagram of these monolayers remains however challenging because established experimental techniques often lack the required sensitivity. Here, we investigate antiferromagnetism in atomically thin van der Waals magnet NiPS3 using magnetotransport measurements in field-effect transistor devices. Temperature-dependent conductance and magnetoresistance data reveal a distinct magnetic behavior in monolayers as compared to thicker samples. While bilayer and multilayer NiPS3 exhibit a single magnetic phase transition into a zig-zag antiferromagnetic state driven by uniaxial anisotropy, monolayer NiPS3 undergoes two magnetic transitions, with a low-temperature phase governed by in-plane hexagonal magnetic anisotropy. The experimentally constructed phase diagram for monolayer NiPS3 matches theoretical predictions from the six-state clock and 2D-XY models incorporating hexagonal anisotropy."}
{"id": "2511.16641", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16641", "abs": "https://arxiv.org/abs/2511.16641", "authors": ["Run Hou", "Andriy H. Nevidomskyy"], "title": "Stabilizing Fractional Chern States in Twisted MoTe2: Multi-band Correlations via Non-perturbative Renormalization Group", "comment": null, "summary": "The observation of fraction quantum Hall states in twisted MoTe2 has sparked a lof of interest in this phenomenon. Most theoretical works to date rely on the brute-force exact diagonalization which is limited to the one partially occupied band. In this work, we present strong evidence that the effect of higher lying bands cannot be ignored due to strong interband interactions. To tackle these effects, we introduce a non-perturbative driven similarity renormalization group (DSRG) method, originally developed for problems in quantum chemistry. We apply this methodology to twisted MoTe2 at fractional hole fillings of ν = 1/3 and 2/3 across a spectrum of twist angles. Our results show that at ν = 1/3, the many-body excitation energy gaps are substantially reduced compared to the one-band treatment. For ν = 2/3, we find that the dynamic correlations stemming from interband interactions stabilize fractional Chern insulating phases at larger twist angles, consistent with the experimental findings. By examining the correlated orbitals and their single-particle topological features, we demonstrate that this stabilization at higher twist angles arises predominantly from the dynamic correlations, rather than conditions on the single-particle quantum geometric tensor."}
{"id": "2511.16510", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16510", "abs": "https://arxiv.org/abs/2511.16510", "authors": ["Andrea Pelissetto", "Davide Rossini", "Ettore Vicari"], "title": "Out-of-equilibrium spinodal-like scaling behaviors at the thermal first-order transitions of three-dimensional q-state Potts models", "comment": "9 pages", "summary": "We study the out-of-equilibrium spinodal-like dynamics of three-dimensional $q$-state Potts systems driven across their thermal first-order transition in the thermodynamic limit, by a relaxational (heat-bath) dynamics. During the evolution, the inverse temperature $β$ increases linearly with time, as $δβ(t)\\equiv β(t)- β_{\\rm fo} \\sim t/t_s$, where $β_{\\rm fo}$ is the inverse temperature at the transition point, $t$ is the time and $t_s$ is a time scale. The dynamics starts at $t_i< 0$ from an ensemble of disordered configurations equilibrated at inverse temperature $β(t_i)<β_{\\rm fo}$ and ends at positive values of $t$, when the system is ordered (this is analogous to a standard Kibble-Zurek protocol). The time-dependent energy density shows an out-of-equilibrium scaling behavior in the large-$t_s$ limit, in terms of the scaling variable $t(\\ln t)^κ/t_s$. The corresponding exponent turns out to be consistent with $κ=3/2$ (with a good accuracy), which is the value obtained by assuming that the initial nucleation of ordered regions provides the relevant mechanism for the passage from one phase to the other. The scaling behavior implies a spinodal-like phenomenon close to the transition point: the passage from the disordered to the ordered phase, composed of large ordered regions of different color, occurs at $δβ(t)=δβ_*>0$, where $δβ_*$ decreases as $1/(\\ln t_s)^{3/2}$ in the large-$t_s$ limit."}
{"id": "2511.16197", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16197", "abs": "https://arxiv.org/abs/2511.16197", "authors": ["Mohammad Monish", "Koki Hino", "Yosuke Sasama", "Masato Urakami", "Takehiro Ota", "Kenji Sakamoto", "Kenichiro Takakura", "Yamaguchi Takahide"], "title": "Transfer of Freestanding Fluoropolymer Films for Advanced Semiconductor Devices", "comment": "37 pages, 10 figures", "summary": "The reliable transfer of insulating films onto semiconductor or metal surfaces is vital for enabling damage-free integration, especially where direct deposition is difficult or surface sensitivity to the growth environment degrades interface quality. However, insulating materials that are both easily transferable, scalable and capable of withstanding high electric fields remain limited, and the search for such materials has attracted significant attention. Herein, a distinct and robust method is demonstrated for damage-free transfer of freestanding fluoropolymer insulating films onto a wide range of substrates including low-adhesion surfaces such as hydrogen-terminated diamond. Water-soluble sacrificial layer allows the exfoliation of fluoropolymer films with peripheral support, enabling their transfer as uniform freestanding films, which exhibit root-mean-square roughness of $0.45 {\\pm} 0.03$ nm. These films reveal high breakdown fields exceeding $7$ MV cm$^{-1}$, with leakage current density remaining below ${10}^{-8}$ A cm$^{-2}$ before the breakdown. The incorporation of these fluoropolymer films as gate dielectrics in p-channel hydrogen-terminated diamond field-effect transistors results in transfer and output characteristics with negligible hysteresis, enhanced channel mobility (${\\approx}400$ cm$^{2}$V$^{-1}$s$^{-1}$) and a low interface trap density (${\\le}3{\\times}10^{11}$ cm$^{-2}$eV$^{-1}$). These findings highlight the versatility of the transfer method and establish freestanding fluoropolymers as a practical alternative to deposited dielectrics for forming high-quality dielectric/semiconductor interfaces for advanced electronics."}
{"id": "2511.15930", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15930", "abs": "https://arxiv.org/abs/2511.15930", "authors": ["Valery Ortiz Jimenez", "Paul M. Haney", "Farzad Mahfouzi", "Ngoch Thanh Mai Tran", "Albert F. Rigosi", "Curt A. Richter"], "title": "Nonlocal Transport in Cr-doped (Bi,Sb)2Te3: Absence of Nonchiral Edge States", "comment": null, "summary": "The quantum anomalous Hall effect shows great promise for realization of the ohm without the need for an external magnetic field. The most mature material platform is magnetically doped topological insulators. In these materials, precise quantization is limited to low temperatures, with the activation energy for dissipative transport typically in the range of 1 K. One potential source of dissipative transport is non-chiral edge states. These states are expected to be present in sufficiently thick samples. In this work, we perform extensive Hall and non-local resistance measurements in a Hall bar geometry at 2 K. By comparing 15 independent transport measurements to different transport models, we find that the system behavior is well-described by a simple continuum Ohm's law model. The addition of non-chiral edge states into the model does not significantly improve the fitting, and we conclude that there is not strong evidence for these states. We discuss the implications of our results for the prospect of high temperature quantized anomalous Hall effect in these materials."}
{"id": "2511.16141", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16141", "abs": "https://arxiv.org/abs/2511.16141", "authors": ["Ding Li", "Guoao Yang", "Tao Qin", "Jianhui Zhou", "Yugui Yao"], "title": "Phonon Dichroisms Revealing Unusual Electronic Quantum Geometry", "comment": "4 figures, 1 table, 6 pages. Comments are welcome", "summary": "The quantum geometry tensor, intrinsic geometric characteristics of electronic states, plays a crucial role in the various nontrivial electromagnetic phenomena in quantum materials. Here, we reveal that quantum geometry significantly modifies phonon dichroisms through electron-phonon interactions in solids that break time-reversal and spatial inversion symmetries. Specifically, the circular phonon dichroism is primarily dominated by the heat magnetic moments, while the linear phonon dichroism depends on the heat Drude weight, a thermal analog of band Drude weight. Furthermore, we establish the f-sum rule for the heat magnetic moment that facilitates its experimental detections. We demonstrate our key findings in an archetypal model system: ferromagnetic two-dimensional electron gases with Rashba spin-orbit coupling. Our work uncovers the quantum-geometric origin of common phonon dichroisms and predicts the detectable signature of the heat magnetic moment of electrons in solids."}
{"id": "2511.16667", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16667", "abs": "https://arxiv.org/abs/2511.16667", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Strained hyperbolic Dirac fermions: Zero modes, flat bands, and competing orders", "comment": "19 Pages, 11 Figures, and 1 Table (For full Abstract see manuscript)", "summary": "Starting from the nearest-neighbor tight-binding model on {10,3} and {14,3} hyperbolic lattices that, for a uniform hopping amplitude, gives rise to emergent Dirac fermions on a curved space with a constant negative curvature, displaying a vanishing density of states, we propose spatially modulated hopping pattern therein that preserve the underlying 5- and 7-fold rotational symmetries, respectively, and effectively couples fermions to time-reversal symmetric axial magnetic fields. Such strain-induced axial fields produce a flat band near zero-energy, triggering nucleation of a charge density-wave, featuring a staggered pattern of fermionic density between two sublattices, and the Haldane phase fostering intra-sublattice circulating currents with a net zero magnetic flux for weak nearest- and next-nearest-neighbor Coulomb repulsions, respectively. Sufficiently weak on-site Hubbard repulsion destabilizes such flat bands toward the formation of a magnetic phase that simultaneously supports antiferromagnetic and ferromagnetic orders in the whole system. While the magnetization in the bulk and boundary cancel each other, the Neél order is of the same sign everywhere, thereby yielding a global antiferromagnet. Throughout, we draw parallels between these findings and the well-studied qualitatively similar results on a 3-fold rotational symmetric strained honeycomb lattice, thereby unifying the phenomenon of axial magnetic catalysis for Dirac fermions, encompassing the ones living on the Euclidean plane. Finally, we show that with a specific class of non-Hermiticity, manifesting via an imbalance in the hopping amplitudes between two sublattices in the opposite directions, magnitudes of all these orders can be boosted substantially when all the eigenvalues in the noninteracting systems are real, staging a non-Hermitian amplification of axial magnetic catalysis."}
{"id": "2511.16496", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16496", "abs": "https://arxiv.org/abs/2511.16496", "authors": ["Rintaro Masaoka"], "title": "$c=-2$ conformal field theory in quadratic band touching", "comment": null, "summary": "Quadratic band touching in fermionic systems defines a universality class distinct from that of linear Dirac points, yet its characterization as a quantum critical point remains incomplete. In this work, I show that a $(d+1)$-dimensional free-fermion model with quadratic band touching exhibits spatial conformal invariance, and that its equal-time ground-state correlation functions are exactly captured by the $d$-dimensional symplectic fermion theory. I establish this correspondence by constructing explicit mappings between physical fermionic operators and the fields of the symplectic fermion theory. I further explore the implications of this correspondence in two spatial dimensions, where the symplectic fermion theory is a logarithmic conformal field theory with central charge $c=-2$. In the corresponding $(2+1)$-dimensional systems, I identify anyonic excitations originating from the underlying symplectic fermion theory, even though the Hamiltonian is gapless. Transporting these excitations along non-contractible loops generates transitions among topologically degenerate ground states, in close analogy with those in topologically ordered phases. Moreover, the action of a $2π$ rotation on these excitations is represented by a Jordan block, reflecting the logarithmic character of the associated conformal field theory."}
{"id": "2511.16263", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16263", "abs": "https://arxiv.org/abs/2511.16263", "authors": ["G. Tejaswini", "Anjana E Sudheer", "Amrendra Kumar", "M. Vallinayagam", "Pavan Kumar Perepu", "Attila Cangi", "Mani Lokamani", "M. Posselt", "M. Zschornak", "C. Kamal", "D. Amaranatha Reddy", "D. Murali"], "title": "Prediction of atomic H adsorption energies in metalloid doped MSSe (M = Mo/W) Janus layers: A combined DFT and machine learning study", "comment": "19 pages, 11 figures", "summary": "Janus derivatives of 2H MX2 (M = Mo/W; X = S/Se), namely MSSe, have already been experimentally realized and explored for applications in photocatalysis, photovoltaics, and optoelectronics. Focusing on the photocatalytic properties of these layers, we investigate the adsorption of atomic hydrogen on the MSSe layers in the presence of metalloid dopants B, Si, and Ge. The layers in their pristine form exhibit positive adsorption energies, indicating an endothermic nature. Substitution of a dopant in the pristine MSSe layers alters the local symmetry, bonding character, and charge distribution, thereby increasing the number of active sites for hosting H adsorption and reducing the adsorption energy. We select distinct sites, both atomic and interstitial, for the substitution of dopants. The energetics of the H atom at various sites is studied to find the most favorable active site on the MSSe Janus layers. Our results based on density functional theory calculations show that the adsorption process becomes spontaneous and less attractive in the presence of atomic site dopant substitution, whereas the interstitial site results in an endothermic behavior. Moreover, having the data from DFT, we develop a supervised machine learning model for predicting the hydrogen adsorption energy. For this purpose, we utilize 23 elemental features of the atoms involved in the structure, thereby eliminating the need for DFT calculations in feature design. The dimensionality reduction technique, principal component analysis, is employed to reduce the dimensionality of the feature space, yielding independent features that are mutually orthogonal. The model is implemented as a multi-layer perceptron regressor with two hidden layers. The data augmentation technique is employed to artificially expand the dataset size, thereby enhancing the accuracy of the neural network model by 0.90% on the testing data."}
{"id": "2511.15944", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15944", "abs": "https://arxiv.org/abs/2511.15944", "authors": ["S. Sharma", "M. Pula", "Sajilesh K. P.", "J. Gautreau", "B. S. Agboola", "J. P. Clancy", "J. E. Sonier", "A. Ghara", "S. R. Dunsiger", "M. Greven", "M. J. Lagos", "A. Kanigel", "G. M. Luke"], "title": "Conventional superconductivity in single-crystalline BiPt", "comment": "9 Pages, 5 figures", "summary": "Binary Bi-Pd/Pt systems have attracted a lot of interest because of their topologically non-trivial nature along with superconductivity. We report the structural and superconducting properties of high-quality single-crystalline BiPt using a comprehensive range of experimental techniques, including X-ray diffraction, electron microscopy, muon spin rotation/relaxation (μSR), magnetization, resistivity, and heat capacity. Our findings establish that BiPt is a weak type-II superconductor with a transition temperature (Tc) of 1.2 K which exhibits pronounced anisotropic superconducting characteristics attributed to its hexagonal crystal structure. Magnetization and electronic transport studies reveal that BiPt lies within the dirty limit, while μSR and heat capacity data indicate conventional s-wave superconductivity that maintains time-reversal symmetry. This work provides valuable insights into the pairing symmetry and superconducting mechanism of topologically trivial BiPt, a sound comparison system for other Bi-based topologically nontrivial superconductors."}
{"id": "2511.16155", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16155", "abs": "https://arxiv.org/abs/2511.16155", "authors": ["Qian Chen", "Shuoshuo Zhang", "Guoyu Xian", "Haoqiang Hu", "Xiaohua Wu", "Xiaofei Wu", "Jer-Shing Huang", "Chen-Bin Huang", "Jin-Hui Zhong", "Yuquan Zhang", "Xiaocong Yuan", "Changjun Min", "Yanan Dai"], "title": "Synthetic Spatiotemporal Plasmonic Vortices On Chip", "comment": null, "summary": "Spatiotemporal vortices are polychromatic modes that intertwine orbital angular momentum (OAM) in space and time. Here we introduce a new class of such vortices, spatiotemporal plasmonic vortices (STPVs), carrying nontrivial topological spin textures. They are generated by chronotopic interference of temporally delayed plasmonic eigen-vortices, where a $π$-phase dislocation in the space-frequency domain maps into a 2$π$ spiraling phase in space-time, with the resulting focus-defocus dynamics emulate U(1) gauge transitions. Using interferometric time-resolved photoemission electron microscopy (ITR-PEEM), we directly image their nanometer-attosecond (nano-atto) evolution and control vortex number and position. Quantum-path analysis of coherent two-photon photoemission (2PP) processes reveals the nonlinear plasmonic polarization fields and angular-momentum conservation, establishing STPVs as a platform for probing spatiotemporally structured quantum matter."}
{"id": "2511.16086", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16086", "abs": "https://arxiv.org/abs/2511.16086", "authors": ["Ashutosh K. Singh", "Niclas Heinsdorf", "Abraham A. Mancilla", "Jörn Bannies", "Avishek Maity", "Alexander I. Kolesnikov", "Masaaki Matsuda", "Matthew B. Stone", "Marcel Franz", "Jonathan Gaudet", "Alannah M. Hallas"], "title": "Chiral Spin-Split Magnons in the Metallic Altermagnet CrSb", "comment": null, "summary": "We report the collective magnetism of the metallic altermagnet CrSb. Magnetic susceptibility and polarized neutron diffraction measurements show that CrSb is a perfectly compensated Ising altermagnet below a Néel temperature of $T_N = 733(4)$ K. Inelastic neutron scattering experiments reveal anisotropic and highly-dispersive antiferromagnetic spin waves with velocities of 61(2) km s$^{-1}$ and 58(2) km s$^{-1}$ along the in-plane and out-of-plane directions, respectively. The observed magnon dispersions along high-symmetry directions of the Brillouin zone are well described by a minimal Heisenberg model up to third nearest neighbors of alternating antiferromagnetic and ferromagnetic character, $J_1 = 23(4)$ meV, $J_2 = -5.4(8)$ meV, $J_3 = 5.2(8)$ meV, and an Ising single-ion anisotropy term $D = 0.15(4)$ meV. We observe clear signatures of chiral spin splitting along the low-symmetry $Γ$-$L$ direction, characteristic of higher-order altermagnetic exchange interactions, the first such observation in a metallic altermagnet."}
{"id": "2511.16603", "categories": ["cond-mat.str-el", "cond-mat.other", "cond-mat.quant-gas", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16603", "abs": "https://arxiv.org/abs/2511.16603", "authors": ["Aleksey Alekseev", "Konrad Jerzy Kapcia"], "title": "Charge-Ordered States and the Phase Diagram of the Extended Hubbard Model on the Bethe lattice", "comment": "12 pages, 5 figures, 65 references; RevTeX class, double-column formatting", "summary": "We study the extended Hubbard model (EHM) with both onsite Hubbard interaction and the intersite density-density interaction between nearest-neighbors using the standard Hartree mean-field approximation (MFA) on the Bethe lattice. We found that, at the ground state, the system can be in a charge-ordered insulating (COI), a charge-order metallic (COM) or a non-charge-ordered (NO) state. Moreover, the finite-temperature phase diagrams are presented. Several observables like a charge-order parameter, a spectral function, and particularly at finite temperatures, a charge carrier concentration (to visualize the degree of metallicity) are analyzed. The results show that increasing onsite repulsion suppresses charge order and change the properties of the system from insulating to metallic. Worth noting, that a number of phenomena can be found within the MFA, where their analysis is much simpler than in more advanced approaches. The method used for the EHM on the Bethe lattice also allows for a series of analytical derivations and simplification to see general geometry-independent features and analytical results, avoiding the numerical inaccuracies and other issues that appear with a purely numerical solution."}
{"id": "2511.16269", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16269", "abs": "https://arxiv.org/abs/2511.16269", "authors": ["Marcel S. Claro", "Francisco Rivadulla"], "title": "van der Waals epitaxy of lead monoxide - PbO and application as a virtual substrate for oxide membranes", "comment": "18 pages, 5 Figures and supplementary information", "summary": "We report the successful growth of epitaxial layers of van der Waals (vdW) lead oxide (PbO) polymorphs on different substrates, via pulsed laser deposition. A thin layer of vdW $α$-PbO (~5 nm) was subsequently used as a virtual substrate to grow thin films of perovskites BaTiO$_3$, SrTiO$_3$, and the spinel CoFe$_2$O$_4$ with a crystal quality comparable to direct epitaxy on single-crystal oxide substrates. Notably, films with the larger lattice parameter underwent spontaneous, controlled spalling within days of growth, remaining structurally intact, or were easily exfoliated and transferred using the tape method. This work establishes PbO as a promising virtual substrate technology for the fabrication of free-standing oxide membranes through vdW epitaxy, offering advantages over conventional sacrificial layer methods."}
{"id": "2511.15972", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15972", "abs": "https://arxiv.org/abs/2511.15972", "authors": ["Guofu Xu", "Feihao Pan", "Jiyang Ou", "Wenjun Ma", "Xu Zhang", "Xiling Li", "Guoqiang Yu", "Peng Cheng", "Hongjun Xu", "Guozhi Chai"], "title": "Nonreciprocal spin wave in room-temperature van der Waals ferromagnet $(\\rm Fe_{0.78}Co_{0.22})_{5}GeTe_{2}$", "comment": null, "summary": "Here, we investigate the spin waves in room-temperature van der Waals ferromagnet $(\\rm Fe_{0.78}Co_{0.22})_{5}GeTe_{2}$ by utilizing Brillouin light scattering technique. The spin wave dispersion in flakes of different thicknesses shows the key role of dipolar interaction in the spin waves of vdW ferromagnets, and the non-reciprocity of spin wave in thick flakes is observed, which is attributed to the bulk Dzyaloshinskii-Moriya interaction after excluding the influence of dynamic dipolar interaction. The measured bulk DMI parameter D is 0.08 $\\rm mJ/m^2$, which is double that of pure $\\rm Fe_5GeTe_2$. Our work shows that Co-doped $\\rm Fe_5GeTe_2$ is a promising platform for investigating propagating spin wave and topological spin textures at room temperature."}
{"id": "2511.16165", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16165", "abs": "https://arxiv.org/abs/2511.16165", "authors": ["Peng Tan", "Yuantao Chen", "Yuqi Zhang", "Hanyan Cheng", "Guoyu Xian", "Ming Cheng", "Minghong Sun", "Jiaxin Yin", "Feifan Wang", "Yaxian Wang", "Yanjun Liu", "Mingyuan Huang", "Zhiwei Wang", "Yugui Yao", "Sheng Meng", "Li Huang", "Yanan Dai"], "title": "Ultrafast μeV-Precision Bandgap Engineering in Low-Dimensional Topological Insulators", "comment": null, "summary": "Precise and ultrafast control of electronic band structures is a central challenge for advancing quantum functional materials and devices. Conventional approaches--such as chemical doping, lattice strain, or external gating--offer robust stability but remain confined to the quasi-static regime, far from the intrinsic femto- to picosecond dynamics that govern many-body interactions. Here, using cryogenic transient reflectance spectroscopy, we realize dynamic bandgap engineering in the anisotropic topological insulator $α$-Bi$_4$Br$_4$ with unprecedented micro-electron-volt ($μ$eV) precision. The exceptional sensitivity arises from the cooperative action of long-lived topological carriers, stabilized by restricted bulk-to-edge scattering phase space, together with symmetry-resolved coherent phonons that modulate inter-chain hopping. These channels jointly modify Coulomb screening and interband transitions, enabling both gradual and oscillatory control of the electronic structure. Supported by first-principles and tight-binding theory, we further demonstrate a dual-pump coherent control strategy for continuous, mode-selective tuning of electronic energies with $μ$eV accuracy. This framework paves the way for ultrafast on-demand band-structure engineering, pointing toward new frontiers in quantum optoelectronics, precision measurement in molecular and biological systems, and attosecond control of matter."}
{"id": "2511.16509", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16509", "abs": "https://arxiv.org/abs/2511.16509", "authors": ["J. Sirker"], "title": "Comment on: \"Scaling and Universality at Noisy Quench Dynamical Quantum Phase Transitions\"", "comment": "Comment on arXiv:2506.14355", "summary": "In Ref. Ansari et al., dynamical quantum phase transitions (DQPTs) -- non-analyticities in the Loschmidt return rate at critical times -- are investigated in the presence of noise for a two-band model. The authors report that DQPTs persist even after averaging over the noise and they use their results to derive dynamical phase diagrams. In this comment we rigorously prove that in any two-dimensional Hilbert space the Loschmidt echo of two density matrices can only become zero if and only if both density matrices are pure. As a consequence, the existence of DQPTs in the considered scenario is strictly ruled out for non-zero noise because the considered averaging leads to a mixed state. We also investigate alternative natural ways to average over noise realizations and show that in all of them DQPTs are smoothed out."}
{"id": "2511.16313", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16313", "abs": "https://arxiv.org/abs/2511.16313", "authors": ["Raul Quintero-Monsebaiz", "Per Hyldgaard"], "title": "Quasiparticle states of hexagonal BN: A van der Waals density functional study", "comment": "21 pages, 6 figures", "summary": "We compute and track the impact of truly nonlocal-correlation effects on the quasi-particle (QP) band-structure of hexagonal boron-nitride (h-BN) systems. To that end, we start with the consistent-exchange vdW-DF-cx version [PRB 89, 035412 (2014)] of the van der Waals density functional (vdW-DF) method [JPCM 39, 390001 (2020)] for exchange-correlation (XC) functional design and enforce piece-wise linearity in the energy changes with partial charging, using the Koopmans-integer (KI) DFT framework [JCTC 19, 7079 (2023)]. Our approach and results (denoted KI-CX) extends present-standard use of KI DFT (denoted KI-PBE as it is based on the semilocal PBE [PRL 77, 3865 (1996)] XC functional) to capture, for example, the impact of the interlayer coupling on the QPs. We contrast KI-CX and KI-PBE results for the QP band-structure and compare with both $GW$ calculations and experimental observations of the (direct and indirect) QP gaps. We find that KI-CX brings improvements in the h-BN QP energy description and generally agrees with $GW$ studies."}
{"id": "2511.15999", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15999", "abs": "https://arxiv.org/abs/2511.15999", "authors": ["Andrey O. Leonov", "Kaito Nakamura"], "title": "Skyrmionium meta-matter: a topologically heterogeneous magnetic crystal with emergent hybrid dynamics", "comment": "14 pages, 10 figures", "summary": "We introduce and systematically investigate a new class of topological magnetic textures, skyrmionium meta-matter, composed of skyrmioniums (Skm, $Q=0$) and skyrmions (Sk, $Q=-1$) arranged in periodic lattices mimicking the richness of atomic materials. Pure skyrmionium lattices are unstable against elongation distortions and relax into the spiral phase, but even a small fraction of skyrmions acts as topological \"pins\" that stabilize diverse mixed Skm--Sk crystals. We classify these states by topological stoichiometry (Skm$_n$Sk$_m$) and show that each composition hosts multiple metastable polymorphs with distinct plane-group symmetries. Structural transformations between polymorphs are achieved by varying the lattice spacing, suggesting experimental control via pressure or strain. The collective spin dynamics is explored for both in-plane and out-of-plane AC magnetic fields. The resulting absorption spectra show resonant modes beyond the two rotational and one breathing mode of conventional skyrmion lattices. We identify hybrid excitations unique to Skm--Sk crystals, including (i) deformation-assisted rotations, where skyrmions acquire polygonal shapes and rotate, and (ii) orbital modes, where breathing skyrmioniums induce circular motion of confined skyrmions without changing their size. Mode frequencies span sub-GHz to above 10 GHz, consistent with exchange and DMI energy scales. Our results establish skyrmionium-based meta-matter as a versatile platform for tunable, topologically heterogeneous magnetic lattices with rich structural and dynamical properties, paving the way for reconfigurable magnonic and spintronic applications."}
{"id": "2511.16219", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16219", "abs": "https://arxiv.org/abs/2511.16219", "authors": ["Federico Escudero", "Francisco Guinea", "Zhen Zhan"], "title": "Geometrical properties of strained and twisted moiré heterostructures", "comment": "26 pages, 16 figures, Review submitted to JPCM", "summary": "The experimental observations of many interaction-driven electronic phases in moiré superlattices have stimulated intense theoretical and experimental efforts to understand and engineer these correlated physics. Strain is a powerful tool for manipulating and controlling the geometrical and electronic structures of moiré superlattices. This review provides a comprehensive introduction to the geometry of strained moiré superlattices. First, starting from the linear elasticity theory, we briefly introduce the general formalism of small deformations in two-dimensional materials, and discuss the particular cases of uniaxial, shear and biaxial strain. Then, we apply the theory to twisted and strained moiré materials, mainly focusing on the hexagonal homobilayers, hexagonal heterobilayers and monoclinic lattices. Special moiré geometries, like the quasi-unidimensional patterns, square patterns and hexagonal, are theoretically predicted by manipulating the strain and twist. Finally, we review recently developed strain techniques and the special moiré geometries realized via these approaches. This review aims at equipping the reader with a robust understanding on the description and implementation of strain in moiré materials, as well as highlight some major breakthroughs in this active field."}
{"id": "2511.16578", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16578", "abs": "https://arxiv.org/abs/2511.16578", "authors": ["Manish Kumar", "Derek Waleffe", "Anna Okounkova", "Raveel Tejani", "Kenji Watanabe", "Takashi Taniguchi", "Étienne Lantagne-Hurtubise", "Joshua Folk", "Matthew Yankowitz"], "title": "Pervasive spin-triplet superconductivity in rhombohedral graphene", "comment": "27 pages, 28 figures", "summary": "Magnetic fields typically suppress superconductivity once the Zeeman energy exceeds the pairing gap, unless mechanisms such as unconventional pairing, strong spin-orbit coupling, or intrinsic magnetism intervene. Several graphene platforms realize such mitigating routes, exhibiting superconductivity resilient to magnetic fields. Here we report superconductivity in rhombohedral heptalayer graphene that is both induced and stabilized by in-plane magnetic field ($B_{\\parallel}$), with critical fields far beyond the Pauli paramagnetic limit. The superconductivity spans a wide gate range and emerges from a sharp zero-field resistive ridge that tracks approximately constant conduction band filling. The presence of zero-field superconductivity and the evolution of the critical temperature with $B_{\\parallel}$ are highly gate sensitive. We also observe a weak superconducting diode effect in several distinct regimes within the superconducting phase, including nearby to an integer quantum anomalous Hall state generated by a boron nitride moiré superlattice, indicating a potential coexistence of valley imbalance and superconductivity. These results establish several intriguing new properties of spin-triplet, field-induced superconductivity in a thick rhombohedral graphene stack."}
{"id": "2511.16382", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16382", "abs": "https://arxiv.org/abs/2511.16382", "authors": ["Neil Mulcahy", "Syeda Ramin Jannat", "Yaqi Li", "Tigran Simonian", "Mariana Palos", "James O. Douglas", "Jessica M. Walker", "Baptiste Gault", "Mary P. Ryan", "Michele Shelly Conroy"], "title": "Quantifying Phase Transformations in Alloying Anodes via In-Situ Liquid Cell Hard X-ray Spectroscopy and Cryogenic Microscopy", "comment": null, "summary": "Understanding electrochemical phenomena at complex liquid solid interfaces requires linking real time structural dynamics with atomic scale interfacial chemistry. Here, we integrate operando synchrotron X-ray fluorescence and diffraction with high resolution cryogenic electron and ion multi model microscopy to provide a mechanistic understanding of Pt based alloying anodes across length scales. We directly observe the initial lithiation driven formation of Li2Pt and its evolution to a stable LiPt intermetallic phase during extended cycling via a solid solution type reaction mechanism. Simultaneously, the solid electrolyte interphase transitions from an unstable carbonate rich to a stable LiF dominated composition, confirmed by cryogenic scanning transmission electron microscopy and electron energy loss spectroscopy. Crucially, cryogenic atom probe tomography reveals spatially distinct compositional regimes within the alloy anode, including lithium flux limited, heterogeneous interfacial zone and a diffusion controlled, homogeneous LiPt alloy bulk. This nanoscale compositional gradient rationalises the emergent solid solution reaction mechanism and highlights how kinetic limitations and interface dynamics govern alloy formation and electrochemical stability. Our findings demonstrate a broadly applicable correlative framework bridging operando structural dynamics with near atomic resolution interfacial chemistry, advancing the rational design of durable alloy electrodes for next generation energy storage."}
{"id": "2511.16010", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16010", "abs": "https://arxiv.org/abs/2511.16010", "authors": ["Philip Dalladay-Simpson", "Eric Edmund", "Huixin Hu", "Mario Santoro", "Federico Aiace Gorelli"], "title": "Quantum Reorientational Excitations in the Raman Spectrum of Hydrogen", "comment": "8 pages, 6 figures", "summary": "Low-frequency Raman peaks, below 250 cm-1, are observed in hydrogen between 2-174 GPa and 13-300 K. The origin of these features is attributed to reorientational transitions (DeltaJ = 0; Q0-branch), which shift from the Rayleigh line as anisotropic intermolecular interactions lift the mJ degeneracy. This family of excitations closely follows the behavior of the S0-branches, sharing their dependence on pressure, temperature, and ortho-H2 concentration. Above 65 K, spectra corrected by the Bose-Einstein population factor reveal a broad continuum arising from populated higher J-states and increased ortho-para disorder. Upon entering phase III, where molecular rotation is inhibited, this continuum is quenched, giving way to well-established optical phonons. Below 25 K, equilibrated samples demonstrate a fine structure from isolated and pair excitations from impurity ortho-H2 molecules in a parahydrogen lattice, the latter a sensitive probe to anisotropic intermolecular interactions relevant to the quantum modeling of solid H2."}
{"id": "2511.16328", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16328", "abs": "https://arxiv.org/abs/2511.16328", "authors": ["Daniel Sela", "Nan Cheng", "Kai Sun"], "title": "Failure of the Goldstone Theorem for Vector Fields and Boundary-Mode Proliferation in Hyperbolic Lattices", "comment": "11 pagse, 4 figures", "summary": "Hyperbolic lattices extend crystallinity into curved space, where negative curvature and exponentially large boundaries reshape collective excitations beyond Euclidean intuition. In this Letter, we push the study beyond scalar fields by exploring vector fields on hyperbolic lattices. Using phonons as an example, we show that the Goldstone theorem breaks down for vector fields in hyperbolic lattices. In stark contrast to Euclidean crystals, where the Goldstone theorem ensures that acoustic phonon modes are gapless, hyperbolic lattices with coordination number $z > 2d$ exhibit a finite bulk phonon gap. We identify the origin of this breakdown: the Goldstone modes here belong to nonunitary representations of the translation group and therefore cannot form gapless excitation branches. We further show that when boundaries are included, this bulk spetrum gap is filled by an extensive number of low-frequency boundary modes."}
{"id": "2511.16421", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16421", "abs": "https://arxiv.org/abs/2511.16421", "authors": ["V. Sunko", "J. Orenstein"], "title": "Linear magneto-birefringence as a probe of altermagnetism", "comment": null, "summary": "Altermagnets are a class of collinear magnets that exhibit non-relativistic spin splitting (NRSS) of electronic bands in the absence of net magnetization. Their potential to generate large spin polarization without spin-orbit coupling has created strong interest in probes that access the underlying order parameter directly. In this Perspective, we show that linear magneto-birefringence (LMB) provides a natural and broadly applicable route to detecting altermagnetic order. Building on the correspondence between the momentum-space structure of NRSS and the ferroic ordering of magnetic multipoles in real space, we demonstrate how $d$-wave and $g$-wave NRSS textures yield distinct LMB responses. We present a symmetry-based framework that identifies the optical geometries and field configurations required to isolate specific multipole components, enabling domain imaging and providing benchmarks for theoretical models of LMB."}
{"id": "2511.16053", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16053", "abs": "https://arxiv.org/abs/2511.16053", "authors": ["Connor Walsh", "Ian MacPherson", "Davidson Joseph", "Suyash Kabra", "Ripanjeet Singh Toor", "Mason Protter", "Frank Marsiglio"], "title": "A simple quantum dot: numerical and variational solutions", "comment": "13 pages, submitted to American Journal of Physics", "summary": "We describe a simple quantum dot that consists of two crossed troughs. As such there is no potential well; nonetheless this geometry gives rise to a bound state, centred around the point at which these troughs cross one another. In this paper we review existing numerical methods to solve this problem, and highlight one which we feel is particularly elegant and, in this case, provides the most accurate solution to the problem. The bound state is well-contained on the scale of the trough width, and yields a bound state energy of $0.659606$ in units of the minimum continuum state energy. This method also motivates a simple variational solution which yields the lowest energy known to date ($0.6812$ in the same units) to arise out of an analytical variational solution."}
{"id": "2511.16337", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16337", "abs": "https://arxiv.org/abs/2511.16337", "authors": ["Ilmo Räisänen", "Ilari Maasilta"], "title": "Improvement of the Simmons model for tunnel junctions", "comment": null, "summary": "The Simmons model is a well-known and widely used model for the elastic tunneling current of a metallic tunnel junction, and fitting it to electrical measurements can be used to estimate thicknesses and heights of the tunnel barriers. We present here an improvement of the Simmons model, deriving new more accurate analytical formulas for the tunneling current density and conductance at finite voltage and temperature. We demonstrate that our conductance-voltage formulas are much closer to the Wentzel-Kramers-Brillouin approximation than the Simmons model and its commonly used simplified parabolic approximation. In addition, we demonstrate the practical use of our model, by fitting it to experimental tunnel junction conductance-voltage data and showing a sizeable difference from the Simmons model."}
{"id": "2511.16474", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16474", "abs": "https://arxiv.org/abs/2511.16474", "authors": ["Qiao Wang", "Ping-An Hu"], "title": "The Plastic Origin of van der Waals material GaGeTe", "comment": null, "summary": "This work reports the discovery of high plasticity in ternary germanium-based single-crystal GaGeTe, which breaks through the inherent brittleness of traditional binary germanium-based chalcogenides and fills a research gap in germanium-based plastic semiconductors. Combining spherical aberration-corrected transmission electron microscopy experiments with density functional theory calculations, the study reveals a novel deformation mechanism co-dominated by intralayer lattice distortion and interlayer slip. These findings provide fresh insight into the plastic behavior of inorganic semiconductors and clarifies the critical role of intralayer structural evolution in plastic behavior. This work not only expands the family of plastic semiconductor materials but also provides a new theoretical basis and candidate platform for the material design of flexible electronic devices."}
{"id": "2511.16057", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16057", "abs": "https://arxiv.org/abs/2511.16057", "authors": ["Stephen A. Giles", "Hugh Shortt", "Peter K. Liaw", "Debasis Sengupta"], "title": "High-Throughput Exploration of Refractory High-Entropy Alloys for Strength and Plasticity", "comment": null, "summary": "Refractory high-entropy alloys (RHEAs) are compositionally complex materials which have been demonstrated to have the potential for exceptional strength at high operating temperatures. However, their composition space is vast, and other property requirements, such as acceptable plasticity at room-temperature, must be met. Here, we leverage recently published, state-of-the-art deep learning models to predict compressive yield strength at 1,000 °C and room-temperature plasticity of >100,000 RHEAs. Multiple candidate materials were identified which exhibited exceptional balance between strength and plasticity. Upon experimental synthesis, multiple candidates were proven to outperform any previously reported RHEAs for simultaneous strength and plasticity. Our work demonstrates the power of data-driven approaches for rapid materials design, and enables continued multi-property optimization and materials discovery."}
{"id": "2511.16422", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16422", "abs": "https://arxiv.org/abs/2511.16422", "authors": ["Zhichao Guo", "Xing-Yuan Liu", "Hua Wang", "Li-kun Shi", "Kai Chang"], "title": "Dissipation-Shaped Quantum Geometry in Nonlinear Transport", "comment": "Comments are welcome!", "summary": "The theory of the intrinsic nonlinear Hall effect, a key probe of quantum geometry, is plagued by conflicting expressions for the conductivity that is independent of the dissipation strength (rate, $Γ^0$). We clarify the origin of this ambiguity by demonstrating that the \"intrinsic\" response is not universal, but is inextricably linked to the dissipation mechanism that establishes the non-equilibrium steady state (NESS). We establish a benchmark by solving the exact NESS density matrix for a generic Bloch system coupled to a featureless fermionic bath. Our exact $Γ^0$ conductivity decomposes into two parts: (i) a geometric contribution, $σ^{\\text{geo}}$, whose form recovers the intraband quantum metric dipole ($\\sim\\partial_k g$), providing an exact derivation that clarifies inconsistencies in the literature, and (ii) a novel, purely kinetic contribution, $σ^{\\text{kin}} \\propto v^3 f^{(4)}_0$, which is absent when dissipation is modeled by white-noise disorder (e.g., a constant-$Γ$ Green's function model). The discrepancy in $σ^{\\text{kin}}$ between these distinct physical mechanisms is a proof that the $Γ^0$ nonlinear conductivity is not a unique property of the Bloch Hamiltonian, but is contingent on the physical system-bath coupling."}
{"id": "2511.16513", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16513", "abs": "https://arxiv.org/abs/2511.16513", "authors": ["Subir Majumder", "Paul Ben Ishai", "Gilad Orr"], "title": "Leveraging the Bi$_2$O$_3$--Fe$_2$O$_3$ Phase Diagram to Tailor BiFeO$_3$ Structure and Dielectric Response", "comment": null, "summary": "Bismuth ferrite ($BiFeO_3$, BFO) is a promising multiferroic oxide whose practical utilisation is limited by secondary-phase formation and defect-driven electrical inhomogeneity within the $Bi_2O_3$-$Fe_2O_3$ system. In this work, BFO was synthesised via solid-state reaction using 55:45 and 70:30 (mol%) of $Bi_2O_3$ $\\colon$ $Fe_2O_3$ precursors sintered between 700$^O$C and 800$^\\circ$C, and characterised through X-ray diffraction, Raman spectroscopy, SEM, and impedance spectroscopy. A refined phase diagram identifies the onset of liquid-phase formation near 835$^O$C, delineating a narrow thermal window for phase-pure BFO. The 55:45 composition evolves toward rhombohedral $R3c$ symmetry with lattice contraction, suppression of Sillenite- and Mullite-type impurities, and markedly reduced vibrational disorder, yielding homogeneous grains with near-Debye dielectric relaxation ($n > 0.9$), low CPE prefactors, and a four-orders-of-magnitude increase in bulk AC conductivity upon sintering at 775$^\\circ$C. In contrast, the Bi-rich 70:30 samples retain expanded lattice volumes, defective grain boundaries, and highly depressed Nyquist arcs ($n < 0.5$), reflecting persistent structural disorder and stabilisation of insulating secondary phases. The convergence of structural, microstructural, and impedance signatures identifies the 55:45 precursor sintered at 775$^\\circ$C as the optimal condition within the studied range, establishing a clear structure-property relationship that enables controlled synthesis and reliable dielectric performance in BFO-based multiferroic applications."}
{"id": "2511.16059", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16059", "abs": "https://arxiv.org/abs/2511.16059", "authors": ["Qi-Jun Hong", "Qing Chen", "Ligen Wang", "Dallin Fisher", "Audrey CampBell", "Si-Da Xue", "Linqin Mu", "Noemi Leick", "Seetharaman Sridhar"], "title": "Extending SLUSCHI for Automated Diffusion Calculations", "comment": null, "summary": "We present an extension of the SLUSCHI package (Solid and Liquid in Ultra Small Coexistence with Hovering Interfaces) to enable automated diffusion calculations from first-principles molecular dynamics. While the original SLUSCHI workflow was designed for melting temperature estimation via solid-liquid coexistence, we adapt its input and output handling to isolate the volume search stage and generate one production trajectory suitable for diffusion analysis. Post-processing tools parse VASP outputs, compute mean-square displacements (MSD), and extract tracer diffusivities using the Einstein relation with robust error estimates through block averaging. Diagnostic plots, including MSD curves, running slopes, and velocity autocorrelations, are produced automatically to help identify diffusive regimes. The method has been validated through representative case studies: self- and inter-diffusion in Al-Cu liquid alloys, sublattice melting in Li_7La_3Zr_2O_12 and Er_2O_3, interstitial oxygen transport in bcc and fcc Fe, and oxygen diffusivity in Fe-O liquids with variable Si and Al contents. Viscosity and diffusivity are linked through the Stokes-Einstein relation, with composition dependence assessed via simple linear mixing. This capability broadens SLUSCHI from melting-point predictions to transport property evaluation, enabling high-throughput, fully first-principles datasets of diffusion coefficients and viscosities across metals and oxides."}
{"id": "2511.16433", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16433", "abs": "https://arxiv.org/abs/2511.16433", "authors": ["Simin Pang", "Zhengyi Li", "Ziyu Wang", "Yanpei Lv", "Feilong Song", "Peng Yan", "Jun Zhang"], "title": "Observation of Magnetostatic Surface Spin Wave Solitons in Yttrium Iron Garnet Thin Film", "comment": "11 pages, 9 figures", "summary": "Magnetostatic surface spin wave (MSSW) solitons hold great promise for magnonic information processing, but their existence has long been debated. In this work, we resolve this issue by advanced time-resolved Brillouin light scattering (TR-BLS) spectroscopy. We observe long-period MSSW soliton trains in yttrium iron garnet (YIG) thin films by demonstrating their quasiparticle behavior, mode beating, and periodic modulations. We reveal that the MSSW soliton originates from the dipole gap mechanism with a unique comb-like frequency spectrum caused by the four-magnon process. By varying the microwave power, we find significant changes in soliton periods linked to the spin wave dispersion renormalization. Additionally, we report exotic transverse solitons across the YIG thickness. These findings deepen the understanding of nonlinear physics, and pave the way for spin-wave-soliton-based information technologies."}
{"id": "2511.16569", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16569", "abs": "https://arxiv.org/abs/2511.16569", "authors": ["Natascia L. Fragapane", "Volker L. Deringer"], "title": "Li-P-S Electrolyte Materials as a Benchmark for Machine-Learned Interatomic Potentials", "comment": null, "summary": "With the growing availability of machine-learned interatomic potential (MLIP) models for materials simulations, there is an increasing demand for robust, automated, and chemically insightful benchmarking methodologies. In response, we here introduce LiPS-25, a curated benchmark dataset for a canonical series of solid-state electrolyte materials from the Li2S-P2S5 pseudo-binary compositional line, including crystalline and amorphous configurations. Together with the dataset, we present a suite of performance tests that range from conventional numerical error metrics to physically motivated evaluation tasks. With a focus on graph-based MLIP architectures, we run numerical experiments that assess (i) the effect of hyperparameters and (ii) the fine-tuning behavior of selected pre-trained (\"foundational\") MLIP models. Beyond the Li-P-S solid-state electrolytes, we expect that such benchmarks and their code implementations can be readily adapted to other material systems."}
{"id": "2511.16065", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16065", "abs": "https://arxiv.org/abs/2511.16065", "authors": ["Cheol-Yeon Cheon", "Volodymyr Multian", "Kenji Watanabe", "Takashi Taniguchi", "Alberto F. Morpurgo", "Dmitry Lebedev"], "title": "Nature of 2D XY antiferromagnetism in a van der Waals monolayer", "comment": "18 pages, 4 figures in main text; 6 pages, 11 figures in Supplementary Information. Accepted in Nature Communications (2025)", "summary": "Two-dimensional antiferromagnetism has long attracted significant interest in many areas of condensed matter physics, but only recently has experimental exploration become feasible due to the isolation of van der Waals antiferromagnetic monolayers. Probing the magnetic phase diagram of these monolayers remains however challenging because established experimental techniques often lack the required sensitivity. Here, we investigate antiferromagnetism in atomically thin van der Waals magnet NiPS3 using magnetotransport measurements in field-effect transistor devices. Temperature-dependent conductance and magnetoresistance data reveal a distinct magnetic behavior in monolayers as compared to thicker samples. While bilayer and multilayer NiPS3 exhibit a single magnetic phase transition into a zig-zag antiferromagnetic state driven by uniaxial anisotropy, monolayer NiPS3 undergoes two magnetic transitions, with a low-temperature phase governed by in-plane hexagonal magnetic anisotropy. The experimentally constructed phase diagram for monolayer NiPS3 matches theoretical predictions from the six-state clock and 2D-XY models incorporating hexagonal anisotropy."}
{"id": "2511.16480", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16480", "abs": "https://arxiv.org/abs/2511.16480", "authors": ["Dharana Joshi", "Tanay Nag"], "title": "Adiabatic charge transport through non-Bloch bands", "comment": "Main text: 8 pages, 4 figures, SM: 13 pages, 9 figures", "summary": "We explore the non-reciprocal intracell hopping mediated non-Hermitian topological phases of an extended Su-Schrieffer-Heeger model hosting second-nearest-neighbour hopping. We microscopically analyze the phase boundaries using the non-Bloch momentum while the off-critical (critical) phases are directly associated with the gapped (gapless) nature of the non-Bloch bands that we derive from the characteristic equation using the gauge freedom. The non-Bloch momentum accurately reflects the bulk boundary correspondence (BBC) explaining the winding number profile under open boundary conditions. We examine the adiabatic dynamics to promote the concept of adiabatic charge transport in a non-Hermitian scenario justifying the BBC in spatio-temporal Bott index and non-Bloch Chern number. Once the non-Bloch bands experience no (a) gap-closing during the evolution of time, quantized flow of is preserved (broken). Our study systematically unifies the concept of non-Bloch bands for both static and driven situations."}
{"id": "2511.16646", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16646", "abs": "https://arxiv.org/abs/2511.16646", "authors": ["Mayur Singh", "Lokanath Patra", "Chengyang Zhang", "Greg MacDougall", "Suman Datta", "David Cahill", "Satish Kumar"], "title": "Revealing Phonon Bridge Effect for Amorphous vs Crystalline Metal-Silicide Layers at Si/Ti Interfaces by a Machine Learning Potential", "comment": null, "summary": "Metal-semiconductor interfaces play a central role in micro and nano-electronic devices as heat dissipation or temperature drop across these interfaces can significantly affect device performance. Prediction of accurate thermal boundary resistance (TBR) across these interfaces, considering realistic structures and their correlation with underlying thermal transport, remains challenging. In this work we develop a unified Neuroevolution Potential (NEP) for the Si-Ti system that accurately reproduces energies, forces, and phonon properties of bulk Si, Ti, and TiSi2 and extends naturally to interfacial environments to analyze interfacial transport. An important development over current machine-learned interatomic potentials is the capability to model complex structures at metal-semiconductor interfaces, as the NEP enables large scale non-equilibrium molecular dynamics simulations of epitaxial Si/Ti interfaces to elucidate the effect of amorphous or crystalline silicide interfacial layers. Simulated TBRs show excellent agreement with our time-domain thermoreflectance (TDTR) measurements. Spectral analyses reveal that amorphous TiSi2 interfacial layer helps in efficient interfacial transport when the thickness is less than 1.5 nm compared to the crystalline TiSi2 layer, but this trend reverses when the interfacial layer thickness increases beyond 1.5 nm. Comparison of TBRs at Si/TiSi2 interface for different crystalline phases of TiSi2 establishes that C54 phase has reduced TBR compared to C49 phase, which is correlated with the difference in their phonon density of states (PDOS) overlap with Si. These results provide atomistic insight into the role of crystalline versus amorphous silicides in interfacial heat transport and demonstrate a transferable machine-learned potential for studying heat dissipation in advanced semiconductor devices."}
{"id": "2511.16071", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16071", "abs": "https://arxiv.org/abs/2511.16071", "authors": ["Rashid Rafeek V Valappil", "Sayan Maity", "Varadharajan Srinivasan"], "title": "Elucidating the High-Pressure Phases of MAPbBr3 Using a Machine Learning Force Field", "comment": null, "summary": "High-pressure phases of the hybrid perovskite MAPbBr3 have been investigated in detail using a novel machine learning force field (MLFF). MLFF simulations successfully reproduce the sequence of pressure-induced phase transitions from the $α$ ($Pm\\bar{3}m$) to the $β$ ($Im\\bar{3}$) and finally the $γ$ ($Pnma$/$Pmn2_1$) phase. In the $α$ phase, the simulations confirm the triple-well character of the potential energy surface for octahedral tilting shedding light into the local dynamic distortions. In the $β$ phase, our simulations reveal MA sublattice doubling yielding both orientationally disordered and ordered MA ions mirroring experimental observation. This mixed-order phase results from locally frustrated host-guest couplings arising from the in-phase octahedral tilt system ($a^+a^+a^+$). In the high-pressure $γ$ phase, we confirm the formation of polar and anti-polar domains, with the latter have higher lifetimes and persist for over 50 ps at pressures above 1.5 GPa. By elucidating the behavior of various phases of MAPbBr3, this work provides a fundamental understanding of how host-guest interactions and octahedral tilting govern the material's properties. Further, the importance of time scales and length scales in characterizing these phases is emphasized."}
{"id": "2511.16539", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16539", "abs": "https://arxiv.org/abs/2511.16539", "authors": ["L. Caussou", "H. Moutaabbid", "M. Bernard", "F. Margaillan", "T. Taniguchi", "K. Watanabe", "C. Lagoin", "F. Dubin", "V. Voliotis"], "title": "Probing moire excitons in MoSe2/WSe2 heterobilayers by combined micro-photoluminescence and lateral force microscopy", "comment": "10 pages, 10 figures", "summary": "We study interlayer excitons in MoSe2/WSe2 heterobilayers, by combining lateral force microscopy and micro-photoluminescence spectroscopy. This allows us to correlate the spatial profile of the moiré superlattice with the distribution of optically active states accessible to interlayer excitons. In heterostructures where a few degrees twist angle is imposed between the MoSe and WSe crystallographic axes, we show that a continuous moiré lattice is realized across areas close to the optical diffraction limit. In such regions, the photoluminescence reduces to a few narrow-band lines only, energetically distributed consistently with the geometry of the moiré lattice. This correlation reveals that interlayer excitons explore a controlled periodic confinement, paving the way towards implementations of Bose-Hubbard models."}
{"id": "2511.15824", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15824", "abs": "https://arxiv.org/abs/2511.15824", "authors": ["Lewis J. Burke", "Mark T. Greenaway", "Joseph J. Betouras"], "title": "Exciton and trion formation in systems with van Hove singularities", "comment": "9 pages, 12 figures", "summary": "We investigate the role of van-Hove singularities (VHS) in a system's electronic band structure on the formation and properties of excitons and trions. We consider (i) the different parameters of a Mexican-hat-type dispersion of the valence band, which hosts a VHS at the band edge, and (ii) the presence of regular VHS or higher-order VHS (HOVHS). We find that for a given spin-degenerate Mexican-hat-shaped valence band, where a trion and exciton can form, trion formation becomes more favourable as the Mexican-hat dispersion becomes narrower. Also, we show that if the electronic band structure contains an HOVHS, then both the exciton and trion dispersion will also contain such a singularity. Therefore, a HOVHS in the valence band can suitably change the density of states (DOS) of the bound-state particle and lead to the generation of new states, which could impact the optical properties of the system. Our work provides a pathway to how 2D quantum materials, which host such singularities, can be engineered to favour a particular bound-state thus opening new avenues for these materials into potential applications."}
{"id": "2511.16086", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16086", "abs": "https://arxiv.org/abs/2511.16086", "authors": ["Ashutosh K. Singh", "Niclas Heinsdorf", "Abraham A. Mancilla", "Jörn Bannies", "Avishek Maity", "Alexander I. Kolesnikov", "Masaaki Matsuda", "Matthew B. Stone", "Marcel Franz", "Jonathan Gaudet", "Alannah M. Hallas"], "title": "Chiral Spin-Split Magnons in the Metallic Altermagnet CrSb", "comment": null, "summary": "We report the collective magnetism of the metallic altermagnet CrSb. Magnetic susceptibility and polarized neutron diffraction measurements show that CrSb is a perfectly compensated Ising altermagnet below a Néel temperature of $T_N = 733(4)$ K. Inelastic neutron scattering experiments reveal anisotropic and highly-dispersive antiferromagnetic spin waves with velocities of 61(2) km s$^{-1}$ and 58(2) km s$^{-1}$ along the in-plane and out-of-plane directions, respectively. The observed magnon dispersions along high-symmetry directions of the Brillouin zone are well described by a minimal Heisenberg model up to third nearest neighbors of alternating antiferromagnetic and ferromagnetic character, $J_1 = 23(4)$ meV, $J_2 = -5.4(8)$ meV, $J_3 = 5.2(8)$ meV, and an Ising single-ion anisotropy term $D = 0.15(4)$ meV. We observe clear signatures of chiral spin splitting along the low-symmetry $Γ$-$L$ direction, characteristic of higher-order altermagnetic exchange interactions, the first such observation in a metallic altermagnet."}
{"id": "2511.16578", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16578", "abs": "https://arxiv.org/abs/2511.16578", "authors": ["Manish Kumar", "Derek Waleffe", "Anna Okounkova", "Raveel Tejani", "Kenji Watanabe", "Takashi Taniguchi", "Étienne Lantagne-Hurtubise", "Joshua Folk", "Matthew Yankowitz"], "title": "Pervasive spin-triplet superconductivity in rhombohedral graphene", "comment": "27 pages, 28 figures", "summary": "Magnetic fields typically suppress superconductivity once the Zeeman energy exceeds the pairing gap, unless mechanisms such as unconventional pairing, strong spin-orbit coupling, or intrinsic magnetism intervene. Several graphene platforms realize such mitigating routes, exhibiting superconductivity resilient to magnetic fields. Here we report superconductivity in rhombohedral heptalayer graphene that is both induced and stabilized by in-plane magnetic field ($B_{\\parallel}$), with critical fields far beyond the Pauli paramagnetic limit. The superconductivity spans a wide gate range and emerges from a sharp zero-field resistive ridge that tracks approximately constant conduction band filling. The presence of zero-field superconductivity and the evolution of the critical temperature with $B_{\\parallel}$ are highly gate sensitive. We also observe a weak superconducting diode effect in several distinct regimes within the superconducting phase, including nearby to an integer quantum anomalous Hall state generated by a boron nitride moiré superlattice, indicating a potential coexistence of valley imbalance and superconductivity. These results establish several intriguing new properties of spin-triplet, field-induced superconductivity in a thick rhombohedral graphene stack."}
{"id": "2511.15944", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15944", "abs": "https://arxiv.org/abs/2511.15944", "authors": ["S. Sharma", "M. Pula", "Sajilesh K. P.", "J. Gautreau", "B. S. Agboola", "J. P. Clancy", "J. E. Sonier", "A. Ghara", "S. R. Dunsiger", "M. Greven", "M. J. Lagos", "A. Kanigel", "G. M. Luke"], "title": "Conventional superconductivity in single-crystalline BiPt", "comment": "9 Pages, 5 figures", "summary": "Binary Bi-Pd/Pt systems have attracted a lot of interest because of their topologically non-trivial nature along with superconductivity. We report the structural and superconducting properties of high-quality single-crystalline BiPt using a comprehensive range of experimental techniques, including X-ray diffraction, electron microscopy, muon spin rotation/relaxation (μSR), magnetization, resistivity, and heat capacity. Our findings establish that BiPt is a weak type-II superconductor with a transition temperature (Tc) of 1.2 K which exhibits pronounced anisotropic superconducting characteristics attributed to its hexagonal crystal structure. Magnetization and electronic transport studies reveal that BiPt lies within the dirty limit, while μSR and heat capacity data indicate conventional s-wave superconductivity that maintains time-reversal symmetry. This work provides valuable insights into the pairing symmetry and superconducting mechanism of topologically trivial BiPt, a sound comparison system for other Bi-based topologically nontrivial superconductors."}
{"id": "2511.16141", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16141", "abs": "https://arxiv.org/abs/2511.16141", "authors": ["Ding Li", "Guoao Yang", "Tao Qin", "Jianhui Zhou", "Yugui Yao"], "title": "Phonon Dichroisms Revealing Unusual Electronic Quantum Geometry", "comment": "4 figures, 1 table, 6 pages. Comments are welcome", "summary": "The quantum geometry tensor, intrinsic geometric characteristics of electronic states, plays a crucial role in the various nontrivial electromagnetic phenomena in quantum materials. Here, we reveal that quantum geometry significantly modifies phonon dichroisms through electron-phonon interactions in solids that break time-reversal and spatial inversion symmetries. Specifically, the circular phonon dichroism is primarily dominated by the heat magnetic moments, while the linear phonon dichroism depends on the heat Drude weight, a thermal analog of band Drude weight. Furthermore, we establish the f-sum rule for the heat magnetic moment that facilitates its experimental detections. We demonstrate our key findings in an archetypal model system: ferromagnetic two-dimensional electron gases with Rashba spin-orbit coupling. Our work uncovers the quantum-geometric origin of common phonon dichroisms and predicts the detectable signature of the heat magnetic moment of electrons in solids."}
{"id": "2511.16197", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16197", "abs": "https://arxiv.org/abs/2511.16197", "authors": ["Mohammad Monish", "Koki Hino", "Yosuke Sasama", "Masato Urakami", "Takehiro Ota", "Kenji Sakamoto", "Kenichiro Takakura", "Yamaguchi Takahide"], "title": "Transfer of Freestanding Fluoropolymer Films for Advanced Semiconductor Devices", "comment": "37 pages, 10 figures", "summary": "The reliable transfer of insulating films onto semiconductor or metal surfaces is vital for enabling damage-free integration, especially where direct deposition is difficult or surface sensitivity to the growth environment degrades interface quality. However, insulating materials that are both easily transferable, scalable and capable of withstanding high electric fields remain limited, and the search for such materials has attracted significant attention. Herein, a distinct and robust method is demonstrated for damage-free transfer of freestanding fluoropolymer insulating films onto a wide range of substrates including low-adhesion surfaces such as hydrogen-terminated diamond. Water-soluble sacrificial layer allows the exfoliation of fluoropolymer films with peripheral support, enabling their transfer as uniform freestanding films, which exhibit root-mean-square roughness of $0.45 {\\pm} 0.03$ nm. These films reveal high breakdown fields exceeding $7$ MV cm$^{-1}$, with leakage current density remaining below ${10}^{-8}$ A cm$^{-2}$ before the breakdown. The incorporation of these fluoropolymer films as gate dielectrics in p-channel hydrogen-terminated diamond field-effect transistors results in transfer and output characteristics with negligible hysteresis, enhanced channel mobility (${\\approx}400$ cm$^{2}$V$^{-1}$s$^{-1}$) and a low interface trap density (${\\le}3{\\times}10^{11}$ cm$^{-2}$eV$^{-1}$). These findings highlight the versatility of the transfer method and establish freestanding fluoropolymers as a practical alternative to deposited dielectrics for forming high-quality dielectric/semiconductor interfaces for advanced electronics."}
{"id": "2511.15999", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15999", "abs": "https://arxiv.org/abs/2511.15999", "authors": ["Andrey O. Leonov", "Kaito Nakamura"], "title": "Skyrmionium meta-matter: a topologically heterogeneous magnetic crystal with emergent hybrid dynamics", "comment": "14 pages, 10 figures", "summary": "We introduce and systematically investigate a new class of topological magnetic textures, skyrmionium meta-matter, composed of skyrmioniums (Skm, $Q=0$) and skyrmions (Sk, $Q=-1$) arranged in periodic lattices mimicking the richness of atomic materials. Pure skyrmionium lattices are unstable against elongation distortions and relax into the spiral phase, but even a small fraction of skyrmions acts as topological \"pins\" that stabilize diverse mixed Skm--Sk crystals. We classify these states by topological stoichiometry (Skm$_n$Sk$_m$) and show that each composition hosts multiple metastable polymorphs with distinct plane-group symmetries. Structural transformations between polymorphs are achieved by varying the lattice spacing, suggesting experimental control via pressure or strain. The collective spin dynamics is explored for both in-plane and out-of-plane AC magnetic fields. The resulting absorption spectra show resonant modes beyond the two rotational and one breathing mode of conventional skyrmion lattices. We identify hybrid excitations unique to Skm--Sk crystals, including (i) deformation-assisted rotations, where skyrmions acquire polygonal shapes and rotate, and (ii) orbital modes, where breathing skyrmioniums induce circular motion of confined skyrmions without changing their size. Mode frequencies span sub-GHz to above 10 GHz, consistent with exchange and DMI energy scales. Our results establish skyrmionium-based meta-matter as a versatile platform for tunable, topologically heterogeneous magnetic lattices with rich structural and dynamical properties, paving the way for reconfigurable magnonic and spintronic applications."}
{"id": "2511.16155", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16155", "abs": "https://arxiv.org/abs/2511.16155", "authors": ["Qian Chen", "Shuoshuo Zhang", "Guoyu Xian", "Haoqiang Hu", "Xiaohua Wu", "Xiaofei Wu", "Jer-Shing Huang", "Chen-Bin Huang", "Jin-Hui Zhong", "Yuquan Zhang", "Xiaocong Yuan", "Changjun Min", "Yanan Dai"], "title": "Synthetic Spatiotemporal Plasmonic Vortices On Chip", "comment": null, "summary": "Spatiotemporal vortices are polychromatic modes that intertwine orbital angular momentum (OAM) in space and time. Here we introduce a new class of such vortices, spatiotemporal plasmonic vortices (STPVs), carrying nontrivial topological spin textures. They are generated by chronotopic interference of temporally delayed plasmonic eigen-vortices, where a $π$-phase dislocation in the space-frequency domain maps into a 2$π$ spiraling phase in space-time, with the resulting focus-defocus dynamics emulate U(1) gauge transitions. Using interferometric time-resolved photoemission electron microscopy (ITR-PEEM), we directly image their nanometer-attosecond (nano-atto) evolution and control vortex number and position. Quantum-path analysis of coherent two-photon photoemission (2PP) processes reveals the nonlinear plasmonic polarization fields and angular-momentum conservation, establishing STPVs as a platform for probing spatiotemporally structured quantum matter."}
{"id": "2511.16359", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16359", "abs": "https://arxiv.org/abs/2511.16359", "authors": ["V. E. Timofeev", "D. A. Bedyaev", "D. N. Aristov"], "title": "Topological transition in spectrum of skyrmion crystal with uniaxial anisotropy", "comment": "6 pages, 5 figures", "summary": "The band structure of elementary excitations of skyrmion crystal in thin ferromagnetic film with Dzyaloshinskii-Moriya interaction and uniaxial magnetic anisotropy under external magnetic field is studied. In the absence of anisotropy there is a topological transition in the spectrum of skyrmion crystal: the gap between breathing and counter-clock-wise modes closes, which is accompanied by changes of Berry curvature sign of these bands. In this work we demonstrate that such topological transition exists in some range of the uniaxial anisotropy values. We present a phase diagram showing that the value of the field of topological transition is higher in the easy-plane domain and lower in the easy-axis domain of anisotropy."}
{"id": "2511.16065", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16065", "abs": "https://arxiv.org/abs/2511.16065", "authors": ["Cheol-Yeon Cheon", "Volodymyr Multian", "Kenji Watanabe", "Takashi Taniguchi", "Alberto F. Morpurgo", "Dmitry Lebedev"], "title": "Nature of 2D XY antiferromagnetism in a van der Waals monolayer", "comment": "18 pages, 4 figures in main text; 6 pages, 11 figures in Supplementary Information. Accepted in Nature Communications (2025)", "summary": "Two-dimensional antiferromagnetism has long attracted significant interest in many areas of condensed matter physics, but only recently has experimental exploration become feasible due to the isolation of van der Waals antiferromagnetic monolayers. Probing the magnetic phase diagram of these monolayers remains however challenging because established experimental techniques often lack the required sensitivity. Here, we investigate antiferromagnetism in atomically thin van der Waals magnet NiPS3 using magnetotransport measurements in field-effect transistor devices. Temperature-dependent conductance and magnetoresistance data reveal a distinct magnetic behavior in monolayers as compared to thicker samples. While bilayer and multilayer NiPS3 exhibit a single magnetic phase transition into a zig-zag antiferromagnetic state driven by uniaxial anisotropy, monolayer NiPS3 undergoes two magnetic transitions, with a low-temperature phase governed by in-plane hexagonal magnetic anisotropy. The experimentally constructed phase diagram for monolayer NiPS3 matches theoretical predictions from the six-state clock and 2D-XY models incorporating hexagonal anisotropy."}
{"id": "2511.16165", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16165", "abs": "https://arxiv.org/abs/2511.16165", "authors": ["Peng Tan", "Yuantao Chen", "Yuqi Zhang", "Hanyan Cheng", "Guoyu Xian", "Ming Cheng", "Minghong Sun", "Jiaxin Yin", "Feifan Wang", "Yaxian Wang", "Yanjun Liu", "Mingyuan Huang", "Zhiwei Wang", "Yugui Yao", "Sheng Meng", "Li Huang", "Yanan Dai"], "title": "Ultrafast μeV-Precision Bandgap Engineering in Low-Dimensional Topological Insulators", "comment": null, "summary": "Precise and ultrafast control of electronic band structures is a central challenge for advancing quantum functional materials and devices. Conventional approaches--such as chemical doping, lattice strain, or external gating--offer robust stability but remain confined to the quasi-static regime, far from the intrinsic femto- to picosecond dynamics that govern many-body interactions. Here, using cryogenic transient reflectance spectroscopy, we realize dynamic bandgap engineering in the anisotropic topological insulator $α$-Bi$_4$Br$_4$ with unprecedented micro-electron-volt ($μ$eV) precision. The exceptional sensitivity arises from the cooperative action of long-lived topological carriers, stabilized by restricted bulk-to-edge scattering phase space, together with symmetry-resolved coherent phonons that modulate inter-chain hopping. These channels jointly modify Coulomb screening and interband transitions, enabling both gradual and oscillatory control of the electronic structure. Supported by first-principles and tight-binding theory, we further demonstrate a dual-pump coherent control strategy for continuous, mode-selective tuning of electronic energies with $μ$eV accuracy. This framework paves the way for ultrafast on-demand band-structure engineering, pointing toward new frontiers in quantum optoelectronics, precision measurement in molecular and biological systems, and attosecond control of matter."}
{"id": "2511.16667", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16667", "abs": "https://arxiv.org/abs/2511.16667", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Strained hyperbolic Dirac fermions: Zero modes, flat bands, and competing orders", "comment": "19 Pages, 11 Figures, and 1 Table (For full Abstract see manuscript)", "summary": "Starting from the nearest-neighbor tight-binding model on {10,3} and {14,3} hyperbolic lattices that, for a uniform hopping amplitude, gives rise to emergent Dirac fermions on a curved space with a constant negative curvature, displaying a vanishing density of states, we propose spatially modulated hopping pattern therein that preserve the underlying 5- and 7-fold rotational symmetries, respectively, and effectively couples fermions to time-reversal symmetric axial magnetic fields. Such strain-induced axial fields produce a flat band near zero-energy, triggering nucleation of a charge density-wave, featuring a staggered pattern of fermionic density between two sublattices, and the Haldane phase fostering intra-sublattice circulating currents with a net zero magnetic flux for weak nearest- and next-nearest-neighbor Coulomb repulsions, respectively. Sufficiently weak on-site Hubbard repulsion destabilizes such flat bands toward the formation of a magnetic phase that simultaneously supports antiferromagnetic and ferromagnetic orders in the whole system. While the magnetization in the bulk and boundary cancel each other, the Neél order is of the same sign everywhere, thereby yielding a global antiferromagnet. Throughout, we draw parallels between these findings and the well-studied qualitatively similar results on a 3-fold rotational symmetric strained honeycomb lattice, thereby unifying the phenomenon of axial magnetic catalysis for Dirac fermions, encompassing the ones living on the Euclidean plane. Finally, we show that with a specific class of non-Hermiticity, manifesting via an imbalance in the hopping amplitudes between two sublattices in the opposite directions, magnitudes of all these orders can be boosted substantially when all the eigenvalues in the noninteracting systems are real, staging a non-Hermitian amplification of axial magnetic catalysis."}
{"id": "2511.16219", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16219", "abs": "https://arxiv.org/abs/2511.16219", "authors": ["Federico Escudero", "Francisco Guinea", "Zhen Zhan"], "title": "Geometrical properties of strained and twisted moiré heterostructures", "comment": "26 pages, 16 figures, Review submitted to JPCM", "summary": "The experimental observations of many interaction-driven electronic phases in moiré superlattices have stimulated intense theoretical and experimental efforts to understand and engineer these correlated physics. Strain is a powerful tool for manipulating and controlling the geometrical and electronic structures of moiré superlattices. This review provides a comprehensive introduction to the geometry of strained moiré superlattices. First, starting from the linear elasticity theory, we briefly introduce the general formalism of small deformations in two-dimensional materials, and discuss the particular cases of uniaxial, shear and biaxial strain. Then, we apply the theory to twisted and strained moiré materials, mainly focusing on the hexagonal homobilayers, hexagonal heterobilayers and monoclinic lattices. Special moiré geometries, like the quasi-unidimensional patterns, square patterns and hexagonal, are theoretically predicted by manipulating the strain and twist. Finally, we review recently developed strain techniques and the special moiré geometries realized via these approaches. This review aims at equipping the reader with a robust understanding on the description and implementation of strain in moiré materials, as well as highlight some major breakthroughs in this active field."}
{"id": "2511.16167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16167", "abs": "https://arxiv.org/abs/2511.16167", "authors": ["Himal Pokhrel", "Urvashi Verma"], "title": "Synthesis and optical characterization of Mn-doped ZnS nanocrystalline thin films prepared via chemical bath deposition", "comment": "9 pages and 4 figures", "summary": "Manganese-doped zinc sulfide nanocrystalline thin films were synthesized using a low-temperature chemical bath deposition and deposited on glass substrates for controlled durations using triethanolamine (TEA) as a complexing and capping agent. After deposition, the films were annealed at 200 degrees Celsius and characterized by X-ray diffraction (XRD), SEM, and UV-Vis spectroscopy. XRD patterns confirmed the formation of nanocrystalline cubic zinc blende ZnS with an average crystallite size of approximately 37 nm. Optical measurements revealed strong transparency in the visible region, blue-shifted absorption edges due to quantum confinement, and a band gap value of approximately 3.70 eV. Mn incorporation resulted in a slight red shift of the absorption edge, attributed to particle growth and sp-d exchange interactions. These results demonstrate that Mn doping modifies the optical response of ZnS while preserving its crystalline structure, suggesting its suitability for optoelectronic and photovoltaic applications."}
{"id": "2511.16667", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16667", "abs": "https://arxiv.org/abs/2511.16667", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Strained hyperbolic Dirac fermions: Zero modes, flat bands, and competing orders", "comment": "19 Pages, 11 Figures, and 1 Table (For full Abstract see manuscript)", "summary": "Starting from the nearest-neighbor tight-binding model on {10,3} and {14,3} hyperbolic lattices that, for a uniform hopping amplitude, gives rise to emergent Dirac fermions on a curved space with a constant negative curvature, displaying a vanishing density of states, we propose spatially modulated hopping pattern therein that preserve the underlying 5- and 7-fold rotational symmetries, respectively, and effectively couples fermions to time-reversal symmetric axial magnetic fields. Such strain-induced axial fields produce a flat band near zero-energy, triggering nucleation of a charge density-wave, featuring a staggered pattern of fermionic density between two sublattices, and the Haldane phase fostering intra-sublattice circulating currents with a net zero magnetic flux for weak nearest- and next-nearest-neighbor Coulomb repulsions, respectively. Sufficiently weak on-site Hubbard repulsion destabilizes such flat bands toward the formation of a magnetic phase that simultaneously supports antiferromagnetic and ferromagnetic orders in the whole system. While the magnetization in the bulk and boundary cancel each other, the Neél order is of the same sign everywhere, thereby yielding a global antiferromagnet. Throughout, we draw parallels between these findings and the well-studied qualitatively similar results on a 3-fold rotational symmetric strained honeycomb lattice, thereby unifying the phenomenon of axial magnetic catalysis for Dirac fermions, encompassing the ones living on the Euclidean plane. Finally, we show that with a specific class of non-Hermiticity, manifesting via an imbalance in the hopping amplitudes between two sublattices in the opposite directions, magnitudes of all these orders can be boosted substantially when all the eigenvalues in the noninteracting systems are real, staging a non-Hermitian amplification of axial magnetic catalysis."}
{"id": "2511.16168", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16168", "abs": "https://arxiv.org/abs/2511.16168", "authors": ["Genrich Zeller", "Magnus Schlösser", "Helmut H. Telle"], "title": "Following the Long-Term Evolution of sp$^3$-type Defects in Tritiated Graphene using Raman Spectroscopy", "comment": "Submitted to Nanoscale Advances", "summary": "We report on the evolution of tritium-induced sp$^3$-defects in monolayer graphene on a Si/SiO$_2$ substrate, by comparing large-area Raman maps of the same two samples, acquired just after fabrication and twice thereafter, about 9-12 months apart. Inbetween measurements the samples were kept under standard laboratory conditions. Using a conservative classification of sp$^3$-type spectra, based on the D/D' peak intensity ratio, we observed almost complete depletion of sp$^3$-type defects over the investigation period of about two years. This by far exceeds the ~5.5% annual reduction expected from tritium decay alone (~3x larger). This change in the defect composition is accompanied by a recovery of the 2D-band of graphene and an overall decrease in defect-density, as determined via the D/G intensity ratio. Hydogenated graphene is reported to be reasonably stable over several months, when kept under vacuum, but suffers substantial hydrogen loss under laboratory air conditions. While the results shown here for tritiated graphene exhibit similarities with hydrogenated graphene, however, some distinct differences are observed."}
{"id": "2511.16197", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16197", "abs": "https://arxiv.org/abs/2511.16197", "authors": ["Mohammad Monish", "Koki Hino", "Yosuke Sasama", "Masato Urakami", "Takehiro Ota", "Kenji Sakamoto", "Kenichiro Takakura", "Yamaguchi Takahide"], "title": "Transfer of Freestanding Fluoropolymer Films for Advanced Semiconductor Devices", "comment": "37 pages, 10 figures", "summary": "The reliable transfer of insulating films onto semiconductor or metal surfaces is vital for enabling damage-free integration, especially where direct deposition is difficult or surface sensitivity to the growth environment degrades interface quality. However, insulating materials that are both easily transferable, scalable and capable of withstanding high electric fields remain limited, and the search for such materials has attracted significant attention. Herein, a distinct and robust method is demonstrated for damage-free transfer of freestanding fluoropolymer insulating films onto a wide range of substrates including low-adhesion surfaces such as hydrogen-terminated diamond. Water-soluble sacrificial layer allows the exfoliation of fluoropolymer films with peripheral support, enabling their transfer as uniform freestanding films, which exhibit root-mean-square roughness of $0.45 {\\pm} 0.03$ nm. These films reveal high breakdown fields exceeding $7$ MV cm$^{-1}$, with leakage current density remaining below ${10}^{-8}$ A cm$^{-2}$ before the breakdown. The incorporation of these fluoropolymer films as gate dielectrics in p-channel hydrogen-terminated diamond field-effect transistors results in transfer and output characteristics with negligible hysteresis, enhanced channel mobility (${\\approx}400$ cm$^{2}$V$^{-1}$s$^{-1}$) and a low interface trap density (${\\le}3{\\times}10^{11}$ cm$^{-2}$eV$^{-1}$). These findings highlight the versatility of the transfer method and establish freestanding fluoropolymers as a practical alternative to deposited dielectrics for forming high-quality dielectric/semiconductor interfaces for advanced electronics."}
{"id": "2511.16219", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16219", "abs": "https://arxiv.org/abs/2511.16219", "authors": ["Federico Escudero", "Francisco Guinea", "Zhen Zhan"], "title": "Geometrical properties of strained and twisted moiré heterostructures", "comment": "26 pages, 16 figures, Review submitted to JPCM", "summary": "The experimental observations of many interaction-driven electronic phases in moiré superlattices have stimulated intense theoretical and experimental efforts to understand and engineer these correlated physics. Strain is a powerful tool for manipulating and controlling the geometrical and electronic structures of moiré superlattices. This review provides a comprehensive introduction to the geometry of strained moiré superlattices. First, starting from the linear elasticity theory, we briefly introduce the general formalism of small deformations in two-dimensional materials, and discuss the particular cases of uniaxial, shear and biaxial strain. Then, we apply the theory to twisted and strained moiré materials, mainly focusing on the hexagonal homobilayers, hexagonal heterobilayers and monoclinic lattices. Special moiré geometries, like the quasi-unidimensional patterns, square patterns and hexagonal, are theoretically predicted by manipulating the strain and twist. Finally, we review recently developed strain techniques and the special moiré geometries realized via these approaches. This review aims at equipping the reader with a robust understanding on the description and implementation of strain in moiré materials, as well as highlight some major breakthroughs in this active field."}
{"id": "2511.16234", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16234", "abs": "https://arxiv.org/abs/2511.16234", "authors": ["Annika Vonhusen", "Sören Schweers", "Artem Ryabov", "Philipp Maass"], "title": "Nonequilibrium phase transition in single-file transport at high crowding", "comment": "6 pages, 4 figures", "summary": "Driven particle transport in crowded and confining environments is fundamental to diverse phenomena across physics, chemistry, and biology. A main objective in studying such systems is to identify novel emergent states and phases of collective dynamics. Here, we report on a nonequilibrium phase transition occurring in periodic structures at high particle densities. This transition separates a weak-current phase of thermally activated transport from a high-current phase of solitary wave propagation. It is reflected also in a change of universality classes characterizing correlations of particle current fluctuations. Our findings demonstrate that sudden changes to high current states can occur when increasing particle densities beyond critical values."}
{"id": "2511.16241", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16241", "abs": "https://arxiv.org/abs/2511.16241", "authors": ["Tommaso Confalone", "Flavia Lo Sardo", "Domenico Montemurro", "Davide Massarotti", "Valerii M. Vinokur", "Genda Gu", "Francesco Tafuri", "Kornelius Nielsch", "Golam Haider", "Nicola Poccia"], "title": "Preserving the Josephson Coupling of Twisted Cuprate Junctions via Tailored Silicon Nitride Circuits Boards", "comment": null, "summary": "Controlled fabrication of twisted van der Waals heterostructures is essential to unlock the full potential of moire materials. However, achieving reproducibility remains a major challenge, particularly for air-sensitive materials such as $Bi_{2}Sr_{2}CaCu_{2}O_{8+δ}$ (BSCCO), where it is crucial to preserve the intrinsic and delicate superconducting properties of the interface throughout the entire fabrication process. Here, we present a dry, inert and cryogenic assembly method that combines silicon nitride nanomembranes (NMBs) with pre-patterned electrodes and the cryogenic stacking technique (CST) to fabricate high-quality twisted BSCCO Josephson junctions (JJs). This protocol prevents thermal and chemical degradation during both interface formation and electrical contact integration. We also find that asymmetric membrane designs, such as a double cantilever, effectively suppress vibration-induced disorder due to wire bonding, resulting in sharp and hysteretic current-voltage characteristics. The junctions exhibit a twist-angle-dependent Josephson coupling with magnitudes comparable to the highest-performing devices reported to date, but achieved through a straightforward and versatile contact method, offering a scalable and adaptable platform for future applications. These findings highlight the importance of both interface and contact engineering in addressing reproducibility in superconducting van der Waals heterostructures."}
{"id": "2511.16263", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16263", "abs": "https://arxiv.org/abs/2511.16263", "authors": ["G. Tejaswini", "Anjana E Sudheer", "Amrendra Kumar", "M. Vallinayagam", "Pavan Kumar Perepu", "Attila Cangi", "Mani Lokamani", "M. Posselt", "M. Zschornak", "C. Kamal", "D. Amaranatha Reddy", "D. Murali"], "title": "Prediction of atomic H adsorption energies in metalloid doped MSSe (M = Mo/W) Janus layers: A combined DFT and machine learning study", "comment": "19 pages, 11 figures", "summary": "Janus derivatives of 2H MX2 (M = Mo/W; X = S/Se), namely MSSe, have already been experimentally realized and explored for applications in photocatalysis, photovoltaics, and optoelectronics. Focusing on the photocatalytic properties of these layers, we investigate the adsorption of atomic hydrogen on the MSSe layers in the presence of metalloid dopants B, Si, and Ge. The layers in their pristine form exhibit positive adsorption energies, indicating an endothermic nature. Substitution of a dopant in the pristine MSSe layers alters the local symmetry, bonding character, and charge distribution, thereby increasing the number of active sites for hosting H adsorption and reducing the adsorption energy. We select distinct sites, both atomic and interstitial, for the substitution of dopants. The energetics of the H atom at various sites is studied to find the most favorable active site on the MSSe Janus layers. Our results based on density functional theory calculations show that the adsorption process becomes spontaneous and less attractive in the presence of atomic site dopant substitution, whereas the interstitial site results in an endothermic behavior. Moreover, having the data from DFT, we develop a supervised machine learning model for predicting the hydrogen adsorption energy. For this purpose, we utilize 23 elemental features of the atoms involved in the structure, thereby eliminating the need for DFT calculations in feature design. The dimensionality reduction technique, principal component analysis, is employed to reduce the dimensionality of the feature space, yielding independent features that are mutually orthogonal. The model is implemented as a multi-layer perceptron regressor with two hidden layers. The data augmentation technique is employed to artificially expand the dataset size, thereby enhancing the accuracy of the neural network model by 0.90% on the testing data."}
{"id": "2511.16269", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16269", "abs": "https://arxiv.org/abs/2511.16269", "authors": ["Marcel S. Claro", "Francisco Rivadulla"], "title": "van der Waals epitaxy of lead monoxide - PbO and application as a virtual substrate for oxide membranes", "comment": "18 pages, 5 Figures and supplementary information", "summary": "We report the successful growth of epitaxial layers of van der Waals (vdW) lead oxide (PbO) polymorphs on different substrates, via pulsed laser deposition. A thin layer of vdW $α$-PbO (~5 nm) was subsequently used as a virtual substrate to grow thin films of perovskites BaTiO$_3$, SrTiO$_3$, and the spinel CoFe$_2$O$_4$ with a crystal quality comparable to direct epitaxy on single-crystal oxide substrates. Notably, films with the larger lattice parameter underwent spontaneous, controlled spalling within days of growth, remaining structurally intact, or were easily exfoliated and transferred using the tape method. This work establishes PbO as a promising virtual substrate technology for the fabrication of free-standing oxide membranes through vdW epitaxy, offering advantages over conventional sacrificial layer methods."}
{"id": "2511.16286", "categories": ["cond-mat.stat-mech", "cond-mat.other", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.16286", "abs": "https://arxiv.org/abs/2511.16286", "authors": ["Nico Hahn", "Lars Öhrström", "R. Matthias Geilhufe"], "title": "Collective Buckling in Metal-Organic Framework Materials", "comment": null, "summary": "We develop a framework to describe collective buckling in metal-organic frameworks (MOFs). Starting from the microscopic structure of a single organic linker, we define a buckling coordinate governed by an effective double-well potential. Coupling between linkers arises from dipole-dipole interactions, leading to a lattice Hamiltonian. We analyze the transition between ordered and disordered phases within a mean-field approximation and determine the critical temperature. As an example for our theory, we discuss the collective buckling instability for the prototypical cubic framework MOF-5 under different values of uniaxial strain. Our approach enables a quantitative description of collective buckling in framework materials."}
{"id": "2511.16313", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16313", "abs": "https://arxiv.org/abs/2511.16313", "authors": ["Raul Quintero-Monsebaiz", "Per Hyldgaard"], "title": "Quasiparticle states of hexagonal BN: A van der Waals density functional study", "comment": "21 pages, 6 figures", "summary": "We compute and track the impact of truly nonlocal-correlation effects on the quasi-particle (QP) band-structure of hexagonal boron-nitride (h-BN) systems. To that end, we start with the consistent-exchange vdW-DF-cx version [PRB 89, 035412 (2014)] of the van der Waals density functional (vdW-DF) method [JPCM 39, 390001 (2020)] for exchange-correlation (XC) functional design and enforce piece-wise linearity in the energy changes with partial charging, using the Koopmans-integer (KI) DFT framework [JCTC 19, 7079 (2023)]. Our approach and results (denoted KI-CX) extends present-standard use of KI DFT (denoted KI-PBE as it is based on the semilocal PBE [PRL 77, 3865 (1996)] XC functional) to capture, for example, the impact of the interlayer coupling on the QPs. We contrast KI-CX and KI-PBE results for the QP band-structure and compare with both $GW$ calculations and experimental observations of the (direct and indirect) QP gaps. We find that KI-CX brings improvements in the h-BN QP energy description and generally agrees with $GW$ studies."}
{"id": "2511.16328", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16328", "abs": "https://arxiv.org/abs/2511.16328", "authors": ["Daniel Sela", "Nan Cheng", "Kai Sun"], "title": "Failure of the Goldstone Theorem for Vector Fields and Boundary-Mode Proliferation in Hyperbolic Lattices", "comment": "11 pagse, 4 figures", "summary": "Hyperbolic lattices extend crystallinity into curved space, where negative curvature and exponentially large boundaries reshape collective excitations beyond Euclidean intuition. In this Letter, we push the study beyond scalar fields by exploring vector fields on hyperbolic lattices. Using phonons as an example, we show that the Goldstone theorem breaks down for vector fields in hyperbolic lattices. In stark contrast to Euclidean crystals, where the Goldstone theorem ensures that acoustic phonon modes are gapless, hyperbolic lattices with coordination number $z > 2d$ exhibit a finite bulk phonon gap. We identify the origin of this breakdown: the Goldstone modes here belong to nonunitary representations of the translation group and therefore cannot form gapless excitation branches. We further show that when boundaries are included, this bulk spetrum gap is filled by an extensive number of low-frequency boundary modes."}
{"id": "2511.16337", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16337", "abs": "https://arxiv.org/abs/2511.16337", "authors": ["Ilmo Räisänen", "Ilari Maasilta"], "title": "Improvement of the Simmons model for tunnel junctions", "comment": null, "summary": "The Simmons model is a well-known and widely used model for the elastic tunneling current of a metallic tunnel junction, and fitting it to electrical measurements can be used to estimate thicknesses and heights of the tunnel barriers. We present here an improvement of the Simmons model, deriving new more accurate analytical formulas for the tunneling current density and conductance at finite voltage and temperature. We demonstrate that our conductance-voltage formulas are much closer to the Wentzel-Kramers-Brillouin approximation than the Simmons model and its commonly used simplified parabolic approximation. In addition, we demonstrate the practical use of our model, by fitting it to experimental tunnel junction conductance-voltage data and showing a sizeable difference from the Simmons model."}
{"id": "2511.16359", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16359", "abs": "https://arxiv.org/abs/2511.16359", "authors": ["V. E. Timofeev", "D. A. Bedyaev", "D. N. Aristov"], "title": "Topological transition in spectrum of skyrmion crystal with uniaxial anisotropy", "comment": "6 pages, 5 figures", "summary": "The band structure of elementary excitations of skyrmion crystal in thin ferromagnetic film with Dzyaloshinskii-Moriya interaction and uniaxial magnetic anisotropy under external magnetic field is studied. In the absence of anisotropy there is a topological transition in the spectrum of skyrmion crystal: the gap between breathing and counter-clock-wise modes closes, which is accompanied by changes of Berry curvature sign of these bands. In this work we demonstrate that such topological transition exists in some range of the uniaxial anisotropy values. We present a phase diagram showing that the value of the field of topological transition is higher in the easy-plane domain and lower in the easy-axis domain of anisotropy."}
{"id": "2511.16362", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16362", "abs": "https://arxiv.org/abs/2511.16362", "authors": ["Félix Benoist", "Pablo Sartori"], "title": "Resolving Speed and Encoding Bottlenecks in Fast Heteromeric Self-Assembly", "comment": "Main: 10 pages, 6 figures. SI: 9 pages, 8 figures", "summary": "The cytoplasm is a heterogeneous mixture containing many types of proteins that self-assemble into a wide variety of complexes. The accuracy and speed of cytoplasmic self-assembly is astonishing because it involves the correct identification of components shared among different structures, despite pervasive thermal fluctuations. Typical toy models of self-assembly are based on the specificity of binding energies among components and neglect kinetic effects. However, kinetics plays a key role in biological self-assembly, often catalyzed by a plethora of assembly factors. Building on this observation, we extend a previous heteropolymer growth model to describe the retrieval of two-dimensional structures. We find that the self-assembly of structures in this model is subject to strong speed and encoding bottlenecks. Moreover, we show that these bottlenecks can be suppressed by increasing the connectivity of a small fraction of components. This mechanism of kinetically controlling a small number of critical binding events provides a simple explanation for the timely assembly of large protein, and suggests a unifying principle for the role of assembly factors."}
{"id": "2511.16382", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16382", "abs": "https://arxiv.org/abs/2511.16382", "authors": ["Neil Mulcahy", "Syeda Ramin Jannat", "Yaqi Li", "Tigran Simonian", "Mariana Palos", "James O. Douglas", "Jessica M. Walker", "Baptiste Gault", "Mary P. Ryan", "Michele Shelly Conroy"], "title": "Quantifying Phase Transformations in Alloying Anodes via In-Situ Liquid Cell Hard X-ray Spectroscopy and Cryogenic Microscopy", "comment": null, "summary": "Understanding electrochemical phenomena at complex liquid solid interfaces requires linking real time structural dynamics with atomic scale interfacial chemistry. Here, we integrate operando synchrotron X-ray fluorescence and diffraction with high resolution cryogenic electron and ion multi model microscopy to provide a mechanistic understanding of Pt based alloying anodes across length scales. We directly observe the initial lithiation driven formation of Li2Pt and its evolution to a stable LiPt intermetallic phase during extended cycling via a solid solution type reaction mechanism. Simultaneously, the solid electrolyte interphase transitions from an unstable carbonate rich to a stable LiF dominated composition, confirmed by cryogenic scanning transmission electron microscopy and electron energy loss spectroscopy. Crucially, cryogenic atom probe tomography reveals spatially distinct compositional regimes within the alloy anode, including lithium flux limited, heterogeneous interfacial zone and a diffusion controlled, homogeneous LiPt alloy bulk. This nanoscale compositional gradient rationalises the emergent solid solution reaction mechanism and highlights how kinetic limitations and interface dynamics govern alloy formation and electrochemical stability. Our findings demonstrate a broadly applicable correlative framework bridging operando structural dynamics with near atomic resolution interfacial chemistry, advancing the rational design of durable alloy electrodes for next generation energy storage."}
{"id": "2511.16385", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16385", "abs": "https://arxiv.org/abs/2511.16385", "authors": ["Sathish Kumar Paramasivam", "Andrea Perali", "Milorad V. Milošević"], "title": "Berezinskii-Kosterlitz-Thouless transition with enhanced phase stiffness in $d$-wave strongly coupled two-dimensional superconductors", "comment": null, "summary": "We reveal the key role of the $d$-wave symmetry of the superconducting gap in strongly coupled two-dimensional superconductors in determining the properties of the Berezinskii-Kosterlitz-Thouless (BKT) transition, associated with a sizable enhancement of the phase stiffness compared to nodeless-gap superconductors. The enhanced stiffness originates from extended regions of vanishing gap around the nodal lines of the Brillouin zone (BZ). Our study, based on mean-field and BKT theory, presents a comparative analysis of $s$-wave and $d$-wave scenarios, highlighting the features of the latter that boost the stiffness and the BKT transition temperature (T$_{BKT}$). The comparison focuses on two quantities: the mean-field critical temperature and the maximum superconducting gap related to the pairing strengths. We present a phase diagram showing the scaling of T$_{BKT}$ with respect to the mean-field critical temperature across the BCS-BEC crossover and the evolution of the pseudogap. We also present a zero-temperature phase-stiffness intensity map over the Brillouin zone, displaying a two-component structure consisting of low- and high-stiffness regions whose extent depends on microscopic parameters. These results identify the nodal gap structure of strongly coupled two-dimensional superconductors as a key mechanism enabling enhanced stiffness and elevated T$_{BKT}$ compared to their $s$-wave counterparts."}
{"id": "2511.16421", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16421", "abs": "https://arxiv.org/abs/2511.16421", "authors": ["V. Sunko", "J. Orenstein"], "title": "Linear magneto-birefringence as a probe of altermagnetism", "comment": null, "summary": "Altermagnets are a class of collinear magnets that exhibit non-relativistic spin splitting (NRSS) of electronic bands in the absence of net magnetization. Their potential to generate large spin polarization without spin-orbit coupling has created strong interest in probes that access the underlying order parameter directly. In this Perspective, we show that linear magneto-birefringence (LMB) provides a natural and broadly applicable route to detecting altermagnetic order. Building on the correspondence between the momentum-space structure of NRSS and the ferroic ordering of magnetic multipoles in real space, we demonstrate how $d$-wave and $g$-wave NRSS textures yield distinct LMB responses. We present a symmetry-based framework that identifies the optical geometries and field configurations required to isolate specific multipole components, enabling domain imaging and providing benchmarks for theoretical models of LMB."}
{"id": "2511.16422", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16422", "abs": "https://arxiv.org/abs/2511.16422", "authors": ["Zhichao Guo", "Xing-Yuan Liu", "Hua Wang", "Li-kun Shi", "Kai Chang"], "title": "Dissipation-Shaped Quantum Geometry in Nonlinear Transport", "comment": "Comments are welcome!", "summary": "The theory of the intrinsic nonlinear Hall effect, a key probe of quantum geometry, is plagued by conflicting expressions for the conductivity that is independent of the dissipation strength (rate, $Γ^0$). We clarify the origin of this ambiguity by demonstrating that the \"intrinsic\" response is not universal, but is inextricably linked to the dissipation mechanism that establishes the non-equilibrium steady state (NESS). We establish a benchmark by solving the exact NESS density matrix for a generic Bloch system coupled to a featureless fermionic bath. Our exact $Γ^0$ conductivity decomposes into two parts: (i) a geometric contribution, $σ^{\\text{geo}}$, whose form recovers the intraband quantum metric dipole ($\\sim\\partial_k g$), providing an exact derivation that clarifies inconsistencies in the literature, and (ii) a novel, purely kinetic contribution, $σ^{\\text{kin}} \\propto v^3 f^{(4)}_0$, which is absent when dissipation is modeled by white-noise disorder (e.g., a constant-$Γ$ Green's function model). The discrepancy in $σ^{\\text{kin}}$ between these distinct physical mechanisms is a proof that the $Γ^0$ nonlinear conductivity is not a unique property of the Bloch Hamiltonian, but is contingent on the physical system-bath coupling."}
{"id": "2511.16429", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16429", "abs": "https://arxiv.org/abs/2511.16429", "authors": ["Arnaud Ralko", "Jaime Merino"], "title": "Order-by-disorder from Schwinger bosons in a frustrated honeycomb ferromagnet", "comment": null, "summary": "The cobalt-based honeycomb magnet BaCo$_2$(AsO$_4$)$_2$ (BCAO) has recently emerged as a promising platform for studying frustrated magnetism beyond conventional paradigms. Neutron-scattering experiments and first-principles calculations have revealed an unexpected double-zigzag (dZZ) magnetically ordered ground state, whose microscopic origin remains under active debate. Here, we investigate the emergence of such dZZ phase in a ferro-antiferromagnetic $J_1$-$J_3$ Heisenberg model on the honeycomb lattice, using a generalized Schwinger boson mean-field theory ($g$-SBMFT) that treats ferromagnetic and antiferromagnetic interactions on equal footing. Based on $g$-SBMFT and exact-diagonalization (ED) techniques, we find that the dZZ is selected by an order-by-disorder mechanism in a narrow $J_3/|J_1|$ range, in agreement with recent density-matrix renormalization-group calculations. The magnetic excitation spectra within the dZZ phase displays a distinctive smearing out in momentum space due to quantum fluctuations which may be probed through inelastic neutron-scattering experiments."}
{"id": "2511.16433", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16433", "abs": "https://arxiv.org/abs/2511.16433", "authors": ["Simin Pang", "Zhengyi Li", "Ziyu Wang", "Yanpei Lv", "Feilong Song", "Peng Yan", "Jun Zhang"], "title": "Observation of Magnetostatic Surface Spin Wave Solitons in Yttrium Iron Garnet Thin Film", "comment": "11 pages, 9 figures", "summary": "Magnetostatic surface spin wave (MSSW) solitons hold great promise for magnonic information processing, but their existence has long been debated. In this work, we resolve this issue by advanced time-resolved Brillouin light scattering (TR-BLS) spectroscopy. We observe long-period MSSW soliton trains in yttrium iron garnet (YIG) thin films by demonstrating their quasiparticle behavior, mode beating, and periodic modulations. We reveal that the MSSW soliton originates from the dipole gap mechanism with a unique comb-like frequency spectrum caused by the four-magnon process. By varying the microwave power, we find significant changes in soliton periods linked to the spin wave dispersion renormalization. Additionally, we report exotic transverse solitons across the YIG thickness. These findings deepen the understanding of nonlinear physics, and pave the way for spin-wave-soliton-based information technologies."}
{"id": "2511.16443", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2511.16443", "abs": "https://arxiv.org/abs/2511.16443", "authors": ["Tuuli Sillanpää", "Sanni Nousiainen", "Lasse Laurson"], "title": "Height distribution of elastic interfaces in quenched random media", "comment": "9 pages, 6 figures", "summary": "Elastic interfaces in quenched random media driven by external forces exhibit a continuous depinning phase transition between pinned and moving phases at a critical external force. Recent work [Phys. Rev. Lett. 129, 175701 (2022)] has shown that the distribution of local interface heights at depinning displays negative skewness. Here, by considering local, long-range and fully-coupled (mean-field) elasticity, we expand on this result by demonstrating the robustness of the negative skewness at depinning when approaching the thermodynamic limit and considering different values of the spring stiffness controlling the avalanche cutoff. Additionally, we investigate the evolution of the height distribution as the external force is ramped up from zero, approaching the critical force from below. Starting from a symmetric height distribution at zero force, the distribution initially develops positive skewness increasing with the external force, followed by a steep drop to the negative value characteristic of the critical point as the depinning transition is reached."}
{"id": "2511.16446", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16446", "abs": "https://arxiv.org/abs/2511.16446", "authors": ["Yun Chen", "Haojie Shen", "Wei Su", "Rui Wang"], "title": "Multi-scale competition in the Majorana-Kondo system", "comment": "11 pages, 4 figures", "summary": "A side-coupled Majorana zero mode in Kondo systems realizes a simple yet nontrivial hybridization that profoundly alters the low-energy physics, making such setups promising candidates for detecting Majorana zero modes. Recently, we demonstrated that the low-energy behavior of this system can be captured by a spin-charge-entangled screening process with an \\(A\\otimes N\\) boundary condition. Here, we investigate the evolution of both the screening cloud and the boundary condition in the presence of competing terms that could break either the spin-charge-entangled \\({\\rm SU}_{\\bf L}(2)\\) rotation symmetry or the topological degeneracy. We introduce a temperature-dependent spatial integral of the screening cloud, which can be obtained from the numerical renormalization group. This quantity serves as a proper observable that unambiguously captures the properties of the screening process across temperatures. A clear crossover from conventional Kondo spin screening to spin-charge-entangled screening is observed. Taking into account the overlap between Majorana zero modes, the \\(A\\otimes N\\) boundary condition reduces to a normal one, yet the spin-charge-entangled screening is protected by the \\({\\rm SU}_{\\bf L}(2)\\) symmetry. On the other hand, perturbation that breaks the \\({\\rm SU}_{\\bf L}(2)\\) symmetry can destroy the screening singlet, while leaving the low-temperature \\(A\\otimes N\\) boundary condition intact."}
{"id": "2511.16457", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "cond-mat.quant-gas", "physics.data-an", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16457", "abs": "https://arxiv.org/abs/2511.16457", "authors": ["Yoshiaki Horiike", "Yuki Kawaguchi"], "title": "Distinguishing thermal versus quantum annealing using probability-flux signatures across interaction networks", "comment": null, "summary": "Simulated annealing provides a heuristic solution to combinatorial optimization problems. The cost function of a problem is mapped to the energy function of a physical many-body system, and, using thermal or quantum fluctuations, the system explores the state space to find the ground state, which may correspond to the optimal solution of the problem. Studies have highlighted both the similarities and differences between thermal and quantum fluctuations. Nevertheless, fundamental understanding of thermal and quantum annealing remains incomplete, making it difficult to design problem instances that fairly compare the two methods. Here, we investigate the many-body dynamics of thermal and quantum annealing by examining all possible interaction networks of $\\pm J$ Ising spin systems up to seven spins. Our comprehensive investigation reveals that differences between thermal and quantum annealing emerge for particular interaction networks, indicating that the structure of the energy landscape distinguishes the two dynamics. We identify the microscopic origin of these differences through probability fluxes in state space, finding that the two dynamics are broadly similar but that quantum tunnelling produces qualitative differences. Our results provide insight into how thermal and quantum fluctuations navigate a system toward the ground state in simulated annealing, and are experimentally verifiable in atomic, molecular, and optical systems. Furthermore, these insights may improve mappings of optimization problems to Ising spin systems, yielding more accurate solutions in faster simulated annealing and thus benefiting real-world applications in industry. Our comprehensive survey of interaction networks and visualization of probability flux can help to understand, predict, and control quantum advantage in quantum annealing."}
{"id": "2511.16474", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16474", "abs": "https://arxiv.org/abs/2511.16474", "authors": ["Qiao Wang", "Ping-An Hu"], "title": "The Plastic Origin of van der Waals material GaGeTe", "comment": null, "summary": "This work reports the discovery of high plasticity in ternary germanium-based single-crystal GaGeTe, which breaks through the inherent brittleness of traditional binary germanium-based chalcogenides and fills a research gap in germanium-based plastic semiconductors. Combining spherical aberration-corrected transmission electron microscopy experiments with density functional theory calculations, the study reveals a novel deformation mechanism co-dominated by intralayer lattice distortion and interlayer slip. These findings provide fresh insight into the plastic behavior of inorganic semiconductors and clarifies the critical role of intralayer structural evolution in plastic behavior. This work not only expands the family of plastic semiconductor materials but also provides a new theoretical basis and candidate platform for the material design of flexible electronic devices."}
{"id": "2511.16480", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16480", "abs": "https://arxiv.org/abs/2511.16480", "authors": ["Dharana Joshi", "Tanay Nag"], "title": "Adiabatic charge transport through non-Bloch bands", "comment": "Main text: 8 pages, 4 figures, SM: 13 pages, 9 figures", "summary": "We explore the non-reciprocal intracell hopping mediated non-Hermitian topological phases of an extended Su-Schrieffer-Heeger model hosting second-nearest-neighbour hopping. We microscopically analyze the phase boundaries using the non-Bloch momentum while the off-critical (critical) phases are directly associated with the gapped (gapless) nature of the non-Bloch bands that we derive from the characteristic equation using the gauge freedom. The non-Bloch momentum accurately reflects the bulk boundary correspondence (BBC) explaining the winding number profile under open boundary conditions. We examine the adiabatic dynamics to promote the concept of adiabatic charge transport in a non-Hermitian scenario justifying the BBC in spatio-temporal Bott index and non-Bloch Chern number. Once the non-Bloch bands experience no (a) gap-closing during the evolution of time, quantized flow of is preserved (broken). Our study systematically unifies the concept of non-Bloch bands for both static and driven situations."}
{"id": "2511.16481", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16481", "abs": "https://arxiv.org/abs/2511.16481", "authors": ["A. S. Kolisnyk", "M. V. Shytov", "E. V. Petrenko", "A. V. Terekhov", "L. V. Bludova", "A. Sedda", "E. Lähderanta", "A. L. Solovjov"], "title": "Effect of a magnetic field up to 9 T on the temperature dependence of the pseudogap in YBa$_2$Cu$_3$O$_{7-δ}$ films", "comment": "17 pages, 15 figures. Submitted to Low Temperature Physics", "summary": "The work analyzes the effect of a magnetic field $B$ directed along the $c$ axis ($B \\parallel c$) up to 9~T on the resistivity $ρ(T)$, fluctuation conductivity (FLC) $σ'(T)$ and pseudogap $Δ^*(T)$ in thin films of YBa$_2$Cu$_3$O$_{7-δ}$ with a critical temperature of the superconducting transition $T_c = 88.8$~K. In contrast to previous work, where the magnetic field was directed along the $ab$ plane ($B \\parallel ab$), the influence of the field on the sample is stronger due to the contribution of both spin--orbit and Zeeman effects. It was found that the BEC--BCS transition temperature, $T_{\\mathrm{pair}}$, which corresponds to the maximum of the $Δ^*(T)$ dependence, shifts to the region of lower temperatures with increasing $B$, and the maximum value of $Δ^*(T_{\\mathrm{pair}})$ decreases in fields $B > 5$~T. It was found that with increasing field, the low-temperature maximum near $T_0$ is smeared and disappears at $B > 1$~T. In addition, above the Ginzburg temperature $T_G$, for $B > 1$~T, a minimum appears on $Δ^*(T)$ at $T_{\\min}$, which becomes very pronounced with a subsequent increase in $B$. As a result, the overall value of $Δ^*(T_G)$ decreases noticeably, most likely due to the pair-breaking effect. At the same time, $ΔT_{\\mathrm{fl}}$ and $ξ_c(0)$ increase sharply by approximately 3 times with increasing $B$ above 1~T. Our results confirm the possibility of the formation of a vortex state in YBa$_2$Cu$_3$O$_{7-δ}$ by a magnetic field and its evolution with increasing $B$."}
{"id": "2511.16496", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16496", "abs": "https://arxiv.org/abs/2511.16496", "authors": ["Rintaro Masaoka"], "title": "$c=-2$ conformal field theory in quadratic band touching", "comment": null, "summary": "Quadratic band touching in fermionic systems defines a universality class distinct from that of linear Dirac points, yet its characterization as a quantum critical point remains incomplete. In this work, I show that a $(d+1)$-dimensional free-fermion model with quadratic band touching exhibits spatial conformal invariance, and that its equal-time ground-state correlation functions are exactly captured by the $d$-dimensional symplectic fermion theory. I establish this correspondence by constructing explicit mappings between physical fermionic operators and the fields of the symplectic fermion theory. I further explore the implications of this correspondence in two spatial dimensions, where the symplectic fermion theory is a logarithmic conformal field theory with central charge $c=-2$. In the corresponding $(2+1)$-dimensional systems, I identify anyonic excitations originating from the underlying symplectic fermion theory, even though the Hamiltonian is gapless. Transporting these excitations along non-contractible loops generates transitions among topologically degenerate ground states, in close analogy with those in topologically ordered phases. Moreover, the action of a $2π$ rotation on these excitations is represented by a Jordan block, reflecting the logarithmic character of the associated conformal field theory."}
{"id": "2511.16509", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16509", "abs": "https://arxiv.org/abs/2511.16509", "authors": ["J. Sirker"], "title": "Comment on: \"Scaling and Universality at Noisy Quench Dynamical Quantum Phase Transitions\"", "comment": "Comment on arXiv:2506.14355", "summary": "In Ref. Ansari et al., dynamical quantum phase transitions (DQPTs) -- non-analyticities in the Loschmidt return rate at critical times -- are investigated in the presence of noise for a two-band model. The authors report that DQPTs persist even after averaging over the noise and they use their results to derive dynamical phase diagrams. In this comment we rigorously prove that in any two-dimensional Hilbert space the Loschmidt echo of two density matrices can only become zero if and only if both density matrices are pure. As a consequence, the existence of DQPTs in the considered scenario is strictly ruled out for non-zero noise because the considered averaging leads to a mixed state. We also investigate alternative natural ways to average over noise realizations and show that in all of them DQPTs are smoothed out."}
{"id": "2511.16510", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.16510", "abs": "https://arxiv.org/abs/2511.16510", "authors": ["Andrea Pelissetto", "Davide Rossini", "Ettore Vicari"], "title": "Out-of-equilibrium spinodal-like scaling behaviors at the thermal first-order transitions of three-dimensional q-state Potts models", "comment": "9 pages", "summary": "We study the out-of-equilibrium spinodal-like dynamics of three-dimensional $q$-state Potts systems driven across their thermal first-order transition in the thermodynamic limit, by a relaxational (heat-bath) dynamics. During the evolution, the inverse temperature $β$ increases linearly with time, as $δβ(t)\\equiv β(t)- β_{\\rm fo} \\sim t/t_s$, where $β_{\\rm fo}$ is the inverse temperature at the transition point, $t$ is the time and $t_s$ is a time scale. The dynamics starts at $t_i< 0$ from an ensemble of disordered configurations equilibrated at inverse temperature $β(t_i)<β_{\\rm fo}$ and ends at positive values of $t$, when the system is ordered (this is analogous to a standard Kibble-Zurek protocol). The time-dependent energy density shows an out-of-equilibrium scaling behavior in the large-$t_s$ limit, in terms of the scaling variable $t(\\ln t)^κ/t_s$. The corresponding exponent turns out to be consistent with $κ=3/2$ (with a good accuracy), which is the value obtained by assuming that the initial nucleation of ordered regions provides the relevant mechanism for the passage from one phase to the other. The scaling behavior implies a spinodal-like phenomenon close to the transition point: the passage from the disordered to the ordered phase, composed of large ordered regions of different color, occurs at $δβ(t)=δβ_*>0$, where $δβ_*$ decreases as $1/(\\ln t_s)^{3/2}$ in the large-$t_s$ limit."}
{"id": "2511.16513", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16513", "abs": "https://arxiv.org/abs/2511.16513", "authors": ["Subir Majumder", "Paul Ben Ishai", "Gilad Orr"], "title": "Leveraging the Bi$_2$O$_3$--Fe$_2$O$_3$ Phase Diagram to Tailor BiFeO$_3$ Structure and Dielectric Response", "comment": null, "summary": "Bismuth ferrite ($BiFeO_3$, BFO) is a promising multiferroic oxide whose practical utilisation is limited by secondary-phase formation and defect-driven electrical inhomogeneity within the $Bi_2O_3$-$Fe_2O_3$ system. In this work, BFO was synthesised via solid-state reaction using 55:45 and 70:30 (mol%) of $Bi_2O_3$ $\\colon$ $Fe_2O_3$ precursors sintered between 700$^O$C and 800$^\\circ$C, and characterised through X-ray diffraction, Raman spectroscopy, SEM, and impedance spectroscopy. A refined phase diagram identifies the onset of liquid-phase formation near 835$^O$C, delineating a narrow thermal window for phase-pure BFO. The 55:45 composition evolves toward rhombohedral $R3c$ symmetry with lattice contraction, suppression of Sillenite- and Mullite-type impurities, and markedly reduced vibrational disorder, yielding homogeneous grains with near-Debye dielectric relaxation ($n > 0.9$), low CPE prefactors, and a four-orders-of-magnitude increase in bulk AC conductivity upon sintering at 775$^\\circ$C. In contrast, the Bi-rich 70:30 samples retain expanded lattice volumes, defective grain boundaries, and highly depressed Nyquist arcs ($n < 0.5$), reflecting persistent structural disorder and stabilisation of insulating secondary phases. The convergence of structural, microstructural, and impedance signatures identifies the 55:45 precursor sintered at 775$^\\circ$C as the optimal condition within the studied range, establishing a clear structure-property relationship that enables controlled synthesis and reliable dielectric performance in BFO-based multiferroic applications."}
{"id": "2511.16539", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.16539", "abs": "https://arxiv.org/abs/2511.16539", "authors": ["L. Caussou", "H. Moutaabbid", "M. Bernard", "F. Margaillan", "T. Taniguchi", "K. Watanabe", "C. Lagoin", "F. Dubin", "V. Voliotis"], "title": "Probing moire excitons in MoSe2/WSe2 heterobilayers by combined micro-photoluminescence and lateral force microscopy", "comment": "10 pages, 10 figures", "summary": "We study interlayer excitons in MoSe2/WSe2 heterobilayers, by combining lateral force microscopy and micro-photoluminescence spectroscopy. This allows us to correlate the spatial profile of the moiré superlattice with the distribution of optically active states accessible to interlayer excitons. In heterostructures where a few degrees twist angle is imposed between the MoSe and WSe crystallographic axes, we show that a continuous moiré lattice is realized across areas close to the optical diffraction limit. In such regions, the photoluminescence reduces to a few narrow-band lines only, energetically distributed consistently with the geometry of the moiré lattice. This correlation reveals that interlayer excitons explore a controlled periodic confinement, paving the way towards implementations of Bose-Hubbard models."}
{"id": "2511.16569", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16569", "abs": "https://arxiv.org/abs/2511.16569", "authors": ["Natascia L. Fragapane", "Volker L. Deringer"], "title": "Li-P-S Electrolyte Materials as a Benchmark for Machine-Learned Interatomic Potentials", "comment": null, "summary": "With the growing availability of machine-learned interatomic potential (MLIP) models for materials simulations, there is an increasing demand for robust, automated, and chemically insightful benchmarking methodologies. In response, we here introduce LiPS-25, a curated benchmark dataset for a canonical series of solid-state electrolyte materials from the Li2S-P2S5 pseudo-binary compositional line, including crystalline and amorphous configurations. Together with the dataset, we present a suite of performance tests that range from conventional numerical error metrics to physically motivated evaluation tasks. With a focus on graph-based MLIP architectures, we run numerical experiments that assess (i) the effect of hyperparameters and (ii) the fine-tuning behavior of selected pre-trained (\"foundational\") MLIP models. Beyond the Li-P-S solid-state electrolytes, we expect that such benchmarks and their code implementations can be readily adapted to other material systems."}
{"id": "2511.16578", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16578", "abs": "https://arxiv.org/abs/2511.16578", "authors": ["Manish Kumar", "Derek Waleffe", "Anna Okounkova", "Raveel Tejani", "Kenji Watanabe", "Takashi Taniguchi", "Étienne Lantagne-Hurtubise", "Joshua Folk", "Matthew Yankowitz"], "title": "Pervasive spin-triplet superconductivity in rhombohedral graphene", "comment": "27 pages, 28 figures", "summary": "Magnetic fields typically suppress superconductivity once the Zeeman energy exceeds the pairing gap, unless mechanisms such as unconventional pairing, strong spin-orbit coupling, or intrinsic magnetism intervene. Several graphene platforms realize such mitigating routes, exhibiting superconductivity resilient to magnetic fields. Here we report superconductivity in rhombohedral heptalayer graphene that is both induced and stabilized by in-plane magnetic field ($B_{\\parallel}$), with critical fields far beyond the Pauli paramagnetic limit. The superconductivity spans a wide gate range and emerges from a sharp zero-field resistive ridge that tracks approximately constant conduction band filling. The presence of zero-field superconductivity and the evolution of the critical temperature with $B_{\\parallel}$ are highly gate sensitive. We also observe a weak superconducting diode effect in several distinct regimes within the superconducting phase, including nearby to an integer quantum anomalous Hall state generated by a boron nitride moiré superlattice, indicating a potential coexistence of valley imbalance and superconductivity. These results establish several intriguing new properties of spin-triplet, field-induced superconductivity in a thick rhombohedral graphene stack."}
{"id": "2511.16603", "categories": ["cond-mat.str-el", "cond-mat.other", "cond-mat.quant-gas", "cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.16603", "abs": "https://arxiv.org/abs/2511.16603", "authors": ["Aleksey Alekseev", "Konrad Jerzy Kapcia"], "title": "Charge-Ordered States and the Phase Diagram of the Extended Hubbard Model on the Bethe lattice", "comment": "12 pages, 5 figures, 65 references; RevTeX class, double-column formatting", "summary": "We study the extended Hubbard model (EHM) with both onsite Hubbard interaction and the intersite density-density interaction between nearest-neighbors using the standard Hartree mean-field approximation (MFA) on the Bethe lattice. We found that, at the ground state, the system can be in a charge-ordered insulating (COI), a charge-order metallic (COM) or a non-charge-ordered (NO) state. Moreover, the finite-temperature phase diagrams are presented. Several observables like a charge-order parameter, a spectral function, and particularly at finite temperatures, a charge carrier concentration (to visualize the degree of metallicity) are analyzed. The results show that increasing onsite repulsion suppresses charge order and change the properties of the system from insulating to metallic. Worth noting, that a number of phenomena can be found within the MFA, where their analysis is much simpler than in more advanced approaches. The method used for the EHM on the Bethe lattice also allows for a series of analytical derivations and simplification to see general geometry-independent features and analytical results, avoiding the numerical inaccuracies and other issues that appear with a purely numerical solution."}
{"id": "2511.16610", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.16610", "abs": "https://arxiv.org/abs/2511.16610", "authors": ["Flavia Lo Sardo", "Marina Esposito", "Tommaso Confalone", "Christophe Tremblay", "Valerii M. Vinokur", "Genda Gu", "Domenico Montemurro", "Davide Massarotti", "Francesco Tafuri", "Kornelius Nielsch", "Nicola Poccia", "Golam Haider"], "title": "Quantifying Twist Angles in Cuprate Heterostructures with Anisotropic Raman Signatures", "comment": null, "summary": "Artificially engineered twisted van der Waals (vdW) heterostructures have unlocked new pathways for exploring emergent quantum phenomena and strongly correlated electronic states. Many of these phenomena are highly sensitive to the twist angle, which can be deliberately tuned to tailor the interlayer interactions. This makes the twist angle a critical tunable parameter, emphasizing the need for precise control and accurate characterization during device fabrication. In particular, twisted cuprate heterostructures based on Bi2Sr2CaCu2O8+x have demonstrated angle-dependent superconducting properties, positioning the twist angle as a key tunable parameter. However, the twisted interface is highly unstable under ambient conditions and vulnerable to damage from conventional characterization tools such as electron microscopy or scanning probe techniques. In this work, we introduce a fully non-invasive, polarization-resolved Raman spectroscopy approach for determining twist angles in artificially stacked BSCCO heterostructures. By analyzing twist-dependent anisotropic vibrational Raman modes, particularly utilizing the out-of-plane A1g vibrational mode of Bi/Sr at 116 cm-1, we identify clear optical fingerprints of the rotational misalignment between cuprate layers. Our high-resolution confocal Raman setup, equipped with polarization control and RayShield filtering down to 10 cm-1, allows for reliable and reproducible measurements without compromising the material's structural integrity."}
{"id": "2511.16634", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.16634", "abs": "https://arxiv.org/abs/2511.16634", "authors": ["Mina Tarakemeh", "Shenglong Xu"], "title": "Non-Abelian operator size distribution in charge-conserving many-body systems", "comment": "7+8 pages, 4 figures", "summary": "We show that operator dynamics in U(1) symmetric systems are constrained by two independent conserved charges and construct a non-Abelian operator size basis that respects both, enabling a symmetry-resolved characterization of operator growth. The non-Abelian operator size depends on the operator's nonlocal structure and is organized by an SU(2) algebra. Operators associated with large total angular momentum are relatively simple, while those with small angular momentum are more complex. Operator growth is thus characterized by a reduction in angular momentum and can be probed using out-of-time-ordered correlators. Using the charge-conserving Brownian Sachdev-Ye-Kitaev model, we derive an exact classical master equation that governs the size distribution, the distribution of an operator expanded in this basis, for arbitrary system sizes. The resulting dynamics reveal that the size distribution follows a chi-squared form, with the two conserved charges jointly determining the overall time scale and the shape of the distribution. In particular, single-particle operators retain a divergent peak at large angular momentum throughout the time evolution."}
{"id": "2511.16641", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.16641", "abs": "https://arxiv.org/abs/2511.16641", "authors": ["Run Hou", "Andriy H. Nevidomskyy"], "title": "Stabilizing Fractional Chern States in Twisted MoTe2: Multi-band Correlations via Non-perturbative Renormalization Group", "comment": null, "summary": "The observation of fraction quantum Hall states in twisted MoTe2 has sparked a lof of interest in this phenomenon. Most theoretical works to date rely on the brute-force exact diagonalization which is limited to the one partially occupied band. In this work, we present strong evidence that the effect of higher lying bands cannot be ignored due to strong interband interactions. To tackle these effects, we introduce a non-perturbative driven similarity renormalization group (DSRG) method, originally developed for problems in quantum chemistry. We apply this methodology to twisted MoTe2 at fractional hole fillings of ν = 1/3 and 2/3 across a spectrum of twist angles. Our results show that at ν = 1/3, the many-body excitation energy gaps are substantially reduced compared to the one-band treatment. For ν = 2/3, we find that the dynamic correlations stemming from interband interactions stabilize fractional Chern insulating phases at larger twist angles, consistent with the experimental findings. By examining the correlated orbitals and their single-particle topological features, we demonstrate that this stabilization at higher twist angles arises predominantly from the dynamic correlations, rather than conditions on the single-particle quantum geometric tensor."}
{"id": "2511.16646", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.16646", "abs": "https://arxiv.org/abs/2511.16646", "authors": ["Mayur Singh", "Lokanath Patra", "Chengyang Zhang", "Greg MacDougall", "Suman Datta", "David Cahill", "Satish Kumar"], "title": "Revealing Phonon Bridge Effect for Amorphous vs Crystalline Metal-Silicide Layers at Si/Ti Interfaces by a Machine Learning Potential", "comment": null, "summary": "Metal-semiconductor interfaces play a central role in micro and nano-electronic devices as heat dissipation or temperature drop across these interfaces can significantly affect device performance. Prediction of accurate thermal boundary resistance (TBR) across these interfaces, considering realistic structures and their correlation with underlying thermal transport, remains challenging. In this work we develop a unified Neuroevolution Potential (NEP) for the Si-Ti system that accurately reproduces energies, forces, and phonon properties of bulk Si, Ti, and TiSi2 and extends naturally to interfacial environments to analyze interfacial transport. An important development over current machine-learned interatomic potentials is the capability to model complex structures at metal-semiconductor interfaces, as the NEP enables large scale non-equilibrium molecular dynamics simulations of epitaxial Si/Ti interfaces to elucidate the effect of amorphous or crystalline silicide interfacial layers. Simulated TBRs show excellent agreement with our time-domain thermoreflectance (TDTR) measurements. Spectral analyses reveal that amorphous TiSi2 interfacial layer helps in efficient interfacial transport when the thickness is less than 1.5 nm compared to the crystalline TiSi2 layer, but this trend reverses when the interfacial layer thickness increases beyond 1.5 nm. Comparison of TBRs at Si/TiSi2 interface for different crystalline phases of TiSi2 establishes that C54 phase has reduced TBR compared to C49 phase, which is correlated with the difference in their phonon density of states (PDOS) overlap with Si. These results provide atomistic insight into the role of crystalline versus amorphous silicides in interfacial heat transport and demonstrate a transferable machine-learned potential for studying heat dissipation in advanced semiconductor devices."}
{"id": "2511.16667", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.16667", "abs": "https://arxiv.org/abs/2511.16667", "authors": ["Christopher A. Leong", "Bitan Roy"], "title": "Strained hyperbolic Dirac fermions: Zero modes, flat bands, and competing orders", "comment": "19 Pages, 11 Figures, and 1 Table (For full Abstract see manuscript)", "summary": "Starting from the nearest-neighbor tight-binding model on {10,3} and {14,3} hyperbolic lattices that, for a uniform hopping amplitude, gives rise to emergent Dirac fermions on a curved space with a constant negative curvature, displaying a vanishing density of states, we propose spatially modulated hopping pattern therein that preserve the underlying 5- and 7-fold rotational symmetries, respectively, and effectively couples fermions to time-reversal symmetric axial magnetic fields. Such strain-induced axial fields produce a flat band near zero-energy, triggering nucleation of a charge density-wave, featuring a staggered pattern of fermionic density between two sublattices, and the Haldane phase fostering intra-sublattice circulating currents with a net zero magnetic flux for weak nearest- and next-nearest-neighbor Coulomb repulsions, respectively. Sufficiently weak on-site Hubbard repulsion destabilizes such flat bands toward the formation of a magnetic phase that simultaneously supports antiferromagnetic and ferromagnetic orders in the whole system. While the magnetization in the bulk and boundary cancel each other, the Neél order is of the same sign everywhere, thereby yielding a global antiferromagnet. Throughout, we draw parallels between these findings and the well-studied qualitatively similar results on a 3-fold rotational symmetric strained honeycomb lattice, thereby unifying the phenomenon of axial magnetic catalysis for Dirac fermions, encompassing the ones living on the Euclidean plane. Finally, we show that with a specific class of non-Hermiticity, manifesting via an imbalance in the hopping amplitudes between two sublattices in the opposite directions, magnitudes of all these orders can be boosted substantially when all the eigenvalues in the noninteracting systems are real, staging a non-Hermitian amplification of axial magnetic catalysis."}
