{"id": "2508.13248", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13248", "abs": "https://arxiv.org/abs/2508.13248", "authors": ["Akash Rawat", "Raphael B. de Oliveira", "Tapas Pal", "Kleuton Antunes", "Guilherme S. L. Fabris", "Raphael M. Tromer", "Marcelo L. Pereira Junior", "Adarsh Singh", "Ashok Kumar Gupta", "Douglas S. Galvao", "Chandra Sekhar Tiwary"], "title": "Visible-Light Photocatalytic Degradation of Cresols using Sustainable 3D-Printed Bi4O5I2-Hematite Scaffold", "comment": null, "summary": "In photocatalysis, the reusability limit of catalysts can contribute to\nsecondary pollution, posing ecological risks. Addressing this, the present\nstudy explores the integration of additive manufacturing with photocatalysis by\ndecorating Bi$_4$O$_5$I$_2$ onto a 3D-printed hematite scaffold\n(Bi$_4$O$_5$I$_2$@3DH) for the degradation of cresols. The 3D-printed hematite\ngrid, fabricated via direct ink writing, exhibited excellent rheological\nbehavior ($\\tau\\gamma = 24$ Pa), allowing precise shape retention. The sintered\nBi$_4$O$_5$I$_2$ was subsequently immobilized via a facile dip-coating method.\nUnder optimized conditions, the composite achieved 99.78\\% degradation of 20\nmg/L p-cresol within 240 min of irradiation. Notably, hematite served as a\nporous substrate and contributed to photocatalytic activity. Density functional\ntheory simulations with Hubbard correction (DFT+U) indicated an interfacial\ncharge transfer of approximately -0.9 electrons from hematite to\nBi$_4$O$_5$I$_2$, confirming a S-scheme heterojunction between hematite and\nBi$_4$O$_5$I$_2$ semiconductors, validating experimental observations. The\ncomposite demonstrated strong performance across varied water matrices and in\nthe presence of other cresol isomers. It also retained 84.28\\% degradation\nefficiency after 10 cycles, with negligible catalyst leaching. Furthermore, in\nvitro and in silico ecotoxicity analyses revealed reduced toxicity of the\ndegradation products. The current work presents a novel and scalable strategy,\nadvancing the use of earth-abundant hematite minerals in sustainable\nenvironmental remediation."}
{"id": "2508.13323", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.13323", "abs": "https://arxiv.org/abs/2508.13323", "authors": ["Abdeldjalil Latrach", "Lily Jackson", "Minou Rabiei"], "title": "Enhanced Prediction of CO2 Solubility under Geological Conditions for CCUS via Improved Pitzer Parameters and Physics-Informed Machine Learning", "comment": null, "summary": "The solubility of CO2 in formation brines plays a critical role in the\nefficiency of carbon capture and storage (CCS) operations. It is strongly\ninfluenced by pressure, temperature, and brine composition. Various\nexperimental studies and modeling approaches have been developed to estimate\nCO2 solubility under wide ranges of pressure, temperature, and salinities. This\nwork makes three key contributions. First, we present an extensive literature\nreview of experimental, theoretical, and simulation-based approaches for\nmeasuring and predicting CO2 solubility across a wide range of conditions and\nalso a discussion of how the different parameters affect solubility. Second, we\nintroduce an improved set of temperature-dependent Pitzer interaction\nparameters, yielding up to a 76% reduction in average absolute deviation\ncompared to conventional values in the geochemical simulation software PHREEQC.\nThird, we develop a physics-informed machine learning model that integrates\nthermodynamic intuition with data-driven learning, achieving a 14% reduction in\nprediction error over the state-of-the-art and up to 40% improvement at high\nsalinities. Together, these advances provide a robust and accurate framework\nfor predicting CO2 solubility, supporting more reliable CCS design and\ndeployment."}
{"id": "2508.13391", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13391", "abs": "https://arxiv.org/abs/2508.13391", "authors": ["Niamh O'Neill", "Benjamin X. Shi", "William Baldwin", "William C. Witt", "Gábor Csányi", "Julian D. Gale", "Angelos Michaelides", "Christoph Schran"], "title": "Towards Routine Condensed Phase Simulations with Delta-Learned Coupled Cluster Accuracy: Application to Liquid Water", "comment": null, "summary": "Simulating liquid water to an accuracy that matches its wealth of available\nexperimental data requires both precise electronic structure methods and\nreliable sampling of nuclear (quantum) motion. This is challenging because\napplying the electronic structure method of choice - coupled cluster theory\nwith single, double and perturbative triple excitations [CCSD(T)] - to\ncondensed phase systems is currently limited by its computational cost and\ncomplexity. Recent tour-de-force efforts have demonstrated that this accuracy\ncan indeed bring simulated liquid water into close agreement with experiment\nusing machine learning potentials (MLPs). However, achieving this remains far\nfrom routine, requiring large datasets and significant computational cost. In\nthis work, we introduce a practical approach that combines developments in MLPs\nwith local correlation approximations to enable routine CCSD(T)-level\nsimulations of liquid water. When combined with nuclear quantum effects, we\nachieve agreement to experiments for structural and transport properties.\nCrucially, this approach extends beyond constant volume to constant pressure\nsimulations, allowing fundamental properties such as the density to now be\npredicted by MLP-based CCSD(T) models. Importantly, the approach also handles\nconstant pressure simulations, enabling MLP-based CCSD(T) models to predict\nisothermal-isobaric bulk properties, such as water's density maximum in close\nagreement with experiment. Encompassing tests across electronic structure,\ndatasets and MLP architecture, this work provides a practical blueprint towards\nroutinely developing CCSD(T)-based MLPs for the condensed phase."}
{"id": "2508.13468", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13468", "abs": "https://arxiv.org/abs/2508.13468", "authors": ["Jiashu Liang", "Martin Head-Gordon"], "title": "Gold-Standard Chemical Database 138 (GSCDB138): A diverse set of accurate energy differences for assessing and developing density functionals", "comment": null, "summary": "We present GSCDB138, a rigorously curated benchmark library of 138 data sets\n(8383 entries) covering main-group and transition-metal reaction energies and\nbarrier heights, non-covalent interactions, dipole moments, polarizabilities,\nelectric-field response energies, and vibrational frequencies. Legacy data from\nGMTKN55 and MGCDB84 have been updated to today's best reference values;\nredundant, spincontaminated, or low-quality points were removed, and many new,\nproperty-focused sets were added. Testing 29 popular density-functional\napproximations shows the expected Jacob's-ladder hierarchy overall, yet reveals\ninteresting exceptions: r2SCAN-D4 (meta-GGA) rivals hybrids for frequencies,\nand electric-field errors correlate poorly with ground-state energetics.\n{\\omega}B97M-V and {\\omega}B97X-V are the most balanced hybrid meta-GGA and\nhybrid GGA, respectively; B97M-V and revPBE-D4 lead the metaGGA and GGA\nclasses. Double hybrids lower mean errors by about 25 % versus the best hybrids\nbut demand careful frozen-core, basis-set, and multi-reference treatment.\nGSCDB138 offers a comprehensive, openly documented platform for stringent DFA\nvalidation and for training the next generation of non-empirical and\nmachine-learned functionals."}
{"id": "2508.13271", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13271", "abs": "https://arxiv.org/abs/2508.13271", "authors": ["Omid Tavakol", "Thomas Scaffidi"], "title": "When Does a Single Repulsive Dirac Cone Superconduct?", "comment": "16 pages, 9 figures", "summary": "Superconductivity in a single two-dimensional Dirac cone offers a natural\nroute to topological superconductivity. While usually considered extrinsic --\narising from proximity to a conventional superconductor -- we investigate when\na doped Dirac cone can spontaneously develop superconductivity from a\nshort-range repulsive interaction $U$ via the Kohn--Luttinger mechanism. We\nshow that an ideal, linear Dirac cone is immune to pairing at leading order in\n$U^2$. Superconductivity instead emerges only through higher-order in $k$\ncorrections to the dispersion, which are unavoidable in any lattice realization\nand crucially dictate the pairing symmetry. The form of the pairing thus\nreflects how the well-known obstruction to realizing a single Dirac cone on a\nlattice is circumvented. When a Dirac cone arises from broken time-reversal\nsymmetry -- for instance, at a transition between Chern insulators or in a\nvalley-polarized phase -- we find a topological $p - ip$ state whose chirality\nis opposite to that of the parent chiral metal above $T_c$. By contrast, for a\nsurface Dirac cone of a 3D topological insulator, superconductivity is\nstabilized by anisotropies in the dispersion. For $C_{3v}$-symmetric warping,\nas in $\\mathrm{Bi}_{2}\\mathrm{Te}_{3}$, pairing is strongest when the Fermi\nsurface becomes hexagonal, leading to order in the $(d \\pm id)\\times(p+ip)$\nchannel with accidental near-nodes. In the highly anisotropic limit $v_x \\gg\nv_y$, relevant to side surfaces of layered materials, the Fermi surface splits\ninto two branches, and nesting favors a pairing symmetry $\\Delta \\sim\n\\mathrm{sgn}(k_x)\\cos(k_y)$ reminiscent of organic superconductors."}
{"id": "2508.13168", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.13168", "abs": "https://arxiv.org/abs/2508.13168", "authors": ["Franco Bagnoli", "Tommaso Matteuzzi"], "title": "Metastability in the parallel Ising model", "comment": null, "summary": "In this short paper we present some considerations about some parallel\nimplementations of the dynamic (Monte Carlo) version of the Ising model. In\nsome cases the equilibrium distribution of the parallel version does not\npresent the symmetry breaking phenomenon in the low-temperature phase, i.e.,\nthe stochastic trajectory originated by the Monte Carlo simulation can jump\nbetween the distributions corresponding to both kinds of magnetization, or the\nlattice can break into two disjoint sublattices, each of which goes into a\ndifferent asymptotic distribution. In this latter case, by introducing a small\nasynchronism, we can have a transition towards the standard ferromagnetic (or\nantiferromagnetic) distribution, with metastable transients."}
{"id": "2508.13705", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13705", "abs": "https://arxiv.org/abs/2508.13705", "authors": ["Junlei Mu", "Hong Zhang", "Xing Ji", "Yang Zhang", "Gang Chen", "Kun Xu"], "title": "Very High-order Compact Gas-kinetic Scheme With Discontinuity Feedback Factor", "comment": null, "summary": "This paper presents a robust and efficient very high-order scheme for\ncompressible flow simulation, addressing critical limitations of existing\nhigh-order methods. The proposed scheme combines the compact gas-kinetic scheme\n(CGKS) with an adaptive stencil extension reconstruction with discontinuity\nfeedback factor (ASE-DFF), achieving significant improvements in both\nrobustness and computational efficiency. Traditional weighted essentially\nnon-oscillatory (WENO) schemes suffer from reduced robustness at higher order\nand require costly smoothness indicators for large stencils. Meanwhile, compact\nmethods based on Discontinuous Galerkin (DG) and Flux Reconstruction (FR)\nstruggle with poor time-marching efficiency. In contrast, the ASE-DFF-CGKS\nintroduces two key innovations: (1) a unified framework enabling arbitrarily\nhigh-order compact gas-kinetic scheme without sacrificing large CFL number, and\n(2) a discontinuity feedback factor that eliminates the need for expensive\nsmoothness indicator calculations while essentially keeping first-order\nrobustness near discontinuities. The scheme's advantages are demonstrated\nthrough benchmark simulations. It maintains a CFL number above 0.5 for up to\n9th-order case, unlike conventional compact methods that restrict a CFL less\nthan 0.05. Also it delivers high-resolution results for flow involving strong\nshock and rarefaction wave. This work provides a practically impactful solution\nfor high-fidelity compressible flow simulation, balancing computational\nefficiency, high-order accuracy and robustness in challenging flow regimes."}
{"id": "2508.13175", "categories": ["cond-mat.mes-hall", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13175", "abs": "https://arxiv.org/abs/2508.13175", "authors": ["Pierre Guichard", "Arnaud Dochain", "Raphaël Marion", "Pauline de Crombrugghe de Picquendaele", "Nicolas Lejeune", "Benoît Hackens", "Paul-Antoine Hervieux", "Xavier Urbain"], "title": "Fast hydrogen atom diffraction through monocrystalline graphene", "comment": "6 pages and 5 figures (main text), 6 pages and 5 figures\n  (supplemental material)", "summary": "We report fast atom diffraction through single-layer graphene using hydrogen\natoms at kinetic energies from 150 to 1200 eV. High-resolution images reveal\noverlapping hexagonal patterns from coexisting monocrystalline domains.\nTime-of-flight tagging confirms negligible energy loss, making the method\nsuitable for matter-wave interferometry. The diffraction is well described by\nthe eikonal approximation, with accurate modeling requiring the full 3D\ninteraction potential from DFT. Simpler models fail to reproduce the data,\nhighlighting the exceptional sensitivity of diffraction patterns to\natom-surface interactions and their potential for spectroscopic applications."}
{"id": "2508.13314", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13314", "abs": "https://arxiv.org/abs/2508.13314", "authors": ["Yiqi Yang", "Yubo Yang", "Miguel A. Morales", "Shiwei Zhang"], "title": "Engineering Hubbard models with gated two-dimensional moiré systems", "comment": "11 pages, 12 figures", "summary": "Lattice models are powerful tools for studying strongly correlated quantum\nmany-body systems, but their general lack of exact solutions motivates efforts\nto simulate them in tunable platforms. Recently, a promising new candidate has\nemerged for such platforms from two-dimensional materials. A subset of moir\\'e\nsystems can be effectively described as a two-dimensional electron gas (2D EG)\nsubject to a moir\\'e potential, with electron-electron interactions screened by\nnearby metallic gates. In this paper, we investigate the realization of lattice\nmodels in such systems. We show that, by controlling the gate separation, a 2D\nEG in a square moir\\'e potential can be systematically tuned into a system\nwhose ground state exhibits orders analogous to those of the square lattice\nHubbard model, including the stripe phase. Furthermore, we study how variations\nin gate separation and moir\\'e potential depth affect the ground-state orders.\nA number of antiferromagnetic phases, as well as a ferromagnetic phase and a\nparamagnetic phase, are identified. We then apply our quantitative downfolding\napproach to triangular moir\\'e systems closer to current experimental\nconditions, compare them with the square lattice parameters studied, and\noutline routes for experimental realization of the phases."}
{"id": "2508.13197", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2508.13197", "abs": "https://arxiv.org/abs/2508.13197", "authors": ["Chenru Duan", "Aditya Nandy", "Shyam Chand Pal", "Xin Yang", "Wenhao Gao", "Yuanqi Du", "Hendrik Kraß", "Yeonghun Kang", "Varinia Bernales", "Zuyang Ye", "Tristan Pyle", "Ray Yang", "Zeqi Gu", "Philippe Schwaller", "Shengqian Ma", "Shijing Sun", "Alán Aspuru-Guzik", "Seyed Mohamad Moosavi", "Robert Wexler", "Zhiling Zheng"], "title": "The Rise of Generative AI for Metal-Organic Framework Design and Synthesis", "comment": "10 pages, 5 figures", "summary": "Advances in generative artificial intelligence are transforming how\nmetal-organic frameworks (MOFs) are designed and discovered. This Perspective\nintroduces the shift from laborious enumeration of MOF candidates to generative\napproaches that can autonomously propose and synthesize in the laboratory new\nporous reticular structures on demand. We outline the progress of employing\ndeep learning models, such as variational autoencoders, diffusion models, and\nlarge language model-based agents, that are fueled by the growing amount of\navailable data from the MOF community and suggest novel crystalline materials\ndesigns. These generative tools can be combined with high-throughput\ncomputational screening and even automated experiments to form accelerated,\nclosed-loop discovery pipelines. The result is a new paradigm for reticular\nchemistry in which AI algorithms more efficiently direct the search for\nhigh-performance MOF materials for clean air and energy applications. Finally,\nwe highlight remaining challenges such as synthetic feasibility, dataset\ndiversity, and the need for further integration of domain knowledge."}
{"id": "2508.13168", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2508.13168", "abs": "https://arxiv.org/abs/2508.13168", "authors": ["Franco Bagnoli", "Tommaso Matteuzzi"], "title": "Metastability in the parallel Ising model", "comment": null, "summary": "In this short paper we present some considerations about some parallel\nimplementations of the dynamic (Monte Carlo) version of the Ising model. In\nsome cases the equilibrium distribution of the parallel version does not\npresent the symmetry breaking phenomenon in the low-temperature phase, i.e.,\nthe stochastic trajectory originated by the Monte Carlo simulation can jump\nbetween the distributions corresponding to both kinds of magnetization, or the\nlattice can break into two disjoint sublattices, each of which goes into a\ndifferent asymptotic distribution. In this latter case, by introducing a small\nasynchronism, we can have a transition towards the standard ferromagnetic (or\nantiferromagnetic) distribution, with metastable transients."}
{"id": "2508.13691", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.13691", "abs": "https://arxiv.org/abs/2508.13691", "authors": ["Yuki Uematsu"], "title": "Diffuse-Layer Capacitance at the Potential of Zero Charge in Binary Mixtures", "comment": "7 pages, 3 figures", "summary": "The capacitance of the electric double layer has potential applications in\nsupercapacitors, and theoretical investigations of the double-layer capacitance\nin binary mixtures are important. In this work, we develop the theory of the\nelectric double layer in binary mixtures, and the diffuse-layer capacitance at\nthe potential of zero charge is obtained analytically. Furthermore, we observe\na divergence of the capacitance in the phase diagram, suggesting a surface\ninstability. The obtained capacitance is different from that derived using\nsingle-liquid approximation unless the preferential solvation energies of\ncations and anions are the same. When the system is close to the surface\ninstability line, the capacitance strongly deviates from the results of\nsingle-liquid approximation."}
{"id": "2508.13290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13290", "abs": "https://arxiv.org/abs/2508.13290", "authors": ["Terawit Kongruengkit", "Andrea N. Capa Salinas", "Ganesh Pokharel", "Brenden R. Ortiz", "Stephen D. Wilson", "John W. Harter"], "title": "Persistence of charge density wave fluctuations in the absence of long-range order in a hole-doped kagome metal", "comment": null, "summary": "The kagome metals $A$V$_3$Sb$_5$ ($A$ = K, Rb, Cs) exhibit a complex\ninterplay between charge density wave (CDW) order and superconductivity. In\nthis study, we use ultrafast coherent phonon spectroscopy to probe the\nevolution of CDW order in hole-doped CsV$_3$Sb$_{5-x}$Sn$_x$ across a broad\nrange of compositions ($0 \\leq x \\leq 0.68$). While thermodynamic and\ndiffraction measurements show long-range CDW order vanishes above $x \\approx\n0.05$, we observe persistent signatures of CDW fluctuations up to the highest\ndoping levels, with correlation times on the order of several picoseconds.\nThese results indicate the presence of robust fluctuating charge order that\nsurvives well beyond the established CDW phase boundary. Furthermore, these\nfluctuations are enhanced near a doping-tuned quantum phase transition at $x^*\n\\approx 0.15$, which coincides with a local minimum in the superconducting\n$T_\\mathrm{c}$ double-dome. Additional measurements on Ti- and K-substituted\nsamples confirm that this behavior is intrinsic to hole doping and not tied to\ndisorder. Overall, our findings suggest that CDW fluctuations play a central\nrole in the electronic phase diagram of $A$V$_3$Sb$_5$ and may mediate or\ncompete with superconductivity."}
{"id": "2508.13170", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2508.13170", "abs": "https://arxiv.org/abs/2508.13170", "authors": ["Abbas Ali Saberi", "Ugur Tirnakli", "Constantino Tsallis"], "title": "Central Limit Behavior at the Edge of Chaos in the z-Logistic Map", "comment": "15 pages, 5 figures", "summary": "We focus on the FeigenbaumCoulletTresser point of the dissipative\none-dimensional z logistic map. We show that sums of iterates converge to q\nGaussian distributions, which optimize the nonadditive entropic functional Sq\nunder simple constraints. We derive a closedform prediction for the entropic\nindex, and validate it numerically via data collapse for typical z values. The\nformula captures how the limiting law depends on the nonlinearity order and\nimplies finite variance for z larger than 2 and divergent variance for z in\nbetween 1 and 2. These results extend edge of chaos central limit behavior\nbeyond the standard case and provide a simple predictive law for unimodal maps\nwith varying maximum order."}
{"id": "2508.13391", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13391", "abs": "https://arxiv.org/abs/2508.13391", "authors": ["Niamh O'Neill", "Benjamin X. Shi", "William Baldwin", "William C. Witt", "Gábor Csányi", "Julian D. Gale", "Angelos Michaelides", "Christoph Schran"], "title": "Towards Routine Condensed Phase Simulations with Delta-Learned Coupled Cluster Accuracy: Application to Liquid Water", "comment": null, "summary": "Simulating liquid water to an accuracy that matches its wealth of available\nexperimental data requires both precise electronic structure methods and\nreliable sampling of nuclear (quantum) motion. This is challenging because\napplying the electronic structure method of choice - coupled cluster theory\nwith single, double and perturbative triple excitations [CCSD(T)] - to\ncondensed phase systems is currently limited by its computational cost and\ncomplexity. Recent tour-de-force efforts have demonstrated that this accuracy\ncan indeed bring simulated liquid water into close agreement with experiment\nusing machine learning potentials (MLPs). However, achieving this remains far\nfrom routine, requiring large datasets and significant computational cost. In\nthis work, we introduce a practical approach that combines developments in MLPs\nwith local correlation approximations to enable routine CCSD(T)-level\nsimulations of liquid water. When combined with nuclear quantum effects, we\nachieve agreement to experiments for structural and transport properties.\nCrucially, this approach extends beyond constant volume to constant pressure\nsimulations, allowing fundamental properties such as the density to now be\npredicted by MLP-based CCSD(T) models. Importantly, the approach also handles\nconstant pressure simulations, enabling MLP-based CCSD(T) models to predict\nisothermal-isobaric bulk properties, such as water's density maximum in close\nagreement with experiment. Encompassing tests across electronic structure,\ndatasets and MLP architecture, this work provides a practical blueprint towards\nroutinely developing CCSD(T)-based MLPs for the condensed phase."}
{"id": "2508.13477", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13477", "abs": "https://arxiv.org/abs/2508.13477", "authors": ["Shang Zhu", "Yiwen Ma", "Jiangbo He", "Xiaozhou Yang", "Zhongmou Jia", "Min Wei", "Yiping Jiao", "Jiezhong He", "Enna Zhuo", "Xuewei Cao", "Bingbing Tong", "Ziwei Dou", "Peiling Li", "Jie Shen", "Xiaohui Song", "Zhaozheng Lyu", "Guangtong Liu", "Dong Pan", "Jianhua Zhao", "Bo Lu", "Li Lu", "Fanming Qu"], "title": "Josephson diode effect in nanowire-based Andreev molecules", "comment": "25 pages, 13 figures", "summary": "Superconducting systems exhibit non-reciprocal current transport under\ncertain conditions of symmetry breaking, a phenomenon known as the\nsuperconducting diode effect. This effect allows for perfect rectification of\nsupercurrent, and has received considerable research interest. We report the\nobservation of the Josephson diode effect (JDE) in nanowire-based Andreev\nmolecules, where the time-reversal and spatial-inversion symmetries of a\nJosephson junction (JJ) can be nonlocally broken by coherently coupling to\nanother JJ. The JDE can be controlled using both non-local phase and gate\nvoltages. Notably, the non-local phase can induce a sign reversal of the diode\nefficiency, a manifestation of regulating the probabilities of double elastic\ncotunneling and double-crossed Andreev reflection. Additionally, the diode\nefficiency can be further modulated by local and non-local gate voltages,\nexhibiting a central-peak feature in the gate-voltage space. Our theoretical\ncalculations of the energy spectrum and the Josephson currents align well with\nthe experimental results. These results demonstrate the non-local regulation of\nthe JDE in Andreev molecules, offering significant implications for the control\nof multi-JJ devices and the development of advanced superconducting devices."}
{"id": "2508.13519", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13519", "abs": "https://arxiv.org/abs/2508.13519", "authors": ["Dm. M. Korotin"], "title": "Charge Ordering and Magnetic Exchange in the Ladder-Type Compound NH$_4$V$_2$O$_5$", "comment": null, "summary": "The low-temperature electronic and magnetic properties of NH$_4$V$_2$O$_5$,\nan isoelectronic analog of the spin-ladder compound $\\alpha'$-NaV$_2$O$_5$, are\ninvestigated using DFT+$U$ calculations. Two charge-ordering patterns - zigzag\nand linear chains of V$^{4+}$/V$^{5+}$ ions - are considered. The zigzag\nconfiguration is found to be energetically preferred and exhibits insulating\nbehavior with a band gap of 1.7 eV. In this state, magnetic V$^{4+}$ (d$^1$)\nions form antiferromagnetically coupled spin chains. Calculated exchange\ninteractions reveal strong diagonal (intrarung) and interladder couplings,\nindicating a complex spin-ladder network. These results suggest that\nNH$_4$V$_2$O$_5$ retains essential spin-ladder characteristics while displaying\nnew structural and magnetic features arising from the larger size and\nnon-spherical geometry of the NH$_4^+$ ion compared to Na$^+$."}
{"id": "2508.13202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13202", "abs": "https://arxiv.org/abs/2508.13202", "authors": ["Kemi Y. Adewale", "Itegbeyogene P. Ezekiel"], "title": "Magnetic and Mossbauer studies of Ca$_x$Zn$_{1-x}$Fe$_2$O$_4$ nanoferrites", "comment": "7 pages", "summary": "A one-step synthesis of Ca$_x$Zn$_{1-x}$Fe$_2$O$_4$ (x=0, 0.5 and 1)\nnanoferrites and nanocomposites by the glycol-thermal method is reported. The\nstructural, morphological and magnetic properties were studied using XRD,\nHRTEM, HRSEM, Mossbauer spectroscopy and VSM. The XRD patterns show a single\nphase cubic spinel structure for x=0. A composite phase of a spinel and\nhematite-like structure was observed for x=0.5, and for x=1, CaFe$_2$O$_4$ has\nthe same structure as hematite. The superparamagnetic nature of the samples was\nconfirmed from the Mossbauer and magnetization results."}
{"id": "2508.13170", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2508.13170", "abs": "https://arxiv.org/abs/2508.13170", "authors": ["Abbas Ali Saberi", "Ugur Tirnakli", "Constantino Tsallis"], "title": "Central Limit Behavior at the Edge of Chaos in the z-Logistic Map", "comment": "15 pages, 5 figures", "summary": "We focus on the FeigenbaumCoulletTresser point of the dissipative\none-dimensional z logistic map. We show that sums of iterates converge to q\nGaussian distributions, which optimize the nonadditive entropic functional Sq\nunder simple constraints. We derive a closedform prediction for the entropic\nindex, and validate it numerically via data collapse for typical z values. The\nformula captures how the limiting law depends on the nonlinearity order and\nimplies finite variance for z larger than 2 and divergent variance for z in\nbetween 1 and 2. These results extend edge of chaos central limit behavior\nbeyond the standard case and provide a simple predictive law for unimodal maps\nwith varying maximum order."}
{"id": "2508.13733", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.13733", "abs": "https://arxiv.org/abs/2508.13733", "authors": ["Yuki Uematsu", "Keiju Suda"], "title": "Statistical-Mechanical Theory on the Probability Distribution Function for the Net Charge of an Electrolyte Droplet", "comment": "9 pages, 3 figures, (Note that the published version includes many\n  typos in equations)", "summary": "Droplets of electrolyte solutions in an insulating medium are ubiquitous in\nnature. The net charges of these droplets are normally nonzero, and they\nfluctuate. However, a theory on the probability distribution function for the\nnet charge of droplets is lacking, so far. Thus, a statistical-mechanical\ntheory of a charged droplet is developed with including the effect of the\nelectrostatic energy of charging as well as the random distribution of ions.\nThen, the probability distribution function for the net charge of an\nelectrolyte droplet is calculated assuming that it is generated from a\nmacroscopic solution with the different cation and anion concentrations. Using\nthe Gaussian approximation and Stirling's formula, the analytic results for the\naverage and variance of the net charge of a droplet are obtained."}
{"id": "2508.13779", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13779", "abs": "https://arxiv.org/abs/2508.13779", "authors": ["Ryosuke Akashi", "Hiroshi Shinaoka"], "title": "Uniform electron benchmark for the first-principles $GW_{0}$-Eliashberg theory", "comment": "11 pages, 6 figures, 2 tables", "summary": "We investigate the numerical behavior of the Eliashberg equations for\nphonon-mediated superconductivity, incorporating normal-state self-energy\ncalculations within the consistent $GW_{0}$ approximation. We account for the\nfull wavenumber and frequency dependences of both the screened Coulomb\ninteraction and phonon-mediated attraction. We present results for the\nprototypical uniform electron gas system with model Einstein phonons at\ntemperatures of a few kelvin. At extremely low temperatures, we efficiently\nexecute the required convolutions of Green's functions and interactions in\nMatsubara frequency and wavenumber using intermediate representation and\nFourier convolution techniques. In particular, we elucidate the interplay\nbetween electron-phonon $\\omega$-mass and $k$-mass renormalizations of the\nelectronic self-energy in determining the normal-state effective mass, spectral\nweight and the superconducting transition temperature. The electron density\nregimes where the plasmon effect enhances or suppresses the phonon-mediated\nsuperconductivity on top of the static Coulomb effect are revealed. We compare\nour comprehensive Eliashberg calculation results with those from density\nfunctional theory for superconductors, where the functionals have been\nconstructed with reference to Eliashberg theory. Our model, methods, and\nresults provide a valuable benchmark for first-principles superconducting\ncalculations that treat screened Coulomb interaction effects non-empirically."}
{"id": "2508.13324", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.13324", "abs": "https://arxiv.org/abs/2508.13324", "authors": ["Leandro Lyra Braga Dognini", "Constantino Tsallis"], "title": "Generalized Algebra Grounded on Nonadditive Entropies", "comment": null, "summary": "A $N$-body system is simple if all associated physically relevant space-time\ncorrelations are short-ranged, meaning that their momenta of all orders are\nfinite. Such systems typically have a total number $W$ of admissible\nmicroscopic configurations which grows with $N$ as $W(N) \\sim \\mu^N\\;(\\mu >1,\n\\, N\\to\\infty)$. Their thermostatistical properties are known to be\nsatisfactorily handled within Boltzmann-Gibbs (BG) statistical mechanics. In\ncontrast, a system is complex if one or more associated correlations are\nlong-ranged. The simplest examples of such systems are those for which $W(N)\n\\sim N^\\rho\\;\\;(\\rho>0)$. A generalized statistical mechanics grounded on the\nnonadditive entropic functional $S_q(\\{p_{i}\\})=k\\sum_{i=1}^W p_i \\ln_q\n\\frac{1}{p_i} \\;\\;(q\\in \\mathbb{R}, \\;S_1=S_{BG})$ with $\\ln_q z\n=\\frac{z^{1-q}-1}{1-q}$ ($\\ln_1 z=\\ln z$) satisfactorily handles such systems.\nIndeed, for equiprobabilities, $S_{q=1-1/\\rho}(\\{1/W(N)\\})=k\\ln_{1-1/\\rho} W(N)\n\\propto N$. Furthermore, for complex systems, the size of the corresponding\nphase spaces can be related to the property $\\ln_q (x\\otimes_q y) =\\ln_q x +\n\\ln_q y$, $x,y\\geq1$, $q\\leq 1$, where $x\\otimes_q\ny=[x^{1-q}+y^{1-q}-1]^{\\frac{1}{1-q}}_{+}\\;\\;(x\\otimes_1 y=xy)$, and the\n$q$-product $\\otimes_q$ grounds the definition of a $q$-generalized algebra.\nAnother class of complex systems corresponds to $W(N) \\sim\n\\nu^{N^\\gamma}\\;\\;(\\nu >1, \\,\\gamma > 0)$, which appears to be the case of\nblack holes and other cosmological phenomena. This class can be handled with\n$S_\\delta(\\{p_{i}\\}) = k\\sum_{i=1}^W p_i \\Bigl(\\ln \\frac{1}{p_i} \\Bigr)^\\delta\n\\;\\;(\\delta>0)$. Finally, we can define $S_{q,\\delta}(\\{p_{i}\\})=k\\sum_{i=1}^W\np_i \\Bigl(\\ln_q \\frac{1}{p_i} \\Bigr)^\\delta$ $(q\\in\\mathbb{R},\\delta>0)$, which\nunifies all the above ones. In this paper, we generalize the $q$-algebra to a\nnew, promising one, namely the $(q,\\delta)$-algebra."}
{"id": "2508.13468", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13468", "abs": "https://arxiv.org/abs/2508.13468", "authors": ["Jiashu Liang", "Martin Head-Gordon"], "title": "Gold-Standard Chemical Database 138 (GSCDB138): A diverse set of accurate energy differences for assessing and developing density functionals", "comment": null, "summary": "We present GSCDB138, a rigorously curated benchmark library of 138 data sets\n(8383 entries) covering main-group and transition-metal reaction energies and\nbarrier heights, non-covalent interactions, dipole moments, polarizabilities,\nelectric-field response energies, and vibrational frequencies. Legacy data from\nGMTKN55 and MGCDB84 have been updated to today's best reference values;\nredundant, spincontaminated, or low-quality points were removed, and many new,\nproperty-focused sets were added. Testing 29 popular density-functional\napproximations shows the expected Jacob's-ladder hierarchy overall, yet reveals\ninteresting exceptions: r2SCAN-D4 (meta-GGA) rivals hybrids for frequencies,\nand electric-field errors correlate poorly with ground-state energetics.\n{\\omega}B97M-V and {\\omega}B97X-V are the most balanced hybrid meta-GGA and\nhybrid GGA, respectively; B97M-V and revPBE-D4 lead the metaGGA and GGA\nclasses. Double hybrids lower mean errors by about 25 % versus the best hybrids\nbut demand careful frozen-core, basis-set, and multi-reference treatment.\nGSCDB138 offers a comprehensive, openly documented platform for stringent DFA\nvalidation and for training the next generation of non-empirical and\nmachine-learned functionals."}
{"id": "2508.13571", "categories": ["cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2508.13571", "abs": "https://arxiv.org/abs/2508.13571", "authors": ["Noah Lape", "Simon Diubenkov", "L. Q. English", "P. G. Kevrekidis", "Alexei Andreanov", "Yeongjun Kim", "Sergej Flach"], "title": "Realization and characterization of an all-bands-flat electronic lattice", "comment": null, "summary": "We construct an electronic all-bands-flat (ABF) lattice and experimentally\ngenerate compact localized states (CLSs) therein. The lattice is a diamond\n(rhombic) chain and implemented as a network of capacitors and inductors, as\nwell as voltage inverters (using operational amplifiers) in order to introduce\na \\(\\pi\\)-phase flux within each diamond. The network's normal modes split into\nthree flat bands, and the corresponding CLSs can be excited in isolation via a\ntwo-node driving at the flat band frequencies. We also examine the role of the\nlattice edges and their interaction with the CLSs. Finally, we compare the\nexperimental results to tight-binding predictions and obtain very good\nagreement. This analysis paves the way for further experimental implementations\nof ABF systems in electric networks, especially with an eye towards exploring\ntheir interplay with nonlinearity."}
{"id": "2508.13535", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13535", "abs": "https://arxiv.org/abs/2508.13535", "authors": ["Masaki Gen", "Hidemaro Suwa", "Shusaku Imajo", "Chao Dong", "Hiroaki Ueda", "Makoto Tachibana", "Akihiko Ikeda", "Koichi Kindo", "Yoshimitsu Kohama"], "title": "Unified description of spin-lattice coupling: application to thermodynamic properties of the pyrochlore Heisenberg antiferromagnet", "comment": "6 pages, 4 figures, SM: 6 pages, 5 figures", "summary": "We present an extended model to describe the spin-lattice coupling,\nincorporating individual vibrations of bonds and atomic sites alongside\ndistance-dependent exchange interactions. The proposed spin Hamiltonian can be\neffectively considered as an interpolation between two well-established minimum\nmodels, the bond-phonon model and the site-phonon model. The extended model\nwell reproduces successive field-induced phase transitions as well as the\nthermodynamic properties of a 3-up-1-down state in the pyrochlore-lattice\nHeisenberg antiferromagnet, including negative thermal expansion, an enhanced\nmagnetocaloric effect, and a sharp specific-heat peak. Our approach is broadly\napplicable to various spin models, providing a framework for identifying the\nprimary phonon modes responsible for spin-lattice coupling and for\nunderstanding complex magnetic phase diagrams."}
{"id": "2508.13203", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13203", "abs": "https://arxiv.org/abs/2508.13203", "authors": ["Kemi Y. Adewale", "Itegbeyogene P. Ezekiel"], "title": "Synthesis and Characterization of Mg doped ZnFe$_2$O$_4$", "comment": null, "summary": "Single-phase Mg-doped ZnFe$_2$O$_4$ nanoparticles with x= 0, 0.3, 0.5, 0.7\nhave been prepared by the glycol-thermal method without any subsequent\ncalcination. The crystallite size, microstructure and magnetic properties of\nthe prepared nanoparticles were studied using X-ray diffraction (XRD), high\nresolution scanning electron microscope (TEM), Mossbauer spectroscopy and\nvibrating sample magnetometer at room temperature. The XRD results revealed the\nproduction of a sharp single cubic spinel structure in all the synthesized\nsamples without any impurity peak with the average crystallite size of about\n19-28 nm. It was noticed that the lattice parameter varies as the Mg$^{2+}$ ion\nconcentration increases. 57 Mossbauer measurement showed that the nano ferrites\nexhibit ferrimagnetic and superparamagnetic states. Magnetization measurements\nconfirmed the superparamagnetic behaviour of the samples. The highest\ncoercivity and saturation magnetization were observed at x=0.3. The saturation\nmagnetization (MS) decreases while coercivity (HC) varies with an increase in\nthe concentration of Mg$^{2+}$ ion."}
{"id": "2508.13175", "categories": ["cond-mat.mes-hall", "physics.atom-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13175", "abs": "https://arxiv.org/abs/2508.13175", "authors": ["Pierre Guichard", "Arnaud Dochain", "Raphaël Marion", "Pauline de Crombrugghe de Picquendaele", "Nicolas Lejeune", "Benoît Hackens", "Paul-Antoine Hervieux", "Xavier Urbain"], "title": "Fast hydrogen atom diffraction through monocrystalline graphene", "comment": "6 pages and 5 figures (main text), 6 pages and 5 figures\n  (supplemental material)", "summary": "We report fast atom diffraction through single-layer graphene using hydrogen\natoms at kinetic energies from 150 to 1200 eV. High-resolution images reveal\noverlapping hexagonal patterns from coexisting monocrystalline domains.\nTime-of-flight tagging confirms negligible energy loss, making the method\nsuitable for matter-wave interferometry. The diffraction is well described by\nthe eikonal approximation, with accurate modeling requiring the full 3D\ninteraction potential from DFT. Simpler models fail to reproduce the data,\nhighlighting the exceptional sensitivity of diffraction patterns to\natom-surface interactions and their potential for spectroscopic applications."}
{"id": "2508.13737", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.13737", "abs": "https://arxiv.org/abs/2508.13737", "authors": ["Yuki Uematsu"], "title": "Ion adsorption and zeta potential of hydrophobic interfaces", "comment": "9 pages, 9 figures, Encyclopedia of Solid-Liquid Interfaces", "summary": "Hydrophobic interfaces have unique physicochemical properties and are used in\nvarious chemical products such as food, cosmetics, soap, and medicine and\ntechnologies such as pan coating and ski wax. In this chapter, we describe the\nfundamental concept of hydrophobic interfaces and explain their ion adsorption\nand zeta potential by using experimental data from the literature. Thus far,\nthese electrical properties are considered universal for solid/water,\nliquid/water, and gas/water interfaces; however, a careful comparison in this\nchapter will reveal significant differences among them. To confirm that the\naffinity of H$^+$ ions for all hydrophobic interfaces is stronger than that of\nOH$^-$ ions, more experimental data on hydrophobic liquid/water and solid/water\ninterfaces are required."}
{"id": "2508.13994", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.13994", "abs": "https://arxiv.org/abs/2508.13994", "authors": ["M. Nashaat", "Yu. M. Shukrinov"], "title": "Originality of resonance and locking phenomena in $\\varphi_{0}$ junction", "comment": "7 pages, 5 figures", "summary": "We demonstrate the realization and interplay of two ferromagnetic resonances\nin the SFS $\\varphi_0$ Josephson junction. One of the resonances that is\nrealized under microwave radiation is the famous Kittel ferromagnetic\nresonance. The other is the Buzdin ferromagnetic resonance appearing as a\nresult of interaction of superconducting current and ferromagnetic interlayer\nmagnetization. Transformations of one type of resonance to another under\nvariation in the parameters of external radiation and the parameters of the\n$\\varphi_0$ junction open the way to manipulation of the features of\nferromagnetic resonances. The combined ferromagnetic resonance that exhibits\nthe features of both resonances is demonstrated too. The 2D-diagrams\n$\\omega_R-I$ for the maximal magnetization component $m_y$ have an interesting\nintersection points of the Kittel and Buzdin resonances, where the value of\n$m^{max}_y$ is strongly increased. The obtained results demonstrate reach\nphysics and unique opportunities for various applications."}
{"id": "2508.13367", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13367", "abs": "https://arxiv.org/abs/2508.13367", "authors": ["Stefan Hiemer", "Paolo Moretti", "Stefano Zapperi", "Michael Zaiser"], "title": "Fiber bundle model of thermally activated creep failure", "comment": null, "summary": "An equal load sharing fiber bundle model for thermally activated breakdown is\ndeveloped using transition state theory to describe the rate of elementary\nfailures. The lifetime distribution, average, variance and their asymptotic\nlimits for uniform fiber failure thresholds are derived and found to be in\nexcellent agreement with simulations. The asymptotic scaling with regards to\nthe number of fibers matches analytical approximations in the low temperature\nlimit derived by Roux and co-workers for a model of thermal breakdown by\nstationary Gaussian noise. For the case of randomly distributed fiber failure\nstrengths, the lifetime distribution is derived as a multidimensional integral\nwith no closed form solution. Simulations with different fiber strength\ndistributions indicate that, in the limit of large fiber numbers, the\nstatistics of bundle lifetimes shows a similar asymptotic scaling for\ndistributed and for uniform thresholds. Fiber breakage by thermal activation\noccurs in avalanches triggered by individual thermally activated failure\nevents, and the asymptotic avalanche size distribution obtained from the\nsimulations matches earlier theoretical results derived for quasistatic\nloading."}
{"id": "2508.13779", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13779", "abs": "https://arxiv.org/abs/2508.13779", "authors": ["Ryosuke Akashi", "Hiroshi Shinaoka"], "title": "Uniform electron benchmark for the first-principles $GW_{0}$-Eliashberg theory", "comment": "11 pages, 6 figures, 2 tables", "summary": "We investigate the numerical behavior of the Eliashberg equations for\nphonon-mediated superconductivity, incorporating normal-state self-energy\ncalculations within the consistent $GW_{0}$ approximation. We account for the\nfull wavenumber and frequency dependences of both the screened Coulomb\ninteraction and phonon-mediated attraction. We present results for the\nprototypical uniform electron gas system with model Einstein phonons at\ntemperatures of a few kelvin. At extremely low temperatures, we efficiently\nexecute the required convolutions of Green's functions and interactions in\nMatsubara frequency and wavenumber using intermediate representation and\nFourier convolution techniques. In particular, we elucidate the interplay\nbetween electron-phonon $\\omega$-mass and $k$-mass renormalizations of the\nelectronic self-energy in determining the normal-state effective mass, spectral\nweight and the superconducting transition temperature. The electron density\nregimes where the plasmon effect enhances or suppresses the phonon-mediated\nsuperconductivity on top of the static Coulomb effect are revealed. We compare\nour comprehensive Eliashberg calculation results with those from density\nfunctional theory for superconductors, where the functionals have been\nconstructed with reference to Eliashberg theory. Our model, methods, and\nresults provide a valuable benchmark for first-principles superconducting\ncalculations that treat screened Coulomb interaction effects non-empirically."}
{"id": "2508.13725", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13725", "abs": "https://arxiv.org/abs/2508.13725", "authors": ["Alessandro Mameli", "Giannis Thalassinos", "Marco Capelli", "Johannes Ackermann", "Edwin Mayes", "Hiroshi Abe", "Takeshi Ohshima", "Tingpeng Luo", "Volker Cimalla", "Peter Knittel", "Brant Gibson", "Jan Jeske", "Nikolai Dontschuk", "Anke Krueger", "Alastair Stacey", "Alexander Healey", "Philipp Reineck"], "title": "The properties of the nitrogen-vacancy center in milled chemical vapor deposition nanodiamonds", "comment": null, "summary": "Fluorescent nanodiamonds (FNDs) containing negatively charged\nnitrogen-vacancy (NV-) centers are vital for many emerging quantum sensing\napplications from magnetometry to intracellular sensing in biology. However,\ndeveloping a scalable fabrication method for FNDs hosting color centers with\nconsistent bulk-like photoluminescence (PL) and spin coherence properties\nremains a highly desired but unrealized goal. Here, we investigate optimized\nball milling of single-crystal diamonds produced via chemical vapor deposition\n(CVD) and containing 2 ppm of substitutional nitrogen and 0.3 ppm of NV- to\nachieve this goal. The NV charge state, PL lifetime, and spin properties of\nbulk CVD diamond samples are directly compared to milled CVD FNDs and\ncommercial high-pressure high-temperature (HPHT) FNDs. We find that on average,\nthe relative contribution of the NV- charge state to the total NV PL is lower\nand the NV PL lifetime is longer in CVD FNDs compared to HPHT FNDs, both likely\ndue to the lower Ns0 concentration in CVD FNDs. The CVD bulk and CVD FNDs on\naverage show similar average T1 spin relaxation times of 3.2 $\\pm$ 0.7 ms and\n4.7 $\\pm$ 1.6 ms, respectively, compared to 0.17 $\\pm$ 0.01 ms for commercial\nHPHT FNDs. Our results demonstrate that ball milling of CVD diamonds enables\nthe large-scale fabrication of NV ensembles in FNDs with bulk-like T1 spin\nrelaxation properties."}
{"id": "2508.13570", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13570", "abs": "https://arxiv.org/abs/2508.13570", "authors": ["Hirokazu Tsunetsugu", "Hiroaki Kusunose"], "title": "Chiral Phonons in a Cubic Lattice", "comment": "5 pages, 3 figures", "summary": "We have developed a theory for the energy dispersion of chiral phonons in a\nsimplest cubic lattice. Among all the phonon modes, only the optical triplet\nmodes exhibit the intrinsic characteristics of chiral phonons near k=0, and we\nexamine their energy splitting in detail by analyzing the dynamical matrix. To\nfirst order in k, the splitting is described by a spin-1 Weyl Hamiltonian, and\nhelicity becomes a good quantum number. It asymptotically coincides with the\ncrystal angular momentum for k parallel <111> up to a global sign. The\nHamiltonian incorporates a pseudoscalar coupling constant associated with\nelectric toroidal monopoles, determined by the spatial configuration of the\nstiffness tensors."}
{"id": "2508.13225", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13225", "abs": "https://arxiv.org/abs/2508.13225", "authors": ["Kapil Bhardwaj", "Ella Paasio", "Sayani Majumdar"], "title": "Towards Capacitive In-Memory-computing: A perspective on the future of AI hardware", "comment": null, "summary": "The quest for energy-efficient, scalable neuromorphic computing has elevated\ncompute-in-memory (CIM) architectures to the forefront of hardware innovation.\nWhile memristive memories have been extensively explored for synaptic\nimplementation in CIM architectures, their inherent limitations, including\nstatic power dissipation, sneak-path currents, and interconnect voltage drops,\npose significant challenges for large-scale deployment, particularly at\nadvanced technology nodes. In contrast, capacitive memories offer a compelling\nalternative by enabling charge-domain computation with virtually zero static\npower loss, intrinsic immunity to sneak paths, and simplified selector-less\ncrossbar operation, while offering superior compatibility with 3D\nBack-end-of-Line (BEOL) integration. This perspective highlights the\narchitectural and device-level advantages of emerging non-volatile capacitive\nsynapses. We examine how material engineering and interface control can\nmodulate synaptic behavior, capacitive memory window and multilevel analog\nstorage potential. Furthermore, we explore critical system-level trade-offs\ninvolving device-to-device variation, charge transfer noise, dynamic range, and\neffective analog resolution."}
{"id": "2508.13197", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2508.13197", "abs": "https://arxiv.org/abs/2508.13197", "authors": ["Chenru Duan", "Aditya Nandy", "Shyam Chand Pal", "Xin Yang", "Wenhao Gao", "Yuanqi Du", "Hendrik Kraß", "Yeonghun Kang", "Varinia Bernales", "Zuyang Ye", "Tristan Pyle", "Ray Yang", "Zeqi Gu", "Philippe Schwaller", "Shengqian Ma", "Shijing Sun", "Alán Aspuru-Guzik", "Seyed Mohamad Moosavi", "Robert Wexler", "Zhiling Zheng"], "title": "The Rise of Generative AI for Metal-Organic Framework Design and Synthesis", "comment": "10 pages, 5 figures", "summary": "Advances in generative artificial intelligence are transforming how\nmetal-organic frameworks (MOFs) are designed and discovered. This Perspective\nintroduces the shift from laborious enumeration of MOF candidates to generative\napproaches that can autonomously propose and synthesize in the laboratory new\nporous reticular structures on demand. We outline the progress of employing\ndeep learning models, such as variational autoencoders, diffusion models, and\nlarge language model-based agents, that are fueled by the growing amount of\navailable data from the MOF community and suggest novel crystalline materials\ndesigns. These generative tools can be combined with high-throughput\ncomputational screening and even automated experiments to form accelerated,\nclosed-loop discovery pipelines. The result is a new paradigm for reticular\nchemistry in which AI algorithms more efficiently direct the search for\nhigh-performance MOF materials for clean air and energy applications. Finally,\nwe highlight remaining challenges such as synthetic feasibility, dataset\ndiversity, and the need for further integration of domain knowledge."}
{"id": "2508.13751", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.13751", "abs": "https://arxiv.org/abs/2508.13751", "authors": ["Zichen Wang", "Weizhong Fu", "Zhe Li", "Weiluo Ren", "Ji Chen"], "title": "A particle view of many-body electronic structure with neural network wavefunction", "comment": null, "summary": "In the study of electronic structure, the wavefunction view dominates the\ncurrent research landscape and forms the theoretical foundation of modern\nquantum mechanics. In contrast, Valence Bond (VB) theory represents chemical\nbonds as shared electron-pairs and can provide an intuitive, particle-based\ninsight into chemical bonding. In this work, using a newly developed Periodic\nDynamic Voronoi Metropolis Sampling (PDVMS) method, we project classical\nmany-body electronic configurations from the neural network wavefunction, and\napply VB theory to construct a complementary particle-view paradigm. The\npowerful neural network wavefunction can achieve near-exact ab initio solutions\nfor the ground state of both molecular and solid systems. It allows us to\ndefinitively characterize the ground state of benzene by reassessing the\ncompetition between its two VB structures. Extending PDVMS to solids for the\nfirst time, we also predict a spin-staggered VB structure in graphene, which\nexplains emergent magnetic properties in graphene-based nanostructures.\nFurthermore, this particle view provides insight into the optimization process\nof the neural network wavefunction itself. Our work thus introduces a novel\nframework for analyzing many-body electronic structure in molecules and solids,\nopening new avenues for investigating this complex problem and its associated\nexotic phenomena."}
{"id": "2508.13845", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13845", "abs": "https://arxiv.org/abs/2508.13845", "authors": ["Thomas P. van Waas", "Christophe Berthod", "Jan Berges", "Nicola Marzari", "J. Hugo Dil", "Samuel Poncé"], "title": "Extraction of the self energy and Eliashberg function from angle resolved photoemission spectroscopy using the \\textsc{xARPES} code", "comment": "10 pages, 7 figures", "summary": "Angle-resolved photoemission spectroscopy is a powerful experimental\ntechnique for studying anisotropic many-body interactions through the electron\nspectral function. Existing attempts to decompose the spectral function into\nnon-interacting dispersions and electron-phonon, electron-electron, and\nelectron-impurity self-energies rely on linearization of the bands and manual\nassignment of self-energy magnitudes. Here, we show how self-energies can be\nextracted consistently for curved dispersions. We extend the maximum-entropy\nmethod to Eliashberg-function extraction with Bayesian inference, optimizing\nthe parameters describing the dispersions and the magnitudes of\nelectron-electron and electron-impurity interactions. We compare these novel\nmethodologies with state-of-the-art approaches on model data, then demonstrate\ntheir applicability with two high-quality experimental data sets. With the\nfirst set, we identify the phonon modes of a two-dimensional electron liquid on\nTiO$_2$-terminated SrTiO$_3$. With the second set, we obtain unprecedented\nagreement between two Eliashberg functions of Li-doped graphene extracted from\nseparate dispersions. We release these functionalities in the novel Python code\n\\textsc{xARPES}."}
{"id": "2508.13645", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13645", "abs": "https://arxiv.org/abs/2508.13645", "authors": ["Daan Maertens", "Jutho Haegeman", "Karel Van Acoleyen"], "title": "Real-time bubble nucleation and growth for false vacuum decay on the lattice", "comment": "21 pages, 8 figures", "summary": "We revisit quantum false vacuum decay for the one-dimensional Ising model,\nfocusing on the real-time nucleation and growth of true vacuum bubbles. Via\nmatrix product state simulations, we demonstrate that for a wide range of\nparameters, the full time-dependent quantum state is well described by a\nGaussian ansatz in terms of domain wall operators, with the associated vacuum\nbubble wave function evolving according to the linearized time-dependent\nvariational principle. The emerging picture shows three different stages of\nevolution: an initial nucleation of small bubbles, followed by semi-classical\nbubble growth, which in turn is halted by the lattice phenomenon of Bloch\noscillations. Furthermore, we find that the resonant bubble only plays a\nsignificant role in a certain region of parameter-space. However, when\nsignificant, it does lead to an approximately constant decay rate during the\nintermediate stage. Moreover, this rate is in quantitative agreement with the\nanalytical result of Rutkevich (Phys. Rev. B 60, 14525) for which we provide an\nindependent derivation based on the Gaussian ansatz."}
{"id": "2508.13845", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13845", "abs": "https://arxiv.org/abs/2508.13845", "authors": ["Thomas P. van Waas", "Christophe Berthod", "Jan Berges", "Nicola Marzari", "J. Hugo Dil", "Samuel Poncé"], "title": "Extraction of the self energy and Eliashberg function from angle resolved photoemission spectroscopy using the \\textsc{xARPES} code", "comment": "10 pages, 7 figures", "summary": "Angle-resolved photoemission spectroscopy is a powerful experimental\ntechnique for studying anisotropic many-body interactions through the electron\nspectral function. Existing attempts to decompose the spectral function into\nnon-interacting dispersions and electron-phonon, electron-electron, and\nelectron-impurity self-energies rely on linearization of the bands and manual\nassignment of self-energy magnitudes. Here, we show how self-energies can be\nextracted consistently for curved dispersions. We extend the maximum-entropy\nmethod to Eliashberg-function extraction with Bayesian inference, optimizing\nthe parameters describing the dispersions and the magnitudes of\nelectron-electron and electron-impurity interactions. We compare these novel\nmethodologies with state-of-the-art approaches on model data, then demonstrate\ntheir applicability with two high-quality experimental data sets. With the\nfirst set, we identify the phonon modes of a two-dimensional electron liquid on\nTiO$_2$-terminated SrTiO$_3$. With the second set, we obtain unprecedented\nagreement between two Eliashberg functions of Li-doped graphene extracted from\nseparate dispersions. We release these functionalities in the novel Python code\n\\textsc{xARPES}."}
{"id": "2508.13784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13784", "abs": "https://arxiv.org/abs/2508.13784", "authors": ["A. Delhomme", "T. Amit", "P. Ji", "C. Faugeras", "S. Refaely-Abramson", "J. J. Finley", "A. V. Stier"], "title": "Magnetic brightening of light-like excitons in a monolayer semiconductor", "comment": null, "summary": "Monolayer transition-metal dichalcogenides, such as WSe$_2$, are direct gap,\nmulti-valley semiconductors. Long-range electron-hole exchange interactions mix\nthe valleys, yielding dispersion relations for massive ($\\propto Q^2$) as well\nas light-like ($\\propto Q$) excitons. We report magneto-photoluminescence\nspectroscopy of excitons in the monolayer semiconductor WSe$_2$ to $B =\n\\pm25$T. The magnetic field-dependent line shape of the neutral exciton reveals\nthe emergence of a new blue-detuned emission peak in both field orientations.\nAnalyzing the distinct magnetic field-dependent shifts of both peaks\nfacilitates the identification of the emergent feature as a spin-singlet with a\nsignificantly smaller reduced exciton mass as compared to the neutral exciton.\nThe intensity of the emergent feature increases with magnetic field according\nto $\\propto B^2$, as expected for a linear dispersion relation. The\ndensity-dependent diamagnetic shift ratios of both features follow the expected\ndensity dependence of the electron-hole exchange interactions. We interpret our\nobservations within a picture of magnetic-field-induced coupling between the\nbright massive and quasi dark light-like exciton, leading to its brightening."}
{"id": "2508.13719", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13719", "abs": "https://arxiv.org/abs/2508.13719", "authors": ["A. Korshunov", "C. A. Fuller", "C. -Y. Lim", "A. Kar", "S. Roychowdhury", "D. Chernyshov", "C. Shekhar", "A. Bosak", "C. Felser", "S. Blanco-Canosa"], "title": "Unravelling disorder in kagome Yb$_{0.5}$Co$_3$Ge$_3$", "comment": "9 pages, 5 figures", "summary": "The presence of phonon instabilities that leads to the formation of charge\nmodulated states in kagome metals has allowed their classification based on the\natomic displacements. Here, we use diffuse and inelastic x-ray scattering,\nbacked by Monte Carlo simulations to describe a type-I instability in the\nkagome metal Yb$_{0.5}$Co$_3$Ge$_3$. We find that the in-plane distortion of Co\nin the kagome plane drives a structural transition with the appearance of new\nBragg peaks at odd $L$, which are surrounded by a hexagonal diffuse signal. The\nanisotropic diffuse scattering, characteristic of a highly frustrated\ntriangular lattice was simulated following a combination of Ising hamiltonian\nand Lennard-Jones potential, and demonstrate that the structural phase\ntransition in Yb$_{0.5}$Co$_3$Ge$_3$ is of an order-disorder transformation\ntype. The inelastic spectra reveals no softening but an anomalous broadening of\nthe $\\Gamma-A$ low energy acoustic mode. Our results highlight the critical\nrole of the geometric frustration in promoting ordering from disorder in kagome\nlattices and power of diffuse scattering to disentangle the internal atomic\ndisplacements and correlated disorder."}
{"id": "2508.13286", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.13286", "abs": "https://arxiv.org/abs/2508.13286", "authors": ["Md. Meraz Hasan", "Pallab Chakraborty", "Fahim Tanvir", "Subah Tahsin", "Mostafizur Rahaman"], "title": "Numerical Simulation of Lead-Free Absorbers in 2D Dion-Jacobson Phase Perovskite Solar Cells Using SCAPS-1D: Towards 41% Efficiency", "comment": null, "summary": "With the rapid advancement of photovoltaic science, there has been an\nincreasing focus on the development of environment-friendly and structurally\nadvanced perovskite solar cells (PSCs). In this context, this study\ninvestigates an architectural configuration employing 2D Dion-Jacobson phase\nperovskites as both electron and hole transport layers within a 2D/absorber/2D\nstructure. The primary objective is to identify optimal absorber materials and\nenhance the overall efficiency of the device. While the reduction of lead\ncontent remains a significant challenge in PSC development, the present work\nfocuses on the evaluation of seven lead-free absorber materials: MASnBr3,\nSr3PI3/Sr3SbI3, p-CuBi2O4, p-Si, CH3NH3SnI3, Sb2Se3, and CZTSSe. These\nmaterials were assessed in the context of an\nFTO/PeDAMA8Pb6I19/IDL1/absorber/IDL2/PeDAMA2Pb3I10/C architecture utilizing\nSCAPS-1D simulation software. The study includes a comprehensive analysis of\nband alignment, pre-optimization screening, and performance optimization\nthrough the adjustment of absorber thickness, doping levels, and defect\ndensities. Additionally, the temperature sensitivity and the substitution of\nthe FTO layer with ITO, IZO, and MZO were also investigated. The simulation\nresults indicated that Sb2Se3 and CZTSSe achieved the highest efficiencies of\n41.00% and 41.19%, respectively. Furthermore, MZO was identified as a strong\ncandidate for replacing FTO, maintaining consistent performance across all\nabsorber types analyzed. Overall, this study provides a comparative framework\nfor the material selection within layered PSC architectures and significantly\ncontributes to the advancement of stable, efficient, and lead-free photovoltaic\ntechnologies."}
{"id": "2508.13202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13202", "abs": "https://arxiv.org/abs/2508.13202", "authors": ["Kemi Y. Adewale", "Itegbeyogene P. Ezekiel"], "title": "Magnetic and Mossbauer studies of Ca$_x$Zn$_{1-x}$Fe$_2$O$_4$ nanoferrites", "comment": "7 pages", "summary": "A one-step synthesis of Ca$_x$Zn$_{1-x}$Fe$_2$O$_4$ (x=0, 0.5 and 1)\nnanoferrites and nanocomposites by the glycol-thermal method is reported. The\nstructural, morphological and magnetic properties were studied using XRD,\nHRTEM, HRSEM, Mossbauer spectroscopy and VSM. The XRD patterns show a single\nphase cubic spinel structure for x=0. A composite phase of a spinel and\nhematite-like structure was observed for x=0.5, and for x=1, CaFe$_2$O$_4$ has\nthe same structure as hematite. The superparamagnetic nature of the samples was\nconfirmed from the Mossbauer and magnetization results."}
{"id": "2508.14034", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14034", "abs": "https://arxiv.org/abs/2508.14034", "authors": ["M. Tepie", "F. Glerean", "J. Ovčar", "S. Priya", "K. Miyagawa", "H. Taniguchi", "K. Kanoda", "I. Lončarić", "M. Dressel", "M. Mitrano"], "title": "Photoinduced Frustration Modulation in $κ$-type Quantum Spin Liquid Candidates", "comment": "17 pages, 13 figures", "summary": "Geometric frustration is a key parameter controlling electronic and magnetic\nproperties of quantum spin liquid systems, yet remains challenging to tune.\nHere, we coherently drive molecular vibrations with midinfrared pulses in two\norganic quantum spin liquid candidates, the insulating\n$\\kappa$-(BEDT-TTF)$_2$Cu$_2$(CN)$_3$ and the metallic\n$\\kappa$-(BEDT-TTF)$_4$Hg$_{2.89}$Br$_8$, and probe their electronic response\nthrough ultrafast reflectivity measurements. We observe a nonlinear coupling\nbetween local molecular vibrations and nonlocal phonons, which is expected to\ndirectly modulate the geometric frustration of their triangular lattice. Our\nfindings establish a promising route to dynamically control frustration in\nnonbipartite quantum materials."}
{"id": "2508.13780", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13780", "abs": "https://arxiv.org/abs/2508.13780", "authors": ["Christian Johansen", "Alessio Recati", "Iacopo Carusotto", "Alberto Biella"], "title": "Many-body theory of false vacuum decay in quantum spin chains", "comment": null, "summary": "In this work we theoretically investigate the false vacuum decay process in a\nferromagnetic quantum spin-1/2 chain. We develop a many-body theory describing\nthe nucleation and the coherent dynamics of true-vacuum bubbles that is\nanalytically tractable and agrees with numerical matrix product state\ncalculations in all parameter regimes up to intermediate times. This bosonic\ntheory allows us to identify different regimes in the parameter space and\nunravel the underlying physical mechanisms. In particular, regimes that closely\ncorrespond to the cosmological false vacuum decay picture are highlighted and\ncharacterized in terms of observable quantities."}
{"id": "2508.13484", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13484", "abs": "https://arxiv.org/abs/2508.13484", "authors": ["Mahmudul Islam", "Killian Sheriff", "Rodrigo Freitas"], "title": "Dislocation-mediated short-range order evolution during thermomechanical processing", "comment": "14 pages, 5 figures", "summary": "Thermomechanical processing alters the microstructure of metallic alloys\nthrough coupled plastic deformation and thermal exposure, with dislocation\nmotion driving plasticity and microstructural evolution. Our previous work\nshowed that the same dislocation motion both creates and destroys chemical\nshort-range order (SRO), driving alloys into far-from-equilibrium SRO states.\nHowever, the connection between this dislocation-mediated SRO evolution and\nprocessing parameters remains largely unexplored. Here, we perform large-scale\natomistic simulations of thermomechanical processing of equiatomic TiTaVW to\ndetermine how temperature and strain rate control SRO via competing creation\n($\\Gamma$) and annihilation ($\\lambda$) rates. Using machine learning\ninteratomic potentials and information-theoretic metrics, we quantify that the\nmagnitude and chemical character of SRO vary systematically with these\nparameters. We identify two regimes: a low-temperature regime with weak\nstrain-rate sensitivity, and a high-temperature regime in which reduced\ndislocation density and increased screw character amplify chemical bias and\naccelerate SRO formation. The resulting steady-state SRO is\nfar-from-equilibrium and cannot be produced by equilibrium thermal annealing.\nTogether, these results provide a mechanistic and predictive link between\nprocessing parameters, dislocation physics, and SRO evolution in chemically\ncomplex alloys."}
{"id": "2508.14034", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14034", "abs": "https://arxiv.org/abs/2508.14034", "authors": ["M. Tepie", "F. Glerean", "J. Ovčar", "S. Priya", "K. Miyagawa", "H. Taniguchi", "K. Kanoda", "I. Lončarić", "M. Dressel", "M. Mitrano"], "title": "Photoinduced Frustration Modulation in $κ$-type Quantum Spin Liquid Candidates", "comment": "17 pages, 13 figures", "summary": "Geometric frustration is a key parameter controlling electronic and magnetic\nproperties of quantum spin liquid systems, yet remains challenging to tune.\nHere, we coherently drive molecular vibrations with midinfrared pulses in two\norganic quantum spin liquid candidates, the insulating\n$\\kappa$-(BEDT-TTF)$_2$Cu$_2$(CN)$_3$ and the metallic\n$\\kappa$-(BEDT-TTF)$_4$Hg$_{2.89}$Br$_8$, and probe their electronic response\nthrough ultrafast reflectivity measurements. We observe a nonlinear coupling\nbetween local molecular vibrations and nonlocal phonons, which is expected to\ndirectly modulate the geometric frustration of their triangular lattice. Our\nfindings establish a promising route to dynamically control frustration in\nnonbipartite quantum materials."}
{"id": "2508.13360", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.13360", "abs": "https://arxiv.org/abs/2508.13360", "authors": ["Xuexun Lu", "Nils Hertl", "Reinhard J. Maurer"], "title": "A Haldane-Anderson Hamiltonian Model for Hyperthermal Hydrogen Scattering from a Semiconductor Surface", "comment": "12 pages, 7 figures", "summary": "Collisions of atoms and molecules with metal surfaces create electronic\nexcitations in the metal, leading to nonadiabatic energy dissipation, inelastic\nscattering, and sticking. Mixed quantum-classical molecular dynamics simulation\nmethods, such as molecular dynamics with electronic friction, are able to\ncapture nonadiabatic energy loss during dynamics at metal surfaces. Hydrogen\natom scattering on semiconductors, on the other hand, exhibits strong\nadsorbate-surface energy transfer only when the projectile kinetic energy\nexceeds the bandgap of the substrate. Electronic friction fails to describe\nthis effect. Here, we report a first-principles parameterization of a simple\nHaldane-Anderson Hamiltonian model of hydrogen atom gas-surface scattering on\n$c(2\\times8)$Ge(111), for which hyperthermal scattering experiments have been\nreported. We subsequently perform independent electron surface hopping and\nEhrenfest dynamics simulations on this model. Whereas mean-field dynamics yield\nweak nonadiabatic energy loss that is independent of the initial kinetic\nenergy, independent electron surface hopping simulations qualitatively agree\nwith the experimental observation that nonadiabatic energy dissipation only\noccurs if the initial kinetic energy exceeds the bandgap of the surface. We\nfurther show how nonadiabatic energy loss affects sticking, which is yet to be\nexperimentally measured."}
{"id": "2508.13203", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13203", "abs": "https://arxiv.org/abs/2508.13203", "authors": ["Kemi Y. Adewale", "Itegbeyogene P. Ezekiel"], "title": "Synthesis and Characterization of Mg doped ZnFe$_2$O$_4$", "comment": null, "summary": "Single-phase Mg-doped ZnFe$_2$O$_4$ nanoparticles with x= 0, 0.3, 0.5, 0.7\nhave been prepared by the glycol-thermal method without any subsequent\ncalcination. The crystallite size, microstructure and magnetic properties of\nthe prepared nanoparticles were studied using X-ray diffraction (XRD), high\nresolution scanning electron microscope (TEM), Mossbauer spectroscopy and\nvibrating sample magnetometer at room temperature. The XRD results revealed the\nproduction of a sharp single cubic spinel structure in all the synthesized\nsamples without any impurity peak with the average crystallite size of about\n19-28 nm. It was noticed that the lattice parameter varies as the Mg$^{2+}$ ion\nconcentration increases. 57 Mossbauer measurement showed that the nano ferrites\nexhibit ferrimagnetic and superparamagnetic states. Magnetization measurements\nconfirmed the superparamagnetic behaviour of the samples. The highest\ncoercivity and saturation magnetization were observed at x=0.3. The saturation\nmagnetization (MS) decreases while coercivity (HC) varies with an increase in\nthe concentration of Mg$^{2+}$ ion."}
{"id": "2508.13789", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.13789", "abs": "https://arxiv.org/abs/2508.13789", "authors": ["Frantisek Slanina"], "title": "Random cubic graph embedded in a hypercube: Entanglement spectrum and many-body localization", "comment": "21 pages, 21 figures", "summary": "The schematic model of interacting spins is introduced, which combines the\nsymmetry of hypercube with the simplicity of random regular graph with degree\nthree, i.e. the random cubic graph. We study the localization transition in\nthis model, which shares essential characteristics with the systems exhibiting\nmany-body localization. Namely, we investigate the transition in terms of the\nentanglement entropy and entanglement spectrum. We also show that the most\nsignificant indicator of the localization transition is the failure of\neigenstate thermalization hypothesis, when the distribution of matrix elements\nof local operators changes from Gasussian to bimodal. It also provides good\nestimate for the critical disorder strength."}
{"id": "2508.13573", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13573", "abs": "https://arxiv.org/abs/2508.13573", "authors": ["Seoung-Hun Kang", "Youngjun Lee", "Sangmoon Yoon", "JongMok Ok", "Mina Yoon", "Ho Nyung Lee", "Young-Kyun Kwon"], "title": "Overcoming Quantum Resistivity Scaling in Nanoscale Interconnects Using Delafossite PdCoO2", "comment": null, "summary": "Continued scaling into the sub 7 nm regime exacerbates quantum limited\nresistivity in Cu interconnects. We evaluated layered PdCoO2 and explicitly\nbenchmarked it against Cu to identify mechanisms that maintain conductivity\nunder confinement. Using a momentum resolved relaxation time formalism derived\nfrom the conductivity tensor, we link k and energy resolved velocities, life\ntimes, and mean free paths (MFPs) to thickness dependent resistivity for films\nand wires. PdCoO2 exhibits quasi 2D transport with high inplane velocities and\nstrongly anisotropic MFPs (15 nm inplane, 3 nm outofplane near EF), whereas Cu\nshows an isotropic 22 nm MFP. Under identical boundary conditions including a\nrealistic 2 nm liner/diffusion barrier for Cu, PdCoO2 displays suppressed\nboundary scattering and a much slower resistivity increase from bulk down to\nsub 30 nm, preserving near bulk conductivity and remaining viable at 2 nm.\nThickness trends reveal dual slope changes in PdCoO2 (35 nm and 7 nm) set by\nanisotropic MFPs, contrasting with the single characteristic scale of Cu (40\nnm). The calculated bulk values and scaling curves track available measurements\nfor both materials. These results establish PdCoO2 as a scalable interconnect\nthat outperforms Cu under quantum confinement and provide a quantitative\nframework to screen layered conductors for next generation nanoelectronic\ninterconnects."}
{"id": "2508.13271", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13271", "abs": "https://arxiv.org/abs/2508.13271", "authors": ["Omid Tavakol", "Thomas Scaffidi"], "title": "When Does a Single Repulsive Dirac Cone Superconduct?", "comment": "16 pages, 9 figures", "summary": "Superconductivity in a single two-dimensional Dirac cone offers a natural\nroute to topological superconductivity. While usually considered extrinsic --\narising from proximity to a conventional superconductor -- we investigate when\na doped Dirac cone can spontaneously develop superconductivity from a\nshort-range repulsive interaction $U$ via the Kohn--Luttinger mechanism. We\nshow that an ideal, linear Dirac cone is immune to pairing at leading order in\n$U^2$. Superconductivity instead emerges only through higher-order in $k$\ncorrections to the dispersion, which are unavoidable in any lattice realization\nand crucially dictate the pairing symmetry. The form of the pairing thus\nreflects how the well-known obstruction to realizing a single Dirac cone on a\nlattice is circumvented. When a Dirac cone arises from broken time-reversal\nsymmetry -- for instance, at a transition between Chern insulators or in a\nvalley-polarized phase -- we find a topological $p - ip$ state whose chirality\nis opposite to that of the parent chiral metal above $T_c$. By contrast, for a\nsurface Dirac cone of a 3D topological insulator, superconductivity is\nstabilized by anisotropies in the dispersion. For $C_{3v}$-symmetric warping,\nas in $\\mathrm{Bi}_{2}\\mathrm{Te}_{3}$, pairing is strongest when the Fermi\nsurface becomes hexagonal, leading to order in the $(d \\pm id)\\times(p+ip)$\nchannel with accidental near-nodes. In the highly anisotropic limit $v_x \\gg\nv_y$, relevant to side surfaces of layered materials, the Fermi surface splits\ninto two branches, and nesting favors a pairing symmetry $\\Delta \\sim\n\\mathrm{sgn}(k_x)\\cos(k_y)$ reminiscent of organic superconductors."}
{"id": "2508.13389", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.13389", "abs": "https://arxiv.org/abs/2508.13389", "authors": ["Oliver A. Dicks", "Solveig S. Aamlid", "Alannah M. Hallas", "Joerg Rottler"], "title": "Expanding the search space of high entropy oxides and predicting synthesizability using machine learning interatomic potentials", "comment": null, "summary": "We propose an efficient computational methodology for predicting the\nsynthesizability of high entropy oxides (HEOs) in a large space of possible\ncandidate compounds. HEOs are a growing field with an enormous potential\nchemical composition space, and yet the discovery of new HEOs is slow and\ndriven by experimental trial-and-error. In this work, we attempt to speed up\nthis process by using a machine learned interatomic potential offering\nDFT-level accuracy. Our methodology starts by identifying a set of crystal\nstructures and elements for screening, building a large random unit cell of\neach composition and structure, then relaxing this structure. The most\npromising candidates are distinguished based on the variance of the individual\ncation energies, which we introduce as our entropy descriptor, and the enthalpy\nof mixing, which is used as the enthalpy descriptor. The approach is applied to\ntetravalent HEOs, and its validity is confirmed by comparison to alternative\ndescriptors and DFT calculations for a set of 7 elements. The search is then\nextended to a set of 14 elements and three crystal structures, where it\nsuccessfully identifies the only known stable 4-component HEO in the\n$\\alpha$-PbO$_2$ structure, as well as predicting several new 5-component\ncandidate systems. This approach can straightforwardly be applied to new sets\nof elements and structures, allowing for the accelerated discovery of new HEOs."}
{"id": "2508.13225", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13225", "abs": "https://arxiv.org/abs/2508.13225", "authors": ["Kapil Bhardwaj", "Ella Paasio", "Sayani Majumdar"], "title": "Towards Capacitive In-Memory-computing: A perspective on the future of AI hardware", "comment": null, "summary": "The quest for energy-efficient, scalable neuromorphic computing has elevated\ncompute-in-memory (CIM) architectures to the forefront of hardware innovation.\nWhile memristive memories have been extensively explored for synaptic\nimplementation in CIM architectures, their inherent limitations, including\nstatic power dissipation, sneak-path currents, and interconnect voltage drops,\npose significant challenges for large-scale deployment, particularly at\nadvanced technology nodes. In contrast, capacitive memories offer a compelling\nalternative by enabling charge-domain computation with virtually zero static\npower loss, intrinsic immunity to sneak paths, and simplified selector-less\ncrossbar operation, while offering superior compatibility with 3D\nBack-end-of-Line (BEOL) integration. This perspective highlights the\narchitectural and device-level advantages of emerging non-volatile capacitive\nsynapses. We examine how material engineering and interface control can\nmodulate synaptic behavior, capacitive memory window and multilevel analog\nstorage potential. Furthermore, we explore critical system-level trade-offs\ninvolving device-to-device variation, charge transfer noise, dynamic range, and\neffective analog resolution."}
{"id": "2508.14003", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.14003", "abs": "https://arxiv.org/abs/2508.14003", "authors": ["Ruben Lier"], "title": "Machine Learning H-theorem", "comment": null, "summary": "H-theorem provides a microscopic foundation of the Second Law of\nThermodynamics and is therefore essential to establishing statistical physics,\nbut at the same time, H-theorem has been subject to controversy that in part\npersists till this day. To better understand H-theorem and its relation to the\narrow of time, we study the equilibration of randomly oriented and positioned\nhard disks with periodic boundary conditions. Using a model based on the\nDeepSets architecture, which imposes permutation invariance of the particle\nlabels, we train a model to capture the irreversibility of the H-functional."}
{"id": "2508.13950", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13950", "abs": "https://arxiv.org/abs/2508.13950", "authors": ["Pietro Diona", "Luca Maranzana", "Sergey Artyukhin", "Giacomo Sala"], "title": "Observation of relativistic domain wall motion in amorphous ferrimagnets", "comment": null, "summary": "Domain walls in magnetic materials are sine-Gordon solitons characterized by\nrelativistic kinematics, with the maximum spin-wave group velocity setting a\nlimit for the domain wall speed and hence the highest operation frequency of\nmagnetic devices. This relativistic regime has been observed only in\ncrystalline iron-garnet ferrimagnets but is in general expected in many\nmagnetic materials. In particular, amorphous rare-earth -- transition metal\nferrimagnets should exhibit relativistic effects because of their ultrafast\nmagnetic dynamics. However, no evidence for these effects has been reported in\nthese technologically relevant materials. Here, we show that the relativistic\nregime can be attained in easy-to-engineer amorphous ferrimagnetic alloys. In\nGdFeCo we observe a saturation of the current-induced domain wall velocity that\nis indicative of a maximum spin-wave speed of the order of 2 km/s. Our\nobservations indicate that relativistic dynamics are not exclusive to\nferrimagnetic garnets but also exist in rare-earth -- transition-metal\nferrimagnets, which provide a robust material platform for future magnetic\ndevices operating at the ultimate speed limit."}
{"id": "2508.13645", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13645", "abs": "https://arxiv.org/abs/2508.13645", "authors": ["Daan Maertens", "Jutho Haegeman", "Karel Van Acoleyen"], "title": "Real-time bubble nucleation and growth for false vacuum decay on the lattice", "comment": "21 pages, 8 figures", "summary": "We revisit quantum false vacuum decay for the one-dimensional Ising model,\nfocusing on the real-time nucleation and growth of true vacuum bubbles. Via\nmatrix product state simulations, we demonstrate that for a wide range of\nparameters, the full time-dependent quantum state is well described by a\nGaussian ansatz in terms of domain wall operators, with the associated vacuum\nbubble wave function evolving according to the linearized time-dependent\nvariational principle. The emerging picture shows three different stages of\nevolution: an initial nucleation of small bubbles, followed by semi-classical\nbubble growth, which in turn is halted by the lattice phenomenon of Bloch\noscillations. Furthermore, we find that the resonant bubble only plays a\nsignificant role in a certain region of parameter-space. However, when\nsignificant, it does lead to an approximately constant decay rate during the\nintermediate stage. Moreover, this rate is in quantitative agreement with the\nanalytical result of Rutkevich (Phys. Rev. B 60, 14525) for which we provide an\nindependent derivation based on the Gaussian ansatz."}
{"id": "2508.13484", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13484", "abs": "https://arxiv.org/abs/2508.13484", "authors": ["Mahmudul Islam", "Killian Sheriff", "Rodrigo Freitas"], "title": "Dislocation-mediated short-range order evolution during thermomechanical processing", "comment": "14 pages, 5 figures", "summary": "Thermomechanical processing alters the microstructure of metallic alloys\nthrough coupled plastic deformation and thermal exposure, with dislocation\nmotion driving plasticity and microstructural evolution. Our previous work\nshowed that the same dislocation motion both creates and destroys chemical\nshort-range order (SRO), driving alloys into far-from-equilibrium SRO states.\nHowever, the connection between this dislocation-mediated SRO evolution and\nprocessing parameters remains largely unexplored. Here, we perform large-scale\natomistic simulations of thermomechanical processing of equiatomic TiTaVW to\ndetermine how temperature and strain rate control SRO via competing creation\n($\\Gamma$) and annihilation ($\\lambda$) rates. Using machine learning\ninteratomic potentials and information-theoretic metrics, we quantify that the\nmagnitude and chemical character of SRO vary systematically with these\nparameters. We identify two regimes: a low-temperature regime with weak\nstrain-rate sensitivity, and a high-temperature regime in which reduced\ndislocation density and increased screw character amplify chemical bias and\naccelerate SRO formation. The resulting steady-state SRO is\nfar-from-equilibrium and cannot be produced by equilibrium thermal annealing.\nTogether, these results provide a mechanistic and predictive link between\nprocessing parameters, dislocation physics, and SRO evolution in chemically\ncomplex alloys."}
{"id": "2508.13271", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13271", "abs": "https://arxiv.org/abs/2508.13271", "authors": ["Omid Tavakol", "Thomas Scaffidi"], "title": "When Does a Single Repulsive Dirac Cone Superconduct?", "comment": "16 pages, 9 figures", "summary": "Superconductivity in a single two-dimensional Dirac cone offers a natural\nroute to topological superconductivity. While usually considered extrinsic --\narising from proximity to a conventional superconductor -- we investigate when\na doped Dirac cone can spontaneously develop superconductivity from a\nshort-range repulsive interaction $U$ via the Kohn--Luttinger mechanism. We\nshow that an ideal, linear Dirac cone is immune to pairing at leading order in\n$U^2$. Superconductivity instead emerges only through higher-order in $k$\ncorrections to the dispersion, which are unavoidable in any lattice realization\nand crucially dictate the pairing symmetry. The form of the pairing thus\nreflects how the well-known obstruction to realizing a single Dirac cone on a\nlattice is circumvented. When a Dirac cone arises from broken time-reversal\nsymmetry -- for instance, at a transition between Chern insulators or in a\nvalley-polarized phase -- we find a topological $p - ip$ state whose chirality\nis opposite to that of the parent chiral metal above $T_c$. By contrast, for a\nsurface Dirac cone of a 3D topological insulator, superconductivity is\nstabilized by anisotropies in the dispersion. For $C_{3v}$-symmetric warping,\nas in $\\mathrm{Bi}_{2}\\mathrm{Te}_{3}$, pairing is strongest when the Fermi\nsurface becomes hexagonal, leading to order in the $(d \\pm id)\\times(p+ip)$\nchannel with accidental near-nodes. In the highly anisotropic limit $v_x \\gg\nv_y$, relevant to side surfaces of layered materials, the Fermi surface splits\ninto two branches, and nesting favors a pairing symmetry $\\Delta \\sim\n\\mathrm{sgn}(k_x)\\cos(k_y)$ reminiscent of organic superconductors."}
{"id": "2508.13780", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13780", "abs": "https://arxiv.org/abs/2508.13780", "authors": ["Christian Johansen", "Alessio Recati", "Iacopo Carusotto", "Alberto Biella"], "title": "Many-body theory of false vacuum decay in quantum spin chains", "comment": null, "summary": "In this work we theoretically investigate the false vacuum decay process in a\nferromagnetic quantum spin-1/2 chain. We develop a many-body theory describing\nthe nucleation and the coherent dynamics of true-vacuum bubbles that is\nanalytically tractable and agrees with numerical matrix product state\ncalculations in all parameter regimes up to intermediate times. This bosonic\ntheory allows us to identify different regimes in the parameter space and\nunravel the underlying physical mechanisms. In particular, regimes that closely\ncorrespond to the cosmological false vacuum decay picture are highlighted and\ncharacterized in terms of observable quantities."}
{"id": "2508.13573", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13573", "abs": "https://arxiv.org/abs/2508.13573", "authors": ["Seoung-Hun Kang", "Youngjun Lee", "Sangmoon Yoon", "JongMok Ok", "Mina Yoon", "Ho Nyung Lee", "Young-Kyun Kwon"], "title": "Overcoming Quantum Resistivity Scaling in Nanoscale Interconnects Using Delafossite PdCoO2", "comment": null, "summary": "Continued scaling into the sub 7 nm regime exacerbates quantum limited\nresistivity in Cu interconnects. We evaluated layered PdCoO2 and explicitly\nbenchmarked it against Cu to identify mechanisms that maintain conductivity\nunder confinement. Using a momentum resolved relaxation time formalism derived\nfrom the conductivity tensor, we link k and energy resolved velocities, life\ntimes, and mean free paths (MFPs) to thickness dependent resistivity for films\nand wires. PdCoO2 exhibits quasi 2D transport with high inplane velocities and\nstrongly anisotropic MFPs (15 nm inplane, 3 nm outofplane near EF), whereas Cu\nshows an isotropic 22 nm MFP. Under identical boundary conditions including a\nrealistic 2 nm liner/diffusion barrier for Cu, PdCoO2 displays suppressed\nboundary scattering and a much slower resistivity increase from bulk down to\nsub 30 nm, preserving near bulk conductivity and remaining viable at 2 nm.\nThickness trends reveal dual slope changes in PdCoO2 (35 nm and 7 nm) set by\nanisotropic MFPs, contrasting with the single characteristic scale of Cu (40\nnm). The calculated bulk values and scaling curves track available measurements\nfor both materials. These results establish PdCoO2 as a scalable interconnect\nthat outperforms Cu under quantum confinement and provide a quantitative\nframework to screen layered conductors for next generation nanoelectronic\ninterconnects."}
{"id": "2508.13286", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2508.13286", "abs": "https://arxiv.org/abs/2508.13286", "authors": ["Md. Meraz Hasan", "Pallab Chakraborty", "Fahim Tanvir", "Subah Tahsin", "Mostafizur Rahaman"], "title": "Numerical Simulation of Lead-Free Absorbers in 2D Dion-Jacobson Phase Perovskite Solar Cells Using SCAPS-1D: Towards 41% Efficiency", "comment": null, "summary": "With the rapid advancement of photovoltaic science, there has been an\nincreasing focus on the development of environment-friendly and structurally\nadvanced perovskite solar cells (PSCs). In this context, this study\ninvestigates an architectural configuration employing 2D Dion-Jacobson phase\nperovskites as both electron and hole transport layers within a 2D/absorber/2D\nstructure. The primary objective is to identify optimal absorber materials and\nenhance the overall efficiency of the device. While the reduction of lead\ncontent remains a significant challenge in PSC development, the present work\nfocuses on the evaluation of seven lead-free absorber materials: MASnBr3,\nSr3PI3/Sr3SbI3, p-CuBi2O4, p-Si, CH3NH3SnI3, Sb2Se3, and CZTSSe. These\nmaterials were assessed in the context of an\nFTO/PeDAMA8Pb6I19/IDL1/absorber/IDL2/PeDAMA2Pb3I10/C architecture utilizing\nSCAPS-1D simulation software. The study includes a comprehensive analysis of\nband alignment, pre-optimization screening, and performance optimization\nthrough the adjustment of absorber thickness, doping levels, and defect\ndensities. Additionally, the temperature sensitivity and the substitution of\nthe FTO layer with ITO, IZO, and MZO were also investigated. The simulation\nresults indicated that Sb2Se3 and CZTSSe achieved the highest efficiencies of\n41.00% and 41.19%, respectively. Furthermore, MZO was identified as a strong\ncandidate for replacing FTO, maintaining consistent performance across all\nabsorber types analyzed. Overall, this study provides a comparative framework\nfor the material selection within layered PSC architectures and significantly\ncontributes to the advancement of stable, efficient, and lead-free photovoltaic\ntechnologies."}
{"id": "2508.13585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13585", "abs": "https://arxiv.org/abs/2508.13585", "authors": ["Seungyun Han", "Kyoung-Whan Kim", "Hyun-Woo Lee", "Suik Cheon"], "title": "Deterministic N'eel vector switching of altermagnets via magnetic multipole torque", "comment": "7 pages, 3 figures", "summary": "Altermagnets have recently emerged as promising materials for next-generation\nspintronic devices. For their device applications, realizing a single-domain\nconfiguration is essential but remains challenging. We theoretically consider\ninjecting magnetic multipoles into altermagnets, which can be achieved by\napplying an in-plane current to an altermagnet/normal metal bilayer. We\ndemonstrate for $d$-wave altermagnets that the torque generated by the magnetic\noctupole injection can achieve magnetic-field-free deterministic switching of\nthe altermagnets' N\\'eel vector and transform their multidomain configurations\ninto a single domain. This method allows the switching in diverse altermagnets,\nthereby facilitating their device applications and fundamental studies. This\nwork also exemplifies the usefulness of magnetic multipole currents."}
{"id": "2508.13290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13290", "abs": "https://arxiv.org/abs/2508.13290", "authors": ["Terawit Kongruengkit", "Andrea N. Capa Salinas", "Ganesh Pokharel", "Brenden R. Ortiz", "Stephen D. Wilson", "John W. Harter"], "title": "Persistence of charge density wave fluctuations in the absence of long-range order in a hole-doped kagome metal", "comment": null, "summary": "The kagome metals $A$V$_3$Sb$_5$ ($A$ = K, Rb, Cs) exhibit a complex\ninterplay between charge density wave (CDW) order and superconductivity. In\nthis study, we use ultrafast coherent phonon spectroscopy to probe the\nevolution of CDW order in hole-doped CsV$_3$Sb$_{5-x}$Sn$_x$ across a broad\nrange of compositions ($0 \\leq x \\leq 0.68$). While thermodynamic and\ndiffraction measurements show long-range CDW order vanishes above $x \\approx\n0.05$, we observe persistent signatures of CDW fluctuations up to the highest\ndoping levels, with correlation times on the order of several picoseconds.\nThese results indicate the presence of robust fluctuating charge order that\nsurvives well beyond the established CDW phase boundary. Furthermore, these\nfluctuations are enhanced near a doping-tuned quantum phase transition at $x^*\n\\approx 0.15$, which coincides with a local minimum in the superconducting\n$T_\\mathrm{c}$ double-dome. Additional measurements on Ti- and K-substituted\nsamples confirm that this behavior is intrinsic to hole doping and not tied to\ndisorder. Overall, our findings suggest that CDW fluctuations play a central\nrole in the electronic phase diagram of $A$V$_3$Sb$_5$ and may mediate or\ncompete with superconductivity."}
{"id": "2508.13614", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13614", "abs": "https://arxiv.org/abs/2508.13614", "authors": ["Ankita Phutela", "Saswata Bhattacharya"], "title": "Unlocking reversible and nonvolatile anomalous valley Hall control through multiferroic van der Waals heterostructures", "comment": null, "summary": "Achieving external control over the anomalous valley Hall (AVH) effect is\nessential for advancing valleytronic applications. However, many of the\nexisting approaches suffer from limitations such as irreversibility or\nvolatility. In this work, we propose a general strategy for enabling\nnonvolatile electrical tuning of the AVH effect by utilizing multiferroic van\nder Waals heterostructures. Using first-principles density functional theory\ncalculations, we demonstrate that a heterostructure composed of a ferromagnetic\nmonolayer VSSe and a ferroelectric monolayer Al$_2$S$_3$ permits fine control\nof valley transport properties. The AVH response in VSSe can be reversibly and\nnonvolatility switched by reversing the polarization of Al$_2$S$_3$ via an\napplied electric field. This ferroelectric mechanism ensures a stable valley\nstate even without continuous energy input. Furthermore, the valley\npolarization can also be inverted through the same polarization switching\nprocess, providing a dual degree of control over valley-dependent phenomena.\nThese findings establish a promising pathway toward intrinsically switchable\nand energy-efficient valleytronic devices."}
{"id": "2508.13314", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13314", "abs": "https://arxiv.org/abs/2508.13314", "authors": ["Yiqi Yang", "Yubo Yang", "Miguel A. Morales", "Shiwei Zhang"], "title": "Engineering Hubbard models with gated two-dimensional moiré systems", "comment": "11 pages, 12 figures", "summary": "Lattice models are powerful tools for studying strongly correlated quantum\nmany-body systems, but their general lack of exact solutions motivates efforts\nto simulate them in tunable platforms. Recently, a promising new candidate has\nemerged for such platforms from two-dimensional materials. A subset of moir\\'e\nsystems can be effectively described as a two-dimensional electron gas (2D EG)\nsubject to a moir\\'e potential, with electron-electron interactions screened by\nnearby metallic gates. In this paper, we investigate the realization of lattice\nmodels in such systems. We show that, by controlling the gate separation, a 2D\nEG in a square moir\\'e potential can be systematically tuned into a system\nwhose ground state exhibits orders analogous to those of the square lattice\nHubbard model, including the stripe phase. Furthermore, we study how variations\nin gate separation and moir\\'e potential depth affect the ground-state orders.\nA number of antiferromagnetic phases, as well as a ferromagnetic phase and a\nparamagnetic phase, are identified. We then apply our quantitative downfolding\napproach to triangular moir\\'e systems closer to current experimental\nconditions, compare them with the square lattice parameters studied, and\noutline routes for experimental realization of the phases."}
{"id": "2508.13720", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13720", "abs": "https://arxiv.org/abs/2508.13720", "authors": ["Cong He", "Zhenchao Wen", "Jun Okabayashi", "Yoshio Miura", "Tianyi Ma", "Tadakatsu Ohkubo", "Takeshi Seki", "Hiroaki Sukegawa", "Seiji Mitani"], "title": "Evidence for single variant in altermagnetic RuO2(101) thin films", "comment": "38 pages, 13 figures", "summary": "Altermagnetism presents intriguing possibilities for spintronic devices due\nto its unique combination of strong spin-splitting and zero net magnetization.\nHowever, realizing its full potential hinges on fabricating single-variant\naltermagnetic thin films. In this work, we present definitive evidence for the\nformation of single-variant altermagnetic RuO2(101) thin films with fully\nepitaxial growth on Al2O3(1-102) r-plane substrates, confirmed through rigorous\nstructural analyses using X-ray diffraction, atomic-resolution transmission\nelectron microscopy and X-ray magnetic linear dichroism. The mutual\ncorrespondence of the occupancy of oxygen atoms on the surfaces of\nRuO2(101)[010] and Al2O3(1-102)[11-20] plays a decisive role in the formation\nof the single-variant RuO2, which is also supported by our first-principles\ndensity functional theory calculations. We further observed spin-splitting\nmagnetoresistance in the single-variant RuO2(101)/CoFeB bilayers, highlighting\nthe characteristic effect of single variant on spin transport. The\ndemonstration of single-variant RuO2(101) films marks a significant advancement\nin the field of altermagnetism and paves the way for exploring their potential\napplications."}
{"id": "2508.13324", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2508.13324", "abs": "https://arxiv.org/abs/2508.13324", "authors": ["Leandro Lyra Braga Dognini", "Constantino Tsallis"], "title": "Generalized Algebra Grounded on Nonadditive Entropies", "comment": null, "summary": "A $N$-body system is simple if all associated physically relevant space-time\ncorrelations are short-ranged, meaning that their momenta of all orders are\nfinite. Such systems typically have a total number $W$ of admissible\nmicroscopic configurations which grows with $N$ as $W(N) \\sim \\mu^N\\;(\\mu >1,\n\\, N\\to\\infty)$. Their thermostatistical properties are known to be\nsatisfactorily handled within Boltzmann-Gibbs (BG) statistical mechanics. In\ncontrast, a system is complex if one or more associated correlations are\nlong-ranged. The simplest examples of such systems are those for which $W(N)\n\\sim N^\\rho\\;\\;(\\rho>0)$. A generalized statistical mechanics grounded on the\nnonadditive entropic functional $S_q(\\{p_{i}\\})=k\\sum_{i=1}^W p_i \\ln_q\n\\frac{1}{p_i} \\;\\;(q\\in \\mathbb{R}, \\;S_1=S_{BG})$ with $\\ln_q z\n=\\frac{z^{1-q}-1}{1-q}$ ($\\ln_1 z=\\ln z$) satisfactorily handles such systems.\nIndeed, for equiprobabilities, $S_{q=1-1/\\rho}(\\{1/W(N)\\})=k\\ln_{1-1/\\rho} W(N)\n\\propto N$. Furthermore, for complex systems, the size of the corresponding\nphase spaces can be related to the property $\\ln_q (x\\otimes_q y) =\\ln_q x +\n\\ln_q y$, $x,y\\geq1$, $q\\leq 1$, where $x\\otimes_q\ny=[x^{1-q}+y^{1-q}-1]^{\\frac{1}{1-q}}_{+}\\;\\;(x\\otimes_1 y=xy)$, and the\n$q$-product $\\otimes_q$ grounds the definition of a $q$-generalized algebra.\nAnother class of complex systems corresponds to $W(N) \\sim\n\\nu^{N^\\gamma}\\;\\;(\\nu >1, \\,\\gamma > 0)$, which appears to be the case of\nblack holes and other cosmological phenomena. This class can be handled with\n$S_\\delta(\\{p_{i}\\}) = k\\sum_{i=1}^W p_i \\Bigl(\\ln \\frac{1}{p_i} \\Bigr)^\\delta\n\\;\\;(\\delta>0)$. Finally, we can define $S_{q,\\delta}(\\{p_{i}\\})=k\\sum_{i=1}^W\np_i \\Bigl(\\ln_q \\frac{1}{p_i} \\Bigr)^\\delta$ $(q\\in\\mathbb{R},\\delta>0)$, which\nunifies all the above ones. In this paper, we generalize the $q$-algebra to a\nnew, promising one, namely the $(q,\\delta)$-algebra."}
{"id": "2508.13790", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13790", "abs": "https://arxiv.org/abs/2508.13790", "authors": ["Aaron Flötotto", "Benjamin Spetzler", "Rose von Stackelberg", "Martin Ziegler", "Erich Runge", "Christian Dreßler"], "title": "Large-scale cooperative sulfur vacancy dynamics in two-dimensional MoS2 from machine learning interatomic potentials", "comment": "17 pages, 9 figures", "summary": "The formation of extended sulfur vacancies in MoS2 monolayers is closely\nassociated with catalytic activity and may also be the basis for its memristive\nbehavior. Nanosecond-scale molecular dynamics simulations using machine\nlearning interatomic potentials (MLIPs) reveal key mechanisms of cooperative\nvacancy transport, including incorporation of vacancies into clusters of\narbitrary size. The simulations provide a coherent atomistic explanation for\nirradiation-induced vacancy patterns observed experimentally, especially the\nformation of line defects spanning tens of nanometers. Results and performance\nare compared of two MLIP frameworks: (i) on-the-fly learning with Gaussian\napproximation potential, and (ii) fine-tuning of an equivariant foundation\nmodel."}
{"id": "2508.13360", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.13360", "abs": "https://arxiv.org/abs/2508.13360", "authors": ["Xuexun Lu", "Nils Hertl", "Reinhard J. Maurer"], "title": "A Haldane-Anderson Hamiltonian Model for Hyperthermal Hydrogen Scattering from a Semiconductor Surface", "comment": "12 pages, 7 figures", "summary": "Collisions of atoms and molecules with metal surfaces create electronic\nexcitations in the metal, leading to nonadiabatic energy dissipation, inelastic\nscattering, and sticking. Mixed quantum-classical molecular dynamics simulation\nmethods, such as molecular dynamics with electronic friction, are able to\ncapture nonadiabatic energy loss during dynamics at metal surfaces. Hydrogen\natom scattering on semiconductors, on the other hand, exhibits strong\nadsorbate-surface energy transfer only when the projectile kinetic energy\nexceeds the bandgap of the substrate. Electronic friction fails to describe\nthis effect. Here, we report a first-principles parameterization of a simple\nHaldane-Anderson Hamiltonian model of hydrogen atom gas-surface scattering on\n$c(2\\times8)$Ge(111), for which hyperthermal scattering experiments have been\nreported. We subsequently perform independent electron surface hopping and\nEhrenfest dynamics simulations on this model. Whereas mean-field dynamics yield\nweak nonadiabatic energy loss that is independent of the initial kinetic\nenergy, independent electron surface hopping simulations qualitatively agree\nwith the experimental observation that nonadiabatic energy dissipation only\noccurs if the initial kinetic energy exceeds the bandgap of the surface. We\nfurther show how nonadiabatic energy loss affects sticking, which is yet to be\nexperimentally measured."}
{"id": "2508.13799", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13799", "abs": "https://arxiv.org/abs/2508.13799", "authors": ["Serhii Abakumov", "Eugen Rabkin", "Andriy Gusak"], "title": "Elementary Monte Carlo model of the anisotropic recrystallization and antiripening under intensive stirring and high supersaturations", "comment": "18 pages, 11 figures", "summary": "Known method of fibrous oxides production (first of all, V2O5) by intensive\nstirring in water is treated in the frame of driven systems approach developed\nin 80s by Georges Martin et al for systems under irradiation or severe plastic\ndeformation. Instead of ballistic diffusion, the ballistic detachments of atoms\nfrom the oxide surface under stirring are introduced. Simplified Monte Carlo\nscheme is suggested for crystal evolution within TLK model, taking into account\nanisotropy and additional athermal detachment probabilities. Individual cluster\nin limited volume becomes elongated in steady-state or dissolve. For the\nensemble of clusters, the number is decreasing (as in common ripening), but the\nmean length of fibers grows, as well as the total surface energy (contrary to\ncommon ripening)."}
{"id": "2508.13367", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13367", "abs": "https://arxiv.org/abs/2508.13367", "authors": ["Stefan Hiemer", "Paolo Moretti", "Stefano Zapperi", "Michael Zaiser"], "title": "Fiber bundle model of thermally activated creep failure", "comment": null, "summary": "An equal load sharing fiber bundle model for thermally activated breakdown is\ndeveloped using transition state theory to describe the rate of elementary\nfailures. The lifetime distribution, average, variance and their asymptotic\nlimits for uniform fiber failure thresholds are derived and found to be in\nexcellent agreement with simulations. The asymptotic scaling with regards to\nthe number of fibers matches analytical approximations in the low temperature\nlimit derived by Roux and co-workers for a model of thermal breakdown by\nstationary Gaussian noise. For the case of randomly distributed fiber failure\nstrengths, the lifetime distribution is derived as a multidimensional integral\nwith no closed form solution. Simulations with different fiber strength\ndistributions indicate that, in the limit of large fiber numbers, the\nstatistics of bundle lifetimes shows a similar asymptotic scaling for\ndistributed and for uniform thresholds. Fiber breakage by thermal activation\noccurs in avalanches triggered by individual thermally activated failure\nevents, and the asymptotic avalanche size distribution obtained from the\nsimulations matches earlier theoretical results derived for quasistatic\nloading."}
{"id": "2508.13845", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13845", "abs": "https://arxiv.org/abs/2508.13845", "authors": ["Thomas P. van Waas", "Christophe Berthod", "Jan Berges", "Nicola Marzari", "J. Hugo Dil", "Samuel Poncé"], "title": "Extraction of the self energy and Eliashberg function from angle resolved photoemission spectroscopy using the \\textsc{xARPES} code", "comment": "10 pages, 7 figures", "summary": "Angle-resolved photoemission spectroscopy is a powerful experimental\ntechnique for studying anisotropic many-body interactions through the electron\nspectral function. Existing attempts to decompose the spectral function into\nnon-interacting dispersions and electron-phonon, electron-electron, and\nelectron-impurity self-energies rely on linearization of the bands and manual\nassignment of self-energy magnitudes. Here, we show how self-energies can be\nextracted consistently for curved dispersions. We extend the maximum-entropy\nmethod to Eliashberg-function extraction with Bayesian inference, optimizing\nthe parameters describing the dispersions and the magnitudes of\nelectron-electron and electron-impurity interactions. We compare these novel\nmethodologies with state-of-the-art approaches on model data, then demonstrate\ntheir applicability with two high-quality experimental data sets. With the\nfirst set, we identify the phonon modes of a two-dimensional electron liquid on\nTiO$_2$-terminated SrTiO$_3$. With the second set, we obtain unprecedented\nagreement between two Eliashberg functions of Li-doped graphene extracted from\nseparate dispersions. We release these functionalities in the novel Python code\n\\textsc{xARPES}."}
{"id": "2508.13389", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.13389", "abs": "https://arxiv.org/abs/2508.13389", "authors": ["Oliver A. Dicks", "Solveig S. Aamlid", "Alannah M. Hallas", "Joerg Rottler"], "title": "Expanding the search space of high entropy oxides and predicting synthesizability using machine learning interatomic potentials", "comment": null, "summary": "We propose an efficient computational methodology for predicting the\nsynthesizability of high entropy oxides (HEOs) in a large space of possible\ncandidate compounds. HEOs are a growing field with an enormous potential\nchemical composition space, and yet the discovery of new HEOs is slow and\ndriven by experimental trial-and-error. In this work, we attempt to speed up\nthis process by using a machine learned interatomic potential offering\nDFT-level accuracy. Our methodology starts by identifying a set of crystal\nstructures and elements for screening, building a large random unit cell of\neach composition and structure, then relaxing this structure. The most\npromising candidates are distinguished based on the variance of the individual\ncation energies, which we introduce as our entropy descriptor, and the enthalpy\nof mixing, which is used as the enthalpy descriptor. The approach is applied to\ntetravalent HEOs, and its validity is confirmed by comparison to alternative\ndescriptors and DFT calculations for a set of 7 elements. The search is then\nextended to a set of 14 elements and three crystal structures, where it\nsuccessfully identifies the only known stable 4-component HEO in the\n$\\alpha$-PbO$_2$ structure, as well as predicting several new 5-component\ncandidate systems. This approach can straightforwardly be applied to new sets\nof elements and structures, allowing for the accelerated discovery of new HEOs."}
{"id": "2508.13862", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13862", "abs": "https://arxiv.org/abs/2508.13862", "authors": ["Jiantao Wang", "Yi-Chi Zhang", "Yan Liu", "Hongkun Deng", "Mingfeng Liu", "Yan Sun", "Bing Li", "Xing-Qiu Chen", "Peitao Liu"], "title": "Atomistic mechanisms of phase transitions in all-temperature barocaloric material KPF$_6$", "comment": "16 pages, 15 figures, 4 tables (including Supplemental Material)", "summary": "Conventional barocaloric materials typically exhibit limited operating\ntemperature ranges. In contrast, KPF$_6$ has recently been reported to achieve\nan exceptional all-temperature barocaloric effect (BCE) via pressure-driven\nphase transitions. Here, we elucidate the atomistic mechanisms underlying the\nphase transitions through first-principles calculations and machine-learning\npotential accelerated molecular dynamics simulations. We identify four distinct\nphases: the room-temperature cubic (C) plastic crystal characterized by strong\nfluorine orientational disorder (FOD) and anharmonicity, the\nintermediate-temperature monoclinic (M-II) phase with decreasing FOD, the\nlow-temperature monoclinic (M-I) phase with suppressed FOD, and the fully\nordered rhombohedral (R) phase under pressure. Phonon calculations confirm the\ndynamic stability of the M-II, M-I, and R phases at 0 K, whereas the C phase\nrequires thermal fluctuations for stabilization. Under pressure, all the C,\nM-II, and M-I phases transform to the R phase, which are driven by cooperative\nPF$_6$ octahedral rotations coupled with lattice modulations. These\npressure-induced phase transitions result in persistent isothermal entropy\nchanges across a wide temperature range, thereby explaining the experimentally\nobserved all-temperature BCE in this material. Hybrid functional calculations\nreveal wide-bandgap insulating behavior across all phases. This work deciphers\nthe interplay between FOD, anharmonicity, and phase transitions in KPF$_6$,\nproviding important insights for the design of BCE materials with broad\noperational temperature spans."}
{"id": "2508.13477", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13477", "abs": "https://arxiv.org/abs/2508.13477", "authors": ["Shang Zhu", "Yiwen Ma", "Jiangbo He", "Xiaozhou Yang", "Zhongmou Jia", "Min Wei", "Yiping Jiao", "Jiezhong He", "Enna Zhuo", "Xuewei Cao", "Bingbing Tong", "Ziwei Dou", "Peiling Li", "Jie Shen", "Xiaohui Song", "Zhaozheng Lyu", "Guangtong Liu", "Dong Pan", "Jianhua Zhao", "Bo Lu", "Li Lu", "Fanming Qu"], "title": "Josephson diode effect in nanowire-based Andreev molecules", "comment": "25 pages, 13 figures", "summary": "Superconducting systems exhibit non-reciprocal current transport under\ncertain conditions of symmetry breaking, a phenomenon known as the\nsuperconducting diode effect. This effect allows for perfect rectification of\nsupercurrent, and has received considerable research interest. We report the\nobservation of the Josephson diode effect (JDE) in nanowire-based Andreev\nmolecules, where the time-reversal and spatial-inversion symmetries of a\nJosephson junction (JJ) can be nonlocally broken by coherently coupling to\nanother JJ. The JDE can be controlled using both non-local phase and gate\nvoltages. Notably, the non-local phase can induce a sign reversal of the diode\nefficiency, a manifestation of regulating the probabilities of double elastic\ncotunneling and double-crossed Andreev reflection. Additionally, the diode\nefficiency can be further modulated by local and non-local gate voltages,\nexhibiting a central-peak feature in the gate-voltage space. Our theoretical\ncalculations of the energy spectrum and the Josephson currents align well with\nthe experimental results. These results demonstrate the non-local regulation of\nthe JDE in Andreev molecules, offering significant implications for the control\nof multi-JJ devices and the development of advanced superconducting devices."}
{"id": "2508.13950", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13950", "abs": "https://arxiv.org/abs/2508.13950", "authors": ["Pietro Diona", "Luca Maranzana", "Sergey Artyukhin", "Giacomo Sala"], "title": "Observation of relativistic domain wall motion in amorphous ferrimagnets", "comment": null, "summary": "Domain walls in magnetic materials are sine-Gordon solitons characterized by\nrelativistic kinematics, with the maximum spin-wave group velocity setting a\nlimit for the domain wall speed and hence the highest operation frequency of\nmagnetic devices. This relativistic regime has been observed only in\ncrystalline iron-garnet ferrimagnets but is in general expected in many\nmagnetic materials. In particular, amorphous rare-earth -- transition metal\nferrimagnets should exhibit relativistic effects because of their ultrafast\nmagnetic dynamics. However, no evidence for these effects has been reported in\nthese technologically relevant materials. Here, we show that the relativistic\nregime can be attained in easy-to-engineer amorphous ferrimagnetic alloys. In\nGdFeCo we observe a saturation of the current-induced domain wall velocity that\nis indicative of a maximum spin-wave speed of the order of 2 km/s. Our\nobservations indicate that relativistic dynamics are not exclusive to\nferrimagnetic garnets but also exist in rare-earth -- transition-metal\nferrimagnets, which provide a robust material platform for future magnetic\ndevices operating at the ultimate speed limit."}
{"id": "2508.13484", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13484", "abs": "https://arxiv.org/abs/2508.13484", "authors": ["Mahmudul Islam", "Killian Sheriff", "Rodrigo Freitas"], "title": "Dislocation-mediated short-range order evolution during thermomechanical processing", "comment": "14 pages, 5 figures", "summary": "Thermomechanical processing alters the microstructure of metallic alloys\nthrough coupled plastic deformation and thermal exposure, with dislocation\nmotion driving plasticity and microstructural evolution. Our previous work\nshowed that the same dislocation motion both creates and destroys chemical\nshort-range order (SRO), driving alloys into far-from-equilibrium SRO states.\nHowever, the connection between this dislocation-mediated SRO evolution and\nprocessing parameters remains largely unexplored. Here, we perform large-scale\natomistic simulations of thermomechanical processing of equiatomic TiTaVW to\ndetermine how temperature and strain rate control SRO via competing creation\n($\\Gamma$) and annihilation ($\\lambda$) rates. Using machine learning\ninteratomic potentials and information-theoretic metrics, we quantify that the\nmagnitude and chemical character of SRO vary systematically with these\nparameters. We identify two regimes: a low-temperature regime with weak\nstrain-rate sensitivity, and a high-temperature regime in which reduced\ndislocation density and increased screw character amplify chemical bias and\naccelerate SRO formation. The resulting steady-state SRO is\nfar-from-equilibrium and cannot be produced by equilibrium thermal annealing.\nTogether, these results provide a mechanistic and predictive link between\nprocessing parameters, dislocation physics, and SRO evolution in chemically\ncomplex alloys."}
{"id": "2508.13952", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13952", "abs": "https://arxiv.org/abs/2508.13952", "authors": ["Ying Zhou", "Hui-Min Zhang", "Cheng-Ao Ji", "Hongjun Xiang", "Shuai Dong", "James M. Rondinelli", "Xue-Zeng Lu"], "title": "Piezomagnetism-driven magnetoelectric coupling in altermagnetic multiferroic K3Cr2F7", "comment": null, "summary": "Ferroelectric control of altermagnetism in momentum space has been studied\nwidely, while the control of magnetism in real space of altermagnets are still\nrare. We present a design rule to identify multiferroicity in n=2\nRuddlesden-Popper halides. Our results show that a Jahn-Teller distortion can\ncooperate with oxygen octahedral rotations to break inversion symmetry, which\nwe demonstrate in K3Cr2F7 and cation-ordered KAg2Cu2Cl7, and leads to a\nferrielectric-to-ferroelectric phase transition in K3Cr2F7. Altermagnetic spin\norder in the ferrielectric phase of K3Cr2F7 transforms into a conventional\nantiferromagnetic order in the ferroelectric phase, at which strain/pressure\nengineered sizable changes of weak ferromagnetism can occur. Our study is not\nonly conducive to realize strong magnetoelectric coupling in multiferroics, but\nalso reveals more functionalities in altermagnetic materials."}
{"id": "2508.13519", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13519", "abs": "https://arxiv.org/abs/2508.13519", "authors": ["Dm. M. Korotin"], "title": "Charge Ordering and Magnetic Exchange in the Ladder-Type Compound NH$_4$V$_2$O$_5$", "comment": null, "summary": "The low-temperature electronic and magnetic properties of NH$_4$V$_2$O$_5$,\nan isoelectronic analog of the spin-ladder compound $\\alpha'$-NaV$_2$O$_5$, are\ninvestigated using DFT+$U$ calculations. Two charge-ordering patterns - zigzag\nand linear chains of V$^{4+}$/V$^{5+}$ ions - are considered. The zigzag\nconfiguration is found to be energetically preferred and exhibits insulating\nbehavior with a band gap of 1.7 eV. In this state, magnetic V$^{4+}$ (d$^1$)\nions form antiferromagnetically coupled spin chains. Calculated exchange\ninteractions reveal strong diagonal (intrarung) and interladder couplings,\nindicating a complex spin-ladder network. These results suggest that\nNH$_4$V$_2$O$_5$ retains essential spin-ladder characteristics while displaying\nnew structural and magnetic features arising from the larger size and\nnon-spherical geometry of the NH$_4^+$ ion compared to Na$^+$."}
{"id": "2508.13955", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13955", "abs": "https://arxiv.org/abs/2508.13955", "authors": ["Yu-Hsiu Lin", "Daniel Maldonado-Lopez", "Jose L. Mendoza-Cortes"], "title": "A first-principles theoretical study on two-dimensional MX and MX$_2$ metal halides: bandgap engineering, magnetism, and catalytic descriptors", "comment": null, "summary": "Metal halides, particularly MX and MX$_2$ compounds (where M represents metal\nelements and X = F, Cl, Br, I), have attracted significant interest due to\ntheir diverse electronic and optoelectronic properties. However, a\ncomprehensive understanding of their structural and electronic behavior,\nparticularly the evolution of these properties from bulk to low-dimensional\nforms, remains limited. To address this gap, we performed first-principles\ncalculations to develop a database of 60 MX and MX$_2$ metal halides, detailing\ntheir structural and electronic properties in both bulk and slab\nconfigurations. Calculations were performed using the advanced\n\\texttt{HSE06-D3} hybrid functional for density functional theory (DFT),\nensuring high precision in predicting material properties despite the\nassociated computational cost. The results reveal that these materials are\npredominantly semiconductors, but their bandgaps range from 0 to 9 eV. A\ndetailed analysis of the transition from bulk to slab structures highlights\nnotable shifts in electronic properties, including bandgap modifications. Upon\ndimensional reduction, 9 materials exhibit an indirect-to-direct bandgap\ntransition, enhancing their potential for energy conversion. Beyond structural\ndimensionality, the influence of chemical composition on bandgap variations was\nalso examined. To further assess their practical applicability, the catalytic\nand magnetic properties of these metal halides were systematically evaluated.\nThese findings not only illuminate previously underexplored MX and MX$_2$ metal\nhalides but also identify promising candidates for electronic, optoelectronic,\ncatalytic and spintronic applications. This database serves as a valuable\nresource for guiding future research and technology development in\nlow-dimensional materials."}
{"id": "2508.13535", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13535", "abs": "https://arxiv.org/abs/2508.13535", "authors": ["Masaki Gen", "Hidemaro Suwa", "Shusaku Imajo", "Chao Dong", "Hiroaki Ueda", "Makoto Tachibana", "Akihiko Ikeda", "Koichi Kindo", "Yoshimitsu Kohama"], "title": "Unified description of spin-lattice coupling: application to thermodynamic properties of the pyrochlore Heisenberg antiferromagnet", "comment": "6 pages, 4 figures, SM: 6 pages, 5 figures", "summary": "We present an extended model to describe the spin-lattice coupling,\nincorporating individual vibrations of bonds and atomic sites alongside\ndistance-dependent exchange interactions. The proposed spin Hamiltonian can be\neffectively considered as an interpolation between two well-established minimum\nmodels, the bond-phonon model and the site-phonon model. The extended model\nwell reproduces successive field-induced phase transitions as well as the\nthermodynamic properties of a 3-up-1-down state in the pyrochlore-lattice\nHeisenberg antiferromagnet, including negative thermal expansion, an enhanced\nmagnetocaloric effect, and a sharp specific-heat peak. Our approach is broadly\napplicable to various spin models, providing a framework for identifying the\nprimary phonon modes responsible for spin-lattice coupling and for\nunderstanding complex magnetic phase diagrams."}
{"id": "2508.13248", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13248", "abs": "https://arxiv.org/abs/2508.13248", "authors": ["Akash Rawat", "Raphael B. de Oliveira", "Tapas Pal", "Kleuton Antunes", "Guilherme S. L. Fabris", "Raphael M. Tromer", "Marcelo L. Pereira Junior", "Adarsh Singh", "Ashok Kumar Gupta", "Douglas S. Galvao", "Chandra Sekhar Tiwary"], "title": "Visible-Light Photocatalytic Degradation of Cresols using Sustainable 3D-Printed Bi4O5I2-Hematite Scaffold", "comment": null, "summary": "In photocatalysis, the reusability limit of catalysts can contribute to\nsecondary pollution, posing ecological risks. Addressing this, the present\nstudy explores the integration of additive manufacturing with photocatalysis by\ndecorating Bi$_4$O$_5$I$_2$ onto a 3D-printed hematite scaffold\n(Bi$_4$O$_5$I$_2$@3DH) for the degradation of cresols. The 3D-printed hematite\ngrid, fabricated via direct ink writing, exhibited excellent rheological\nbehavior ($\\tau\\gamma = 24$ Pa), allowing precise shape retention. The sintered\nBi$_4$O$_5$I$_2$ was subsequently immobilized via a facile dip-coating method.\nUnder optimized conditions, the composite achieved 99.78\\% degradation of 20\nmg/L p-cresol within 240 min of irradiation. Notably, hematite served as a\nporous substrate and contributed to photocatalytic activity. Density functional\ntheory simulations with Hubbard correction (DFT+U) indicated an interfacial\ncharge transfer of approximately -0.9 electrons from hematite to\nBi$_4$O$_5$I$_2$, confirming a S-scheme heterojunction between hematite and\nBi$_4$O$_5$I$_2$ semiconductors, validating experimental observations. The\ncomposite demonstrated strong performance across varied water matrices and in\nthe presence of other cresol isomers. It also retained 84.28\\% degradation\nefficiency after 10 cycles, with negligible catalyst leaching. Furthermore, in\nvitro and in silico ecotoxicity analyses revealed reduced toxicity of the\ndegradation products. The current work presents a novel and scalable strategy,\nadvancing the use of earth-abundant hematite minerals in sustainable\nenvironmental remediation."}
{"id": "2508.13570", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.13570", "abs": "https://arxiv.org/abs/2508.13570", "authors": ["Hirokazu Tsunetsugu", "Hiroaki Kusunose"], "title": "Chiral Phonons in a Cubic Lattice", "comment": "5 pages, 3 figures", "summary": "We have developed a theory for the energy dispersion of chiral phonons in a\nsimplest cubic lattice. Among all the phonon modes, only the optical triplet\nmodes exhibit the intrinsic characteristics of chiral phonons near k=0, and we\nexamine their energy splitting in detail by analyzing the dynamical matrix. To\nfirst order in k, the splitting is described by a spin-1 Weyl Hamiltonian, and\nhelicity becomes a good quantum number. It asymptotically coincides with the\ncrystal angular momentum for k parallel <111> up to a global sign. The\nHamiltonian incorporates a pseudoscalar coupling constant associated with\nelectric toroidal monopoles, determined by the spatial configuration of the\nstiffness tensors."}
{"id": "2508.13290", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13290", "abs": "https://arxiv.org/abs/2508.13290", "authors": ["Terawit Kongruengkit", "Andrea N. Capa Salinas", "Ganesh Pokharel", "Brenden R. Ortiz", "Stephen D. Wilson", "John W. Harter"], "title": "Persistence of charge density wave fluctuations in the absence of long-range order in a hole-doped kagome metal", "comment": null, "summary": "The kagome metals $A$V$_3$Sb$_5$ ($A$ = K, Rb, Cs) exhibit a complex\ninterplay between charge density wave (CDW) order and superconductivity. In\nthis study, we use ultrafast coherent phonon spectroscopy to probe the\nevolution of CDW order in hole-doped CsV$_3$Sb$_{5-x}$Sn$_x$ across a broad\nrange of compositions ($0 \\leq x \\leq 0.68$). While thermodynamic and\ndiffraction measurements show long-range CDW order vanishes above $x \\approx\n0.05$, we observe persistent signatures of CDW fluctuations up to the highest\ndoping levels, with correlation times on the order of several picoseconds.\nThese results indicate the presence of robust fluctuating charge order that\nsurvives well beyond the established CDW phase boundary. Furthermore, these\nfluctuations are enhanced near a doping-tuned quantum phase transition at $x^*\n\\approx 0.15$, which coincides with a local minimum in the superconducting\n$T_\\mathrm{c}$ double-dome. Additional measurements on Ti- and K-substituted\nsamples confirm that this behavior is intrinsic to hole doping and not tied to\ndisorder. Overall, our findings suggest that CDW fluctuations play a central\nrole in the electronic phase diagram of $A$V$_3$Sb$_5$ and may mediate or\ncompete with superconductivity."}
{"id": "2508.13571", "categories": ["cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2508.13571", "abs": "https://arxiv.org/abs/2508.13571", "authors": ["Noah Lape", "Simon Diubenkov", "L. Q. English", "P. G. Kevrekidis", "Alexei Andreanov", "Yeongjun Kim", "Sergej Flach"], "title": "Realization and characterization of an all-bands-flat electronic lattice", "comment": null, "summary": "We construct an electronic all-bands-flat (ABF) lattice and experimentally\ngenerate compact localized states (CLSs) therein. The lattice is a diamond\n(rhombic) chain and implemented as a network of capacitors and inductors, as\nwell as voltage inverters (using operational amplifiers) in order to introduce\na \\(\\pi\\)-phase flux within each diamond. The network's normal modes split into\nthree flat bands, and the corresponding CLSs can be excited in isolation via a\ntwo-node driving at the flat band frequencies. We also examine the role of the\nlattice edges and their interaction with the CLSs. Finally, we compare the\nexperimental results to tight-binding predictions and obtain very good\nagreement. This analysis paves the way for further experimental implementations\nof ABF systems in electric networks, especially with an eye towards exploring\ntheir interplay with nonlinearity."}
{"id": "2508.13367", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13367", "abs": "https://arxiv.org/abs/2508.13367", "authors": ["Stefan Hiemer", "Paolo Moretti", "Stefano Zapperi", "Michael Zaiser"], "title": "Fiber bundle model of thermally activated creep failure", "comment": null, "summary": "An equal load sharing fiber bundle model for thermally activated breakdown is\ndeveloped using transition state theory to describe the rate of elementary\nfailures. The lifetime distribution, average, variance and their asymptotic\nlimits for uniform fiber failure thresholds are derived and found to be in\nexcellent agreement with simulations. The asymptotic scaling with regards to\nthe number of fibers matches analytical approximations in the low temperature\nlimit derived by Roux and co-workers for a model of thermal breakdown by\nstationary Gaussian noise. For the case of randomly distributed fiber failure\nstrengths, the lifetime distribution is derived as a multidimensional integral\nwith no closed form solution. Simulations with different fiber strength\ndistributions indicate that, in the limit of large fiber numbers, the\nstatistics of bundle lifetimes shows a similar asymptotic scaling for\ndistributed and for uniform thresholds. Fiber breakage by thermal activation\noccurs in avalanches triggered by individual thermally activated failure\nevents, and the asymptotic avalanche size distribution obtained from the\nsimulations matches earlier theoretical results derived for quasistatic\nloading."}
{"id": "2508.13573", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13573", "abs": "https://arxiv.org/abs/2508.13573", "authors": ["Seoung-Hun Kang", "Youngjun Lee", "Sangmoon Yoon", "JongMok Ok", "Mina Yoon", "Ho Nyung Lee", "Young-Kyun Kwon"], "title": "Overcoming Quantum Resistivity Scaling in Nanoscale Interconnects Using Delafossite PdCoO2", "comment": null, "summary": "Continued scaling into the sub 7 nm regime exacerbates quantum limited\nresistivity in Cu interconnects. We evaluated layered PdCoO2 and explicitly\nbenchmarked it against Cu to identify mechanisms that maintain conductivity\nunder confinement. Using a momentum resolved relaxation time formalism derived\nfrom the conductivity tensor, we link k and energy resolved velocities, life\ntimes, and mean free paths (MFPs) to thickness dependent resistivity for films\nand wires. PdCoO2 exhibits quasi 2D transport with high inplane velocities and\nstrongly anisotropic MFPs (15 nm inplane, 3 nm outofplane near EF), whereas Cu\nshows an isotropic 22 nm MFP. Under identical boundary conditions including a\nrealistic 2 nm liner/diffusion barrier for Cu, PdCoO2 displays suppressed\nboundary scattering and a much slower resistivity increase from bulk down to\nsub 30 nm, preserving near bulk conductivity and remaining viable at 2 nm.\nThickness trends reveal dual slope changes in PdCoO2 (35 nm and 7 nm) set by\nanisotropic MFPs, contrasting with the single characteristic scale of Cu (40\nnm). The calculated bulk values and scaling curves track available measurements\nfor both materials. These results establish PdCoO2 as a scalable interconnect\nthat outperforms Cu under quantum confinement and provide a quantitative\nframework to screen layered conductors for next generation nanoelectronic\ninterconnects."}
{"id": "2508.13391", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13391", "abs": "https://arxiv.org/abs/2508.13391", "authors": ["Niamh O'Neill", "Benjamin X. Shi", "William Baldwin", "William C. Witt", "Gábor Csányi", "Julian D. Gale", "Angelos Michaelides", "Christoph Schran"], "title": "Towards Routine Condensed Phase Simulations with Delta-Learned Coupled Cluster Accuracy: Application to Liquid Water", "comment": null, "summary": "Simulating liquid water to an accuracy that matches its wealth of available\nexperimental data requires both precise electronic structure methods and\nreliable sampling of nuclear (quantum) motion. This is challenging because\napplying the electronic structure method of choice - coupled cluster theory\nwith single, double and perturbative triple excitations [CCSD(T)] - to\ncondensed phase systems is currently limited by its computational cost and\ncomplexity. Recent tour-de-force efforts have demonstrated that this accuracy\ncan indeed bring simulated liquid water into close agreement with experiment\nusing machine learning potentials (MLPs). However, achieving this remains far\nfrom routine, requiring large datasets and significant computational cost. In\nthis work, we introduce a practical approach that combines developments in MLPs\nwith local correlation approximations to enable routine CCSD(T)-level\nsimulations of liquid water. When combined with nuclear quantum effects, we\nachieve agreement to experiments for structural and transport properties.\nCrucially, this approach extends beyond constant volume to constant pressure\nsimulations, allowing fundamental properties such as the density to now be\npredicted by MLP-based CCSD(T) models. Importantly, the approach also handles\nconstant pressure simulations, enabling MLP-based CCSD(T) models to predict\nisothermal-isobaric bulk properties, such as water's density maximum in close\nagreement with experiment. Encompassing tests across electronic structure,\ndatasets and MLP architecture, this work provides a practical blueprint towards\nroutinely developing CCSD(T)-based MLPs for the condensed phase."}
{"id": "2508.13585", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13585", "abs": "https://arxiv.org/abs/2508.13585", "authors": ["Seungyun Han", "Kyoung-Whan Kim", "Hyun-Woo Lee", "Suik Cheon"], "title": "Deterministic N'eel vector switching of altermagnets via magnetic multipole torque", "comment": "7 pages, 3 figures", "summary": "Altermagnets have recently emerged as promising materials for next-generation\nspintronic devices. For their device applications, realizing a single-domain\nconfiguration is essential but remains challenging. We theoretically consider\ninjecting magnetic multipoles into altermagnets, which can be achieved by\napplying an in-plane current to an altermagnet/normal metal bilayer. We\ndemonstrate for $d$-wave altermagnets that the torque generated by the magnetic\noctupole injection can achieve magnetic-field-free deterministic switching of\nthe altermagnets' N\\'eel vector and transform their multidomain configurations\ninto a single domain. This method allows the switching in diverse altermagnets,\nthereby facilitating their device applications and fundamental studies. This\nwork also exemplifies the usefulness of magnetic multipole currents."}
{"id": "2508.13519", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13519", "abs": "https://arxiv.org/abs/2508.13519", "authors": ["Dm. M. Korotin"], "title": "Charge Ordering and Magnetic Exchange in the Ladder-Type Compound NH$_4$V$_2$O$_5$", "comment": null, "summary": "The low-temperature electronic and magnetic properties of NH$_4$V$_2$O$_5$,\nan isoelectronic analog of the spin-ladder compound $\\alpha'$-NaV$_2$O$_5$, are\ninvestigated using DFT+$U$ calculations. Two charge-ordering patterns - zigzag\nand linear chains of V$^{4+}$/V$^{5+}$ ions - are considered. The zigzag\nconfiguration is found to be energetically preferred and exhibits insulating\nbehavior with a band gap of 1.7 eV. In this state, magnetic V$^{4+}$ (d$^1$)\nions form antiferromagnetically coupled spin chains. Calculated exchange\ninteractions reveal strong diagonal (intrarung) and interladder couplings,\nindicating a complex spin-ladder network. These results suggest that\nNH$_4$V$_2$O$_5$ retains essential spin-ladder characteristics while displaying\nnew structural and magnetic features arising from the larger size and\nnon-spherical geometry of the NH$_4^+$ ion compared to Na$^+$."}
{"id": "2508.13614", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13614", "abs": "https://arxiv.org/abs/2508.13614", "authors": ["Ankita Phutela", "Saswata Bhattacharya"], "title": "Unlocking reversible and nonvolatile anomalous valley Hall control through multiferroic van der Waals heterostructures", "comment": null, "summary": "Achieving external control over the anomalous valley Hall (AVH) effect is\nessential for advancing valleytronic applications. However, many of the\nexisting approaches suffer from limitations such as irreversibility or\nvolatility. In this work, we propose a general strategy for enabling\nnonvolatile electrical tuning of the AVH effect by utilizing multiferroic van\nder Waals heterostructures. Using first-principles density functional theory\ncalculations, we demonstrate that a heterostructure composed of a ferromagnetic\nmonolayer VSSe and a ferroelectric monolayer Al$_2$S$_3$ permits fine control\nof valley transport properties. The AVH response in VSSe can be reversibly and\nnonvolatility switched by reversing the polarization of Al$_2$S$_3$ via an\napplied electric field. This ferroelectric mechanism ensures a stable valley\nstate even without continuous energy input. Furthermore, the valley\npolarization can also be inverted through the same polarization switching\nprocess, providing a dual degree of control over valley-dependent phenomena.\nThese findings establish a promising pathway toward intrinsically switchable\nand energy-efficient valleytronic devices."}
{"id": "2508.13535", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13535", "abs": "https://arxiv.org/abs/2508.13535", "authors": ["Masaki Gen", "Hidemaro Suwa", "Shusaku Imajo", "Chao Dong", "Hiroaki Ueda", "Makoto Tachibana", "Akihiko Ikeda", "Koichi Kindo", "Yoshimitsu Kohama"], "title": "Unified description of spin-lattice coupling: application to thermodynamic properties of the pyrochlore Heisenberg antiferromagnet", "comment": "6 pages, 4 figures, SM: 6 pages, 5 figures", "summary": "We present an extended model to describe the spin-lattice coupling,\nincorporating individual vibrations of bonds and atomic sites alongside\ndistance-dependent exchange interactions. The proposed spin Hamiltonian can be\neffectively considered as an interpolation between two well-established minimum\nmodels, the bond-phonon model and the site-phonon model. The extended model\nwell reproduces successive field-induced phase transitions as well as the\nthermodynamic properties of a 3-up-1-down state in the pyrochlore-lattice\nHeisenberg antiferromagnet, including negative thermal expansion, an enhanced\nmagnetocaloric effect, and a sharp specific-heat peak. Our approach is broadly\napplicable to various spin models, providing a framework for identifying the\nprimary phonon modes responsible for spin-lattice coupling and for\nunderstanding complex magnetic phase diagrams."}
{"id": "2508.13645", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13645", "abs": "https://arxiv.org/abs/2508.13645", "authors": ["Daan Maertens", "Jutho Haegeman", "Karel Van Acoleyen"], "title": "Real-time bubble nucleation and growth for false vacuum decay on the lattice", "comment": "21 pages, 8 figures", "summary": "We revisit quantum false vacuum decay for the one-dimensional Ising model,\nfocusing on the real-time nucleation and growth of true vacuum bubbles. Via\nmatrix product state simulations, we demonstrate that for a wide range of\nparameters, the full time-dependent quantum state is well described by a\nGaussian ansatz in terms of domain wall operators, with the associated vacuum\nbubble wave function evolving according to the linearized time-dependent\nvariational principle. The emerging picture shows three different stages of\nevolution: an initial nucleation of small bubbles, followed by semi-classical\nbubble growth, which in turn is halted by the lattice phenomenon of Bloch\noscillations. Furthermore, we find that the resonant bubble only plays a\nsignificant role in a certain region of parameter-space. However, when\nsignificant, it does lead to an approximately constant decay rate during the\nintermediate stage. Moreover, this rate is in quantitative agreement with the\nanalytical result of Rutkevich (Phys. Rev. B 60, 14525) for which we provide an\nindependent derivation based on the Gaussian ansatz."}
{"id": "2508.13719", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13719", "abs": "https://arxiv.org/abs/2508.13719", "authors": ["A. Korshunov", "C. A. Fuller", "C. -Y. Lim", "A. Kar", "S. Roychowdhury", "D. Chernyshov", "C. Shekhar", "A. Bosak", "C. Felser", "S. Blanco-Canosa"], "title": "Unravelling disorder in kagome Yb$_{0.5}$Co$_3$Ge$_3$", "comment": "9 pages, 5 figures", "summary": "The presence of phonon instabilities that leads to the formation of charge\nmodulated states in kagome metals has allowed their classification based on the\natomic displacements. Here, we use diffuse and inelastic x-ray scattering,\nbacked by Monte Carlo simulations to describe a type-I instability in the\nkagome metal Yb$_{0.5}$Co$_3$Ge$_3$. We find that the in-plane distortion of Co\nin the kagome plane drives a structural transition with the appearance of new\nBragg peaks at odd $L$, which are surrounded by a hexagonal diffuse signal. The\nanisotropic diffuse scattering, characteristic of a highly frustrated\ntriangular lattice was simulated following a combination of Ising hamiltonian\nand Lennard-Jones potential, and demonstrate that the structural phase\ntransition in Yb$_{0.5}$Co$_3$Ge$_3$ is of an order-disorder transformation\ntype. The inelastic spectra reveals no softening but an anomalous broadening of\nthe $\\Gamma-A$ low energy acoustic mode. Our results highlight the critical\nrole of the geometric frustration in promoting ordering from disorder in kagome\nlattices and power of diffuse scattering to disentangle the internal atomic\ndisplacements and correlated disorder."}
{"id": "2508.13719", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13719", "abs": "https://arxiv.org/abs/2508.13719", "authors": ["A. Korshunov", "C. A. Fuller", "C. -Y. Lim", "A. Kar", "S. Roychowdhury", "D. Chernyshov", "C. Shekhar", "A. Bosak", "C. Felser", "S. Blanco-Canosa"], "title": "Unravelling disorder in kagome Yb$_{0.5}$Co$_3$Ge$_3$", "comment": "9 pages, 5 figures", "summary": "The presence of phonon instabilities that leads to the formation of charge\nmodulated states in kagome metals has allowed their classification based on the\natomic displacements. Here, we use diffuse and inelastic x-ray scattering,\nbacked by Monte Carlo simulations to describe a type-I instability in the\nkagome metal Yb$_{0.5}$Co$_3$Ge$_3$. We find that the in-plane distortion of Co\nin the kagome plane drives a structural transition with the appearance of new\nBragg peaks at odd $L$, which are surrounded by a hexagonal diffuse signal. The\nanisotropic diffuse scattering, characteristic of a highly frustrated\ntriangular lattice was simulated following a combination of Ising hamiltonian\nand Lennard-Jones potential, and demonstrate that the structural phase\ntransition in Yb$_{0.5}$Co$_3$Ge$_3$ is of an order-disorder transformation\ntype. The inelastic spectra reveals no softening but an anomalous broadening of\nthe $\\Gamma-A$ low energy acoustic mode. Our results highlight the critical\nrole of the geometric frustration in promoting ordering from disorder in kagome\nlattices and power of diffuse scattering to disentangle the internal atomic\ndisplacements and correlated disorder."}
{"id": "2508.13725", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13725", "abs": "https://arxiv.org/abs/2508.13725", "authors": ["Alessandro Mameli", "Giannis Thalassinos", "Marco Capelli", "Johannes Ackermann", "Edwin Mayes", "Hiroshi Abe", "Takeshi Ohshima", "Tingpeng Luo", "Volker Cimalla", "Peter Knittel", "Brant Gibson", "Jan Jeske", "Nikolai Dontschuk", "Anke Krueger", "Alastair Stacey", "Alexander Healey", "Philipp Reineck"], "title": "The properties of the nitrogen-vacancy center in milled chemical vapor deposition nanodiamonds", "comment": null, "summary": "Fluorescent nanodiamonds (FNDs) containing negatively charged\nnitrogen-vacancy (NV-) centers are vital for many emerging quantum sensing\napplications from magnetometry to intracellular sensing in biology. However,\ndeveloping a scalable fabrication method for FNDs hosting color centers with\nconsistent bulk-like photoluminescence (PL) and spin coherence properties\nremains a highly desired but unrealized goal. Here, we investigate optimized\nball milling of single-crystal diamonds produced via chemical vapor deposition\n(CVD) and containing 2 ppm of substitutional nitrogen and 0.3 ppm of NV- to\nachieve this goal. The NV charge state, PL lifetime, and spin properties of\nbulk CVD diamond samples are directly compared to milled CVD FNDs and\ncommercial high-pressure high-temperature (HPHT) FNDs. We find that on average,\nthe relative contribution of the NV- charge state to the total NV PL is lower\nand the NV PL lifetime is longer in CVD FNDs compared to HPHT FNDs, both likely\ndue to the lower Ns0 concentration in CVD FNDs. The CVD bulk and CVD FNDs on\naverage show similar average T1 spin relaxation times of 3.2 $\\pm$ 0.7 ms and\n4.7 $\\pm$ 1.6 ms, respectively, compared to 0.17 $\\pm$ 0.01 ms for commercial\nHPHT FNDs. Our results demonstrate that ball milling of CVD diamonds enables\nthe large-scale fabrication of NV ensembles in FNDs with bulk-like T1 spin\nrelaxation properties."}
{"id": "2508.13720", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13720", "abs": "https://arxiv.org/abs/2508.13720", "authors": ["Cong He", "Zhenchao Wen", "Jun Okabayashi", "Yoshio Miura", "Tianyi Ma", "Tadakatsu Ohkubo", "Takeshi Seki", "Hiroaki Sukegawa", "Seiji Mitani"], "title": "Evidence for single variant in altermagnetic RuO2(101) thin films", "comment": "38 pages, 13 figures", "summary": "Altermagnetism presents intriguing possibilities for spintronic devices due\nto its unique combination of strong spin-splitting and zero net magnetization.\nHowever, realizing its full potential hinges on fabricating single-variant\naltermagnetic thin films. In this work, we present definitive evidence for the\nformation of single-variant altermagnetic RuO2(101) thin films with fully\nepitaxial growth on Al2O3(1-102) r-plane substrates, confirmed through rigorous\nstructural analyses using X-ray diffraction, atomic-resolution transmission\nelectron microscopy and X-ray magnetic linear dichroism. The mutual\ncorrespondence of the occupancy of oxygen atoms on the surfaces of\nRuO2(101)[010] and Al2O3(1-102)[11-20] plays a decisive role in the formation\nof the single-variant RuO2, which is also supported by our first-principles\ndensity functional theory calculations. We further observed spin-splitting\nmagnetoresistance in the single-variant RuO2(101)/CoFeB bilayers, highlighting\nthe characteristic effect of single variant on spin transport. The\ndemonstration of single-variant RuO2(101) films marks a significant advancement\nin the field of altermagnetism and paves the way for exploring their potential\napplications."}
{"id": "2508.13779", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13779", "abs": "https://arxiv.org/abs/2508.13779", "authors": ["Ryosuke Akashi", "Hiroshi Shinaoka"], "title": "Uniform electron benchmark for the first-principles $GW_{0}$-Eliashberg theory", "comment": "11 pages, 6 figures, 2 tables", "summary": "We investigate the numerical behavior of the Eliashberg equations for\nphonon-mediated superconductivity, incorporating normal-state self-energy\ncalculations within the consistent $GW_{0}$ approximation. We account for the\nfull wavenumber and frequency dependences of both the screened Coulomb\ninteraction and phonon-mediated attraction. We present results for the\nprototypical uniform electron gas system with model Einstein phonons at\ntemperatures of a few kelvin. At extremely low temperatures, we efficiently\nexecute the required convolutions of Green's functions and interactions in\nMatsubara frequency and wavenumber using intermediate representation and\nFourier convolution techniques. In particular, we elucidate the interplay\nbetween electron-phonon $\\omega$-mass and $k$-mass renormalizations of the\nelectronic self-energy in determining the normal-state effective mass, spectral\nweight and the superconducting transition temperature. The electron density\nregimes where the plasmon effect enhances or suppresses the phonon-mediated\nsuperconductivity on top of the static Coulomb effect are revealed. We compare\nour comprehensive Eliashberg calculation results with those from density\nfunctional theory for superconductors, where the functionals have been\nconstructed with reference to Eliashberg theory. Our model, methods, and\nresults provide a valuable benchmark for first-principles superconducting\ncalculations that treat screened Coulomb interaction effects non-empirically."}
{"id": "2508.13725", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13725", "abs": "https://arxiv.org/abs/2508.13725", "authors": ["Alessandro Mameli", "Giannis Thalassinos", "Marco Capelli", "Johannes Ackermann", "Edwin Mayes", "Hiroshi Abe", "Takeshi Ohshima", "Tingpeng Luo", "Volker Cimalla", "Peter Knittel", "Brant Gibson", "Jan Jeske", "Nikolai Dontschuk", "Anke Krueger", "Alastair Stacey", "Alexander Healey", "Philipp Reineck"], "title": "The properties of the nitrogen-vacancy center in milled chemical vapor deposition nanodiamonds", "comment": null, "summary": "Fluorescent nanodiamonds (FNDs) containing negatively charged\nnitrogen-vacancy (NV-) centers are vital for many emerging quantum sensing\napplications from magnetometry to intracellular sensing in biology. However,\ndeveloping a scalable fabrication method for FNDs hosting color centers with\nconsistent bulk-like photoluminescence (PL) and spin coherence properties\nremains a highly desired but unrealized goal. Here, we investigate optimized\nball milling of single-crystal diamonds produced via chemical vapor deposition\n(CVD) and containing 2 ppm of substitutional nitrogen and 0.3 ppm of NV- to\nachieve this goal. The NV charge state, PL lifetime, and spin properties of\nbulk CVD diamond samples are directly compared to milled CVD FNDs and\ncommercial high-pressure high-temperature (HPHT) FNDs. We find that on average,\nthe relative contribution of the NV- charge state to the total NV PL is lower\nand the NV PL lifetime is longer in CVD FNDs compared to HPHT FNDs, both likely\ndue to the lower Ns0 concentration in CVD FNDs. The CVD bulk and CVD FNDs on\naverage show similar average T1 spin relaxation times of 3.2 $\\pm$ 0.7 ms and\n4.7 $\\pm$ 1.6 ms, respectively, compared to 0.17 $\\pm$ 0.01 ms for commercial\nHPHT FNDs. Our results demonstrate that ball milling of CVD diamonds enables\nthe large-scale fabrication of NV ensembles in FNDs with bulk-like T1 spin\nrelaxation properties."}
{"id": "2508.14034", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14034", "abs": "https://arxiv.org/abs/2508.14034", "authors": ["M. Tepie", "F. Glerean", "J. Ovčar", "S. Priya", "K. Miyagawa", "H. Taniguchi", "K. Kanoda", "I. Lončarić", "M. Dressel", "M. Mitrano"], "title": "Photoinduced Frustration Modulation in $κ$-type Quantum Spin Liquid Candidates", "comment": "17 pages, 13 figures", "summary": "Geometric frustration is a key parameter controlling electronic and magnetic\nproperties of quantum spin liquid systems, yet remains challenging to tune.\nHere, we coherently drive molecular vibrations with midinfrared pulses in two\norganic quantum spin liquid candidates, the insulating\n$\\kappa$-(BEDT-TTF)$_2$Cu$_2$(CN)$_3$ and the metallic\n$\\kappa$-(BEDT-TTF)$_4$Hg$_{2.89}$Br$_8$, and probe their electronic response\nthrough ultrafast reflectivity measurements. We observe a nonlinear coupling\nbetween local molecular vibrations and nonlocal phonons, which is expected to\ndirectly modulate the geometric frustration of their triangular lattice. Our\nfindings establish a promising route to dynamically control frustration in\nnonbipartite quantum materials."}
{"id": "2508.13779", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13779", "abs": "https://arxiv.org/abs/2508.13779", "authors": ["Ryosuke Akashi", "Hiroshi Shinaoka"], "title": "Uniform electron benchmark for the first-principles $GW_{0}$-Eliashberg theory", "comment": "11 pages, 6 figures, 2 tables", "summary": "We investigate the numerical behavior of the Eliashberg equations for\nphonon-mediated superconductivity, incorporating normal-state self-energy\ncalculations within the consistent $GW_{0}$ approximation. We account for the\nfull wavenumber and frequency dependences of both the screened Coulomb\ninteraction and phonon-mediated attraction. We present results for the\nprototypical uniform electron gas system with model Einstein phonons at\ntemperatures of a few kelvin. At extremely low temperatures, we efficiently\nexecute the required convolutions of Green's functions and interactions in\nMatsubara frequency and wavenumber using intermediate representation and\nFourier convolution techniques. In particular, we elucidate the interplay\nbetween electron-phonon $\\omega$-mass and $k$-mass renormalizations of the\nelectronic self-energy in determining the normal-state effective mass, spectral\nweight and the superconducting transition temperature. The electron density\nregimes where the plasmon effect enhances or suppresses the phonon-mediated\nsuperconductivity on top of the static Coulomb effect are revealed. We compare\nour comprehensive Eliashberg calculation results with those from density\nfunctional theory for superconductors, where the functionals have been\nconstructed with reference to Eliashberg theory. Our model, methods, and\nresults provide a valuable benchmark for first-principles superconducting\ncalculations that treat screened Coulomb interaction effects non-empirically."}
{"id": "2508.13780", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-lat", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.13780", "abs": "https://arxiv.org/abs/2508.13780", "authors": ["Christian Johansen", "Alessio Recati", "Iacopo Carusotto", "Alberto Biella"], "title": "Many-body theory of false vacuum decay in quantum spin chains", "comment": null, "summary": "In this work we theoretically investigate the false vacuum decay process in a\nferromagnetic quantum spin-1/2 chain. We develop a many-body theory describing\nthe nucleation and the coherent dynamics of true-vacuum bubbles that is\nanalytically tractable and agrees with numerical matrix product state\ncalculations in all parameter regimes up to intermediate times. This bosonic\ntheory allows us to identify different regimes in the parameter space and\nunravel the underlying physical mechanisms. In particular, regimes that closely\ncorrespond to the cosmological false vacuum decay picture are highlighted and\ncharacterized in terms of observable quantities."}
{"id": "2508.13784", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13784", "abs": "https://arxiv.org/abs/2508.13784", "authors": ["A. Delhomme", "T. Amit", "P. Ji", "C. Faugeras", "S. Refaely-Abramson", "J. J. Finley", "A. V. Stier"], "title": "Magnetic brightening of light-like excitons in a monolayer semiconductor", "comment": null, "summary": "Monolayer transition-metal dichalcogenides, such as WSe$_2$, are direct gap,\nmulti-valley semiconductors. Long-range electron-hole exchange interactions mix\nthe valleys, yielding dispersion relations for massive ($\\propto Q^2$) as well\nas light-like ($\\propto Q$) excitons. We report magneto-photoluminescence\nspectroscopy of excitons in the monolayer semiconductor WSe$_2$ to $B =\n\\pm25$T. The magnetic field-dependent line shape of the neutral exciton reveals\nthe emergence of a new blue-detuned emission peak in both field orientations.\nAnalyzing the distinct magnetic field-dependent shifts of both peaks\nfacilitates the identification of the emergent feature as a spin-singlet with a\nsignificantly smaller reduced exciton mass as compared to the neutral exciton.\nThe intensity of the emergent feature increases with magnetic field according\nto $\\propto B^2$, as expected for a linear dispersion relation. The\ndensity-dependent diamagnetic shift ratios of both features follow the expected\ndensity dependence of the electron-hole exchange interactions. We interpret our\nobservations within a picture of magnetic-field-induced coupling between the\nbright massive and quasi dark light-like exciton, leading to its brightening."}
{"id": "2508.13789", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2508.13789", "abs": "https://arxiv.org/abs/2508.13789", "authors": ["Frantisek Slanina"], "title": "Random cubic graph embedded in a hypercube: Entanglement spectrum and many-body localization", "comment": "21 pages, 21 figures", "summary": "The schematic model of interacting spins is introduced, which combines the\nsymmetry of hypercube with the simplicity of random regular graph with degree\nthree, i.e. the random cubic graph. We study the localization transition in\nthis model, which shares essential characteristics with the systems exhibiting\nmany-body localization. Namely, we investigate the transition in terms of the\nentanglement entropy and entanglement spectrum. We also show that the most\nsignificant indicator of the localization transition is the failure of\neigenstate thermalization hypothesis, when the distribution of matrix elements\nof local operators changes from Gasussian to bimodal. It also provides good\nestimate for the critical disorder strength."}
{"id": "2508.13790", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13790", "abs": "https://arxiv.org/abs/2508.13790", "authors": ["Aaron Flötotto", "Benjamin Spetzler", "Rose von Stackelberg", "Martin Ziegler", "Erich Runge", "Christian Dreßler"], "title": "Large-scale cooperative sulfur vacancy dynamics in two-dimensional MoS2 from machine learning interatomic potentials", "comment": "17 pages, 9 figures", "summary": "The formation of extended sulfur vacancies in MoS2 monolayers is closely\nassociated with catalytic activity and may also be the basis for its memristive\nbehavior. Nanosecond-scale molecular dynamics simulations using machine\nlearning interatomic potentials (MLIPs) reveal key mechanisms of cooperative\nvacancy transport, including incorporation of vacancies into clusters of\narbitrary size. The simulations provide a coherent atomistic explanation for\nirradiation-induced vacancy patterns observed experimentally, especially the\nformation of line defects spanning tens of nanometers. Results and performance\nare compared of two MLIP frameworks: (i) on-the-fly learning with Gaussian\napproximation potential, and (ii) fine-tuning of an equivariant foundation\nmodel."}
{"id": "2508.13799", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13799", "abs": "https://arxiv.org/abs/2508.13799", "authors": ["Serhii Abakumov", "Eugen Rabkin", "Andriy Gusak"], "title": "Elementary Monte Carlo model of the anisotropic recrystallization and antiripening under intensive stirring and high supersaturations", "comment": "18 pages, 11 figures", "summary": "Known method of fibrous oxides production (first of all, V2O5) by intensive\nstirring in water is treated in the frame of driven systems approach developed\nin 80s by Georges Martin et al for systems under irradiation or severe plastic\ndeformation. Instead of ballistic diffusion, the ballistic detachments of atoms\nfrom the oxide surface under stirring are introduced. Simplified Monte Carlo\nscheme is suggested for crystal evolution within TLK model, taking into account\nanisotropy and additional athermal detachment probabilities. Individual cluster\nin limited volume becomes elongated in steady-state or dissolve. For the\nensemble of clusters, the number is decreasing (as in common ripening), but the\nmean length of fibers grows, as well as the total surface energy (contrary to\ncommon ripening)."}
{"id": "2508.13845", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13845", "abs": "https://arxiv.org/abs/2508.13845", "authors": ["Thomas P. van Waas", "Christophe Berthod", "Jan Berges", "Nicola Marzari", "J. Hugo Dil", "Samuel Poncé"], "title": "Extraction of the self energy and Eliashberg function from angle resolved photoemission spectroscopy using the \\textsc{xARPES} code", "comment": "10 pages, 7 figures", "summary": "Angle-resolved photoemission spectroscopy is a powerful experimental\ntechnique for studying anisotropic many-body interactions through the electron\nspectral function. Existing attempts to decompose the spectral function into\nnon-interacting dispersions and electron-phonon, electron-electron, and\nelectron-impurity self-energies rely on linearization of the bands and manual\nassignment of self-energy magnitudes. Here, we show how self-energies can be\nextracted consistently for curved dispersions. We extend the maximum-entropy\nmethod to Eliashberg-function extraction with Bayesian inference, optimizing\nthe parameters describing the dispersions and the magnitudes of\nelectron-electron and electron-impurity interactions. We compare these novel\nmethodologies with state-of-the-art approaches on model data, then demonstrate\ntheir applicability with two high-quality experimental data sets. With the\nfirst set, we identify the phonon modes of a two-dimensional electron liquid on\nTiO$_2$-terminated SrTiO$_3$. With the second set, we obtain unprecedented\nagreement between two Eliashberg functions of Li-doped graphene extracted from\nseparate dispersions. We release these functionalities in the novel Python code\n\\textsc{xARPES}."}
{"id": "2508.13862", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13862", "abs": "https://arxiv.org/abs/2508.13862", "authors": ["Jiantao Wang", "Yi-Chi Zhang", "Yan Liu", "Hongkun Deng", "Mingfeng Liu", "Yan Sun", "Bing Li", "Xing-Qiu Chen", "Peitao Liu"], "title": "Atomistic mechanisms of phase transitions in all-temperature barocaloric material KPF$_6$", "comment": "16 pages, 15 figures, 4 tables (including Supplemental Material)", "summary": "Conventional barocaloric materials typically exhibit limited operating\ntemperature ranges. In contrast, KPF$_6$ has recently been reported to achieve\nan exceptional all-temperature barocaloric effect (BCE) via pressure-driven\nphase transitions. Here, we elucidate the atomistic mechanisms underlying the\nphase transitions through first-principles calculations and machine-learning\npotential accelerated molecular dynamics simulations. We identify four distinct\nphases: the room-temperature cubic (C) plastic crystal characterized by strong\nfluorine orientational disorder (FOD) and anharmonicity, the\nintermediate-temperature monoclinic (M-II) phase with decreasing FOD, the\nlow-temperature monoclinic (M-I) phase with suppressed FOD, and the fully\nordered rhombohedral (R) phase under pressure. Phonon calculations confirm the\ndynamic stability of the M-II, M-I, and R phases at 0 K, whereas the C phase\nrequires thermal fluctuations for stabilization. Under pressure, all the C,\nM-II, and M-I phases transform to the R phase, which are driven by cooperative\nPF$_6$ octahedral rotations coupled with lattice modulations. These\npressure-induced phase transitions result in persistent isothermal entropy\nchanges across a wide temperature range, thereby explaining the experimentally\nobserved all-temperature BCE in this material. Hybrid functional calculations\nreveal wide-bandgap insulating behavior across all phases. This work deciphers\nthe interplay between FOD, anharmonicity, and phase transitions in KPF$_6$,\nproviding important insights for the design of BCE materials with broad\noperational temperature spans."}
{"id": "2508.13950", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2508.13950", "abs": "https://arxiv.org/abs/2508.13950", "authors": ["Pietro Diona", "Luca Maranzana", "Sergey Artyukhin", "Giacomo Sala"], "title": "Observation of relativistic domain wall motion in amorphous ferrimagnets", "comment": null, "summary": "Domain walls in magnetic materials are sine-Gordon solitons characterized by\nrelativistic kinematics, with the maximum spin-wave group velocity setting a\nlimit for the domain wall speed and hence the highest operation frequency of\nmagnetic devices. This relativistic regime has been observed only in\ncrystalline iron-garnet ferrimagnets but is in general expected in many\nmagnetic materials. In particular, amorphous rare-earth -- transition metal\nferrimagnets should exhibit relativistic effects because of their ultrafast\nmagnetic dynamics. However, no evidence for these effects has been reported in\nthese technologically relevant materials. Here, we show that the relativistic\nregime can be attained in easy-to-engineer amorphous ferrimagnetic alloys. In\nGdFeCo we observe a saturation of the current-induced domain wall velocity that\nis indicative of a maximum spin-wave speed of the order of 2 km/s. Our\nobservations indicate that relativistic dynamics are not exclusive to\nferrimagnetic garnets but also exist in rare-earth -- transition-metal\nferrimagnets, which provide a robust material platform for future magnetic\ndevices operating at the ultimate speed limit."}
{"id": "2508.13952", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13952", "abs": "https://arxiv.org/abs/2508.13952", "authors": ["Ying Zhou", "Hui-Min Zhang", "Cheng-Ao Ji", "Hongjun Xiang", "Shuai Dong", "James M. Rondinelli", "Xue-Zeng Lu"], "title": "Piezomagnetism-driven magnetoelectric coupling in altermagnetic multiferroic K3Cr2F7", "comment": null, "summary": "Ferroelectric control of altermagnetism in momentum space has been studied\nwidely, while the control of magnetism in real space of altermagnets are still\nrare. We present a design rule to identify multiferroicity in n=2\nRuddlesden-Popper halides. Our results show that a Jahn-Teller distortion can\ncooperate with oxygen octahedral rotations to break inversion symmetry, which\nwe demonstrate in K3Cr2F7 and cation-ordered KAg2Cu2Cl7, and leads to a\nferrielectric-to-ferroelectric phase transition in K3Cr2F7. Altermagnetic spin\norder in the ferrielectric phase of K3Cr2F7 transforms into a conventional\nantiferromagnetic order in the ferroelectric phase, at which strain/pressure\nengineered sizable changes of weak ferromagnetism can occur. Our study is not\nonly conducive to realize strong magnetoelectric coupling in multiferroics, but\nalso reveals more functionalities in altermagnetic materials."}
{"id": "2508.13955", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13955", "abs": "https://arxiv.org/abs/2508.13955", "authors": ["Yu-Hsiu Lin", "Daniel Maldonado-Lopez", "Jose L. Mendoza-Cortes"], "title": "A first-principles theoretical study on two-dimensional MX and MX$_2$ metal halides: bandgap engineering, magnetism, and catalytic descriptors", "comment": null, "summary": "Metal halides, particularly MX and MX$_2$ compounds (where M represents metal\nelements and X = F, Cl, Br, I), have attracted significant interest due to\ntheir diverse electronic and optoelectronic properties. However, a\ncomprehensive understanding of their structural and electronic behavior,\nparticularly the evolution of these properties from bulk to low-dimensional\nforms, remains limited. To address this gap, we performed first-principles\ncalculations to develop a database of 60 MX and MX$_2$ metal halides, detailing\ntheir structural and electronic properties in both bulk and slab\nconfigurations. Calculations were performed using the advanced\n\\texttt{HSE06-D3} hybrid functional for density functional theory (DFT),\nensuring high precision in predicting material properties despite the\nassociated computational cost. The results reveal that these materials are\npredominantly semiconductors, but their bandgaps range from 0 to 9 eV. A\ndetailed analysis of the transition from bulk to slab structures highlights\nnotable shifts in electronic properties, including bandgap modifications. Upon\ndimensional reduction, 9 materials exhibit an indirect-to-direct bandgap\ntransition, enhancing their potential for energy conversion. Beyond structural\ndimensionality, the influence of chemical composition on bandgap variations was\nalso examined. To further assess their practical applicability, the catalytic\nand magnetic properties of these metal halides were systematically evaluated.\nThese findings not only illuminate previously underexplored MX and MX$_2$ metal\nhalides but also identify promising candidates for electronic, optoelectronic,\ncatalytic and spintronic applications. This database serves as a valuable\nresource for guiding future research and technology development in\nlow-dimensional materials."}
{"id": "2508.13994", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.13994", "abs": "https://arxiv.org/abs/2508.13994", "authors": ["M. Nashaat", "Yu. M. Shukrinov"], "title": "Originality of resonance and locking phenomena in $\\varphi_{0}$ junction", "comment": "7 pages, 5 figures", "summary": "We demonstrate the realization and interplay of two ferromagnetic resonances\nin the SFS $\\varphi_0$ Josephson junction. One of the resonances that is\nrealized under microwave radiation is the famous Kittel ferromagnetic\nresonance. The other is the Buzdin ferromagnetic resonance appearing as a\nresult of interaction of superconducting current and ferromagnetic interlayer\nmagnetization. Transformations of one type of resonance to another under\nvariation in the parameters of external radiation and the parameters of the\n$\\varphi_0$ junction open the way to manipulation of the features of\nferromagnetic resonances. The combined ferromagnetic resonance that exhibits\nthe features of both resonances is demonstrated too. The 2D-diagrams\n$\\omega_R-I$ for the maximal magnetization component $m_y$ have an interesting\nintersection points of the Kittel and Buzdin resonances, where the value of\n$m^{max}_y$ is strongly increased. The obtained results demonstrate reach\nphysics and unique opportunities for various applications."}
{"id": "2508.14003", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2508.14003", "abs": "https://arxiv.org/abs/2508.14003", "authors": ["Ruben Lier"], "title": "Machine Learning H-theorem", "comment": null, "summary": "H-theorem provides a microscopic foundation of the Second Law of\nThermodynamics and is therefore essential to establishing statistical physics,\nbut at the same time, H-theorem has been subject to controversy that in part\npersists till this day. To better understand H-theorem and its relation to the\narrow of time, we study the equilibration of randomly oriented and positioned\nhard disks with periodic boundary conditions. Using a model based on the\nDeepSets architecture, which imposes permutation invariance of the particle\nlabels, we train a model to capture the irreversibility of the H-functional."}
{"id": "2508.14034", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.14034", "abs": "https://arxiv.org/abs/2508.14034", "authors": ["M. Tepie", "F. Glerean", "J. Ovčar", "S. Priya", "K. Miyagawa", "H. Taniguchi", "K. Kanoda", "I. Lončarić", "M. Dressel", "M. Mitrano"], "title": "Photoinduced Frustration Modulation in $κ$-type Quantum Spin Liquid Candidates", "comment": "17 pages, 13 figures", "summary": "Geometric frustration is a key parameter controlling electronic and magnetic\nproperties of quantum spin liquid systems, yet remains challenging to tune.\nHere, we coherently drive molecular vibrations with midinfrared pulses in two\norganic quantum spin liquid candidates, the insulating\n$\\kappa$-(BEDT-TTF)$_2$Cu$_2$(CN)$_3$ and the metallic\n$\\kappa$-(BEDT-TTF)$_4$Hg$_{2.89}$Br$_8$, and probe their electronic response\nthrough ultrafast reflectivity measurements. We observe a nonlinear coupling\nbetween local molecular vibrations and nonlocal phonons, which is expected to\ndirectly modulate the geometric frustration of their triangular lattice. Our\nfindings establish a promising route to dynamically control frustration in\nnonbipartite quantum materials."}
{"id": "2508.13248", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.13248", "abs": "https://arxiv.org/abs/2508.13248", "authors": ["Akash Rawat", "Raphael B. de Oliveira", "Tapas Pal", "Kleuton Antunes", "Guilherme S. L. Fabris", "Raphael M. Tromer", "Marcelo L. Pereira Junior", "Adarsh Singh", "Ashok Kumar Gupta", "Douglas S. Galvao", "Chandra Sekhar Tiwary"], "title": "Visible-Light Photocatalytic Degradation of Cresols using Sustainable 3D-Printed Bi4O5I2-Hematite Scaffold", "comment": null, "summary": "In photocatalysis, the reusability limit of catalysts can contribute to\nsecondary pollution, posing ecological risks. Addressing this, the present\nstudy explores the integration of additive manufacturing with photocatalysis by\ndecorating Bi$_4$O$_5$I$_2$ onto a 3D-printed hematite scaffold\n(Bi$_4$O$_5$I$_2$@3DH) for the degradation of cresols. The 3D-printed hematite\ngrid, fabricated via direct ink writing, exhibited excellent rheological\nbehavior ($\\tau\\gamma = 24$ Pa), allowing precise shape retention. The sintered\nBi$_4$O$_5$I$_2$ was subsequently immobilized via a facile dip-coating method.\nUnder optimized conditions, the composite achieved 99.78\\% degradation of 20\nmg/L p-cresol within 240 min of irradiation. Notably, hematite served as a\nporous substrate and contributed to photocatalytic activity. Density functional\ntheory simulations with Hubbard correction (DFT+U) indicated an interfacial\ncharge transfer of approximately -0.9 electrons from hematite to\nBi$_4$O$_5$I$_2$, confirming a S-scheme heterojunction between hematite and\nBi$_4$O$_5$I$_2$ semiconductors, validating experimental observations. The\ncomposite demonstrated strong performance across varied water matrices and in\nthe presence of other cresol isomers. It also retained 84.28\\% degradation\nefficiency after 10 cycles, with negligible catalyst leaching. Furthermore, in\nvitro and in silico ecotoxicity analyses revealed reduced toxicity of the\ndegradation products. The current work presents a novel and scalable strategy,\nadvancing the use of earth-abundant hematite minerals in sustainable\nenvironmental remediation."}
{"id": "2508.13391", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.13391", "abs": "https://arxiv.org/abs/2508.13391", "authors": ["Niamh O'Neill", "Benjamin X. Shi", "William Baldwin", "William C. Witt", "Gábor Csányi", "Julian D. Gale", "Angelos Michaelides", "Christoph Schran"], "title": "Towards Routine Condensed Phase Simulations with Delta-Learned Coupled Cluster Accuracy: Application to Liquid Water", "comment": null, "summary": "Simulating liquid water to an accuracy that matches its wealth of available\nexperimental data requires both precise electronic structure methods and\nreliable sampling of nuclear (quantum) motion. This is challenging because\napplying the electronic structure method of choice - coupled cluster theory\nwith single, double and perturbative triple excitations [CCSD(T)] - to\ncondensed phase systems is currently limited by its computational cost and\ncomplexity. Recent tour-de-force efforts have demonstrated that this accuracy\ncan indeed bring simulated liquid water into close agreement with experiment\nusing machine learning potentials (MLPs). However, achieving this remains far\nfrom routine, requiring large datasets and significant computational cost. In\nthis work, we introduce a practical approach that combines developments in MLPs\nwith local correlation approximations to enable routine CCSD(T)-level\nsimulations of liquid water. When combined with nuclear quantum effects, we\nachieve agreement to experiments for structural and transport properties.\nCrucially, this approach extends beyond constant volume to constant pressure\nsimulations, allowing fundamental properties such as the density to now be\npredicted by MLP-based CCSD(T) models. Importantly, the approach also handles\nconstant pressure simulations, enabling MLP-based CCSD(T) models to predict\nisothermal-isobaric bulk properties, such as water's density maximum in close\nagreement with experiment. Encompassing tests across electronic structure,\ndatasets and MLP architecture, this work provides a practical blueprint towards\nroutinely developing CCSD(T)-based MLPs for the condensed phase."}
{"id": "2508.13691", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.13691", "abs": "https://arxiv.org/abs/2508.13691", "authors": ["Yuki Uematsu"], "title": "Diffuse-Layer Capacitance at the Potential of Zero Charge in Binary Mixtures", "comment": "7 pages, 3 figures", "summary": "The capacitance of the electric double layer has potential applications in\nsupercapacitors, and theoretical investigations of the double-layer capacitance\nin binary mixtures are important. In this work, we develop the theory of the\nelectric double layer in binary mixtures, and the diffuse-layer capacitance at\nthe potential of zero charge is obtained analytically. Furthermore, we observe\na divergence of the capacitance in the phase diagram, suggesting a surface\ninstability. The obtained capacitance is different from that derived using\nsingle-liquid approximation unless the preferential solvation energies of\ncations and anions are the same. When the system is close to the surface\ninstability line, the capacitance strongly deviates from the results of\nsingle-liquid approximation."}
{"id": "2508.13733", "categories": ["physics.chem-ph", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2508.13733", "abs": "https://arxiv.org/abs/2508.13733", "authors": ["Yuki Uematsu", "Keiju Suda"], "title": "Statistical-Mechanical Theory on the Probability Distribution Function for the Net Charge of an Electrolyte Droplet", "comment": "9 pages, 3 figures, (Note that the published version includes many\n  typos in equations)", "summary": "Droplets of electrolyte solutions in an insulating medium are ubiquitous in\nnature. The net charges of these droplets are normally nonzero, and they\nfluctuate. However, a theory on the probability distribution function for the\nnet charge of droplets is lacking, so far. Thus, a statistical-mechanical\ntheory of a charged droplet is developed with including the effect of the\nelectrostatic energy of charging as well as the random distribution of ions.\nThen, the probability distribution function for the net charge of an\nelectrolyte droplet is calculated assuming that it is generated from a\nmacroscopic solution with the different cation and anion concentrations. Using\nthe Gaussian approximation and Stirling's formula, the analytic results for the\naverage and variance of the net charge of a droplet are obtained."}
