{"id": "2510.25840", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25840", "abs": "https://arxiv.org/abs/2510.25840", "authors": ["Xuyang Liang", "Xiao-Chuan Wu", "Zenan Liu", "Zhe Wang", "Zheng Yan", "Dao-Xin Yao"], "title": "Scaling of the disorder operator at (3+1)D O(3) quantum criticality", "comment": "11 pages, 6 figures", "summary": "The disorder operator, as an easily measured non-local observable, displays\ngreat potential in detecting intrinsic information of field theories. It has\nbeen systematically studied in 1d and 2d quantum systems, while the knowledge\nof 3d is still limited. The disorder operator associated with U(1) global\nsymmetry exhibits rich geometric dependence on the shape of the spatial region\nat a quantum critical point, meanwhile, (3+1)D is the upper critical dimension\nfor O(N) criticalities, both of which pose a challenge for exploring the\ndisorder operator in high dimensions. In this work, we investigate the scaling\nbehaviors of disorder operators in (3+1)D O(3) models through large-scale\nquantum Monte Carlo simulation combined with theoretical analysis. The\nuniversal contributions, such as the current central charge, have been revealed\nin our calculation, which establishes a concrete link between lattice\nsimulations and continuum field theory. This work opens new avenues for\nexperimental and numerical exploration of universal properties at quantum\ncritical points in (3+1)D models."}
{"id": "2510.25845", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25845", "abs": "https://arxiv.org/abs/2510.25845", "authors": ["Jinchao Zhao", "Peizhi Mai", "Gaurav Tenkila", "Philip W. Phillips"], "title": "$\\mathbb{Z}_2$ Universality of the Mott Transition", "comment": null, "summary": "We demonstrate that the Mott transition exhibits universal scaling as a\nconsequence of the breaking of a $\\mathbb{Z}_2$ symmetry in momentum space. A\ndirect consequence of this discrete symmetry breaking is the charge or Mott gap\nitself. From extensive numerics, we proffer that it is the charge\ncompressibility that acts as the underlying order parameter as it is zero in\nthe insulator and non-zero in the metallic state. Additionally, the Widom line\n(temperature of the extremum of the compressibility) obeys a universal scaling\nof $T_m=0.39U$ deep into the insulating state directly from $Z_2$ universality.\nFurthermore, the temperature at which the second derivative of the\ncompressibility has a minimum is independent of lattice geometry, exhibiting a\nuniversal scaling of $|U-U_c|^\\alpha$ where $\\alpha\\approx 1$. Finally, our\ncomputational approach reproduces the key features of the doping dependence of\nthe compressibility demonstrated in recent cold-atom quantum simulators of the\nHubbard model, thereby corroborating our conclusions on $\\mathbb{Z}_2$\nuniversality."}
{"id": "2510.25919", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.25919", "abs": "https://arxiv.org/abs/2510.25919", "authors": ["Shivanshu Dwivedi", "Kalum Palandage"], "title": "Geometric and Orbital Control of Correlated States in Small Hubbard Clusters", "comment": null, "summary": "Arrays of semiconductor quantum dots provide a powerful platform to design\ncorrelated quantum matter from the bottom up. We establish a predictive\nframework for engineering local electron pairing in these artificial molecules\nby systematically deploying three control levers: lattice geometry, orbital\nhybridization, and external electric fields. Using Hartree-Fock simulations on\ncanonical 3D clusters from the tetrahedron (Z = 3) to the FCC lattice (Z = 12),\nat and near half-filling, we uncover three fundamental design principles. (i)\nGeometric Hierarchy: The resilience to Coulomb repulsion U is dictated by the\ncoordination number Z, which controls kinetic delocalization. (ii) Orbital\nHybridization: Counter-intuitively, inter-orbital hopping t_orb acts not as a\nsimple suppressor of pairing, but as a sophisticated control knob that enhances\ndouble occupancy at moderate U by engineering the on-site energy landscape.\n(iii) Field Squeezing: An electric field robustly induces pairing by forcing\ncharge localization, an effect most potent in low-connectivity clusters. These\nprinciples form a blueprint for deterministically targeting charge and spin\ncorrelations in quantum-dot-based quantum hardware."}
{"id": "2510.25994", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25994", "abs": "https://arxiv.org/abs/2510.25994", "authors": ["Yosef Shokeeb", "Ludovic D. C. Jaubert", "Han Yan"], "title": "Hyperbolic Fracton Model, Subsystem Symmetry and Holography III: Extension to Generic Tessellations", "comment": null, "summary": "We generalize the Hyperbolic Fracton Model from the $\\{5,4\\}$ tessellation to\ngeneric tessellations, and investigate its core properties: subsystem\nsymmetries, fracton mobility, and holographic correspondence. While the model\non the original tessellation has features reminiscent of the flat-space lattice\ncases, the generalized tessellations exhibit a far richer and more intricate\nstructure. The ground-state degeneracy and subsystem symmetries are generated\nrecursively layer-by-layer, through the inflation rule, but without a simple,\nuniform pattern. The fracton excitations follow exponential-in-distance and\nalgebraic-in-lattice-size growing patterns when moving outward, and depend\nsensitively to the tessellation geometry, differing qualitatively from both\ntype-I or type-II fracton model on flat lattices. Despite this increased\ncomplexity, the hallmark holographic features -- subregion duality via Rindler\nreconstruction, the Ryu-Takayanagi formula for mutual information, and\neffective black hole entropy scaling with horizon area -- remain valid. These\nresults demonstrate that the holographic correspondence in fracton models\npersists in generic tessellations, and provide a natural platform to explore\nmore intricate subsystem symmetries and fracton physics."}
{"id": "2510.25859", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.25859", "abs": "https://arxiv.org/abs/2510.25859", "authors": ["Arthur Plaud", "Olivier Bénichou"], "title": "Beyond the Arcsine Law: Exact Two-Time Statistics of the Occupation Time in Jump Processes", "comment": "6 pages + 32 pages of supplementary material", "summary": "Occupation times quantify how long a stochastic process remains in a region,\nand their single-time statistics are famously given by the arcsine law for\nBrownian and L\\'evy processes. By contrast, two-time occupation statistics,\nwhich directly probe temporal correlations and aging, have resisted exact\ncharacterization beyond renewal processes. In this Letter we derive exact\nresults for generic one-dimensional jump processes, a central framework for\nintermittent and discretely sampled dynamics. Using generalized Wiener-Hopf\nmethods, we obtain the joint distribution of occupation time and position, the\naged occupation-time law, and the autocorrelation function. In the\ncontinuous-time scaling limit, universal features emerge that depend only on\nthe tail of the jump distribution, providing a starting point for exploring\naging transport in complex environments."}
{"id": "2510.25864", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25864", "abs": "https://arxiv.org/abs/2510.25864", "authors": ["Daniel Shaffer", "Alex Levchenko"], "title": "Theories of Superconducting Diode Effects", "comment": "50 pages, 5 figures. Review article, comments and suggestions are\n  welcome", "summary": "Superconducting diode effects (SDE), both in bulk superconductors and in\nJosephson junctions, have garnered a lot of attention due to potential\napplications in classical and quantum computing, as well as superconducting\nsensors. Here we review various mechanisms that have been theoretically\nproposed for their realization. We first provide a brief historical overview\nand discuss the basic but subtle phenomenological Ginzburg-Landau theory of\nSDE, emphasizing the need to the simultaneous breaking of time-reversal and\ninversion symmetries. We then proceed to more microscopic treatments, focusing\nespecially on implementations in noncentrosymmetric materials described by the\nRashba-Zeeman model. Finally, we review proposals based on other condensed\nmatter systems such as altermagnets, valley polarized and topological\nmaterials, and systems out of equilibrium."}
{"id": "2510.25773", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25773", "abs": "https://arxiv.org/abs/2510.25773", "authors": ["Andy Bruce", "Alexander Aghili", "Razvan Marinescu"], "title": "Latent Spaces for Langevin Dynamics", "comment": null, "summary": "In the field of machine learning coarse-grained potentials in molecular\ndynamics, propagators require that the Hamiltonian is quadratic in momentum,\nthus limiting the family of coarse-graining functions. In this paper, we derive\na general family of coarse-graining embedding functions for which Langevin\ndynamics can be applied. This has significant implications in molecular\nsimulations, and it paves the way for Langevin dynamics to be run on\nnon-geometric coarse-graining representations such as those given by principal\ncomponents of time-lagged independent component analysis (TICA) or latent\nembeddings of molecules obtained from neural networks."}
{"id": "2510.25925", "categories": ["physics.comp-ph", "cs.NA", "math-ph", "math.MP", "math.NA"], "pdf": "https://arxiv.org/pdf/2510.25925", "abs": "https://arxiv.org/abs/2510.25925", "authors": ["Ehsan Ghaderi", "Mohamad Ali Bijarchi", "Siamak Kazemzadeh Hannani", "Ali Nouri Boroujerdi"], "title": "Equation Discovery, Parametric Simulation, and Optimization Using the Physics-Informed Neural Network (PINN) Method for the Heat Conduction Problem", "comment": null, "summary": "In this study, the capabilities of the Physics-Informed Neural Network (PINN)\nmethod are investigated for three major tasks: modeling, simulation, and\noptimization in the context of the heat conduction problem. In the modeling\nphase, the governing equation of heat transfer by conduction is reconstructed\nthrough equation discovery using fractional-order derivatives, enabling the\nidentification of the fractional derivative order that best describes the\nphysical behavior. In the simulation phase, the thermal conductivity is treated\nas a physical parameter, and a parametric simulation is performed to analyze\nits influence on the temperature field. In the optimization phase, the focus is\nplaced on the inverse problem, where the goal is to infer unknown physical\nproperties from observed data. The effectiveness of the PINN approach is\nevaluated across these three fundamental engineering problem types and compared\nagainst conventional numerical methods. The results demonstrate that although\nPINNs may not yet outperform traditional numerical solvers in terms of speed\nand accuracy for forward problems, they offer a powerful and flexible framework\nfor parametric simulation, optimization, and equation discovery, making them\nhighly valuable for inverse and data-driven modeling applications."}
{"id": "2510.25853", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25853", "abs": "https://arxiv.org/abs/2510.25853", "authors": ["Samuel Liu", "Chen-Yu Hu", "Xinyu Bao", "Ming-Yuan Song", "Jean Anne C. Incorvia"], "title": "Evaluation of Wafer-Scale SOT-MRAM for Analog Crossbar Array Applications", "comment": null, "summary": "Analog crossbar arrays consisting of emerging memory devices can greatly\nalleviate the computational strain required by vector matrix multiplications\nfor neural network applications. The ability to produce spin orbit\ntorque-magnetic random-access memory (SOT-MRAM) at wafer-scale positions\nSOT-MRAM as a strong memory candidate. In this work, we fabricate and measure\n300 mm-compatible SOT-MRAM with 150% tunnel magnetoresistance ratio, fast (2\nns) and low voltage (<1 V) operation, low energy dissipation (350 fJ), low\nwrite noise (0.1%), and low device-to-device variation of 10%. Through 2-bit\nquantization aware training and noisy training as mitigation techniques, the\nmeasured SOT-MRAM devices attain 95% on MNIST. The bi-stable anisotropy and\nstochastic switching of SOT-MRAM can additionally be leveraged for stochastic\ntraining of binary neural networks, able to reach ideal accuracy for a single\ndevice. Lastly, the devices were evaluated on implementation of probabilistic\ngraph modeling and the interplay of tunnel magnetoresistance ratio, probability\ncurve distribution, and conductance noise was shown to reduce potential errors\nin implementation. Through these results, SOT-MRAM is shown to be a uniquely\neffective candidate for implementation of crossbar accelerators in memory- and\nenergy-limited applications, able to take advantage of stochastic operation and\nbi-stability to beneficial results in neural network applications."}
{"id": "2510.25849", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25849", "abs": "https://arxiv.org/abs/2510.25849", "authors": ["Elisa Damiani", "Margherita Marsili", "Maria Clelia Righi"], "title": "Predicting the adhesion and delamination strength of carbon films on metals by high-throughput ab initio calculations", "comment": null, "summary": "Diamond and diamond-like carbon (DLC) coatings are widely employed for their\nexceptional mechanical, thermal and chemical properties, but their industrial\napplication is often limited by weak adhesion to metallic substrates. In this\nwork, we employ a high-throughput ab initio approach to systematically\ninvestigate the adhesion of diamond-metal interfaces, combining a set of\ntechnologically relevant metals (Al, Ag, Au, Cr, Cu, Fe, Ir, Mg, Mo, Pt, Rh,\nTi, V, W, Zn) with the C(111), C(111)-2x1 (Pandey reconstructed), C(110),\nC(100), that are most common in diamond and are representative of different\ntypes of bonds present in DLC. Thanks to our automated and accurate\ncomputational protocol for interface construction and characterization,\ndatabases are populated and relevant trends are identified on the effect of\nsurface graphitization, ability to form carbides and metal reactivity on carbon\nfilm adhesion and delamination strength. Beyond capturing trends, our workflow\nyields predictive insights. Indeed, we found that adhesion energy scales with\nthe geometric mean of the constituent surface energies, providing a simple\ndescriptor for rapid screening; while comparing the work of separation with the\nmetal's cohesive energy anticipates the fracture location under tensile\nloading. A novel method based on g(r) analysis is introduced to identify when\ncontact with a metal drives rehybridization of surface carbon from sp2 to sp3,\nthe structural signature of improved resistance to delamination. These\nstructural changes are mirrored by an electronic rearrangement at the\ninterface, quantified by a charge-accumulation descriptor that strongly\ncorrelates with adhesion."}
{"id": "2510.25840", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25840", "abs": "https://arxiv.org/abs/2510.25840", "authors": ["Xuyang Liang", "Xiao-Chuan Wu", "Zenan Liu", "Zhe Wang", "Zheng Yan", "Dao-Xin Yao"], "title": "Scaling of the disorder operator at (3+1)D O(3) quantum criticality", "comment": "11 pages, 6 figures", "summary": "The disorder operator, as an easily measured non-local observable, displays\ngreat potential in detecting intrinsic information of field theories. It has\nbeen systematically studied in 1d and 2d quantum systems, while the knowledge\nof 3d is still limited. The disorder operator associated with U(1) global\nsymmetry exhibits rich geometric dependence on the shape of the spatial region\nat a quantum critical point, meanwhile, (3+1)D is the upper critical dimension\nfor O(N) criticalities, both of which pose a challenge for exploring the\ndisorder operator in high dimensions. In this work, we investigate the scaling\nbehaviors of disorder operators in (3+1)D O(3) models through large-scale\nquantum Monte Carlo simulation combined with theoretical analysis. The\nuniversal contributions, such as the current central charge, have been revealed\nin our calculation, which establishes a concrete link between lattice\nsimulations and continuum field theory. This work opens new avenues for\nexperimental and numerical exploration of universal properties at quantum\ncritical points in (3+1)D models."}
{"id": "2510.26010", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26010", "abs": "https://arxiv.org/abs/2510.26010", "authors": ["David R. Saykin", "Qianni Jiang", "Zhaoyu Liu", "Chandra Shekhar", "Claudia Felser", "Jiun-Haw Chu", "Aharon Kapitulnik"], "title": "High Resolution Polar Kerr Effect Studies of Cs3Sb5 and ScV6Sn6 Below the Charge Order Transition", "comment": "Includes supplementary Information", "summary": "We report high resolution polar Kerr effect measurements on CsV3Sb5 and\nScV6Sn6 single crystals in search for signatures of spontaneous polar Kerr\neffect (PKE) below the charge order transitions of these materials. Utilizing\ntwo separate zero-area loop Sagnac interferometers operating at 1550 nm and 830\nnm wavelengths, we studied the temperature dependence of possible PKE after\ntraining with magnetic field. While a finite field Kerr measurement yielded\noptical rotation expected from the Pauli susceptibility of the itinerant\ncarriers, no signal was detected at zero-field to within the noise floor limit\nof the apparatus of below $\\sim$100 nanoradians. Simultaneous coherent\nreflection measurements confirm the sharpness of the charge order transition in\nthe same optical volume as the Kerr measurements. Application of strain to\nreveal a hidden flux-ordered magnetic state did not result in a finite Kerr\neffect."}
{"id": "2510.25868", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25868", "abs": "https://arxiv.org/abs/2510.25868", "authors": ["Chen Bai", "Mao Tian Tan", "Bastien Lapierre", "Shinsei Ryu"], "title": "Spatially Structured Entanglement from Nonequilibrium Thermal Pure States", "comment": "27+26 pages (single column), 14 figures", "summary": "We study quantum quench dynamics in (1+1)-dimensional critical systems,\nstarting from thermal pure states called crosscap states, and evolving them\nunder spatially inhomogeneous Hamiltonians. The spatial inhomogeneity is\nintroduced through a deformation of the Hamiltonian, expressed as linear\ncombinations of the generators of the $SL^{(q)}(2,\\mathbb{R})$ subalgebra of\nthe Virasoro algebra. We analyze the free massless Dirac fermion theory and\nholographic conformal field theory as prototypical examples of integrable and\nnon-integrable dynamics. Consistent with general expectations, \"M\\\"obius-type\"\ndeformations lead to thermalization in the non-integrable case, and to periodic\nrevivals in the integrable one. In contrast, \"sine-square-type\" and\n\"displacement-type\" deformations prevent both thermalization and scrambling,\ninstead producing late-time, graph-like entanglement patterns. These patterns\nemerge from the interplay between the deformed Hamiltonian and the crosscap\ninitial state and appear to be universal: they are determined solely by the\ndeformation profile while remaining largely insensitive to microscopic details.\nFinally, we perform a holographic calculation in three-dimensional gravity\nusing AdS$_3$/CFT$_2$, which reproduces the main features of our\n(1+1)-dimensional study."}
{"id": "2510.25902", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25902", "abs": "https://arxiv.org/abs/2510.25902", "authors": ["Shashi B. Mishra", "Elena R. Margine"], "title": "Nonadiabatic and anharmonic effects in high-pressure H3S and D3S superconductors", "comment": "10 pages, 5 figures", "summary": "Superconductivity in compressed H3S arises from the interplay between\nhigh-frequency phonons and a pronounced van Hove singularity near the Fermi\nlevel. Using first-principles calculations, we investigate the superconducting\nproperties of H3S and D3S at 160 and 200 GPa, explicitly incorporating\nanharmonic lattice dynamics and first-order vertex corrections to\nelectron-phonon (e-ph) interactions, thereby going beyond the Migdal\napproximation underlying conventional Migdal-Eliashberg theory. We find that\nboth anharmonicity and nonadiabatic vertex corrections suppress the effective\ne-ph coupling and reduce the superconducting critical temperature (Tc).\nCalculations performed within the energy-dependent full-bandwidth Eliashberg\nformalism, including both anharmonic and vertex effects, yield Tc values in\nclose agreement with experimental measurements for D3S at both pressures and\nfor H3S at 200 GPa."}
{"id": "2510.25865", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.25865", "abs": "https://arxiv.org/abs/2510.25865", "authors": ["Kedong Wang", "Bohui Wan", "Cody L. Covington", "Kalman Varga"], "title": "Ultrafast Relaxation Dynamics of Inner-Shell Vacancies in Hydrated Pyrrole", "comment": null, "summary": "We employ real-space, real-time time-dependent density functional theory\n(TDDFT) combined with Ehrenfest dynamics to investigate ultrafast\nintermolecular relaxation following inner-valence ionization in hydrated\npyrrole. This time-dependent approach treats electronic and nuclear motions\nsimultaneously, allowing the description of electronic excitation, charge\ntransfer, ionization, and nuclear motion.When the initial vacancy in the O 2s 1\nstate is created on the water molecule, the system predominantly undergoes\nintermolecular Coulombic decay (ICD) and electron-transfer mediated decay\n(ETMD), accompanied by pronounced charge transfer between pyrrole and water. In\ncontrast, ionization of the pyrrole site for N 2s electron leads to both ICD\nand Auger decay channels. These results demonstrate that the decay dynamics are\nstrongly governed by the initial vacancy location, offering microscopic insight\ninto intermolecular energy-transfer mechanisms in hydrated molecular systems."}
{"id": "2510.26316", "categories": ["physics.comp-ph", "astro-ph.HE", "astro-ph.IM"], "pdf": "https://arxiv.org/pdf/2510.26316", "abs": "https://arxiv.org/abs/2510.26316", "authors": ["C. Bozza", "A. Calivà", "A. De Caro", "D. De Gruttola", "S. De Pasquale", "L. A. Fusco", "G. Messuti", "C. Poirè", "S. Scarpetta", "T. Virgili"], "title": "Generative Artificial Intelligence for Air Shower Simulation", "comment": null, "summary": "The detailed simulation of extensive air showers, produced by primary cosmic\nrays interacting in the atmosphere, is a task that is traditionally undertaken\nby means of Monte Carlo methods. These processes are computationally intensive,\naccounting for a major fraction of the computational resources used in the\nlarge-scale simulations required by current and future experiments in the field\nof astroparticle physics. In this work, we present a novel approach based on\nGenerative Adversarial Networks (GANs) to accelerate air shower simulations. We\ndeveloped and trained a GAN on a dataset of high-energy proton-induced air\nshowers generated with \\texttt{CORSIKA}; our model reproduces key distributions\nof secondary particles, such as energy spectra and spatial distributions at\nground level of muons. Once the model has been trained, which takes\napproximately 74 hours, the generation real time per shower is reduced by a\nfactor of $10^4$ with respect to the full \\texttt{CORSIKA} simulation, leading\nto a substantial decrease in both computational time and energy consumption."}
{"id": "2510.25857", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25857", "abs": "https://arxiv.org/abs/2510.25857", "authors": ["Esteban A. Rodríguez-Mena", "Biel Martínez", "Ahmad Fouad Kalo", "Yann-Michel Niquet", "José C. Abadillo-Uriel"], "title": "Sweet-spot protection of hole spins in sparse arrays via spin-dependent magneto-tunneling", "comment": "10 pages, 5 figures + appendices", "summary": "Recent advances in the scaling of spin qubits have led to the development of\nsparse architectures where spin qubits are distributed across multiple quantum\ndots. This distributed approach enables qubit manipulation through hopping and\nflopping modes, as well as protocols for spin shuttling to entangle spins\nbeyond nearest neighbors. Therefore, understanding spin tunneling across\nquantum dots is fundamental for the improvement of sparse array encodings.\nHere, we develop a microscopic theory of a minimal sparse array formed by a\nhole in a double quantum dot. We show the existence of spin-dependent magnetic\ncorrections to the tunnel couplings that help preserve existing sweet spots,\neven for quantum dots with different $g$-factors, and introduce new ones that\nare not accounted for in the simplest models. Our analytical and numerical\nresults explain observed sweet spots in state-of-the-art shuttling and cQED\nexperiments, are relevant to hopping and flopping modes, and apply broadly to\nsparse array encodings of any size."}
{"id": "2510.25899", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25899", "abs": "https://arxiv.org/abs/2510.25899", "authors": ["Chi Sun", "Jacob Linder"], "title": "Mutual enhancement of altermagnetism and ferroelectricity", "comment": null, "summary": "We consider theoretically the possibility of coexisting ferroelectric and\nmetallic altermagnetic order, which has recently been predicted in insulating\nand semiconducting systems via ab initio calculations. Solving\nself-consistently a mean-field Hubbard model, accounting also for the energy\ncost of distorting the lattice to produce an electric polarization, our results\nshow that metallic altermagnetism and ferroelectricity suppress or enhance each\nother depending on the doping level of the system. Close to half-filling, the\nsystem can lower its energy by becoming altermagnetic, but at the expense of\nlosing the electric polarization. Away from half-filling, the coexistence of\nferroelectricity and altermagnetism is much more robust toward an increase in\nthe energy cost associated with the deformation of the lattice. Therefore, our\nresults suggest that filling fractions corresponding to doping relatively far\naway from half-filling constitute the most promising regime to look for\ncoexistent ferroelectricity and metallic altermagnetism with mutual\nenhancement. Moreover, we propose a way to electrically tune altermagnetism\nbetween nodal and nodeless phases as well as achieving coexistence of a nodal\nand nodeless phase for the two spin species."}
{"id": "2510.25845", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.25845", "abs": "https://arxiv.org/abs/2510.25845", "authors": ["Jinchao Zhao", "Peizhi Mai", "Gaurav Tenkila", "Philip W. Phillips"], "title": "$\\mathbb{Z}_2$ Universality of the Mott Transition", "comment": null, "summary": "We demonstrate that the Mott transition exhibits universal scaling as a\nconsequence of the breaking of a $\\mathbb{Z}_2$ symmetry in momentum space. A\ndirect consequence of this discrete symmetry breaking is the charge or Mott gap\nitself. From extensive numerics, we proffer that it is the charge\ncompressibility that acts as the underlying order parameter as it is zero in\nthe insulator and non-zero in the metallic state. Additionally, the Widom line\n(temperature of the extremum of the compressibility) obeys a universal scaling\nof $T_m=0.39U$ deep into the insulating state directly from $Z_2$ universality.\nFurthermore, the temperature at which the second derivative of the\ncompressibility has a minimum is independent of lattice geometry, exhibiting a\nuniversal scaling of $|U-U_c|^\\alpha$ where $\\alpha\\approx 1$. Finally, our\ncomputational approach reproduces the key features of the doping dependence of\nthe compressibility demonstrated in recent cold-atom quantum simulators of the\nHubbard model, thereby corroborating our conclusions on $\\mathbb{Z}_2$\nuniversality."}
{"id": "2510.26031", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26031", "abs": "https://arxiv.org/abs/2510.26031", "authors": ["Zhaoqing Ding", "Xuejiao Chen", "Lei Liao", "Zhen Wang", "Zeguo Lin", "Yuelong Xiong", "Junzhou Wang", "Fang Yang", "Jiade Li", "Peng Gao", "Lifen Wang", "Xuedong Bai", "Xiaoran Liu", "Jiandong Guo"], "title": "From Ferromagnet to Antiferromagnet: Dimensional Crossover in (111) SrRuO3 Ultrathin Films", "comment": null, "summary": "SrRuO3 is a canonical itinerant ferromagnet, yet its properties in the\nextreme two-dimensional limit on a (111) crystal plane remain largely\nunexplored. Here, we demonstrate a complete transformation of its ground state\ndriven by dimensional reduction. As the thickness of (111)-oriented SrRuO3\nfilms is reduced to a few unit cells, the system transitions from a metallic\nferromagnet to a semiconducting antiferromagnet. This emergent\nantiferromagnetism is evidenced by a vanishing magnetic remanence and most\nstrikingly, by the appearance of an unconventional twelve-fold anisotropic\nmagnetoresistance. First-principles calculations confirm that an A-type\nantiferromagnetic order is the stable ground state in the ultrathin limit. Our\nfindings establish (111) dimensional engineering as a powerful route to\nmanipulate correlated electron states and uncover novel functionalities for\nantiferromagnetic spintronics."}
{"id": "2510.26325", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26325", "abs": "https://arxiv.org/abs/2510.26325", "authors": ["Hugues Meyer", "Kay Brandner"], "title": "Weak-Memory Dynamics in Discrete Time", "comment": null, "summary": "Discrete dynamics arise naturally in systems with broken temporal translation\nsymmetry and are typically described by first-order recurrence relations\nrepresenting classical or quantum Markov chains. When memory effects induced by\nhidden degrees of freedom are relevant, however, higher-order discrete\nevolution equations are generally required. Focusing on linear dynamics, we\nidentify a well-delineated weak-memory regime where such equations can, on an\nintermediate time scale, be systematically reduced to a unique first-order\ncounterpart acting on the same state space. We formulate our results as a\nmathematical theorem and work out two examples showing how they can be applied\nto stochastic Floquet dynamics under coarse-grained and quantum collisional\nmodels."}
{"id": "2510.25971", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25971", "abs": "https://arxiv.org/abs/2510.25971", "authors": ["Huan Tran", "Hieu-Chi Dam", "Christopher Kuenneth", "Tuoc N. Vu", "Hiori Kino"], "title": "Superconductor discovery in the emerging paradigm of Materials Informatics", "comment": null, "summary": "The last two decades have witnessed a tremendous number of computational\npredictions of hydride-based (phonon-mediated) superconductors, mostly at\nextremely high pressures, i.e., hundreds of GPa. These discoveries were heavily\ndriven by Migdal-\\'{E}liashberg theory (and its first-principles computational\nimplementations) for electron-phonon interactions, the key concept of\nphonon-mediated superconductivity. Dozens of predictions were experimentally\nsynthesized and characterized, triggering not only enormous excitement in the\ncommunity but also some debates. In this Article, we review the\ncomputational-driven discoveries and the recent developments in the field from\nvarious essential aspects, including the theoretical, computational, and,\nspecifically, artificial intelligence (AI)/machine learning (ML) based\napproaches emerging within the paradigm of materials informatics. While\nchallenges and critical gaps can be found in all of these approaches, AI/ML\nefforts specifically remain in its infant stage for good reasons. However,\nopportunities exist when these approaches can be further developed and\nintegrated in concerted efforts, in which AI/ML approaches could play more\nimportant roles."}
{"id": "2510.26145", "categories": ["physics.chem-ph", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2510.26145", "abs": "https://arxiv.org/abs/2510.26145", "authors": ["Sena Aydin", "Valerii Andreichev", "Pantelis Maragkoudakis", "Markus Meuwly"], "title": "Tripeptide-Dynamics from Empirical and Machine-Learned Energy Functions", "comment": null, "summary": "Molecular dynamics simulations for tripeptides in the gas phase and in\nsolution using empirical and machine-learned energy functions are presented.\nFor cationic AAA a machine-learned potential energy surface (ML-PES) trained on\nMP2 reference data yields quantitative agreement with measured splittings of\nthe amide-I vibrations. Experimental spectroscopy in solution reports a\nsplitting of 25 cm-1 which compares with 20 cm-1 from ML/MM-MD simulations of\nAAA in explicit solvent. For the AMA tripeptide a ML-PES describing both, the\nzwitterionic and neutral form is trained and used to map out the accessible\nconformational space. Due to cyclization and H-bonding between the termini in\nneutral AMA the NH- and OH-stretch spectra are strongly red-shifted below 3000\ncm-1. The present work demonstrates that meaningful MD simulations on the\nnanosecond time scale are feasible and provides insight into experiments."}
{"id": "2510.26540", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26540", "abs": "https://arxiv.org/abs/2510.26540", "authors": ["Jiaying Wang", "Jonas Benjamin Ohland", "Yen-Yu Chang", "Vedhas Pandit", "Stefan Bock", "Andrew-Hiroaki Okukura", "Udo Eisenbarth", "Arie Irman", "Michael Bussmann", "Ulrich Schramm", "Jeffrey Kelling"], "title": "Patch-MLP-Based Predictive Control: Simulation of Upstream Pointing Stabilization for PHELIX Laser System", "comment": null, "summary": "High-energy laser facilities such as PHELIX at GSI require excellent beam\npointing stability for reproducibility and relative independence for future\nexperiments. Beam pointing stability has been traditionally achieved using\nsimple proportional-integral-derivative (PID) control which removes the problem\nof slow drift, but is limited because of the time delay in knowing the\ndiagnosis and the inertia in the mechanical system associated with mirrors. In\nthis work, we introduce a predictive control strategy where the forecasting of\nbeam pointing errors is performed by a patch-based multilayer perceptron\n(Patch-MLP) designed to capture local temporal patterns for more robust\nshort-term jitter prediction. The subsequent conversion of these predicted\nerrors into correction signals is handled by a PID controller. The neural\nnetwork has been trained on diagnostic time-series data to predict beam\npointing error. Using the feed-forward controller compensates for system\ndelays. Simulations with a correction mirror placed upstream of the PHELIX\npre-amplifier bridge confirm that the predictive control scheme reduces\nresidual jitter compared to conventional PID control. Over a 10-hour dataset\nthe controller maintained stable performance without drift, while standard\npointing metrics showed consistent improvements of the order of 10 to 20\npercent. The predictive controller operates without drift, and therefore may\nimprove reproducibility and operational efficiency in high energy, low\nrepetition rate laser experiment conditions."}
{"id": "2510.25903", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.25903", "abs": "https://arxiv.org/abs/2510.25903", "authors": ["Vishnu Kumar", "Nishta Arora", "Bhargavi B. A.", "Akshay Naik", "Saurabh A. Chandorkar"], "title": "Selective Parametric Amplification of Degenerate Modes in Electrostatically Transduced Coupled Beam Resonators", "comment": "20 pages, 7 figures", "summary": "Parametric excitation in coupled mechanical systems has enabled advances in\nsensing, computation, and phonon control. The function of distinct phase modes\nusing parametric driving remains insufficiently explored. Here, we investigate\nthe nonlinear and parametric response of degenerate phase modes in a Double\nEnded Tuning Fork (DETF) resonator. Our measurements reveal pronounced\nnonlinearity and parametric amplification in the out-phase mode, attributed to\nthe dominant contribution of the coupling beam, while the in-phase mode remains\npredominantly linear. Uniquely, we demonstrate parametric excitation through\nthe coupling spring, enabling selective amplification and de-amplification\ncontrolled via the relative phase between harmonic and parametric drives. A\nparametric gain of $\\sim$13 dB is achieved in the out-phase mode, with\nphase-dependent modulation of amplification, indicating its suitability for\nsignal processing, logic operations, and memory elements based on degenerate\nmodes. These results establish a new approach to exploiting mode-specific\nnonlinear dynamics in coupled resonators for emerging applications in sensing\nand phononic control."}
{"id": "2510.25912", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25912", "abs": "https://arxiv.org/abs/2510.25912", "authors": ["Farshid Reza", "Beihan Chen", "Miaomiao Jin"], "title": "Evaluation of Structural Properties and Defect Energetics in Al$_x$Ga$_{1-x}$N Alloys", "comment": null, "summary": "Al$_x$Ga$_{1-x}$N alloys are essential for high-performance optoelectronic\nand power devices, yet the role of composition on defect energetics remains\nunderexplored, largely due to the limitations of first-principles methods in\nmodeling disordered alloys. To address this, we employ a machine learning\ninteratomic potential (MLIP) to investigate the structural and defect-related\nphysical properties in Al$_x$Ga$_{1-x}$N. The MLIP is first validated by\nreproducing the equation of state, lattice constants, and elastic constants of\nthe binary endpoints, GaN and AlN, as well as known defect formation and\nmigration energies from density functional theory and empirical potentials. We\nthen apply the MLIP to evaluate elastic constants of AlGaN alloys, which\nreveals a non-linear relation with alloying effect. Our results reveal that\nnitrogen Frenkel pair formation energies and the migration barriers for\nnitrogen point defects are highly sensitive to the local chemical environment\nand migration path. In contrast, Ga and Al vacancy migration energies remain\nrelatively insensitive to alloy composition, whereas their interstitial\nmigration energies exhibit stronger compositional dependence. These results\nprovide quantitative insight into how alloying influences defect energetics in\nAlGaN, informing defect engineering strategies for improved material\nperformance."}
{"id": "2510.25849", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25849", "abs": "https://arxiv.org/abs/2510.25849", "authors": ["Elisa Damiani", "Margherita Marsili", "Maria Clelia Righi"], "title": "Predicting the adhesion and delamination strength of carbon films on metals by high-throughput ab initio calculations", "comment": null, "summary": "Diamond and diamond-like carbon (DLC) coatings are widely employed for their\nexceptional mechanical, thermal and chemical properties, but their industrial\napplication is often limited by weak adhesion to metallic substrates. In this\nwork, we employ a high-throughput ab initio approach to systematically\ninvestigate the adhesion of diamond-metal interfaces, combining a set of\ntechnologically relevant metals (Al, Ag, Au, Cr, Cu, Fe, Ir, Mg, Mo, Pt, Rh,\nTi, V, W, Zn) with the C(111), C(111)-2x1 (Pandey reconstructed), C(110),\nC(100), that are most common in diamond and are representative of different\ntypes of bonds present in DLC. Thanks to our automated and accurate\ncomputational protocol for interface construction and characterization,\ndatabases are populated and relevant trends are identified on the effect of\nsurface graphitization, ability to form carbides and metal reactivity on carbon\nfilm adhesion and delamination strength. Beyond capturing trends, our workflow\nyields predictive insights. Indeed, we found that adhesion energy scales with\nthe geometric mean of the constituent surface energies, providing a simple\ndescriptor for rapid screening; while comparing the work of separation with the\nmetal's cohesive energy anticipates the fracture location under tensile\nloading. A novel method based on g(r) analysis is introduced to identify when\ncontact with a metal drives rehybridization of surface carbon from sp2 to sp3,\nthe structural signature of improved resistance to delamination. These\nstructural changes are mirrored by an electronic rearrangement at the\ninterface, quantified by a charge-accumulation descriptor that strongly\ncorrelates with adhesion."}
{"id": "2510.26074", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26074", "abs": "https://arxiv.org/abs/2510.26074", "authors": ["Vladimir Calvera", "Naren Manjunath", "Maissam Barkeshli"], "title": "Invariants for (2+1)D bosonic crystalline topological insulators for all 17 wallpaper groups", "comment": "22 + 19 pages, 13 figures, 16 tables", "summary": "We study bosonic symmetry-protected topological (SPT) phases in (2+1)\ndimensions with symmetry $G = G_{\\text{space}}\\times K$, where\n$G_{\\text{space}}$ is a general wallpaper group and\n$K=\\text{U}(1),\\mathbb{Z}_N, \\text{SO}(3)$ is an internal symmetry. In each\ncase we propose a set of many-body invariants that can detect all the different\nphases predicted from real space constructions and group cohomology\nclassifications. They are obtained by applying partial rotations and\nreflections to a given ground state, combined with suitable operations in $K$.\nThe reflection symmetry invariants that we introduce include `double partial\nreflections', `weak partial reflections' and their `relative' or `twisted'\nversions which also depend on $K$. We verify our proposal through exact\ncalculations on ground states constructed using real space constructions. We\ndemonstrate our method in detail for the groups p4m and p4g, and in the case of\np4m also derive a topological effective action involving gauge fields for\norientation-reversing symmetries. Our results provide a concrete method to\nfully characterize (2+1)D crystalline topological invariants in bosonic SPT\nground states."}
{"id": "2510.26468", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26468", "abs": "https://arxiv.org/abs/2510.26468", "authors": ["Sudip Sinha", "S. Sinha", "S. Dattagupta"], "title": "Spin-orbit coupled spin-boson model : A variational analysis", "comment": null, "summary": "The spin-boson (SB) model is a standard prototype for quantum dissipation,\nwhich we generalize in this work, to explore the dissipative effects on a\none-dimensional spin-orbit (SO) coupled particle in the presence of a sub-ohmic\nbath. We analyze this model by extending the well-known variational polaron\napproach, revealing a localization transition accompanied by an intriguing\nchange in the spectrum, for which the doubly degenerate minima evolves to a\nsingle minimum at zero momentum as the system-bath coupling increases. For\ntranslational invariant system with conserved momentum, a continuous\nmagnetization transition occurs, whereas the ground state changes\ndiscontinuously. We further investigate the transition of the ground state in\nthe presence of harmonic confinement, which effectively models a quantum\ndot-like nanostructure under the influence of the environment. In both the\nscenarios, the entanglement entropy of the spin-sector can serve as a marker\nfor these transitions. Interestingly, for the trapped system, a cat-like\nsuperposition state corresponds to maximum entanglement entropy below the\ntransition, highlighting the relevance of the present model for studying the\neffect of decoherence on intra-particle entanglement in the context of quantum\ninformation processing."}
{"id": "2510.26070", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26070", "abs": "https://arxiv.org/abs/2510.26070", "authors": ["Akifumi Mine", "Takeshi Suzuki", "Yigui Zhong", "Sahand Najafzadeh", "Kenjiro Okawa", "Masato Sakano", "Kyoko Ishizaka", "Shik Shin", "Takao Sasagawa", "Kozo Okazaki"], "title": "Direct observation of the surface superconducting gap in the topological superconductor candidate β-PdBi2", "comment": null, "summary": "\\beta-PdBi2 is one of the candidates for topological superconductors with a\nsuperconducting (SC) transition temperature (Tc) of 5.3 K, in which parity\nmixing of spin singlet and spin triplet has been anticipated, being crucial for\nthe further understanding of relationship with inversion symmetry and parity\nmixing in the superconductivity. In this work, we measured the SC gap in\nhigh-quality single crystal of \\beta-PdBi2 by using high-resolution laser\nangle-resolved photoemission spectroscopy below Tc. We found the isotropic SC\ngaps in momentum space for multiple bands, and observed that the difference\nbetween the SC gap of the topological surface bands and the bulk bands is about\n0.1 meV, consistent with other experimental results. These direct and\nquantitative experimental results support the possibility of \\beta-PdBi2 as a\ntopological superconductor, characterized by unique crystal and electronic band\nstructures."}
{"id": "2510.26467", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26467", "abs": "https://arxiv.org/abs/2510.26467", "authors": ["Jan Elsner", "K Nikolas Lausch", "Jörg Behler"], "title": "Atomistic Simulations of Oxide-Water Interfaces using Machine Learning Potentials", "comment": null, "summary": "Oxide-water interfaces govern a wide range of physical and chemical processes\nfundamental to many fields like catalysis, geochemistry, corrosion,\nelectrochemistry, and sensor technology. Near solid oxide surfaces, water\nbehaves differently than in the bulk, exhibiting pronounced structuring and\nincreased reactivity, typically requiring ab initio-level accuracy for reliable\nmodeling. However, explicit ab initio calculations are often computationally\nprohibitive, especially if large system sizes and long simulation time scales\nare required. By learning the potential energy surface (PES) from data obtained\nfrom electronic structure calculations, machine learning potentials (MLPs) have\nemerged as transformative tools, enabling simulations with ab initio accuracy\nat dramatically reduced computational expense. Here, we provide an overview of\nrecent progress in the application of MLPs to atomistic simulations of\noxide-water interfaces. Specifically, we review insights that have been gained\ninto the reactivity of interfacial systems involving the dissociation and\nrecombination of water molecules, proton transfer processes between the solvent\nand the surface and the dynamic nature of aqueous oxide surfaces. Moreover, we\ndiscuss open challenges and future possible research directions in this rapidly\nevolving but challenging field."}
{"id": "2510.25919", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.25919", "abs": "https://arxiv.org/abs/2510.25919", "authors": ["Shivanshu Dwivedi", "Kalum Palandage"], "title": "Geometric and Orbital Control of Correlated States in Small Hubbard Clusters", "comment": null, "summary": "Arrays of semiconductor quantum dots provide a powerful platform to design\ncorrelated quantum matter from the bottom up. We establish a predictive\nframework for engineering local electron pairing in these artificial molecules\nby systematically deploying three control levers: lattice geometry, orbital\nhybridization, and external electric fields. Using Hartree-Fock simulations on\ncanonical 3D clusters from the tetrahedron (Z = 3) to the FCC lattice (Z = 12),\nat and near half-filling, we uncover three fundamental design principles. (i)\nGeometric Hierarchy: The resilience to Coulomb repulsion U is dictated by the\ncoordination number Z, which controls kinetic delocalization. (ii) Orbital\nHybridization: Counter-intuitively, inter-orbital hopping t_orb acts not as a\nsimple suppressor of pairing, but as a sophisticated control knob that enhances\ndouble occupancy at moderate U by engineering the on-site energy landscape.\n(iii) Field Squeezing: An electric field robustly induces pairing by forcing\ncharge localization, an effect most potent in low-connectivity clusters. These\nprinciples form a blueprint for deterministically targeting charge and spin\ncorrelations in quantum-dot-based quantum hardware."}
{"id": "2510.26011", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26011", "abs": "https://arxiv.org/abs/2510.26011", "authors": ["Omar Abdul-Aziz", "Manuel Tuniz", "Wibke Bronsch", "Fulvio Parmigiani", "Federico Cilento", "Daniel Wolverson", "Charles J. Sayers", "Giulio Cerullo", "Claudia Dallera", "Ettore Carpene", "Paul H. M. van Loosdrecht", "Hamoon Hedayat"], "title": "Photoinduced Electronic Band Dynamics and Defect-mediated Surface Potential Evolution in PdSe$_2$", "comment": null, "summary": "We use time- and angle-resolved photoemission spectroscopy (TR-ARPES)\ncombined with density functional theory to investigate ultrafast carrier\ndynamics in low-symmetry layered semiconducting PdSe$_2$. The indirect bandgap\nis determined to be 0.55~eV. Following photoexcitation above this gap, we\nresolve a valence band shift and broadening, both lasting less than a\npicosecond, consistent with bandgap renormalization and carrier scattering,\nindicative of strong many-body interactions. Subsequently, hot carriers\npopulate the conduction band minimum and are captured by defect states. A\nsurface photovoltage (SPV) of $\\sim$ 67~meV emerges, persisting for over 50~ps,\ndriven by defect-assisted charge separation. The formation of native vacancies,\npromoted by the low-symmetry lattice, likely gives rise to the mid-gap states\nresponsible for this long-lived SPV response. Detailed analysis of TR-ARPES\nspectra disentangles the contributions of bandgap renormalization, carrier\nscattering, defect states, and SPV. These findings establish PdSe$_2$ as a\nprototypical layered quantum material exhibiting exotic photoresponses on\nultrafast timescales."}
{"id": "2510.25920", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25920", "abs": "https://arxiv.org/abs/2510.25920", "authors": ["Flavio Giuliani", "Francesco Guidarelli Mattioli", "Yuhan Chen", "Daniele Dragoni", "Marco Bernasconi", "John Russo", "Lilia Boeri", "Riccardo Mazzarello"], "title": "Liquid anomalies and Fragility of Supercooled Antimony", "comment": "23 pages, 26 figures", "summary": "Phase-change materials (PCMs) based on group IV, V, and VI elements, such as\nGe, Sb, and Te, exhibit distinctive liquid-state features, including\nthermodynamic anomalies and unusual dynamical properties, which are believed to\nplay a key role in their fast and reversible crystallization behavior. Antimony\n(Sb), a monoatomic PCM with ultrafast switching capabilities, stands out as the\nonly elemental member of this group for which the properties of the liquid and\nsupercooled states have so far remained unknown. In this work, we use\nlarge-scale molecular dynamics simulations with a neural network potential\ntrained on first-principles data to investigate the liquid, supercooled, and\namorphous phases of Sb across a broad pressure-temperature range. We uncover\nclear signatures of anomalous behavior, including a density maximum and\nnon-monotonic thermodynamic response functions, and introduce a novel\noctahedral order parameter that captures the structural evolution of the\nliquid. Moreover, extrapolation of the viscosity to the glass transition, based\non configurational and excess entropies, indicates that Sb is a highly fragile\nmaterial. Our results present a compelling new case for the connection between\nthe liquid-state properties of phase-change materials and their unique ability\nto combine high amorphous-phase stability with ultrafast crystallization."}
{"id": "2510.25853", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25853", "abs": "https://arxiv.org/abs/2510.25853", "authors": ["Samuel Liu", "Chen-Yu Hu", "Xinyu Bao", "Ming-Yuan Song", "Jean Anne C. Incorvia"], "title": "Evaluation of Wafer-Scale SOT-MRAM for Analog Crossbar Array Applications", "comment": null, "summary": "Analog crossbar arrays consisting of emerging memory devices can greatly\nalleviate the computational strain required by vector matrix multiplications\nfor neural network applications. The ability to produce spin orbit\ntorque-magnetic random-access memory (SOT-MRAM) at wafer-scale positions\nSOT-MRAM as a strong memory candidate. In this work, we fabricate and measure\n300 mm-compatible SOT-MRAM with 150% tunnel magnetoresistance ratio, fast (2\nns) and low voltage (<1 V) operation, low energy dissipation (350 fJ), low\nwrite noise (0.1%), and low device-to-device variation of 10%. Through 2-bit\nquantization aware training and noisy training as mitigation techniques, the\nmeasured SOT-MRAM devices attain 95% on MNIST. The bi-stable anisotropy and\nstochastic switching of SOT-MRAM can additionally be leveraged for stochastic\ntraining of binary neural networks, able to reach ideal accuracy for a single\ndevice. Lastly, the devices were evaluated on implementation of probabilistic\ngraph modeling and the interplay of tunnel magnetoresistance ratio, probability\ncurve distribution, and conductance noise was shown to reduce potential errors\nin implementation. Through these results, SOT-MRAM is shown to be a uniquely\neffective candidate for implementation of crossbar accelerators in memory- and\nenergy-limited applications, able to take advantage of stochastic operation and\nbi-stability to beneficial results in neural network applications."}
{"id": "2510.26223", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26223", "abs": "https://arxiv.org/abs/2510.26223", "authors": ["Soumya Satpathi", "Suparna Sarkar", "Swapan K. Pati"], "title": "Phases and phase transtions in one-dimensional alternating mixed spin (1/2-1) chain: effects of frustration and anisotropy", "comment": null, "summary": "We investigate the phases and phase-transitions in one-dimensional\nalternating mixed-spin (1/2-1) chain in the presence of both frustration and\nanisotropy. Frustration is introduced via next-nearest-neighbor interactions,\nwhile single-ion anisotropy is incorporated at each lattice site. Our results\nshow that moderate frustration can drive a phase transition from a\nferrimagnetic state to an anti-ferromagnetic ground state. Remarkably, the\npresence of a weak easy-plane anisotropy destabilizes the ferrimagnetic order,\nalso leading to the emergence of an antiferromagnetic phase. Interestingly,\nunder strong frustration and anisotropy, the system exhibits signatures of a\nnovel phase with spin density wave (SDW)-like modulation . We explore these\nanomalous phase transitions by employing exact diagonalization (ED) for small\nsystem sizes and the density matrix renormalization group (DMRG) method to\ncharacterize ground state properties for larger system sizes. We also\ninvestigate the finite-temperature behavior across various phases using the\nancilla-based time-evolving block decimation (TEBD) approach. The primary\nobjective of this work is to elucidate the phase structure of alternating\nmixed-spin chains under the combined effects of frustration and anisotropy. The\nprimary objective of this work is to elucidate the intricate interplay between\nfrustration and anisotropy in identifying the exotic phases and\nphase-transitions in alternating mixed-spin chains. Our findings contribute to\na deeper understanding of mixed-spin quantum systems and may offer insights for\nfuture theoretical and experimental studies."}
{"id": "2510.26629", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26629", "abs": "https://arxiv.org/abs/2510.26629", "authors": ["Nir Sherf", "Remi Goerlich", "Barak Hirshberg", "Yael Roichman"], "title": "Stochastic Resetting vs. Thermal Equilibration: Faster Relaxation, Different Destination", "comment": null, "summary": "Stochastic resetting is known for its ability to accelerate search processes\nand induce non-equilibrium steady states. Here, we compare the relaxation times\nand resulting steady states of resetting and thermal relaxation for Brownian\nmotion in a harmonic potential. We show that resetting always converges faster\nthan thermal equilibration, but to a different steady-state. The acceleration\nand the shape of the steady-state are governed by a single dimensionless\nparameter that depends on the resetting rate, the viscosity, and the stiffness\nof the potential. We observe a trade-off between relaxation speed and the\nextent of spatial exploration as a function of this dimensionless parameter.\nMoreover, resetting relaxes faster even when resetting to positions arbitrarily\nfar from the potential minimum."}
{"id": "2510.26128", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26128", "abs": "https://arxiv.org/abs/2510.26128", "authors": ["Klaus Ziegler"], "title": "Josephson effect with periodic order parameter", "comment": "9 pages, 4 figures", "summary": "We investigate the Josephson effect in a two-dimensional superconducting\nsystem with a smoothly and periodically varying order parameter. The order\nparameter is modulated along one direction while remaining uniform in the\nperpendicular direction, leading to a spatially periodic superconducting phase.\nWe show that the periodicity of the order parameter determines the winding\nnumber of the eigenfunctions, which serves as a topological characterization of\nthe system. The winding number is calculated analytically and visualized\nthrough the trajectory of the corresponding three-dimensional Bloch vector. By\nsolving the Bogoliubov-de Gennes equation, we obtain both plane-wave solutions\ndescribing bulk states and exponentially localized solutions that correspond to\nedge modes. The analytic bulk-edge connection is employed to identify the\nconditions under which the edge states emerge from the bulk spectrum. We find\nthat the winding numbers depend on the boundary conditions, which differ\nbetween the plane-wave and exponential solutions. These results establish a\ndirect connection between the spatial modulation of the order parameter, the\ntopological structure of the eigenstates, and the emergence of edge modes in\nperiodically modulated Josephson systems."}
{"id": "2510.26592", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26592", "abs": "https://arxiv.org/abs/2510.26592", "authors": ["Marit R. Fiechter", "Gabriel Laude", "Jeremy O. Richardson"], "title": "Ring-polymer instanton theory for tunneling between asymmetric wells", "comment": null, "summary": "Instanton theory has arisen as a practical tool for calculating tunneling\nsplittings in molecular systems. Unfortunately, the original formulation of\ninstanton theory fundamentally breaks down when trying to calculate the level\nsplitting in asymmetric double wells, as there is no imaginary-time periodic\norbit connecting the two non-degenerate minima. We have therefore developed a\nnew formulation of instanton theory based on a projected flux correlation\nfunction that is applicable to these asymmetric systems. Comparison with exact\nquantum-mechanical results in one- and two-dimensional models demonstrates that\nit has a reasonably high accuracy, similar to that reported for instanton\ntheory in the symmetric case. The theory is then applied to study tunneling\nbetween non-degenerate minima in the biomolecule $\\alpha$-fenchol, for which we\nfind good agreement with experiment. Finally, we use the connection to\ninstanton rate theory, which is also derived from flux correlation functions,\nto discuss the often misunderstood relationship between tunneling splittings\nand reaction rate constants."}
{"id": "2510.26221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.26221", "abs": "https://arxiv.org/abs/2510.26221", "authors": ["Pushpendra Yadav"], "title": "Exciton dynamics in equilibrium and nonequilibrium regimes", "comment": "Ph.D. Thesis", "summary": "The bound electron-hole pairs known as excitons govern the optical properties\nof insulating solids. While their behavior in equilibrium is well-understood\ntheoretically, the nonequilibrium regime at high excitation densities-where\nphenomena like electron-hole liquids emerge - is less explored. This thesis\npresents a first-principles study of excitons in two-dimensional materials. We\nuse the GW approximation and the Bethe-Salpeter equation to investigate their\nproperties from equilibrium to nonequilibrium conditions. We first demonstrate\nhow increasing photo-excited carrier density leads to a redshift-blueshift\ncrossover of excitons. We then show that electron-phonon interactions\ncritically modify optical spectra and exciton lifetimes at finite temperatures.\nFinally, we unify these effects to demonstrate the formation of an\nelectron-hole liquid phase above a critical carrier density and below a\ncritical temperature. Our work identifies how enhanced Coulomb interactions in\ntwo dimensions can stabilize this phase at significantly higher temperatures,\nproposing promising material candidates for observing these collective states."}
{"id": "2510.26208", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26208", "abs": "https://arxiv.org/abs/2510.26208", "authors": ["Ping Li", "Chengyuan Cai", "Tao Yu"], "title": "Hall-Type and Unidirectional Spin Pumping", "comment": "7 pages, 5 figures", "summary": "Conventional spin pumping, driven by magnetization dynamics, is longitudinal\nsince the pumped spin current flows normal to the interface between the\nferromagnet and the conductor. We predict \\textit{Hall-type/transverse} and\n\\textit{unidirectional} spin pumping into conductors by near-field\nelectromagnetic radiation emitted by, \\textit{e.g.}, magnetization dynamics.\nThe joint effect of the electric and magnetic fields results in a pure spin\ncurrent flowing parallel to the interface, i.e., a Hall-type spin pumping,\nwhich is highly efficient due to the strong coupling to the electric field.\nSuch a transverse spin current is unidirectional, with the spatial distribution\ncontrolled by the magnetization direction. Our finding reveals a robust\napproach for generating and manipulating spin currents in future\nlow-dimensional spintronic and orbitronic devices."}
{"id": "2510.25938", "categories": ["cond-mat.mtrl-sci", "80A50, 82D80"], "pdf": "https://arxiv.org/pdf/2510.25938", "abs": "https://arxiv.org/abs/2510.25938", "authors": ["Oliver Carmona", "Peter Ludwig Rodríguez-Kessler", "Sebastián Salazar-Colores", "Alvaro Muñoz-Castro"], "title": "Revisiting and Accelerating the Basin Hopping Algorithm for Lennard-Jones Clusters: Adaptive and Parallel Implementation in Python", "comment": "6 pages, 6 figures", "summary": "We present an adaptive and parallel implementation of the Basin Hopping (BH)\nalgorithm for the global optimization of atomic clusters interacting via the\nLennard-Jones (LJ) potential. The method integrates local energy minimization\nwith adaptive step-size Monte Carlo moves and simultaneous evaluation of\nmultiple trial structures, enabling efficient exploration of complex potential\nenergy landscapes while maintaining a balance between exploration and\nrefinement. Parallel evaluation of candidate structures significantly reduces\nwall-clock time, achieving nearly linear speedup for up to eight concurrent\nlocal minimizations. This framework provides a practical and scalable strategy\nto accelerate Basin Hopping searches, directly extendable to ab initio\ncalculations such as density functional theory (DFT) on high-performance\ncomputing architectures."}
{"id": "2510.25857", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25857", "abs": "https://arxiv.org/abs/2510.25857", "authors": ["Esteban A. Rodríguez-Mena", "Biel Martínez", "Ahmad Fouad Kalo", "Yann-Michel Niquet", "José C. Abadillo-Uriel"], "title": "Sweet-spot protection of hole spins in sparse arrays via spin-dependent magneto-tunneling", "comment": "10 pages, 5 figures + appendices", "summary": "Recent advances in the scaling of spin qubits have led to the development of\nsparse architectures where spin qubits are distributed across multiple quantum\ndots. This distributed approach enables qubit manipulation through hopping and\nflopping modes, as well as protocols for spin shuttling to entangle spins\nbeyond nearest neighbors. Therefore, understanding spin tunneling across\nquantum dots is fundamental for the improvement of sparse array encodings.\nHere, we develop a microscopic theory of a minimal sparse array formed by a\nhole in a double quantum dot. We show the existence of spin-dependent magnetic\ncorrections to the tunnel couplings that help preserve existing sweet spots,\neven for quantum dots with different $g$-factors, and introduce new ones that\nare not accounted for in the simplest models. Our analytical and numerical\nresults explain observed sweet spots in state-of-the-art shuttling and cQED\nexperiments, are relevant to hopping and flopping modes, and apply broadly to\nsparse array encodings of any size."}
{"id": "2510.26288", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26288", "abs": "https://arxiv.org/abs/2510.26288", "authors": ["Hua Chai", "Zhenyu Cheng", "Qinxin Hu", "Zhongbing Huang", "Xiang Hu", "Xuedong Tian", "Liang Du"], "title": "Laser-Induced Commensurate-Incommensurate Transition of Charge Order in a Hubbard Superlattice", "comment": "8 pages, 4 figures", "summary": "We investigate the nonequilibrium dynamics of charge density waves in a\npumped one-dimensional Hubbard superlattice with staggered onsite Coulomb\ninteractions at half-filling, using time-dependent exact diagonalization. In\nequilibrium, the system exhibits commensurate charge correlations consistent\nwith the superlattice periodicity. Under laser excitation, the charge\ncorrelation function exhibits distinct behaviors across four representative\nfrequencies, spanning both linear and nonlinear optical regimes. Notably, we\nobserve a laser-induced commensurate-to-incommensurate transition in the charge\norder, manifested by a shift in the peak wavevector of the charge structure\nfactor. This transition is driven by sublattice-selective doublon-holon\ndynamics, where the laser frequency and intensity determine whether excitations\npredominantly destabilize the charge order on the weakly or strongly\ninteracting sublattice. Our analysis of the excitation spectrum and\nsite-resolved correlation dynamics reveals the underlying mechanisms of this\ntransition. These results suggest a promising optical strategy for controlling\ncharge order in superlattice-based quantum materials."}
{"id": "2510.26528", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.26528", "abs": "https://arxiv.org/abs/2510.26528", "authors": ["Mykhailo Pavliuk", "Tomáš Bzdušek", "Askar Iliasov"], "title": "Superconductivity in hyperbolic spaces: Cayley trees, hyperbolic continuum, and BCS theory", "comment": "22 pages, 13 figures", "summary": "We investigate $s$-wave superconductivity in negatively curved geometries,\nfocusing on Cayley trees and the hyperbolic plane. Using a self-consistent\nBogoliubov-de Gennes approach for trees and a BCS treatment of the hyperbolic\ncontinuum, we establish a unified mean-field framework that captures the role\nof boundaries in hyperbolic spaces. For finite Cayley trees with open\nboundaries, the superconducting order parameter localizes at the edge while the\ninterior can remain normal, leading to two distinct critical temperatures:\n$T_\\textrm{c}^\\textrm{edge} > T_\\textrm{c}^\\textrm{bulk}$. A corresponding\nboundary-dominated phase also emerges in hyperbolic annuli and horodisc\nregions, where radial variations of the local density of states enhance edge\npairing. We also demonstrate that the enhancement of the density of states at\nthe boundary is significantly more pronounced for the discrete tree geometry.\nOur results show that, owing to the macroscopic extent of the boundary,\nnegative curvature can stabilize boundary superconductivity as a phase that\npersists in the thermodynamic limit on par with the bulk superconductivity.\nThese results highlight fundamental differences between bulk and boundary\nordering in hyperbolic matter, and provide a theoretical framework for future\nstudies of correlated phases in negatively curved systems."}
{"id": "2510.26650", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.26650", "abs": "https://arxiv.org/abs/2510.26650", "authors": ["Feranmi V. Olowookere", "Sakib Matin", "Aleksandra Pachalieva", "Nicholas Lubbers", "Emily Shinkle"], "title": "Knowledge Distillation of Noisy Force Labels for Improved Coarse-Grained Force Fields", "comment": null, "summary": "Molecular dynamics simulations are an integral tool for studying the\natomistic behavior of materials under diverse conditions. However, they can be\ncomputationally demanding in wall-clock time, especially for large systems,\nwhich limits the time and length scales accessible. Coarse-grained (CG) models\nreduce computational expense by grouping atoms into simplified representations\ncommonly termed beads, but sacrifice atomic detail and introduce mapping noise,\ncomplicating the training of machine-learned surrogates. Moreover, because CG\nmodels inherently include entropic contributions, they cannot be fit directly\nto all-atom energies, leaving instantaneous, noisy forces as the only\nstate-specific quantities available for training. Here, we apply a knowledge\ndistillation framework by first training an initial CG neural network potential\n(the teacher) solely on CG-mapped forces to denoise those labels, then distill\nits force and energy predictions to train refined CG models (the student) in\nboth single- and ensemble-training setups while exploring different force and\nenergy target combinations. We validate this framework on a complex molecular\nfluid - a deep eutectic solvent - by evaluating two-, three-, and many-body\nproperties and compare the CG and all-atom results. Our findings demonstrate\nthat training a student model on ensemble teacher-predicted forces and per-bead\nenergies improves the quality and stability of CG force fields."}
{"id": "2510.26693", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26693", "abs": "https://arxiv.org/abs/2510.26693", "authors": ["Yu Zhu", "Luigi Ranalli", "Taikang Chen", "Wei Ren", "Cesare Franchini"], "title": "Temperature dependent ferroelectricity in strained KTaO3 with machine learned force field", "comment": null, "summary": "Ferroelectric materials are a class of dielectrics that exhibit spontaneous\npolarization which can be reversed under an external electric field. The\nemergence of ferroelectric order in incipient ferroelectrics is a topic of\nconsiderable interest from both fundamental and applied perspectives. Among the\nvarious strategies explored, strain engineering has been proven to be a\npowerful method for tuning ferroelectric polarization in materials. In the case\nof KTaO3, first principles calculations have suggested that strain can drive a\nferroelectric phase transition. In this study, we investigate the impact of\nin-plane uniaxial and biaxial strain, ranging from 0% to 1%, on pristine KTaO3\nto explore its potential for ferroelectricity induction via inversion symmetry\nbreaking. By integrating density functional theory calculations with the\nstochastic self-consistent harmonic approximation assisted by on the fly\nmachine learned force field, we obtain accurate structural information and\ndynamical properties under varying strain conditions while incorporating\nhigher-order anharmonic effects. Employing the Berry phase method, we obtained\nthe ferroelectric polarization of the strained structures over the entire\ntemperature range up to 300 K. Our findings provide valuable insights into the\nrole of strain in stabilizing ferroelectricity in KTaO3, offering guidance for\nfuture experimental and theoretical studies on strain-engineered ferroelectric\nmaterials."}
{"id": "2510.26221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.26221", "abs": "https://arxiv.org/abs/2510.26221", "authors": ["Pushpendra Yadav"], "title": "Exciton dynamics in equilibrium and nonequilibrium regimes", "comment": "Ph.D. Thesis", "summary": "The bound electron-hole pairs known as excitons govern the optical properties\nof insulating solids. While their behavior in equilibrium is well-understood\ntheoretically, the nonequilibrium regime at high excitation densities-where\nphenomena like electron-hole liquids emerge - is less explored. This thesis\npresents a first-principles study of excitons in two-dimensional materials. We\nuse the GW approximation and the Bethe-Salpeter equation to investigate their\nproperties from equilibrium to nonequilibrium conditions. We first demonstrate\nhow increasing photo-excited carrier density leads to a redshift-blueshift\ncrossover of excitons. We then show that electron-phonon interactions\ncritically modify optical spectra and exciton lifetimes at finite temperatures.\nFinally, we unify these effects to demonstrate the formation of an\nelectron-hole liquid phase above a critical carrier density and below a\ncritical temperature. Our work identifies how enhanced Coulomb interactions in\ntwo dimensions can stabilize this phase at significantly higher temperatures,\nproposing promising material candidates for observing these collective states."}
{"id": "2510.26028", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26028", "abs": "https://arxiv.org/abs/2510.26028", "authors": ["Qile Wu", "Seamus D. O Hara", "Joseph B. Costello", "Loren N. Pfeiffer", "Ken W. West", "Mark S. Sherwin"], "title": "Effective-Hamiltonian reconstruction through Bloch-wave interferometry in bulk GaAs driven by strong THz fields", "comment": null, "summary": "Effective Hamiltonians are powerful tools for understanding the emergent\nphenomena in condensed matter systems. Reconstructing an effective Hamiltonian\ndirectly from experimental data is challenging due to the complex relationship\nbetween Hamiltonian parameters and observables. Complimentary to ARPES, which\nprobes surface electronic properties, bulk-sensitive techniques based on HHG\nand HSG have shown strong potential for Hamiltonian reconstruction. Here, we\nreconstruct an effective three-band electron-hole Hamiltonian in bulk GaAs\nbased on HSG. Based on previous understanding of HSG in bulk GaAs in terms of\nBloch-wave interferometry, an analytic model is derived to quantitatively\nconnect the Hamiltonian parameters with the measured sideband electric fields\nunder strong, low-frequency THz fields. Assuming that the exciton reduced mass\nand the parameter that defines the hole Bloch wavefunctions in bulk GaAs are\nknown from existing absorbance and HSG experiments, we show that the bandgap of\nGaAs, two dephasing constants associated with two electron-hole species, and an\nadditional Hamiltonian parameter that determines the electron-hole reduced\nmasses, can be simultaneously and unambiguously determined through Bloch-wave\ninterferometry. We thus demonstrate the full capability of Hamiltonian\nreconstruction by combining absorbance spectroscopy and HSG experiments. We\nfind that the extracted bandgap of GaAs is approximately 13\\,meV higher than\nthe expected value based on previous absorbance measurements. Quantum kinetic\nanalysis suggests that, in the HSG experiments, the electron-hole energy could\nhave been renormalized through Fr\\\"ohlich interaction that is modified by the\nstrong THz fields. We also show that the energy threshold in emission of\noptical phonons can be suppressed by applying a strong THz field, leading to\nnearly constant dephasing rates."}
{"id": "2510.25859", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2510.25859", "abs": "https://arxiv.org/abs/2510.25859", "authors": ["Arthur Plaud", "Olivier Bénichou"], "title": "Beyond the Arcsine Law: Exact Two-Time Statistics of the Occupation Time in Jump Processes", "comment": "6 pages + 32 pages of supplementary material", "summary": "Occupation times quantify how long a stochastic process remains in a region,\nand their single-time statistics are famously given by the arcsine law for\nBrownian and L\\'evy processes. By contrast, two-time occupation statistics,\nwhich directly probe temporal correlations and aging, have resisted exact\ncharacterization beyond renewal processes. In this Letter we derive exact\nresults for generic one-dimensional jump processes, a central framework for\nintermittent and discretely sampled dynamics. Using generalized Wiener-Hopf\nmethods, we obtain the joint distribution of occupation time and position, the\naged occupation-time law, and the autocorrelation function. In the\ncontinuous-time scaling limit, universal features emerge that depend only on\nthe tail of the jump distribution, providing a starting point for exploring\naging transport in complex environments."}
{"id": "2510.26584", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26584", "abs": "https://arxiv.org/abs/2510.26584", "authors": ["Niklas Notter", "Markus Aichhorn", "Anna Galler"], "title": "Dynamical control of Coulomb interactions and Hubbard bands in monolayer 1T-TaS$_2$", "comment": null, "summary": "Monolayer 1T-TaS$_2$ hosts a star-of-David charge-density wave (CDW) that\nstabilizes a low-temperature Mott-insulating state. Recent time-resolved\nspectroscopies indicate a coupling between the CDW amplitude mode and the\nelectronic correlation strength, yet the role of the screened Coulomb\ninteraction remains unclear. Using the constrained random-phase approximation,\nwe show that the CDW amplitude modifies the bare and screened on-site\ninteractions, leading to sizable variations in the effective Hubbard U. Our\ncombined density functional and dynamical mean-field theory calculations reveal\nthat the Hubbard bands shift in concert with the CDW amplitude, and that a\nreduced distortion drives a transition from a Mott insulator to a correlated\nmetal. These results demonstrate a direct link between lattice distortions and\nCoulomb interactions in transition-metal dichalcogenides, providing a\nmicroscopic mechanism for light-induced control of correlated phases in\ntwo-dimensional quantum materials."}
{"id": "2510.26720", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26720", "abs": "https://arxiv.org/abs/2510.26720", "authors": ["Xuan Zou", "Zhou-Quan Wan", "Hong Yao"], "title": "Emergence of charge-$4e$ superconductivity from 2D nematic superconductors", "comment": "4.5 pages, 5 figures", "summary": "Charge-$4e$ superconductivity is an exotic state of matter that may emerge as\na vestigial order from a charge-$2e$ superconductor with multicomponent\nsuperconducting order parameters. Showing its emergence in a microscopic model\nfrom numerically-exact large-scale computations has been rare so far. Here, we\npropose a microscopic lattice model with a nematic superconducting ground state\nand show that it supports a rich set of vestigial phases at elevated\ntemperature, including a charge-$4e$ phase and a quasi-long-range nematic\nphase, by performing large-scale Monte Carlo simulations. Combining theoretical\nanalysis with Monte Carlo simulations, we uncover the nature of these phases\nand show that the phase transitions are governed by the proliferation of\ndistinct topological defects: half superconducting vortices,\n$(\\tfrac{1}{2},\\tfrac{1}{2})$ vortices, integer nematic vortices, and\ndomain-wall excitations. In particular, we demonstrate that domain-wall\nproliferation is crucial for the quasi-nematic phase and should be carefully\naccounted for in phase transitions associated with vestigial charge-$4e$ order."}
{"id": "2510.26751", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2510.26751", "abs": "https://arxiv.org/abs/2510.26751", "authors": ["Gianluca Levi", "Max Kroesbergen", "Louis Thirion", "Yorick L. A. Schmerwitz", "Elvar Ö. Jónsson", "Pavlo Bilous", "Philipp Hansmann", "Hannes Jónsson"], "title": "Orbital Optimization and Neural-Network-Assisted Configuration Interaction Calculations of Rydberg States", "comment": "12 pages, 6 figures (main), 3 pages, 5 figures (si)", "summary": "Rydberg excited states of molecules pose a challenge for electronic structure\ncalculations because of their highly diffuse electron distribution. Even large\nand elaborate atomic basis sets tend to underrepresent the long-range tail,\noverly confining the Rydberg state. An approach is presented where the\nmolecular orbitals are variationally optimized for the excited state using a\nplane wave basis set in Hartree-Fock calculations, followed by configuration\ninteraction calculations on the resulting reference. Using excited state\noptimized plane wave orbitals greatly enhances the convergence of the many-body\ncalculation, as illustrated by a full configuration interaction calculation of\nthe 2s Rydberg state of H$_2$. A neural-network-based selective configuration\ninteraction approach is then applied to calculations of the 3s, 3p$_x$ and\n3p$_y$ states of H$_2$O and the 3s and 3p$_z$ states of NH$_3$. The obtained\nvalues of excitation energy are in close agreement with experimental\nmeasurements as well as previous many-body calculations based on sufficiently\ndiffuse atomic basis sets. Previously reported high-level calculations limited\nto atomic basis sets lacking extra diffuse functions, such as aug-cc-pVTZ, give\nsignificantly higher estimates due to confinement of the Rydberg states."}
{"id": "2510.26598", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26598", "abs": "https://arxiv.org/abs/2510.26598", "authors": ["Jackson Saunders", "Emil Prodan", "Camelia Prodan"], "title": "Experimental Milestones Towards Majorana Braiding with Acoustic Metamaterials", "comment": null, "summary": "Here we show the first experimental implementation of the fully general\nKitaev chain with complex-valued order parameter $\\Delta$ and site-varying\nsynthetic chemical potential $\\mu$, using a passive multilayer acoustic\nresonator design and fabrication. Our laboratory model faithfully reproduces\nthe key symmetries and the topological phase diagram of the model, and displays\nrobust Majorana-like edge modes spatially localized at smoothly engineered\ndomain walls and energetically localized in the middle of the bulk spectral\ngap. We demonstrate precise control over mode positioning through smooth\nspatial variations of $\\mu$, and validate the stability of the modes and of the\nspectral gap under continuous and complex variations of $\\Delta$ -- both\ncritical requirements for topological braiding operations. These results\nestablish and validate the fundamental building blocks for experimental\nimplementation of complete braiding protocols, opening concrete pathways toward\naccessible non-abelian physics and topologically protected information\nprocessing."}
{"id": "2510.26054", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26054", "abs": "https://arxiv.org/abs/2510.26054", "authors": ["Hyowon Park", "Ivar Martin"], "title": "Theoretical design of the large topological magnetoelectric effect in the Co-intercalated NbS$_2$ structure", "comment": "7 pages, 6 figures", "summary": "A triangular Co-ion lattice intercalated between 1-H NbS$_2$ layers can\nexhibit a large anomalous Hall effect (AHE) due to the finite scalar spin\nchirality originating from the non-coplanar $3q$ ordering of Co spins. This\nlarge AHE occurs when the scalar spin chirality is uniform in all Co layers, as\nindeed found in the Co$_{1/3}$NbS$_2$ case [Phys. Rev. Mater. 6, 024201\n(2022)]. However, if the spin chirality were staggered with the opposite signs\nin the adjacent Co layers, the net AHE would disappear, yielding instead the\ntopological magneto-electric effect. Here, we theoretically verify that a\ntransverse electric field generates a finite orbital magnetization under such\nconditions, consistent with the axion-like coupling. Using first-principles\ncalculations, we show that the resulting magneto-electric coupling,\n$\\alpha^{zz}$ can be as large as 0.9 $e^2/2h$. We also demonstrate that the\ninter-layer magnetic coupling in these materials can be tuned by strain,\nenabling the switching between the AHE and the axionic states."}
{"id": "2510.25864", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25864", "abs": "https://arxiv.org/abs/2510.25864", "authors": ["Daniel Shaffer", "Alex Levchenko"], "title": "Theories of Superconducting Diode Effects", "comment": "50 pages, 5 figures. Review article, comments and suggestions are\n  welcome", "summary": "Superconducting diode effects (SDE), both in bulk superconductors and in\nJosephson junctions, have garnered a lot of attention due to potential\napplications in classical and quantum computing, as well as superconducting\nsensors. Here we review various mechanisms that have been theoretically\nproposed for their realization. We first provide a brief historical overview\nand discuss the basic but subtle phenomenological Ginzburg-Landau theory of\nSDE, emphasizing the need to the simultaneous breaking of time-reversal and\ninversion symmetries. We then proceed to more microscopic treatments, focusing\nespecially on implementations in noncentrosymmetric materials described by the\nRashba-Zeeman model. Finally, we review proposals based on other condensed\nmatter systems such as altermagnets, valley polarized and topological\nmaterials, and systems out of equilibrium."}
{"id": "2510.26595", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26595", "abs": "https://arxiv.org/abs/2510.26595", "authors": ["Matteo Crispino", "Niklas Witt", "Tommaso Gorni", "Giorgio Sangiovanni", "Luca de' Medici"], "title": "Local-moment magnetism in Mn-based pnictides", "comment": "9 pages, 3 figures", "summary": "We report a comprehensive study of electronic-correlation effects in\nManganese-based antiferromagnetic pnictides BaMn$_2$Pn$_2$ (Pn=P,As,Sb,Bi). Our\ndensity functional theory plus slave-spin mean-field simulations indicate that\nall the compounds lie on the strong-coupling side of an itinerant-to-localized\nmoment crossover, corresponding to the critical interaction strength for the\nMott transition in the high-temperature paramagnetic phase. We also show that\nthe experimental N\\'eel temperature of each compound scales with the distance\nfrom this crossover."}
{"id": "2510.26662", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26662", "abs": "https://arxiv.org/abs/2510.26662", "authors": ["Tobias Wichmann", "Mirco Sastges", "Keda Jin", "Jose Martinez-Castro", "Tom G. Saunderson", "Dongwook Go", "Honey Boban", "Samir Lounis", "Lukasz Plucinski", "Markus Ternes", "Yuriy Mokrousov", "F. Stefan Tautz", "Felix Lüpke"], "title": "Giant orbital Zeeman effects in a magnetic topological van der Waals interphase", "comment": null, "summary": "Van der Waals (vdW) heterostructures allow the engineering of electronic and\nmagnetic properties by the stacking different two-dimensional vdW materials.\nFor example, orbital hybridisation and charge transfer at a vdW interface may\nresult in electric fields across the interface that give rise to Rashba\nspin-orbit coupling. In magnetic vdW heterostructures, this in turn can drive\nthe Dzyaloshinskii-Moriya interaction which leads to a canting of local\nmagnetic moments at the vdW interface and may thus stabilise novel 2D magnetic\nphases. While such emergent magnetic \"interphases\" offer a promising platform\nfor spin-based electronics, direct spectroscopic evidence for them is still\nlacking. Here, we report Zeeman effects with Land\\'e $g$-factors up to\n$\\approx230$ at the interface of graphene and the vdW ferromagnet\nFe$_3$GeTe$_2$. They arise from a magnetic interphase in which local-moment\ncanting and itinerant orbital moments generated by the non-trivial band\ntopology of Fe$_3$GeTe$_2$ conspire to cause a giant asymmetric level splitting\nwhen a magnetic field is applied. Exploiting the inelastic phonon gap of\ngraphene, we can directly access the buried vdW interface to the Fe$_3$GeTe$_2$\nby scanning tunnelling spectroscopy. Systematically analyzing the Faraday-like\nscreening of the tip electric field by the graphene, we demonstrate the\ntunability of the constitutional interface dipole, as well as the Zeeman\neffect, by tip gating. Our findings are supported by density functional theory\nand electrostatic modelling."}
{"id": "2510.26058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26058", "abs": "https://arxiv.org/abs/2510.26058", "authors": ["Ziqi Guo", "Daniel Carne", "Krutarth Khot", "Dudong Feng", "Guang Lin", "Xiulin Ruan"], "title": "A Review of AI-Driven Approaches for Nanoscale Heat Conduction and Radiation", "comment": null, "summary": "Heat conduction and radiation are two of the three fundamental modes of heat\ntransfer, playing a critical role in a wide range of scientific and engineering\napplications ranging from energy systems to materials science. However,\ntraditional physics-based simulation methods for modeling these processes often\nsuffer from prohibitive computational costs. In recent years, the rapid\nadvancements in Artificial Intelligence (AI) and machine learning (ML) have\ndemonstrated remarkable potential in the modeling of nanoscale heat conduction\nand radiation. This review presents a comprehensive overview of recent\nAI-driven developments in modeling heat conduction and radiation at the\nnanoscale. We first discuss the ML techniques for predicting phonon properties,\nincluding phonon dispersion and scattering rates, which are foundational for\ndetermining material thermal properties. Next, we explore the role of\nmachine-learning interatomic potentials (MLIPs) in molecular dynamics\nsimulations and their applications to bulk materials, low-dimensional systems,\nand interfacial transport. We then review the ML approaches for solving\nradiative heat transfer problems, focusing on data-driven solutions to\nMaxwell's equations and the radiative transfer equation. We further discuss the\nML-accelerated inverse design of radiative energy devices, including\noptimization-based and generative model-based methods. Finally, we discuss open\nchallenges and future directions, including data availability, model\ngeneralization, uncertainty quantification, and interpretability. Through this\nsurvey, we aim to provide a foundational understanding of how AI techniques are\nreshaping thermal science and guiding future research in nanoscale heat\ntransfer."}
{"id": "2510.25868", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25868", "abs": "https://arxiv.org/abs/2510.25868", "authors": ["Chen Bai", "Mao Tian Tan", "Bastien Lapierre", "Shinsei Ryu"], "title": "Spatially Structured Entanglement from Nonequilibrium Thermal Pure States", "comment": "27+26 pages (single column), 14 figures", "summary": "We study quantum quench dynamics in (1+1)-dimensional critical systems,\nstarting from thermal pure states called crosscap states, and evolving them\nunder spatially inhomogeneous Hamiltonians. The spatial inhomogeneity is\nintroduced through a deformation of the Hamiltonian, expressed as linear\ncombinations of the generators of the $SL^{(q)}(2,\\mathbb{R})$ subalgebra of\nthe Virasoro algebra. We analyze the free massless Dirac fermion theory and\nholographic conformal field theory as prototypical examples of integrable and\nnon-integrable dynamics. Consistent with general expectations, \"M\\\"obius-type\"\ndeformations lead to thermalization in the non-integrable case, and to periodic\nrevivals in the integrable one. In contrast, \"sine-square-type\" and\n\"displacement-type\" deformations prevent both thermalization and scrambling,\ninstead producing late-time, graph-like entanglement patterns. These patterns\nemerge from the interplay between the deformed Hamiltonian and the crosscap\ninitial state and appear to be universal: they are determined solely by the\ndeformation profile while remaining largely insensitive to microscopic details.\nFinally, we perform a holographic calculation in three-dimensional gravity\nusing AdS$_3$/CFT$_2$, which reproduces the main features of our\n(1+1)-dimensional study."}
{"id": "2510.26671", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26671", "abs": "https://arxiv.org/abs/2510.26671", "authors": ["Felix A. Palm", "Chloé Van Bastelaere", "Laurens Vanderstraeten"], "title": "Fractional Chern insulators on cylinders: Tao-Thouless states and beyond", "comment": "19 pages, 17 figures", "summary": "Topological phases in two-dimensional quantum lattice models are often\nstudied on cylinders for revealing different topological properties and making\nthe problem numerically tractable. This makes a proper understanding of\nfinite-circumference effects crucial for reliably extrapolating the results to\nthe thermodynamic limit. Using matrix product states, we investigate these\neffects for the Laughlin-1/2 phase in the Hofstadter-Bose-Hubbard model, which\ncan be viewed as the lattice discretization of the bosonic quantum Hall problem\nin the continuum. We propose a scaling of the model's parameters with the\ncylinder circumference that simultaneously approaches the continuum and\nthermodynamic limits. We find that different scaling schemes yield distinct\ntopological signatures: we either retrieve a spontaneous formation of charge\ndensity wave ordering reminiscent of the Tao-Thouless states, known from the\ncontinuum problem on thin cylinders, or we find uniform states with a\ntopological degeneracy that can be identified as minimally entangled states\nknown from studies of chiral spin liquids on cylinders. Finally, we carry out a\nsimilar analysis of the non-Abelian Moore-Read phase in the same model. Our\nresults clarify the role of symmetries in numerical studies of topologically\nordered states on cylinders and highlight the role of lattice effects."}
{"id": "2510.26733", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26733", "abs": "https://arxiv.org/abs/2510.26733", "authors": ["Luca Basta", "Francesca Picca", "Pegah Darvehi", "Vincenzo Pagliara", "Alberto Aloisio", "Mario Commodo", "Patrizia Minutolo", "Vito Mennella", "Stefan Heun", "Stefano Veronesi", "Andrea D'Anna"], "title": "Impact of hydrogenation on the structure, chemistry, and electrical properties of flame-synthesized carbon nanoparticle films", "comment": null, "summary": "The interaction between hydrogen atoms and carbon nanoparticles is a\nfundamental process governing the properties of carbonaceous materials in\nenvironments ranging from combustion systems to the interstellar medium. This\nstudy investigates the effects of controlled atomic hydrogen exposure on young\nand mature soot nanoparticles, generated in premixed ethylene-air flames, and\ndeposited on substrates. We employed a multi-technique approach to characterize\nthe chemical, mechanical, and electrical evolution of the films. In-situ\ninfrared spectroscopy revealed non-monotonic behavior: an initial increase in\naliphatic CH bonds was observed, followed by a decrease at higher hydrogen\nfluences. This was accompanied by a continuous decrease in the aromatic C=C\nsignal. Atomic force microscopy showed a significant increase in the Young's\nmodulus of the film for both sample types after hydrogenation. This mechanical\nchange was correlated with an increase in the I(D)/I(G) ratio from Raman\nspectroscopy. Furthermore, both macroscopic current vs. voltage and local\nscanning tunneling spectroscopy measurements demonstrated a notable increase in\nelectrical conductivity. For single just-formed soot particles, moreover, a\nhydrogen-induced transformation from a semiconductive to a semi-metallic nature\nwas observed. The collective evidence points towards an H-induced CC\ncross-linking mechanism within the nanoparticle films. We propose that atomic\nhydrogen facilitates the formation of radical sites, which promotes covalent\nbond formation between adjacent particles or molecular units, creating a more\ninterconnected and rigid network, with smaller interlayer distance. These\nfindings provide crucial insights into the structural evolution of carbonaceous\nmaterials in hydrogen-rich environments, with direct implications for\nunderstanding soot formation and for the tailored design of carbon-based\nmaterials."}
{"id": "2510.26100", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26100", "abs": "https://arxiv.org/abs/2510.26100", "authors": ["Hongtao Guo Shuai Li Shu Li"], "title": "Applications of Machine Learning in Polymer Materials: Property Prediction, Material Design, and Systematic Processes", "comment": "55 pages, 6 tables, 9 figures, a systematic review on the research\n  progress and application prospects of machine learning in polymer materials", "summary": "This paper systematically reviews the research progress and application\nprospects of machine learning technologies in the field of polymer materials.\nCurrently, machine learning methods are developing rapidly in polymer material\nresearch; although they have significantly accelerated material prediction and\ndesign, their complexity has also caused difficulties in understanding and\napplication for researchers in traditional fields. In response to the above\nissues, this paper first analyzes the inherent challenges in the research and\ndevelopment of polymer materials, including structural complexity and the\nlimitations of traditional trial-and-error methods. To address these problems,\nit focuses on introducing key basic technologies such as molecular descriptors\nand feature representation, data standardization and cleaning, and records a\nnumber of high-quality polymer databases. Subsequently, it elaborates on the\nkey role of machine learning in polymer property prediction and material\ndesign, covering the specific applications of algorithms such as traditional\nmachine learning, deep learning, and transfer learning; further, it deeply\nexpounds on data-driven design strategies, such as reverse design,\nhigh-throughput virtual screening, and multi-objective optimization. The paper\nalso systematically introduces the complete process of constructing\nhigh-reliability machine learning models and summarizes effective experimental\nverification, model evaluation, and optimization methods. Finally, it\nsummarizes the current technical challenges in research, such as data quality\nand model generalization ability, and looks forward to future development\ntrends including multi-scale modeling, physics-informed machine learning,\nstandardized data sharing, and interpretable machine learning."}
{"id": "2510.25899", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25899", "abs": "https://arxiv.org/abs/2510.25899", "authors": ["Chi Sun", "Jacob Linder"], "title": "Mutual enhancement of altermagnetism and ferroelectricity", "comment": null, "summary": "We consider theoretically the possibility of coexisting ferroelectric and\nmetallic altermagnetic order, which has recently been predicted in insulating\nand semiconducting systems via ab initio calculations. Solving\nself-consistently a mean-field Hubbard model, accounting also for the energy\ncost of distorting the lattice to produce an electric polarization, our results\nshow that metallic altermagnetism and ferroelectricity suppress or enhance each\nother depending on the doping level of the system. Close to half-filling, the\nsystem can lower its energy by becoming altermagnetic, but at the expense of\nlosing the electric polarization. Away from half-filling, the coexistence of\nferroelectricity and altermagnetism is much more robust toward an increase in\nthe energy cost associated with the deformation of the lattice. Therefore, our\nresults suggest that filling fractions corresponding to doping relatively far\naway from half-filling constitute the most promising regime to look for\ncoexistent ferroelectricity and metallic altermagnetism with mutual\nenhancement. Moreover, we propose a way to electrically tune altermagnetism\nbetween nodal and nodeless phases as well as achieving coexistence of a nodal\nand nodeless phase for the two spin species."}
{"id": "2510.26686", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26686", "abs": "https://arxiv.org/abs/2510.26686", "authors": ["Steffen Bollmann", "Andreas Haller", "Jukka I. Väyrynen", "Thomas L. Schmidt", "Elio J. König"], "title": "Phases of Quasi-One-Dimensional Fractional Quantum (Anomalous) Hall - Superconductor Heterostructures", "comment": "22 pages, 10 figures, 2 table", "summary": "Motivated by recent observations of fractional Chern insulators (FCIs) in the\nvicinity of superconducting (SC) phases, we study fractional quantum\n(anomalous) Hall-superconductor heterostructures in the presence of $U(1)$\norder-parameter fluctuations and particularly focus on the case of $\\nu = 2/3$\nquantum Hall states leading to $\\mathbb Z_3$ parafermions. We first employ a\nphenomenological field theory to qualitatively determine the phase diagram.\nFurthermore, we generalize a previously established alternating pattern of\nsuperconductor and tunneling regions, coupled to fractional quantum Hall edge\nstates, to map the problem onto a topological Josephson junction chain\ninvolving lattice parafermions. Using density matrix renormalization group\nsimulations, we establish a phase diagram composed of Mott insulating phases\nand two different Luttinger liquids whose fundamental excitations carry charges\n2e and $2e/3$, respectively. In agreement with analytical considerations using\nconformal field theory, we numerically find transitions of\nBerezinskii-Kosterlitz-Thouless (BKT) type as well as a continuous $\\mathbb Z_3\n\\times U(1)$ second-order phase transition characterized by central charge c =\n9/5. We finally extract information about a possible ground state degeneracy\nand comment on the stability of parafermionic edge states in the presence of\nfluctuations. These theoretical foundations can be expected to be of practical\nimportance for gate-defined FCI-SC heterostructures in moir\\'e materials, in\nwhich broad superconducting transitions indicative of strong order parameter\nfluctuations were observed."}
{"id": "2510.25899", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.25899", "abs": "https://arxiv.org/abs/2510.25899", "authors": ["Chi Sun", "Jacob Linder"], "title": "Mutual enhancement of altermagnetism and ferroelectricity", "comment": null, "summary": "We consider theoretically the possibility of coexisting ferroelectric and\nmetallic altermagnetic order, which has recently been predicted in insulating\nand semiconducting systems via ab initio calculations. Solving\nself-consistently a mean-field Hubbard model, accounting also for the energy\ncost of distorting the lattice to produce an electric polarization, our results\nshow that metallic altermagnetism and ferroelectricity suppress or enhance each\nother depending on the doping level of the system. Close to half-filling, the\nsystem can lower its energy by becoming altermagnetic, but at the expense of\nlosing the electric polarization. Away from half-filling, the coexistence of\nferroelectricity and altermagnetism is much more robust toward an increase in\nthe energy cost associated with the deformation of the lattice. Therefore, our\nresults suggest that filling fractions corresponding to doping relatively far\naway from half-filling constitute the most promising regime to look for\ncoexistent ferroelectricity and metallic altermagnetism with mutual\nenhancement. Moreover, we propose a way to electrically tune altermagnetism\nbetween nodal and nodeless phases as well as achieving coexistence of a nodal\nand nodeless phase for the two spin species."}
{"id": "2510.26222", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26222", "abs": "https://arxiv.org/abs/2510.26222", "authors": ["Vladimir U. Nazarov", "E. K. U. Gross"], "title": "Stopping power of electron liquid for slow quantum projectiles", "comment": "27 pages, 3 figures", "summary": "We revisit the problem of deceleration of a charge moving in a medium. Going\nbeyond the traditional approach, which relies on Ehrenfest dynamics, we treat\nthe projectile fully quantum mechanically, on the same footing as the electrons\nof the target. In order to separate the dynamics of the projectile from that of\nthe electrons, we employ the Exact Factorization method. We illustrate the\nresulting theory by applying it to the problem of the stopping power (SP) of a\njellium-model metal for slowly moving charges. The quantum mechanical nature of\nparticles manifests itself remarkably in the differences in the SP for\nprojectiles of the same charge moving with the same velocity, but having\ndifferent masses."}
{"id": "2510.25902", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25902", "abs": "https://arxiv.org/abs/2510.25902", "authors": ["Shashi B. Mishra", "Elena R. Margine"], "title": "Nonadiabatic and anharmonic effects in high-pressure H3S and D3S superconductors", "comment": "10 pages, 5 figures", "summary": "Superconductivity in compressed H3S arises from the interplay between\nhigh-frequency phonons and a pronounced van Hove singularity near the Fermi\nlevel. Using first-principles calculations, we investigate the superconducting\nproperties of H3S and D3S at 160 and 200 GPa, explicitly incorporating\nanharmonic lattice dynamics and first-order vertex corrections to\nelectron-phonon (e-ph) interactions, thereby going beyond the Migdal\napproximation underlying conventional Migdal-Eliashberg theory. We find that\nboth anharmonicity and nonadiabatic vertex corrections suppress the effective\ne-ph coupling and reduce the superconducting critical temperature (Tc).\nCalculations performed within the energy-dependent full-bandwidth Eliashberg\nformalism, including both anharmonic and vertex effects, yield Tc values in\nclose agreement with experimental measurements for D3S at both pressures and\nfor H3S at 200 GPa."}
{"id": "2510.26713", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26713", "abs": "https://arxiv.org/abs/2510.26713", "authors": ["Aminul Hussain", "Nisa Ara", "Rudranil Basu", "Sudeshna Sen"], "title": "Probing Topological Phases in a Strongly Correlated Ladder Model via Entanglement", "comment": "18 pages, 13 figures, 4 appendices", "summary": "The interplay between non-trivial band topology and strong electronic\ncorrelations is a central challenge in modern condensed matter physics. We\ninvestigate this competition on a two-leg ladder model with a p-wave-like\nhybridisation between the legs. This model hosts a symmetry-protected\ntopological phase in its non-interacting limit. Using the density-matrix\nrenormalisation group algorithm, we compute the comprehensive quantum phase\ndiagram in the presence of a repulsive inter-leg density-density interaction.\nOur analysis, based on entanglement entropy and the entanglement spectrum,\nreveals a fascinating dichotomy in the stability of the topological phase. We\nfind a non-trivial change in the value of the edge entanglement entropy as we\ninclude interaction. Furthermore, we find that the phase boundary separating a\ntrivial insulator phase and a topological one with winding number two remains\nrobustly pinned at its non-interacting location, irrespective of the\ninteraction strength. Variation of the effective conformal field theory's\ncentral charge near the critical line explains the robustness of the gap. In\ncontrast, the transition to an insulating phase with winding number one is\nheavily renormalised, with the critical line shifting significantly as the\ninteraction increases. By successfully mapping the phase diagram and\nidentifying the distinct behaviours of the phase boundaries, our work clarifies\nhow interactions can selectively preserve or destroy different aspects of a\ntopological phase."}
{"id": "2510.26058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26058", "abs": "https://arxiv.org/abs/2510.26058", "authors": ["Ziqi Guo", "Daniel Carne", "Krutarth Khot", "Dudong Feng", "Guang Lin", "Xiulin Ruan"], "title": "A Review of AI-Driven Approaches for Nanoscale Heat Conduction and Radiation", "comment": null, "summary": "Heat conduction and radiation are two of the three fundamental modes of heat\ntransfer, playing a critical role in a wide range of scientific and engineering\napplications ranging from energy systems to materials science. However,\ntraditional physics-based simulation methods for modeling these processes often\nsuffer from prohibitive computational costs. In recent years, the rapid\nadvancements in Artificial Intelligence (AI) and machine learning (ML) have\ndemonstrated remarkable potential in the modeling of nanoscale heat conduction\nand radiation. This review presents a comprehensive overview of recent\nAI-driven developments in modeling heat conduction and radiation at the\nnanoscale. We first discuss the ML techniques for predicting phonon properties,\nincluding phonon dispersion and scattering rates, which are foundational for\ndetermining material thermal properties. Next, we explore the role of\nmachine-learning interatomic potentials (MLIPs) in molecular dynamics\nsimulations and their applications to bulk materials, low-dimensional systems,\nand interfacial transport. We then review the ML approaches for solving\nradiative heat transfer problems, focusing on data-driven solutions to\nMaxwell's equations and the radiative transfer equation. We further discuss the\nML-accelerated inverse design of radiative energy devices, including\noptimization-based and generative model-based methods. Finally, we discuss open\nchallenges and future directions, including data availability, model\ngeneralization, uncertainty quantification, and interpretability. Through this\nsurvey, we aim to provide a foundational understanding of how AI techniques are\nreshaping thermal science and guiding future research in nanoscale heat\ntransfer."}
{"id": "2510.26244", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26244", "abs": "https://arxiv.org/abs/2510.26244", "authors": ["Minho Kim", "Dat Q. Tran", "Plamen P. Paskov", "U. Choi", "O. Nam", "Vanya Darakchieva"], "title": "Impact of AlN buffer thickness on electrical and thermal characteristics of AlGaN/GaN/AlN HEMTs", "comment": "5 pages, 5 figures", "summary": "We investigate the influence of AlN buffer thickness on the structural,\nelectrical, and thermal properties of AlGaN/GaN high-electron mobility\ntransistors (HEMTs) grown on semi-insulating SiC substrates by metal-organic\nchemical vapor deposition. X-ray diffraction and atomic force microscopy reveal\nthat while thin AlN layers (120 nm) exhibit compressive strain and smooth\nstep-flow surfaces, thicker single-layer buffers (550 nm) develop tensile\nstrain and increased surface roughness. Multi-layer buffer structures up to 2\n{\\mu}m alleviate strain and maintain surface integrity. Low-temperature Hall\nmeasurements confirm that electron mobility decreases with increasing interface\nroughness, with the highest mobility observed in the structure with a thin AlN\nbuffer. Transient thermoreflectance measurements show that thermal conductivity\n(ThC) of the AlN buffer increases with the thickness, reaching 188 W/m.K at 300\nK for the 2 {\\mu}m buffer layer, which is approximately 60% of the bulk AlN ThC\nvalue. These results highlight the importance of optimizing AlN buffer design\nto balance strain relaxation, thermal management, and carrier transport for\nhigh-performance GaN-based HEMTs."}
{"id": "2510.25903", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2510.25903", "abs": "https://arxiv.org/abs/2510.25903", "authors": ["Vishnu Kumar", "Nishta Arora", "Bhargavi B. A.", "Akshay Naik", "Saurabh A. Chandorkar"], "title": "Selective Parametric Amplification of Degenerate Modes in Electrostatically Transduced Coupled Beam Resonators", "comment": "20 pages, 7 figures", "summary": "Parametric excitation in coupled mechanical systems has enabled advances in\nsensing, computation, and phonon control. The function of distinct phase modes\nusing parametric driving remains insufficiently explored. Here, we investigate\nthe nonlinear and parametric response of degenerate phase modes in a Double\nEnded Tuning Fork (DETF) resonator. Our measurements reveal pronounced\nnonlinearity and parametric amplification in the out-phase mode, attributed to\nthe dominant contribution of the coupling beam, while the in-phase mode remains\npredominantly linear. Uniquely, we demonstrate parametric excitation through\nthe coupling spring, enabling selective amplification and de-amplification\ncontrolled via the relative phase between harmonic and parametric drives. A\nparametric gain of $\\sim$13 dB is achieved in the out-phase mode, with\nphase-dependent modulation of amplification, indicating its suitability for\nsignal processing, logic operations, and memory elements based on degenerate\nmodes. These results establish a new approach to exploiting mode-specific\nnonlinear dynamics in coupled resonators for emerging applications in sensing\nand phononic control."}
{"id": "2510.26763", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26763", "abs": "https://arxiv.org/abs/2510.26763", "authors": ["Mingu Kang", "Pavel E. Dolgirev", "Chao C. Zhang", "Hoyoung Jang", "Byungjune Lee", "Minseok Kim", "Sang-Youn Park", "Ronny Sutarto", "Eugene Demler", "Jae-Hoon Park", "John Y. T. Wei", "Riccardo Comin"], "title": "Role of Phase Fluctuation in Dynamic Competition Between Charge Order and Superconductivity in Cuprates", "comment": "19 pages, 7 figures", "summary": "Phase fluctuations are a key factor distinguishing nonthermal (ultrafast) and\nthermal phase transitions. Charge order in cuprates is characterized by\nshort-range coherence while competing with superconductivity, and as such, it\nprovides a representative case to study the role of phase fluctuation in\ncoupled order parameter dynamics. In this work, we investigated the intertwined\nevolution of charge order and superconductivity in cuprate/manganite\nheterostructures using time-resolved resonant X-ray scattering. The resulting\ndynamics are analyzed within a space- and time-dependent nonperturbative model\ncapturing both amplitude and phase dynamics. At low fluence, photo-induced\nsuppression of superconductivity results in a nonthermal enhancement of charge\norder, underscoring the dynamic competition between charge order and\nsuperconductivity. With increasing fluence, the slowing down of melting and\nrecovery dynamics is observed, indicating a critical role of phase\nfluctuations. At high fluence, both charge order and superconductivity remain\nsuppressed for an extended time window due to decoupling between amplitude and\nphase dynamics and the delayed recovery of phase coherence. Our work\nunderscores the importance of phase fluctuation for understanding the dynamic\ncompetition between order parameters in cuprates."}
{"id": "2510.26074", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26074", "abs": "https://arxiv.org/abs/2510.26074", "authors": ["Vladimir Calvera", "Naren Manjunath", "Maissam Barkeshli"], "title": "Invariants for (2+1)D bosonic crystalline topological insulators for all 17 wallpaper groups", "comment": "22 + 19 pages, 13 figures, 16 tables", "summary": "We study bosonic symmetry-protected topological (SPT) phases in (2+1)\ndimensions with symmetry $G = G_{\\text{space}}\\times K$, where\n$G_{\\text{space}}$ is a general wallpaper group and\n$K=\\text{U}(1),\\mathbb{Z}_N, \\text{SO}(3)$ is an internal symmetry. In each\ncase we propose a set of many-body invariants that can detect all the different\nphases predicted from real space constructions and group cohomology\nclassifications. They are obtained by applying partial rotations and\nreflections to a given ground state, combined with suitable operations in $K$.\nThe reflection symmetry invariants that we introduce include `double partial\nreflections', `weak partial reflections' and their `relative' or `twisted'\nversions which also depend on $K$. We verify our proposal through exact\ncalculations on ground states constructed using real space constructions. We\ndemonstrate our method in detail for the groups p4m and p4g, and in the case of\np4m also derive a topological effective action involving gauge fields for\norientation-reversing symmetries. Our results provide a concrete method to\nfully characterize (2+1)D crystalline topological invariants in bosonic SPT\nground states."}
{"id": "2510.26312", "categories": ["cond-mat.mtrl-sci", "hep-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26312", "abs": "https://arxiv.org/abs/2510.26312", "authors": ["Suman Kumar Panja", "Mathias Boström"], "title": "High-temperature plasma in Casimir physics", "comment": "9 pages, \"Physics, 2025, submitted\"", "summary": "We present a short review of an unusual but important application for a\nhigh-temperature charged plasma. The unorthodox proposition was made by Ninham\nconcerning a contribution from Casimir forces across high-temperature\nelectron-positron plasma in nuclear interactions. The key message in the\ncurrent work is how high temperatures ($\\sim10^{11}$ \\,K) pop out as essential.\nClearly, classical, semi-classical, and quantum considerations for the\nbackground media impact both the Casimir effect and the physics of stars and\nthe Universe."}
{"id": "2510.25912", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25912", "abs": "https://arxiv.org/abs/2510.25912", "authors": ["Farshid Reza", "Beihan Chen", "Miaomiao Jin"], "title": "Evaluation of Structural Properties and Defect Energetics in Al$_x$Ga$_{1-x}$N Alloys", "comment": null, "summary": "Al$_x$Ga$_{1-x}$N alloys are essential for high-performance optoelectronic\nand power devices, yet the role of composition on defect energetics remains\nunderexplored, largely due to the limitations of first-principles methods in\nmodeling disordered alloys. To address this, we employ a machine learning\ninteratomic potential (MLIP) to investigate the structural and defect-related\nphysical properties in Al$_x$Ga$_{1-x}$N. The MLIP is first validated by\nreproducing the equation of state, lattice constants, and elastic constants of\nthe binary endpoints, GaN and AlN, as well as known defect formation and\nmigration energies from density functional theory and empirical potentials. We\nthen apply the MLIP to evaluate elastic constants of AlGaN alloys, which\nreveals a non-linear relation with alloying effect. Our results reveal that\nnitrogen Frenkel pair formation energies and the migration barriers for\nnitrogen point defects are highly sensitive to the local chemical environment\nand migration path. In contrast, Ga and Al vacancy migration energies remain\nrelatively insensitive to alloy composition, whereas their interstitial\nmigration energies exhibit stronger compositional dependence. These results\nprovide quantitative insight into how alloying influences defect energetics in\nAlGaN, informing defect engineering strategies for improved material\nperformance."}
{"id": "2510.26798", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26798", "abs": "https://arxiv.org/abs/2510.26798", "authors": ["Saranesh Prembabu", "Rahul Sahay", "Stefan Divic", "Ashvin Vishwanath"], "title": "Spin Polarons in Flat Band Ferromagnets", "comment": null, "summary": "Spin polarons are bound states of electrons and spin-flips that form above\nspin polarized electronic insulators.These bound states conventionally form in\none of two settings: in frustrated lattices with dispersive bands -- where the\nmotion of an electron preferences binding a nearby spin-flip -- or in\ntopological flat bands -- where the Chern number enforces an effective dipolar\ninteraction between electrons and spin flips. In this work, we report the\nformation of a spin polaron in a context that doesn't fall cleanly into either\nof these paradigms. In particular, we study the one-dimensional Mielke-Tasaki\nchain, a paradigmatic model of flat band ferromagnetism, which has an exact\nferromagnetic ground state, trivial band topology, and quenched kinetic energy\nin its lowest band. Despite these features, our density matrix renormalization\ngroup simulations reveal the presence of spin polarons upon electron doping\nthis model. More surprisingly, combining these numerics with analytic\ncalculations, we show that polaron binding occurs when the interaction-induced\nkinetic energy of the model is zero -- contrary to intuition from kinetic\nmagnetism -- and the glue binding the electrons and spin-flips arises from weak\nmixing with the model's dispersive band -- contrary to what occurs in\ntopological flat bands. Our results open the doors to exploring how the quantum\ngeometry of flat bands drives the formation of exotic charge carriers."}
{"id": "2510.26325", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26325", "abs": "https://arxiv.org/abs/2510.26325", "authors": ["Hugues Meyer", "Kay Brandner"], "title": "Weak-Memory Dynamics in Discrete Time", "comment": null, "summary": "Discrete dynamics arise naturally in systems with broken temporal translation\nsymmetry and are typically described by first-order recurrence relations\nrepresenting classical or quantum Markov chains. When memory effects induced by\nhidden degrees of freedom are relevant, however, higher-order discrete\nevolution equations are generally required. Focusing on linear dynamics, we\nidentify a well-delineated weak-memory regime where such equations can, on an\nintermediate time scale, be systematically reduced to a unique first-order\ncounterpart acting on the same state space. We formulate our results as a\nmathematical theorem and work out two examples showing how they can be applied\nto stochastic Floquet dynamics under coarse-grained and quantum collisional\nmodels."}
{"id": "2510.26394", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26394", "abs": "https://arxiv.org/abs/2510.26394", "authors": ["Ameneh Deljouifar", "Anita Yadav", "Nataša Stojić", "H. Rahimpour Soleimani", "Nadia Binggeli"], "title": "Investigation of the intrinsic hidden spin texture and spin-state segregation in centrosymmetric monolayer dichalcogenide: effectiveness of the electric-field approach", "comment": "Preprint 19 pages, 9 figures; Supplemental Material 11 pages, 8\n  figures", "summary": "The emergence of hidden spin polarization in centrosymmetric nonmagnetic\ncrystals due to local symmetry breaking has created new opportunities for\npotential spintronic applications and for enhancing our understanding of\nmechanisms to electrically manipulate spin-related phenomena. In this work, we\ninvestigate within density functional theory the properties of the hidden spin\ntexture and spin-layer segregation in a prototype centrosymmetric\ndichalcogenide-monolayer material using an electric-field-based method. This\nmethod is shown to yield a precise and robust alternative to traditional\nlayer-projected spin-polarization techniques for obtaining the intrinsic hidden\nspin textures in such materials. Moreover, it gives access at the same time to\nthe spatial distribution within the monolayer of the individual spin-segregated\nstates responsible for the hidden spin textures, not provided by other\ntechniques. With this approach we determine and study the hidden spin textures\nof the upper valence bands of the PtTe2 monolayer together with the spatial\nbehavior of the probability densities and spin polarization densities of the\ncorresponding maximally segregated spin states. This combined study enabled by\nthe electric-field method yields new insights into the mechanisms controlling\nthe spin-layer segregation and resulting hidden spin texture in such systems.\nWe also discuss the symmetry rules governing the shape in the Brillouin zone of\nthe hidden spin texture, which can be straightforwardly predicted within the\npresent framework."}
{"id": "2510.25919", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.25919", "abs": "https://arxiv.org/abs/2510.25919", "authors": ["Shivanshu Dwivedi", "Kalum Palandage"], "title": "Geometric and Orbital Control of Correlated States in Small Hubbard Clusters", "comment": null, "summary": "Arrays of semiconductor quantum dots provide a powerful platform to design\ncorrelated quantum matter from the bottom up. We establish a predictive\nframework for engineering local electron pairing in these artificial molecules\nby systematically deploying three control levers: lattice geometry, orbital\nhybridization, and external electric fields. Using Hartree-Fock simulations on\ncanonical 3D clusters from the tetrahedron (Z = 3) to the FCC lattice (Z = 12),\nat and near half-filling, we uncover three fundamental design principles. (i)\nGeometric Hierarchy: The resilience to Coulomb repulsion U is dictated by the\ncoordination number Z, which controls kinetic delocalization. (ii) Orbital\nHybridization: Counter-intuitively, inter-orbital hopping t_orb acts not as a\nsimple suppressor of pairing, but as a sophisticated control knob that enhances\ndouble occupancy at moderate U by engineering the on-site energy landscape.\n(iii) Field Squeezing: An electric field robustly induces pairing by forcing\ncharge localization, an effect most potent in low-connectivity clusters. These\nprinciples form a blueprint for deterministically targeting charge and spin\ncorrelations in quantum-dot-based quantum hardware."}
{"id": "2510.26801", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26801", "abs": "https://arxiv.org/abs/2510.26801", "authors": ["Jing-Yu Zhao", "Ya-Hui Zhang"], "title": "Resonating-valence-bond superconductor from small Fermi surface in twisted bilayer graphene", "comment": "15 pages, 9 figures", "summary": "Mechanism of superconductivity in twisted bilayer graphene (TBG) remains one\nof the central problems in strongly correlated topological systems. The most\nintriguing question is about the nature of the normal state: is the Cooper pair\nformed from small Fermi surface or large Fermi surface? In this work we point\nout the possibility of a symmetric pseudogap metal with small hole pockets,\ndubbed as second Fermi liquid (sFL). In the sFL phase at $\\nu=-2-x$, there is a\ntwo-component picture: two electrons mainly localize on the AA sites and form a\npaired singlet due to anti-Hund's coupling mediated by the optical phonon,\nwhile additional holes form small Fermi surfaces. The sFL phase corresponds to\nan intrinsically strongly interacting fixed point and violates the perturbative\nLuttinger theorem. We develop a unified framework to describe both a\nrenormalized Fermi liquid (FL) and an sFL phase. We propose that the normal\nstate of the TBG superconductor is the sFL phase, but it evolves toward the FL\nphase under increasing hole doping. The superconducting phase emerges from the\nsFL phase by transferring pairing of local moments to the mobile carriers.\nInterestingly, the superconducting gap can exhibit a nematic nodal\n$p_x$-pairing symmetry. This work provides, to our knowledge, the first unified\ntheory that explains both the pseudogap metal above $T_c$ and the two-gap\nnematic superconductivity below it."}
{"id": "2510.26471", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26471", "abs": "https://arxiv.org/abs/2510.26471", "authors": ["Arseniy M. Buryakov", "Anastasia V. Gorbatova", "Pavel Y. Avdeev", "Igor Yu. Pashen'kin", "Maksim V. Sapozhnikov", "Alexey A. Klimov", "Elena D. Mishina", "Vladimir L. Preobrazhensky"], "title": "Magnetic Field-Controlled THz Modulation in Uniaxial Anisotropic Spin-Valves Emitters", "comment": "12 pages, 6 figures, 1 table, submitted to Light: Science &\n  Applications", "summary": "Uniaxial spintronic heterostructures constitute compact THz emitters under\nfemtosecond excitation, with emission amplitude and polarization governed by\nthe applied magnetic field. We demonstrate here efficient magnetically tunable\nTHz amplitude control in ultrathin, exchange-biased Co/Pt/Co/IrMn spin valve\nheterostructures. Terahertz spintronic magnetometry resolves reversible\nswitching between parallel and antiparallel magnetization states and correlates\nthe high- and low-emission regimes with constructive and destructive\ninterference of charge transients generated by the inverse spin Hall effect in\nthe Pt spacer. A residual low-emission signal is traced to spin-to-charge\nconversion in IrMn. Phase inversion under front- versus back-side excitation\nconfirms the ISHE origin, while a macrospin Landau-Lifshitz-Gilbert model\nreproduces the field dependence and separates layer-specific contributions.\nTogether, these results define a wafer-compatible spin valve device\narchitecture that enables efficient, low-field THz amplitude control."}
{"id": "2510.25920", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25920", "abs": "https://arxiv.org/abs/2510.25920", "authors": ["Flavio Giuliani", "Francesco Guidarelli Mattioli", "Yuhan Chen", "Daniele Dragoni", "Marco Bernasconi", "John Russo", "Lilia Boeri", "Riccardo Mazzarello"], "title": "Liquid anomalies and Fragility of Supercooled Antimony", "comment": "23 pages, 26 figures", "summary": "Phase-change materials (PCMs) based on group IV, V, and VI elements, such as\nGe, Sb, and Te, exhibit distinctive liquid-state features, including\nthermodynamic anomalies and unusual dynamical properties, which are believed to\nplay a key role in their fast and reversible crystallization behavior. Antimony\n(Sb), a monoatomic PCM with ultrafast switching capabilities, stands out as the\nonly elemental member of this group for which the properties of the liquid and\nsupercooled states have so far remained unknown. In this work, we use\nlarge-scale molecular dynamics simulations with a neural network potential\ntrained on first-principles data to investigate the liquid, supercooled, and\namorphous phases of Sb across a broad pressure-temperature range. We uncover\nclear signatures of anomalous behavior, including a density maximum and\nnon-monotonic thermodynamic response functions, and introduce a novel\noctahedral order parameter that captures the structural evolution of the\nliquid. Moreover, extrapolation of the viscosity to the glass transition, based\non configurational and excess entropies, indicates that Sb is a highly fragile\nmaterial. Our results present a compelling new case for the connection between\nthe liquid-state properties of phase-change materials and their unique ability\nto combine high amorphous-phase stability with ultrafast crystallization."}
{"id": "2510.25868", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25868", "abs": "https://arxiv.org/abs/2510.25868", "authors": ["Chen Bai", "Mao Tian Tan", "Bastien Lapierre", "Shinsei Ryu"], "title": "Spatially Structured Entanglement from Nonequilibrium Thermal Pure States", "comment": "27+26 pages (single column), 14 figures", "summary": "We study quantum quench dynamics in (1+1)-dimensional critical systems,\nstarting from thermal pure states called crosscap states, and evolving them\nunder spatially inhomogeneous Hamiltonians. The spatial inhomogeneity is\nintroduced through a deformation of the Hamiltonian, expressed as linear\ncombinations of the generators of the $SL^{(q)}(2,\\mathbb{R})$ subalgebra of\nthe Virasoro algebra. We analyze the free massless Dirac fermion theory and\nholographic conformal field theory as prototypical examples of integrable and\nnon-integrable dynamics. Consistent with general expectations, \"M\\\"obius-type\"\ndeformations lead to thermalization in the non-integrable case, and to periodic\nrevivals in the integrable one. In contrast, \"sine-square-type\" and\n\"displacement-type\" deformations prevent both thermalization and scrambling,\ninstead producing late-time, graph-like entanglement patterns. These patterns\nemerge from the interplay between the deformed Hamiltonian and the crosscap\ninitial state and appear to be universal: they are determined solely by the\ndeformation profile while remaining largely insensitive to microscopic details.\nFinally, we perform a holographic calculation in three-dimensional gravity\nusing AdS$_3$/CFT$_2$, which reproduces the main features of our\n(1+1)-dimensional study."}
{"id": "2510.26553", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.26553", "abs": "https://arxiv.org/abs/2510.26553", "authors": ["Catarina C. Ribeiro", "Nele Link", "Jan-Lukas Schäfer", "Carina Breuer", "Markus Biesalski", "Robert W. Stark"], "title": "Understanding the swelling behavior of P(DMAA-co-MABP) copolymer in paper-based actuators", "comment": null, "summary": "As interest in sustainable materials grows, paper is being reimagined as a\nmultifunctional substrate with significant potential for future technologies\nfor innovative, environmentally friendly solutions. This study investigates the\nswelling behavior and environmental responsiveness of a copolymer,\npoly(N,N-dimethylacrylamide-co-4-methacryloyloxybenzophenone)\n(P(DMAA-co-MABP)), when applied to cellulosic paper for use in\nhumidity-sensitive actuators. The copolymer's swelling behavior was\ncharacterized using dynamic vapor sorption (DVS) and in-situ atomic force\nmicroscopy (AFM). DVS measurements demonstrated that the polymer coating\nsignificantly enhances the hygroscopic properties of the paper, while AFM\nrevealed the polymer's fast response to relative humidity (RH) changes, shown\nby immediate height adjustments, increased adhesion, and decreased stiffness at\nhigher RH levels.Studies on polymer-modified paper-based bilayer actuators\ndemonstrate that incorporating the hydrophilic P(DMAA-co-MABP) results in\nactuation in response to relative humidity variations between 10% and 90% RH.\nFrom these findings, two models were proposed to assess key mechanisms in the\nswelling behavior: the correlation between the heterogeneity in crosslinking\nand the polymer swelling behavior, and the correlation between polymer-paper\ninteractions and the hygro-responsive bending behavior. Additionally, thermal\nanalysis was performed by thermogravimetric analysis (TGA) and differential\nscanning calorimetry (DSC), providing a comprehensive profile of the\ncopolymer's behavior."}
{"id": "2510.25938", "categories": ["cond-mat.mtrl-sci", "80A50, 82D80"], "pdf": "https://arxiv.org/pdf/2510.25938", "abs": "https://arxiv.org/abs/2510.25938", "authors": ["Oliver Carmona", "Peter Ludwig Rodríguez-Kessler", "Sebastián Salazar-Colores", "Alvaro Muñoz-Castro"], "title": "Revisiting and Accelerating the Basin Hopping Algorithm for Lennard-Jones Clusters: Adaptive and Parallel Implementation in Python", "comment": "6 pages, 6 figures", "summary": "We present an adaptive and parallel implementation of the Basin Hopping (BH)\nalgorithm for the global optimization of atomic clusters interacting via the\nLennard-Jones (LJ) potential. The method integrates local energy minimization\nwith adaptive step-size Monte Carlo moves and simultaneous evaluation of\nmultiple trial structures, enabling efficient exploration of complex potential\nenergy landscapes while maintaining a balance between exploration and\nrefinement. Parallel evaluation of candidate structures significantly reduces\nwall-clock time, achieving nearly linear speedup for up to eight concurrent\nlocal minimizations. This framework provides a practical and scalable strategy\nto accelerate Basin Hopping searches, directly extendable to ab initio\ncalculations such as density functional theory (DFT) on high-performance\ncomputing architectures."}
{"id": "2510.26011", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26011", "abs": "https://arxiv.org/abs/2510.26011", "authors": ["Omar Abdul-Aziz", "Manuel Tuniz", "Wibke Bronsch", "Fulvio Parmigiani", "Federico Cilento", "Daniel Wolverson", "Charles J. Sayers", "Giulio Cerullo", "Claudia Dallera", "Ettore Carpene", "Paul H. M. van Loosdrecht", "Hamoon Hedayat"], "title": "Photoinduced Electronic Band Dynamics and Defect-mediated Surface Potential Evolution in PdSe$_2$", "comment": null, "summary": "We use time- and angle-resolved photoemission spectroscopy (TR-ARPES)\ncombined with density functional theory to investigate ultrafast carrier\ndynamics in low-symmetry layered semiconducting PdSe$_2$. The indirect bandgap\nis determined to be 0.55~eV. Following photoexcitation above this gap, we\nresolve a valence band shift and broadening, both lasting less than a\npicosecond, consistent with bandgap renormalization and carrier scattering,\nindicative of strong many-body interactions. Subsequently, hot carriers\npopulate the conduction band minimum and are captured by defect states. A\nsurface photovoltage (SPV) of $\\sim$ 67~meV emerges, persisting for over 50~ps,\ndriven by defect-assisted charge separation. The formation of native vacancies,\npromoted by the low-symmetry lattice, likely gives rise to the mid-gap states\nresponsible for this long-lived SPV response. Detailed analysis of TR-ARPES\nspectra disentangles the contributions of bandgap renormalization, carrier\nscattering, defect states, and SPV. These findings establish PdSe$_2$ as a\nprototypical layered quantum material exhibiting exotic photoresponses on\nultrafast timescales."}
{"id": "2510.26558", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26558", "abs": "https://arxiv.org/abs/2510.26558", "authors": ["Fagui He", "Yan Yan Grisan Qiu", "Simone Mearini", "Vitaliy Feyer", "Kevin Oldenburg", "Rostyslav Lesyuk", "Christian Klinke"], "title": "Tunable Colloidal Synthesis Enabling μ-ARPES on Individual Two-dimensional Bismuth Nanocrystals", "comment": "14 pages, 4 figures", "summary": "Two-dimensional bismuth (Bi) is a promising platform for quantum and energy\ntechnologies due to strong spin-orbit coupling, high thermoelectric efficiency,\nand magnetoresistance. However, scalable and flexible synthesis of high-quality\nBi with fast research turnaround remains challenging. We report a controlled\ncolloidal synthesis of Bi nanosheets with tunable lateral sizes (0.6 - 4.1 um),\nhexagonal shape, and a layered single-crystalline structure along the {00l}\nplanes. The nanosheets exhibit excellent oxidation resistance and ambient\nstability. ARPES measurements on individual nanosheets reveal a band structure\nin excellent agreement with DFT calculations, confirming high crystal quality\nand uniformity. Our findings enable fast production and characterization of\ntwo-dimensional Bi, paving the way for fundamental studies and integration into\nnext-generation quantum and energy devices."}
{"id": "2510.25971", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25971", "abs": "https://arxiv.org/abs/2510.25971", "authors": ["Huan Tran", "Hieu-Chi Dam", "Christopher Kuenneth", "Tuoc N. Vu", "Hiori Kino"], "title": "Superconductor discovery in the emerging paradigm of Materials Informatics", "comment": null, "summary": "The last two decades have witnessed a tremendous number of computational\npredictions of hydride-based (phonon-mediated) superconductors, mostly at\nextremely high pressures, i.e., hundreds of GPa. These discoveries were heavily\ndriven by Migdal-\\'{E}liashberg theory (and its first-principles computational\nimplementations) for electron-phonon interactions, the key concept of\nphonon-mediated superconductivity. Dozens of predictions were experimentally\nsynthesized and characterized, triggering not only enormous excitement in the\ncommunity but also some debates. In this Article, we review the\ncomputational-driven discoveries and the recent developments in the field from\nvarious essential aspects, including the theoretical, computational, and,\nspecifically, artificial intelligence (AI)/machine learning (ML) based\napproaches emerging within the paradigm of materials informatics. While\nchallenges and critical gaps can be found in all of these approaches, AI/ML\nefforts specifically remain in its infant stage for good reasons. However,\nopportunities exist when these approaches can be further developed and\nintegrated in concerted efforts, in which AI/ML approaches could play more\nimportant roles."}
{"id": "2510.26528", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.26528", "abs": "https://arxiv.org/abs/2510.26528", "authors": ["Mykhailo Pavliuk", "Tomáš Bzdušek", "Askar Iliasov"], "title": "Superconductivity in hyperbolic spaces: Cayley trees, hyperbolic continuum, and BCS theory", "comment": "22 pages, 13 figures", "summary": "We investigate $s$-wave superconductivity in negatively curved geometries,\nfocusing on Cayley trees and the hyperbolic plane. Using a self-consistent\nBogoliubov-de Gennes approach for trees and a BCS treatment of the hyperbolic\ncontinuum, we establish a unified mean-field framework that captures the role\nof boundaries in hyperbolic spaces. For finite Cayley trees with open\nboundaries, the superconducting order parameter localizes at the edge while the\ninterior can remain normal, leading to two distinct critical temperatures:\n$T_\\textrm{c}^\\textrm{edge} > T_\\textrm{c}^\\textrm{bulk}$. A corresponding\nboundary-dominated phase also emerges in hyperbolic annuli and horodisc\nregions, where radial variations of the local density of states enhance edge\npairing. We also demonstrate that the enhancement of the density of states at\nthe boundary is significantly more pronounced for the discrete tree geometry.\nOur results show that, owing to the macroscopic extent of the boundary,\nnegative curvature can stabilize boundary superconductivity as a phase that\npersists in the thermodynamic limit on par with the bulk superconductivity.\nThese results highlight fundamental differences between bulk and boundary\nordering in hyperbolic matter, and provide a theoretical framework for future\nstudies of correlated phases in negatively curved systems."}
{"id": "2510.26581", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26581", "abs": "https://arxiv.org/abs/2510.26581", "authors": ["Johnathas D. S. Forte", "Seung Gyo Jeong", "Anand Santhosh", "Seungjun Lee", "Bharat Jalan", "Tony Low"], "title": "Strain Engineering of Altermagnetic Symmetry in Epitaxial RuO$_2$ Films", "comment": "5 pages, 4 figures", "summary": "The magnetic ground state of RuO$_2$ has been under intense debate. Using\nfirst-principles calculations, we show that compressive strain along [001]\ndirection stabilizes an altermagnetic phase in RuO$_2$ thin films grown on\n(100) and (110) TiO$_2$ substrates. We further identify that compressive strain\nenhances the density of states near the Fermi level, resulting in a Fermi\nsurface instability and the emergence of altermagnetism. The magnitude of\nstrain and the associated increase in the density of states can be tuned by\nvarying the film thickness, as systematically confirmed by x-ray diffraction\nand photoemission spectroscopy measurements. Symmetry analysis further reveals\nthat (100) RuO$_2$ hosts an ideal altermagnetic order, whereas broken symmetry\nin (110) films leads to an uncompensated ferrimagnetic state. Finally, we\ndiscuss the effects of Hubbard $U$ parameters and evaluate the realistic\ntunneling magnetoresistance of (100) RuO$_2$."}
{"id": "2510.25994", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.25994", "abs": "https://arxiv.org/abs/2510.25994", "authors": ["Yosef Shokeeb", "Ludovic D. C. Jaubert", "Han Yan"], "title": "Hyperbolic Fracton Model, Subsystem Symmetry and Holography III: Extension to Generic Tessellations", "comment": null, "summary": "We generalize the Hyperbolic Fracton Model from the $\\{5,4\\}$ tessellation to\ngeneric tessellations, and investigate its core properties: subsystem\nsymmetries, fracton mobility, and holographic correspondence. While the model\non the original tessellation has features reminiscent of the flat-space lattice\ncases, the generalized tessellations exhibit a far richer and more intricate\nstructure. The ground-state degeneracy and subsystem symmetries are generated\nrecursively layer-by-layer, through the inflation rule, but without a simple,\nuniform pattern. The fracton excitations follow exponential-in-distance and\nalgebraic-in-lattice-size growing patterns when moving outward, and depend\nsensitively to the tessellation geometry, differing qualitatively from both\ntype-I or type-II fracton model on flat lattices. Despite this increased\ncomplexity, the hallmark holographic features -- subregion duality via Rindler\nreconstruction, the Ryu-Takayanagi formula for mutual information, and\neffective black hole entropy scaling with horizon area -- remain valid. These\nresults demonstrate that the holographic correspondence in fracton models\npersists in generic tessellations, and provide a natural platform to explore\nmore intricate subsystem symmetries and fracton physics."}
{"id": "2510.26720", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26720", "abs": "https://arxiv.org/abs/2510.26720", "authors": ["Xuan Zou", "Zhou-Quan Wan", "Hong Yao"], "title": "Emergence of charge-$4e$ superconductivity from 2D nematic superconductors", "comment": "4.5 pages, 5 figures", "summary": "Charge-$4e$ superconductivity is an exotic state of matter that may emerge as\na vestigial order from a charge-$2e$ superconductor with multicomponent\nsuperconducting order parameters. Showing its emergence in a microscopic model\nfrom numerically-exact large-scale computations has been rare so far. Here, we\npropose a microscopic lattice model with a nematic superconducting ground state\nand show that it supports a rich set of vestigial phases at elevated\ntemperature, including a charge-$4e$ phase and a quasi-long-range nematic\nphase, by performing large-scale Monte Carlo simulations. Combining theoretical\nanalysis with Monte Carlo simulations, we uncover the nature of these phases\nand show that the phase transitions are governed by the proliferation of\ndistinct topological defects: half superconducting vortices,\n$(\\tfrac{1}{2},\\tfrac{1}{2})$ vortices, integer nematic vortices, and\ndomain-wall excitations. In particular, we demonstrate that domain-wall\nproliferation is crucial for the quasi-nematic phase and should be carefully\naccounted for in phase transitions associated with vestigial charge-$4e$ order."}
{"id": "2510.26626", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.26626", "abs": "https://arxiv.org/abs/2510.26626", "authors": ["Cong Liu", "Jordi Boronat", "Claudio Cazorla"], "title": "Stabilization of Metallic, Excitonic Insulator, and Superionic Phases in Helium-Rare Gas Compounds at Sub-Terapascal Pressures", "comment": "14 pages, 9 figures", "summary": "Helium and rare gases (RG: Ne, Ar, Kr, Xe) are typically considered\nchemically inert, yet under the extreme pressures of planetary interiors they\nmay form compounds with unexpected properties. Using crystal structure\nprediction and first-principles calculations, we mapped the phase diagram of\nbinary He-RG systems up to $1$ TPa. We identify several previously unknown\nstoichiometric compounds that are both thermodynamically and vibrationally\nstable at sub-terapascal pressures, within the reach of modern high-pressure\nexperiments. In particular, AHe$_{2}$ and AHe (A: Ar, Kr, Xe) adopt previously\nunreported orthorhombic, hexagonal and cubic phases that remain stable over\nwide pressure ranges. We further find that He-Xe systems host metallic and\nexcitonic insulator phases at pressures nearly an order of magnitude lower than\nthose required for pure helium, offering a pathway to realize these exotic\nquantum states experimentally. Finite-temperature simulations also reveal\nsuperionic He-Xe phases, in which helium ions diffuse either anisotropically or\nisotropically depending on the host lattice. These findings constitute the\nfirst prediction of helium-based systems that combine metallicity and\nsuperionicity, with profound implications for energy transport and planetary\ndynamo processes. Overall, our results demonstrate that mixing helium with\nheavier rare gases provides an effective strategy to stabilize metallic,\nexcitonic insulator, and superionic phases at experimentally accessible\npressures, opening new research directions for condensed matter physics and\nplanetary science."}
{"id": "2510.26010", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26010", "abs": "https://arxiv.org/abs/2510.26010", "authors": ["David R. Saykin", "Qianni Jiang", "Zhaoyu Liu", "Chandra Shekhar", "Claudia Felser", "Jiun-Haw Chu", "Aharon Kapitulnik"], "title": "High Resolution Polar Kerr Effect Studies of Cs3Sb5 and ScV6Sn6 Below the Charge Order Transition", "comment": "Includes supplementary Information", "summary": "We report high resolution polar Kerr effect measurements on CsV3Sb5 and\nScV6Sn6 single crystals in search for signatures of spontaneous polar Kerr\neffect (PKE) below the charge order transitions of these materials. Utilizing\ntwo separate zero-area loop Sagnac interferometers operating at 1550 nm and 830\nnm wavelengths, we studied the temperature dependence of possible PKE after\ntraining with magnetic field. While a finite field Kerr measurement yielded\noptical rotation expected from the Pauli susceptibility of the itinerant\ncarriers, no signal was detected at zero-field to within the noise floor limit\nof the apparatus of below $\\sim$100 nanoradians. Simultaneous coherent\nreflection measurements confirm the sharpness of the charge order transition in\nthe same optical volume as the Kerr measurements. Application of strain to\nreveal a hidden flux-ordered magnetic state did not result in a finite Kerr\neffect."}
{"id": "2510.26693", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26693", "abs": "https://arxiv.org/abs/2510.26693", "authors": ["Yu Zhu", "Luigi Ranalli", "Taikang Chen", "Wei Ren", "Cesare Franchini"], "title": "Temperature dependent ferroelectricity in strained KTaO3 with machine learned force field", "comment": null, "summary": "Ferroelectric materials are a class of dielectrics that exhibit spontaneous\npolarization which can be reversed under an external electric field. The\nemergence of ferroelectric order in incipient ferroelectrics is a topic of\nconsiderable interest from both fundamental and applied perspectives. Among the\nvarious strategies explored, strain engineering has been proven to be a\npowerful method for tuning ferroelectric polarization in materials. In the case\nof KTaO3, first principles calculations have suggested that strain can drive a\nferroelectric phase transition. In this study, we investigate the impact of\nin-plane uniaxial and biaxial strain, ranging from 0% to 1%, on pristine KTaO3\nto explore its potential for ferroelectricity induction via inversion symmetry\nbreaking. By integrating density functional theory calculations with the\nstochastic self-consistent harmonic approximation assisted by on the fly\nmachine learned force field, we obtain accurate structural information and\ndynamical properties under varying strain conditions while incorporating\nhigher-order anharmonic effects. Employing the Berry phase method, we obtained\nthe ferroelectric polarization of the strained structures over the entire\ntemperature range up to 300 K. Our findings provide valuable insights into the\nrole of strain in stabilizing ferroelectricity in KTaO3, offering guidance for\nfuture experimental and theoretical studies on strain-engineered ferroelectric\nmaterials."}
{"id": "2510.26011", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26011", "abs": "https://arxiv.org/abs/2510.26011", "authors": ["Omar Abdul-Aziz", "Manuel Tuniz", "Wibke Bronsch", "Fulvio Parmigiani", "Federico Cilento", "Daniel Wolverson", "Charles J. Sayers", "Giulio Cerullo", "Claudia Dallera", "Ettore Carpene", "Paul H. M. van Loosdrecht", "Hamoon Hedayat"], "title": "Photoinduced Electronic Band Dynamics and Defect-mediated Surface Potential Evolution in PdSe$_2$", "comment": null, "summary": "We use time- and angle-resolved photoemission spectroscopy (TR-ARPES)\ncombined with density functional theory to investigate ultrafast carrier\ndynamics in low-symmetry layered semiconducting PdSe$_2$. The indirect bandgap\nis determined to be 0.55~eV. Following photoexcitation above this gap, we\nresolve a valence band shift and broadening, both lasting less than a\npicosecond, consistent with bandgap renormalization and carrier scattering,\nindicative of strong many-body interactions. Subsequently, hot carriers\npopulate the conduction band minimum and are captured by defect states. A\nsurface photovoltage (SPV) of $\\sim$ 67~meV emerges, persisting for over 50~ps,\ndriven by defect-assisted charge separation. The formation of native vacancies,\npromoted by the low-symmetry lattice, likely gives rise to the mid-gap states\nresponsible for this long-lived SPV response. Detailed analysis of TR-ARPES\nspectra disentangles the contributions of bandgap renormalization, carrier\nscattering, defect states, and SPV. These findings establish PdSe$_2$ as a\nprototypical layered quantum material exhibiting exotic photoresponses on\nultrafast timescales."}
{"id": "2510.25902", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25902", "abs": "https://arxiv.org/abs/2510.25902", "authors": ["Shashi B. Mishra", "Elena R. Margine"], "title": "Nonadiabatic and anharmonic effects in high-pressure H3S and D3S superconductors", "comment": "10 pages, 5 figures", "summary": "Superconductivity in compressed H3S arises from the interplay between\nhigh-frequency phonons and a pronounced van Hove singularity near the Fermi\nlevel. Using first-principles calculations, we investigate the superconducting\nproperties of H3S and D3S at 160 and 200 GPa, explicitly incorporating\nanharmonic lattice dynamics and first-order vertex corrections to\nelectron-phonon (e-ph) interactions, thereby going beyond the Migdal\napproximation underlying conventional Migdal-Eliashberg theory. We find that\nboth anharmonicity and nonadiabatic vertex corrections suppress the effective\ne-ph coupling and reduce the superconducting critical temperature (Tc).\nCalculations performed within the energy-dependent full-bandwidth Eliashberg\nformalism, including both anharmonic and vertex effects, yield Tc values in\nclose agreement with experimental measurements for D3S at both pressures and\nfor H3S at 200 GPa."}
{"id": "2510.26028", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26028", "abs": "https://arxiv.org/abs/2510.26028", "authors": ["Qile Wu", "Seamus D. O Hara", "Joseph B. Costello", "Loren N. Pfeiffer", "Ken W. West", "Mark S. Sherwin"], "title": "Effective-Hamiltonian reconstruction through Bloch-wave interferometry in bulk GaAs driven by strong THz fields", "comment": null, "summary": "Effective Hamiltonians are powerful tools for understanding the emergent\nphenomena in condensed matter systems. Reconstructing an effective Hamiltonian\ndirectly from experimental data is challenging due to the complex relationship\nbetween Hamiltonian parameters and observables. Complimentary to ARPES, which\nprobes surface electronic properties, bulk-sensitive techniques based on HHG\nand HSG have shown strong potential for Hamiltonian reconstruction. Here, we\nreconstruct an effective three-band electron-hole Hamiltonian in bulk GaAs\nbased on HSG. Based on previous understanding of HSG in bulk GaAs in terms of\nBloch-wave interferometry, an analytic model is derived to quantitatively\nconnect the Hamiltonian parameters with the measured sideband electric fields\nunder strong, low-frequency THz fields. Assuming that the exciton reduced mass\nand the parameter that defines the hole Bloch wavefunctions in bulk GaAs are\nknown from existing absorbance and HSG experiments, we show that the bandgap of\nGaAs, two dephasing constants associated with two electron-hole species, and an\nadditional Hamiltonian parameter that determines the electron-hole reduced\nmasses, can be simultaneously and unambiguously determined through Bloch-wave\ninterferometry. We thus demonstrate the full capability of Hamiltonian\nreconstruction by combining absorbance spectroscopy and HSG experiments. We\nfind that the extracted bandgap of GaAs is approximately 13\\,meV higher than\nthe expected value based on previous absorbance measurements. Quantum kinetic\nanalysis suggests that, in the HSG experiments, the electron-hole energy could\nhave been renormalized through Fr\\\"ohlich interaction that is modified by the\nstrong THz fields. We also show that the energy threshold in emission of\noptical phonons can be suppressed by applying a strong THz field, leading to\nnearly constant dephasing rates."}
{"id": "2510.25971", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.25971", "abs": "https://arxiv.org/abs/2510.25971", "authors": ["Huan Tran", "Hieu-Chi Dam", "Christopher Kuenneth", "Tuoc N. Vu", "Hiori Kino"], "title": "Superconductor discovery in the emerging paradigm of Materials Informatics", "comment": null, "summary": "The last two decades have witnessed a tremendous number of computational\npredictions of hydride-based (phonon-mediated) superconductors, mostly at\nextremely high pressures, i.e., hundreds of GPa. These discoveries were heavily\ndriven by Migdal-\\'{E}liashberg theory (and its first-principles computational\nimplementations) for electron-phonon interactions, the key concept of\nphonon-mediated superconductivity. Dozens of predictions were experimentally\nsynthesized and characterized, triggering not only enormous excitement in the\ncommunity but also some debates. In this Article, we review the\ncomputational-driven discoveries and the recent developments in the field from\nvarious essential aspects, including the theoretical, computational, and,\nspecifically, artificial intelligence (AI)/machine learning (ML) based\napproaches emerging within the paradigm of materials informatics. While\nchallenges and critical gaps can be found in all of these approaches, AI/ML\nefforts specifically remain in its infant stage for good reasons. However,\nopportunities exist when these approaches can be further developed and\nintegrated in concerted efforts, in which AI/ML approaches could play more\nimportant roles."}
{"id": "2510.26031", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26031", "abs": "https://arxiv.org/abs/2510.26031", "authors": ["Zhaoqing Ding", "Xuejiao Chen", "Lei Liao", "Zhen Wang", "Zeguo Lin", "Yuelong Xiong", "Junzhou Wang", "Fang Yang", "Jiade Li", "Peng Gao", "Lifen Wang", "Xuedong Bai", "Xiaoran Liu", "Jiandong Guo"], "title": "From Ferromagnet to Antiferromagnet: Dimensional Crossover in (111) SrRuO3 Ultrathin Films", "comment": null, "summary": "SrRuO3 is a canonical itinerant ferromagnet, yet its properties in the\nextreme two-dimensional limit on a (111) crystal plane remain largely\nunexplored. Here, we demonstrate a complete transformation of its ground state\ndriven by dimensional reduction. As the thickness of (111)-oriented SrRuO3\nfilms is reduced to a few unit cells, the system transitions from a metallic\nferromagnet to a semiconducting antiferromagnet. This emergent\nantiferromagnetism is evidenced by a vanishing magnetic remanence and most\nstrikingly, by the appearance of an unconventional twelve-fold anisotropic\nmagnetoresistance. First-principles calculations confirm that an A-type\nantiferromagnetic order is the stable ground state in the ultrathin limit. Our\nfindings establish (111) dimensional engineering as a powerful route to\nmanipulate correlated electron states and uncover novel functionalities for\nantiferromagnetic spintronics."}
{"id": "2510.26070", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26070", "abs": "https://arxiv.org/abs/2510.26070", "authors": ["Akifumi Mine", "Takeshi Suzuki", "Yigui Zhong", "Sahand Najafzadeh", "Kenjiro Okawa", "Masato Sakano", "Kyoko Ishizaka", "Shik Shin", "Takao Sasagawa", "Kozo Okazaki"], "title": "Direct observation of the surface superconducting gap in the topological superconductor candidate β-PdBi2", "comment": null, "summary": "\\beta-PdBi2 is one of the candidates for topological superconductors with a\nsuperconducting (SC) transition temperature (Tc) of 5.3 K, in which parity\nmixing of spin singlet and spin triplet has been anticipated, being crucial for\nthe further understanding of relationship with inversion symmetry and parity\nmixing in the superconductivity. In this work, we measured the SC gap in\nhigh-quality single crystal of \\beta-PdBi2 by using high-resolution laser\nangle-resolved photoemission spectroscopy below Tc. We found the isotropic SC\ngaps in momentum space for multiple bands, and observed that the difference\nbetween the SC gap of the topological surface bands and the bulk bands is about\n0.1 meV, consistent with other experimental results. These direct and\nquantitative experimental results support the possibility of \\beta-PdBi2 as a\ntopological superconductor, characterized by unique crystal and electronic band\nstructures."}
{"id": "2510.26054", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26054", "abs": "https://arxiv.org/abs/2510.26054", "authors": ["Hyowon Park", "Ivar Martin"], "title": "Theoretical design of the large topological magnetoelectric effect in the Co-intercalated NbS$_2$ structure", "comment": "7 pages, 6 figures", "summary": "A triangular Co-ion lattice intercalated between 1-H NbS$_2$ layers can\nexhibit a large anomalous Hall effect (AHE) due to the finite scalar spin\nchirality originating from the non-coplanar $3q$ ordering of Co spins. This\nlarge AHE occurs when the scalar spin chirality is uniform in all Co layers, as\nindeed found in the Co$_{1/3}$NbS$_2$ case [Phys. Rev. Mater. 6, 024201\n(2022)]. However, if the spin chirality were staggered with the opposite signs\nin the adjacent Co layers, the net AHE would disappear, yielding instead the\ntopological magneto-electric effect. Here, we theoretically verify that a\ntransverse electric field generates a finite orbital magnetization under such\nconditions, consistent with the axion-like coupling. Using first-principles\ncalculations, we show that the resulting magneto-electric coupling,\n$\\alpha^{zz}$ can be as large as 0.9 $e^2/2h$. We also demonstrate that the\ninter-layer magnetic coupling in these materials can be tuned by strain,\nenabling the switching between the AHE and the axionic states."}
{"id": "2510.26221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.26221", "abs": "https://arxiv.org/abs/2510.26221", "authors": ["Pushpendra Yadav"], "title": "Exciton dynamics in equilibrium and nonequilibrium regimes", "comment": "Ph.D. Thesis", "summary": "The bound electron-hole pairs known as excitons govern the optical properties\nof insulating solids. While their behavior in equilibrium is well-understood\ntheoretically, the nonequilibrium regime at high excitation densities-where\nphenomena like electron-hole liquids emerge - is less explored. This thesis\npresents a first-principles study of excitons in two-dimensional materials. We\nuse the GW approximation and the Bethe-Salpeter equation to investigate their\nproperties from equilibrium to nonequilibrium conditions. We first demonstrate\nhow increasing photo-excited carrier density leads to a redshift-blueshift\ncrossover of excitons. We then show that electron-phonon interactions\ncritically modify optical spectra and exciton lifetimes at finite temperatures.\nFinally, we unify these effects to demonstrate the formation of an\nelectron-hole liquid phase above a critical carrier density and below a\ncritical temperature. Our work identifies how enhanced Coulomb interactions in\ntwo dimensions can stabilize this phase at significantly higher temperatures,\nproposing promising material candidates for observing these collective states."}
{"id": "2510.26058", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26058", "abs": "https://arxiv.org/abs/2510.26058", "authors": ["Ziqi Guo", "Daniel Carne", "Krutarth Khot", "Dudong Feng", "Guang Lin", "Xiulin Ruan"], "title": "A Review of AI-Driven Approaches for Nanoscale Heat Conduction and Radiation", "comment": null, "summary": "Heat conduction and radiation are two of the three fundamental modes of heat\ntransfer, playing a critical role in a wide range of scientific and engineering\napplications ranging from energy systems to materials science. However,\ntraditional physics-based simulation methods for modeling these processes often\nsuffer from prohibitive computational costs. In recent years, the rapid\nadvancements in Artificial Intelligence (AI) and machine learning (ML) have\ndemonstrated remarkable potential in the modeling of nanoscale heat conduction\nand radiation. This review presents a comprehensive overview of recent\nAI-driven developments in modeling heat conduction and radiation at the\nnanoscale. We first discuss the ML techniques for predicting phonon properties,\nincluding phonon dispersion and scattering rates, which are foundational for\ndetermining material thermal properties. Next, we explore the role of\nmachine-learning interatomic potentials (MLIPs) in molecular dynamics\nsimulations and their applications to bulk materials, low-dimensional systems,\nand interfacial transport. We then review the ML approaches for solving\nradiative heat transfer problems, focusing on data-driven solutions to\nMaxwell's equations and the radiative transfer equation. We further discuss the\nML-accelerated inverse design of radiative energy devices, including\noptimization-based and generative model-based methods. Finally, we discuss open\nchallenges and future directions, including data availability, model\ngeneralization, uncertainty quantification, and interpretability. Through this\nsurvey, we aim to provide a foundational understanding of how AI techniques are\nreshaping thermal science and guiding future research in nanoscale heat\ntransfer."}
{"id": "2510.26467", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26467", "abs": "https://arxiv.org/abs/2510.26467", "authors": ["Jan Elsner", "K Nikolas Lausch", "Jörg Behler"], "title": "Atomistic Simulations of Oxide-Water Interfaces using Machine Learning Potentials", "comment": null, "summary": "Oxide-water interfaces govern a wide range of physical and chemical processes\nfundamental to many fields like catalysis, geochemistry, corrosion,\nelectrochemistry, and sensor technology. Near solid oxide surfaces, water\nbehaves differently than in the bulk, exhibiting pronounced structuring and\nincreased reactivity, typically requiring ab initio-level accuracy for reliable\nmodeling. However, explicit ab initio calculations are often computationally\nprohibitive, especially if large system sizes and long simulation time scales\nare required. By learning the potential energy surface (PES) from data obtained\nfrom electronic structure calculations, machine learning potentials (MLPs) have\nemerged as transformative tools, enabling simulations with ab initio accuracy\nat dramatically reduced computational expense. Here, we provide an overview of\nrecent progress in the application of MLPs to atomistic simulations of\noxide-water interfaces. Specifically, we review insights that have been gained\ninto the reactivity of interfacial systems involving the dissociation and\nrecombination of water molecules, proton transfer processes between the solvent\nand the surface and the dynamic nature of aqueous oxide surfaces. Moreover, we\ndiscuss open challenges and future possible research directions in this rapidly\nevolving but challenging field."}
{"id": "2510.26070", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26070", "abs": "https://arxiv.org/abs/2510.26070", "authors": ["Akifumi Mine", "Takeshi Suzuki", "Yigui Zhong", "Sahand Najafzadeh", "Kenjiro Okawa", "Masato Sakano", "Kyoko Ishizaka", "Shik Shin", "Takao Sasagawa", "Kozo Okazaki"], "title": "Direct observation of the surface superconducting gap in the topological superconductor candidate β-PdBi2", "comment": null, "summary": "\\beta-PdBi2 is one of the candidates for topological superconductors with a\nsuperconducting (SC) transition temperature (Tc) of 5.3 K, in which parity\nmixing of spin singlet and spin triplet has been anticipated, being crucial for\nthe further understanding of relationship with inversion symmetry and parity\nmixing in the superconductivity. In this work, we measured the SC gap in\nhigh-quality single crystal of \\beta-PdBi2 by using high-resolution laser\nangle-resolved photoemission spectroscopy below Tc. We found the isotropic SC\ngaps in momentum space for multiple bands, and observed that the difference\nbetween the SC gap of the topological surface bands and the bulk bands is about\n0.1 meV, consistent with other experimental results. These direct and\nquantitative experimental results support the possibility of \\beta-PdBi2 as a\ntopological superconductor, characterized by unique crystal and electronic band\nstructures."}
{"id": "2510.26584", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26584", "abs": "https://arxiv.org/abs/2510.26584", "authors": ["Niklas Notter", "Markus Aichhorn", "Anna Galler"], "title": "Dynamical control of Coulomb interactions and Hubbard bands in monolayer 1T-TaS$_2$", "comment": null, "summary": "Monolayer 1T-TaS$_2$ hosts a star-of-David charge-density wave (CDW) that\nstabilizes a low-temperature Mott-insulating state. Recent time-resolved\nspectroscopies indicate a coupling between the CDW amplitude mode and the\nelectronic correlation strength, yet the role of the screened Coulomb\ninteraction remains unclear. Using the constrained random-phase approximation,\nwe show that the CDW amplitude modifies the bare and screened on-site\ninteractions, leading to sizable variations in the effective Hubbard U. Our\ncombined density functional and dynamical mean-field theory calculations reveal\nthat the Hubbard bands shift in concert with the CDW amplitude, and that a\nreduced distortion drives a transition from a Mott insulator to a correlated\nmetal. These results demonstrate a direct link between lattice distortions and\nCoulomb interactions in transition-metal dichalcogenides, providing a\nmicroscopic mechanism for light-induced control of correlated phases in\ntwo-dimensional quantum materials."}
{"id": "2510.26074", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26074", "abs": "https://arxiv.org/abs/2510.26074", "authors": ["Vladimir Calvera", "Naren Manjunath", "Maissam Barkeshli"], "title": "Invariants for (2+1)D bosonic crystalline topological insulators for all 17 wallpaper groups", "comment": "22 + 19 pages, 13 figures, 16 tables", "summary": "We study bosonic symmetry-protected topological (SPT) phases in (2+1)\ndimensions with symmetry $G = G_{\\text{space}}\\times K$, where\n$G_{\\text{space}}$ is a general wallpaper group and\n$K=\\text{U}(1),\\mathbb{Z}_N, \\text{SO}(3)$ is an internal symmetry. In each\ncase we propose a set of many-body invariants that can detect all the different\nphases predicted from real space constructions and group cohomology\nclassifications. They are obtained by applying partial rotations and\nreflections to a given ground state, combined with suitable operations in $K$.\nThe reflection symmetry invariants that we introduce include `double partial\nreflections', `weak partial reflections' and their `relative' or `twisted'\nversions which also depend on $K$. We verify our proposal through exact\ncalculations on ground states constructed using real space constructions. We\ndemonstrate our method in detail for the groups p4m and p4g, and in the case of\np4m also derive a topological effective action involving gauge fields for\norientation-reversing symmetries. Our results provide a concrete method to\nfully characterize (2+1)D crystalline topological invariants in bosonic SPT\nground states."}
{"id": "2510.26733", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26733", "abs": "https://arxiv.org/abs/2510.26733", "authors": ["Luca Basta", "Francesca Picca", "Pegah Darvehi", "Vincenzo Pagliara", "Alberto Aloisio", "Mario Commodo", "Patrizia Minutolo", "Vito Mennella", "Stefan Heun", "Stefano Veronesi", "Andrea D'Anna"], "title": "Impact of hydrogenation on the structure, chemistry, and electrical properties of flame-synthesized carbon nanoparticle films", "comment": null, "summary": "The interaction between hydrogen atoms and carbon nanoparticles is a\nfundamental process governing the properties of carbonaceous materials in\nenvironments ranging from combustion systems to the interstellar medium. This\nstudy investigates the effects of controlled atomic hydrogen exposure on young\nand mature soot nanoparticles, generated in premixed ethylene-air flames, and\ndeposited on substrates. We employed a multi-technique approach to characterize\nthe chemical, mechanical, and electrical evolution of the films. In-situ\ninfrared spectroscopy revealed non-monotonic behavior: an initial increase in\naliphatic CH bonds was observed, followed by a decrease at higher hydrogen\nfluences. This was accompanied by a continuous decrease in the aromatic C=C\nsignal. Atomic force microscopy showed a significant increase in the Young's\nmodulus of the film for both sample types after hydrogenation. This mechanical\nchange was correlated with an increase in the I(D)/I(G) ratio from Raman\nspectroscopy. Furthermore, both macroscopic current vs. voltage and local\nscanning tunneling spectroscopy measurements demonstrated a notable increase in\nelectrical conductivity. For single just-formed soot particles, moreover, a\nhydrogen-induced transformation from a semiconductive to a semi-metallic nature\nwas observed. The collective evidence points towards an H-induced CC\ncross-linking mechanism within the nanoparticle films. We propose that atomic\nhydrogen facilitates the formation of radical sites, which promotes covalent\nbond formation between adjacent particles or molecular units, creating a more\ninterconnected and rigid network, with smaller interlayer distance. These\nfindings provide crucial insights into the structural evolution of carbonaceous\nmaterials in hydrogen-rich environments, with direct implications for\nunderstanding soot formation and for the tailored design of carbon-based\nmaterials."}
{"id": "2510.26100", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26100", "abs": "https://arxiv.org/abs/2510.26100", "authors": ["Hongtao Guo Shuai Li Shu Li"], "title": "Applications of Machine Learning in Polymer Materials: Property Prediction, Material Design, and Systematic Processes", "comment": "55 pages, 6 tables, 9 figures, a systematic review on the research\n  progress and application prospects of machine learning in polymer materials", "summary": "This paper systematically reviews the research progress and application\nprospects of machine learning technologies in the field of polymer materials.\nCurrently, machine learning methods are developing rapidly in polymer material\nresearch; although they have significantly accelerated material prediction and\ndesign, their complexity has also caused difficulties in understanding and\napplication for researchers in traditional fields. In response to the above\nissues, this paper first analyzes the inherent challenges in the research and\ndevelopment of polymer materials, including structural complexity and the\nlimitations of traditional trial-and-error methods. To address these problems,\nit focuses on introducing key basic technologies such as molecular descriptors\nand feature representation, data standardization and cleaning, and records a\nnumber of high-quality polymer databases. Subsequently, it elaborates on the\nkey role of machine learning in polymer property prediction and material\ndesign, covering the specific applications of algorithms such as traditional\nmachine learning, deep learning, and transfer learning; further, it deeply\nexpounds on data-driven design strategies, such as reverse design,\nhigh-throughput virtual screening, and multi-objective optimization. The paper\nalso systematically introduces the complete process of constructing\nhigh-reliability machine learning models and summarizes effective experimental\nverification, model evaluation, and optimization methods. Finally, it\nsummarizes the current technical challenges in research, such as data quality\nand model generalization ability, and looks forward to future development\ntrends including multi-scale modeling, physics-informed machine learning,\nstandardized data sharing, and interpretable machine learning."}
{"id": "2510.26128", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26128", "abs": "https://arxiv.org/abs/2510.26128", "authors": ["Klaus Ziegler"], "title": "Josephson effect with periodic order parameter", "comment": "9 pages, 4 figures", "summary": "We investigate the Josephson effect in a two-dimensional superconducting\nsystem with a smoothly and periodically varying order parameter. The order\nparameter is modulated along one direction while remaining uniform in the\nperpendicular direction, leading to a spatially periodic superconducting phase.\nWe show that the periodicity of the order parameter determines the winding\nnumber of the eigenfunctions, which serves as a topological characterization of\nthe system. The winding number is calculated analytically and visualized\nthrough the trajectory of the corresponding three-dimensional Bloch vector. By\nsolving the Bogoliubov-de Gennes equation, we obtain both plane-wave solutions\ndescribing bulk states and exponentially localized solutions that correspond to\nedge modes. The analytic bulk-edge connection is employed to identify the\nconditions under which the edge states emerge from the bulk spectrum. We find\nthat the winding numbers depend on the boundary conditions, which differ\nbetween the plane-wave and exponential solutions. These results establish a\ndirect connection between the spatial modulation of the order parameter, the\ntopological structure of the eigenstates, and the emergence of edge modes in\nperiodically modulated Josephson systems."}
{"id": "2510.26208", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26208", "abs": "https://arxiv.org/abs/2510.26208", "authors": ["Ping Li", "Chengyuan Cai", "Tao Yu"], "title": "Hall-Type and Unidirectional Spin Pumping", "comment": "7 pages, 5 figures", "summary": "Conventional spin pumping, driven by magnetization dynamics, is longitudinal\nsince the pumped spin current flows normal to the interface between the\nferromagnet and the conductor. We predict \\textit{Hall-type/transverse} and\n\\textit{unidirectional} spin pumping into conductors by near-field\nelectromagnetic radiation emitted by, \\textit{e.g.}, magnetization dynamics.\nThe joint effect of the electric and magnetic fields results in a pure spin\ncurrent flowing parallel to the interface, i.e., a Hall-type spin pumping,\nwhich is highly efficient due to the strong coupling to the electric field.\nSuch a transverse spin current is unidirectional, with the spatial distribution\ncontrolled by the magnetization direction. Our finding reveals a robust\napproach for generating and manipulating spin currents in future\nlow-dimensional spintronic and orbitronic devices."}
{"id": "2510.26221", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2510.26221", "abs": "https://arxiv.org/abs/2510.26221", "authors": ["Pushpendra Yadav"], "title": "Exciton dynamics in equilibrium and nonequilibrium regimes", "comment": "Ph.D. Thesis", "summary": "The bound electron-hole pairs known as excitons govern the optical properties\nof insulating solids. While their behavior in equilibrium is well-understood\ntheoretically, the nonequilibrium regime at high excitation densities-where\nphenomena like electron-hole liquids emerge - is less explored. This thesis\npresents a first-principles study of excitons in two-dimensional materials. We\nuse the GW approximation and the Bethe-Salpeter equation to investigate their\nproperties from equilibrium to nonequilibrium conditions. We first demonstrate\nhow increasing photo-excited carrier density leads to a redshift-blueshift\ncrossover of excitons. We then show that electron-phonon interactions\ncritically modify optical spectra and exciton lifetimes at finite temperatures.\nFinally, we unify these effects to demonstrate the formation of an\nelectron-hole liquid phase above a critical carrier density and below a\ncritical temperature. Our work identifies how enhanced Coulomb interactions in\ntwo dimensions can stabilize this phase at significantly higher temperatures,\nproposing promising material candidates for observing these collective states."}
{"id": "2510.26222", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26222", "abs": "https://arxiv.org/abs/2510.26222", "authors": ["Vladimir U. Nazarov", "E. K. U. Gross"], "title": "Stopping power of electron liquid for slow quantum projectiles", "comment": "27 pages, 3 figures", "summary": "We revisit the problem of deceleration of a charge moving in a medium. Going\nbeyond the traditional approach, which relies on Ehrenfest dynamics, we treat\nthe projectile fully quantum mechanically, on the same footing as the electrons\nof the target. In order to separate the dynamics of the projectile from that of\nthe electrons, we employ the Exact Factorization method. We illustrate the\nresulting theory by applying it to the problem of the stopping power (SP) of a\njellium-model metal for slowly moving charges. The quantum mechanical nature of\nparticles manifests itself remarkably in the differences in the SP for\nprojectiles of the same charge moving with the same velocity, but having\ndifferent masses."}
{"id": "2510.26223", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26223", "abs": "https://arxiv.org/abs/2510.26223", "authors": ["Soumya Satpathi", "Suparna Sarkar", "Swapan K. Pati"], "title": "Phases and phase transtions in one-dimensional alternating mixed spin (1/2-1) chain: effects of frustration and anisotropy", "comment": null, "summary": "We investigate the phases and phase-transitions in one-dimensional\nalternating mixed-spin (1/2-1) chain in the presence of both frustration and\nanisotropy. Frustration is introduced via next-nearest-neighbor interactions,\nwhile single-ion anisotropy is incorporated at each lattice site. Our results\nshow that moderate frustration can drive a phase transition from a\nferrimagnetic state to an anti-ferromagnetic ground state. Remarkably, the\npresence of a weak easy-plane anisotropy destabilizes the ferrimagnetic order,\nalso leading to the emergence of an antiferromagnetic phase. Interestingly,\nunder strong frustration and anisotropy, the system exhibits signatures of a\nnovel phase with spin density wave (SDW)-like modulation . We explore these\nanomalous phase transitions by employing exact diagonalization (ED) for small\nsystem sizes and the density matrix renormalization group (DMRG) method to\ncharacterize ground state properties for larger system sizes. We also\ninvestigate the finite-temperature behavior across various phases using the\nancilla-based time-evolving block decimation (TEBD) approach. The primary\nobjective of this work is to elucidate the phase structure of alternating\nmixed-spin chains under the combined effects of frustration and anisotropy. The\nprimary objective of this work is to elucidate the intricate interplay between\nfrustration and anisotropy in identifying the exotic phases and\nphase-transitions in alternating mixed-spin chains. Our findings contribute to\na deeper understanding of mixed-spin quantum systems and may offer insights for\nfuture theoretical and experimental studies."}
{"id": "2510.26244", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26244", "abs": "https://arxiv.org/abs/2510.26244", "authors": ["Minho Kim", "Dat Q. Tran", "Plamen P. Paskov", "U. Choi", "O. Nam", "Vanya Darakchieva"], "title": "Impact of AlN buffer thickness on electrical and thermal characteristics of AlGaN/GaN/AlN HEMTs", "comment": "5 pages, 5 figures", "summary": "We investigate the influence of AlN buffer thickness on the structural,\nelectrical, and thermal properties of AlGaN/GaN high-electron mobility\ntransistors (HEMTs) grown on semi-insulating SiC substrates by metal-organic\nchemical vapor deposition. X-ray diffraction and atomic force microscopy reveal\nthat while thin AlN layers (120 nm) exhibit compressive strain and smooth\nstep-flow surfaces, thicker single-layer buffers (550 nm) develop tensile\nstrain and increased surface roughness. Multi-layer buffer structures up to 2\n{\\mu}m alleviate strain and maintain surface integrity. Low-temperature Hall\nmeasurements confirm that electron mobility decreases with increasing interface\nroughness, with the highest mobility observed in the structure with a thin AlN\nbuffer. Transient thermoreflectance measurements show that thermal conductivity\n(ThC) of the AlN buffer increases with the thickness, reaching 188 W/m.K at 300\nK for the 2 {\\mu}m buffer layer, which is approximately 60% of the bulk AlN ThC\nvalue. These results highlight the importance of optimizing AlN buffer design\nto balance strain relaxation, thermal management, and carrier transport for\nhigh-performance GaN-based HEMTs."}
{"id": "2510.26288", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26288", "abs": "https://arxiv.org/abs/2510.26288", "authors": ["Hua Chai", "Zhenyu Cheng", "Qinxin Hu", "Zhongbing Huang", "Xiang Hu", "Xuedong Tian", "Liang Du"], "title": "Laser-Induced Commensurate-Incommensurate Transition of Charge Order in a Hubbard Superlattice", "comment": "8 pages, 4 figures", "summary": "We investigate the nonequilibrium dynamics of charge density waves in a\npumped one-dimensional Hubbard superlattice with staggered onsite Coulomb\ninteractions at half-filling, using time-dependent exact diagonalization. In\nequilibrium, the system exhibits commensurate charge correlations consistent\nwith the superlattice periodicity. Under laser excitation, the charge\ncorrelation function exhibits distinct behaviors across four representative\nfrequencies, spanning both linear and nonlinear optical regimes. Notably, we\nobserve a laser-induced commensurate-to-incommensurate transition in the charge\norder, manifested by a shift in the peak wavevector of the charge structure\nfactor. This transition is driven by sublattice-selective doublon-holon\ndynamics, where the laser frequency and intensity determine whether excitations\npredominantly destabilize the charge order on the weakly or strongly\ninteracting sublattice. Our analysis of the excitation spectrum and\nsite-resolved correlation dynamics reveals the underlying mechanisms of this\ntransition. These results suggest a promising optical strategy for controlling\ncharge order in superlattice-based quantum materials."}
{"id": "2510.26312", "categories": ["cond-mat.mtrl-sci", "hep-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26312", "abs": "https://arxiv.org/abs/2510.26312", "authors": ["Suman Kumar Panja", "Mathias Boström"], "title": "High-temperature plasma in Casimir physics", "comment": "9 pages, \"Physics, 2025, submitted\"", "summary": "We present a short review of an unusual but important application for a\nhigh-temperature charged plasma. The unorthodox proposition was made by Ninham\nconcerning a contribution from Casimir forces across high-temperature\nelectron-positron plasma in nuclear interactions. The key message in the\ncurrent work is how high temperatures ($\\sim10^{11}$ \\,K) pop out as essential.\nClearly, classical, semi-classical, and quantum considerations for the\nbackground media impact both the Casimir effect and the physics of stars and\nthe Universe."}
{"id": "2510.26325", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26325", "abs": "https://arxiv.org/abs/2510.26325", "authors": ["Hugues Meyer", "Kay Brandner"], "title": "Weak-Memory Dynamics in Discrete Time", "comment": null, "summary": "Discrete dynamics arise naturally in systems with broken temporal translation\nsymmetry and are typically described by first-order recurrence relations\nrepresenting classical or quantum Markov chains. When memory effects induced by\nhidden degrees of freedom are relevant, however, higher-order discrete\nevolution equations are generally required. Focusing on linear dynamics, we\nidentify a well-delineated weak-memory regime where such equations can, on an\nintermediate time scale, be systematically reduced to a unique first-order\ncounterpart acting on the same state space. We formulate our results as a\nmathematical theorem and work out two examples showing how they can be applied\nto stochastic Floquet dynamics under coarse-grained and quantum collisional\nmodels."}
{"id": "2510.26394", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26394", "abs": "https://arxiv.org/abs/2510.26394", "authors": ["Ameneh Deljouifar", "Anita Yadav", "Nataša Stojić", "H. Rahimpour Soleimani", "Nadia Binggeli"], "title": "Investigation of the intrinsic hidden spin texture and spin-state segregation in centrosymmetric monolayer dichalcogenide: effectiveness of the electric-field approach", "comment": "Preprint 19 pages, 9 figures; Supplemental Material 11 pages, 8\n  figures", "summary": "The emergence of hidden spin polarization in centrosymmetric nonmagnetic\ncrystals due to local symmetry breaking has created new opportunities for\npotential spintronic applications and for enhancing our understanding of\nmechanisms to electrically manipulate spin-related phenomena. In this work, we\ninvestigate within density functional theory the properties of the hidden spin\ntexture and spin-layer segregation in a prototype centrosymmetric\ndichalcogenide-monolayer material using an electric-field-based method. This\nmethod is shown to yield a precise and robust alternative to traditional\nlayer-projected spin-polarization techniques for obtaining the intrinsic hidden\nspin textures in such materials. Moreover, it gives access at the same time to\nthe spatial distribution within the monolayer of the individual spin-segregated\nstates responsible for the hidden spin textures, not provided by other\ntechniques. With this approach we determine and study the hidden spin textures\nof the upper valence bands of the PtTe2 monolayer together with the spatial\nbehavior of the probability densities and spin polarization densities of the\ncorresponding maximally segregated spin states. This combined study enabled by\nthe electric-field method yields new insights into the mechanisms controlling\nthe spin-layer segregation and resulting hidden spin texture in such systems.\nWe also discuss the symmetry rules governing the shape in the Brillouin zone of\nthe hidden spin texture, which can be straightforwardly predicted within the\npresent framework."}
{"id": "2510.26468", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2510.26468", "abs": "https://arxiv.org/abs/2510.26468", "authors": ["Sudip Sinha", "S. Sinha", "S. Dattagupta"], "title": "Spin-orbit coupled spin-boson model : A variational analysis", "comment": null, "summary": "The spin-boson (SB) model is a standard prototype for quantum dissipation,\nwhich we generalize in this work, to explore the dissipative effects on a\none-dimensional spin-orbit (SO) coupled particle in the presence of a sub-ohmic\nbath. We analyze this model by extending the well-known variational polaron\napproach, revealing a localization transition accompanied by an intriguing\nchange in the spectrum, for which the doubly degenerate minima evolves to a\nsingle minimum at zero momentum as the system-bath coupling increases. For\ntranslational invariant system with conserved momentum, a continuous\nmagnetization transition occurs, whereas the ground state changes\ndiscontinuously. We further investigate the transition of the ground state in\nthe presence of harmonic confinement, which effectively models a quantum\ndot-like nanostructure under the influence of the environment. In both the\nscenarios, the entanglement entropy of the spin-sector can serve as a marker\nfor these transitions. Interestingly, for the trapped system, a cat-like\nsuperposition state corresponds to maximum entanglement entropy below the\ntransition, highlighting the relevance of the present model for studying the\neffect of decoherence on intra-particle entanglement in the context of quantum\ninformation processing."}
{"id": "2510.26471", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26471", "abs": "https://arxiv.org/abs/2510.26471", "authors": ["Arseniy M. Buryakov", "Anastasia V. Gorbatova", "Pavel Y. Avdeev", "Igor Yu. Pashen'kin", "Maksim V. Sapozhnikov", "Alexey A. Klimov", "Elena D. Mishina", "Vladimir L. Preobrazhensky"], "title": "Magnetic Field-Controlled THz Modulation in Uniaxial Anisotropic Spin-Valves Emitters", "comment": "12 pages, 6 figures, 1 table, submitted to Light: Science &\n  Applications", "summary": "Uniaxial spintronic heterostructures constitute compact THz emitters under\nfemtosecond excitation, with emission amplitude and polarization governed by\nthe applied magnetic field. We demonstrate here efficient magnetically tunable\nTHz amplitude control in ultrathin, exchange-biased Co/Pt/Co/IrMn spin valve\nheterostructures. Terahertz spintronic magnetometry resolves reversible\nswitching between parallel and antiparallel magnetization states and correlates\nthe high- and low-emission regimes with constructive and destructive\ninterference of charge transients generated by the inverse spin Hall effect in\nthe Pt spacer. A residual low-emission signal is traced to spin-to-charge\nconversion in IrMn. Phase inversion under front- versus back-side excitation\nconfirms the ISHE origin, while a macrospin Landau-Lifshitz-Gilbert model\nreproduces the field dependence and separates layer-specific contributions.\nTogether, these results define a wafer-compatible spin valve device\narchitecture that enables efficient, low-field THz amplitude control."}
{"id": "2510.26528", "categories": ["cond-mat.supr-con", "cond-mat.str-el", "hep-th", "math-ph", "math.MP"], "pdf": "https://arxiv.org/pdf/2510.26528", "abs": "https://arxiv.org/abs/2510.26528", "authors": ["Mykhailo Pavliuk", "Tomáš Bzdušek", "Askar Iliasov"], "title": "Superconductivity in hyperbolic spaces: Cayley trees, hyperbolic continuum, and BCS theory", "comment": "22 pages, 13 figures", "summary": "We investigate $s$-wave superconductivity in negatively curved geometries,\nfocusing on Cayley trees and the hyperbolic plane. Using a self-consistent\nBogoliubov-de Gennes approach for trees and a BCS treatment of the hyperbolic\ncontinuum, we establish a unified mean-field framework that captures the role\nof boundaries in hyperbolic spaces. For finite Cayley trees with open\nboundaries, the superconducting order parameter localizes at the edge while the\ninterior can remain normal, leading to two distinct critical temperatures:\n$T_\\textrm{c}^\\textrm{edge} > T_\\textrm{c}^\\textrm{bulk}$. A corresponding\nboundary-dominated phase also emerges in hyperbolic annuli and horodisc\nregions, where radial variations of the local density of states enhance edge\npairing. We also demonstrate that the enhancement of the density of states at\nthe boundary is significantly more pronounced for the discrete tree geometry.\nOur results show that, owing to the macroscopic extent of the boundary,\nnegative curvature can stabilize boundary superconductivity as a phase that\npersists in the thermodynamic limit on par with the bulk superconductivity.\nThese results highlight fundamental differences between bulk and boundary\nordering in hyperbolic matter, and provide a theoretical framework for future\nstudies of correlated phases in negatively curved systems."}
{"id": "2510.26553", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2510.26553", "abs": "https://arxiv.org/abs/2510.26553", "authors": ["Catarina C. Ribeiro", "Nele Link", "Jan-Lukas Schäfer", "Carina Breuer", "Markus Biesalski", "Robert W. Stark"], "title": "Understanding the swelling behavior of P(DMAA-co-MABP) copolymer in paper-based actuators", "comment": null, "summary": "As interest in sustainable materials grows, paper is being reimagined as a\nmultifunctional substrate with significant potential for future technologies\nfor innovative, environmentally friendly solutions. This study investigates the\nswelling behavior and environmental responsiveness of a copolymer,\npoly(N,N-dimethylacrylamide-co-4-methacryloyloxybenzophenone)\n(P(DMAA-co-MABP)), when applied to cellulosic paper for use in\nhumidity-sensitive actuators. The copolymer's swelling behavior was\ncharacterized using dynamic vapor sorption (DVS) and in-situ atomic force\nmicroscopy (AFM). DVS measurements demonstrated that the polymer coating\nsignificantly enhances the hygroscopic properties of the paper, while AFM\nrevealed the polymer's fast response to relative humidity (RH) changes, shown\nby immediate height adjustments, increased adhesion, and decreased stiffness at\nhigher RH levels.Studies on polymer-modified paper-based bilayer actuators\ndemonstrate that incorporating the hydrophilic P(DMAA-co-MABP) results in\nactuation in response to relative humidity variations between 10% and 90% RH.\nFrom these findings, two models were proposed to assess key mechanisms in the\nswelling behavior: the correlation between the heterogeneity in crosslinking\nand the polymer swelling behavior, and the correlation between polymer-paper\ninteractions and the hygro-responsive bending behavior. Additionally, thermal\nanalysis was performed by thermogravimetric analysis (TGA) and differential\nscanning calorimetry (DSC), providing a comprehensive profile of the\ncopolymer's behavior."}
{"id": "2510.26558", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26558", "abs": "https://arxiv.org/abs/2510.26558", "authors": ["Fagui He", "Yan Yan Grisan Qiu", "Simone Mearini", "Vitaliy Feyer", "Kevin Oldenburg", "Rostyslav Lesyuk", "Christian Klinke"], "title": "Tunable Colloidal Synthesis Enabling μ-ARPES on Individual Two-dimensional Bismuth Nanocrystals", "comment": "14 pages, 4 figures", "summary": "Two-dimensional bismuth (Bi) is a promising platform for quantum and energy\ntechnologies due to strong spin-orbit coupling, high thermoelectric efficiency,\nand magnetoresistance. However, scalable and flexible synthesis of high-quality\nBi with fast research turnaround remains challenging. We report a controlled\ncolloidal synthesis of Bi nanosheets with tunable lateral sizes (0.6 - 4.1 um),\nhexagonal shape, and a layered single-crystalline structure along the {00l}\nplanes. The nanosheets exhibit excellent oxidation resistance and ambient\nstability. ARPES measurements on individual nanosheets reveal a band structure\nin excellent agreement with DFT calculations, confirming high crystal quality\nand uniformity. Our findings enable fast production and characterization of\ntwo-dimensional Bi, paving the way for fundamental studies and integration into\nnext-generation quantum and energy devices."}
{"id": "2510.26581", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26581", "abs": "https://arxiv.org/abs/2510.26581", "authors": ["Johnathas D. S. Forte", "Seung Gyo Jeong", "Anand Santhosh", "Seungjun Lee", "Bharat Jalan", "Tony Low"], "title": "Strain Engineering of Altermagnetic Symmetry in Epitaxial RuO$_2$ Films", "comment": "5 pages, 4 figures", "summary": "The magnetic ground state of RuO$_2$ has been under intense debate. Using\nfirst-principles calculations, we show that compressive strain along [001]\ndirection stabilizes an altermagnetic phase in RuO$_2$ thin films grown on\n(100) and (110) TiO$_2$ substrates. We further identify that compressive strain\nenhances the density of states near the Fermi level, resulting in a Fermi\nsurface instability and the emergence of altermagnetism. The magnitude of\nstrain and the associated increase in the density of states can be tuned by\nvarying the film thickness, as systematically confirmed by x-ray diffraction\nand photoemission spectroscopy measurements. Symmetry analysis further reveals\nthat (100) RuO$_2$ hosts an ideal altermagnetic order, whereas broken symmetry\nin (110) films leads to an uncompensated ferrimagnetic state. Finally, we\ndiscuss the effects of Hubbard $U$ parameters and evaluate the realistic\ntunneling magnetoresistance of (100) RuO$_2$."}
{"id": "2510.26584", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26584", "abs": "https://arxiv.org/abs/2510.26584", "authors": ["Niklas Notter", "Markus Aichhorn", "Anna Galler"], "title": "Dynamical control of Coulomb interactions and Hubbard bands in monolayer 1T-TaS$_2$", "comment": null, "summary": "Monolayer 1T-TaS$_2$ hosts a star-of-David charge-density wave (CDW) that\nstabilizes a low-temperature Mott-insulating state. Recent time-resolved\nspectroscopies indicate a coupling between the CDW amplitude mode and the\nelectronic correlation strength, yet the role of the screened Coulomb\ninteraction remains unclear. Using the constrained random-phase approximation,\nwe show that the CDW amplitude modifies the bare and screened on-site\ninteractions, leading to sizable variations in the effective Hubbard U. Our\ncombined density functional and dynamical mean-field theory calculations reveal\nthat the Hubbard bands shift in concert with the CDW amplitude, and that a\nreduced distortion drives a transition from a Mott insulator to a correlated\nmetal. These results demonstrate a direct link between lattice distortions and\nCoulomb interactions in transition-metal dichalcogenides, providing a\nmicroscopic mechanism for light-induced control of correlated phases in\ntwo-dimensional quantum materials."}
{"id": "2510.26595", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26595", "abs": "https://arxiv.org/abs/2510.26595", "authors": ["Matteo Crispino", "Niklas Witt", "Tommaso Gorni", "Giorgio Sangiovanni", "Luca de' Medici"], "title": "Local-moment magnetism in Mn-based pnictides", "comment": "9 pages, 3 figures", "summary": "We report a comprehensive study of electronic-correlation effects in\nManganese-based antiferromagnetic pnictides BaMn$_2$Pn$_2$ (Pn=P,As,Sb,Bi). Our\ndensity functional theory plus slave-spin mean-field simulations indicate that\nall the compounds lie on the strong-coupling side of an itinerant-to-localized\nmoment crossover, corresponding to the critical interaction strength for the\nMott transition in the high-temperature paramagnetic phase. We also show that\nthe experimental N\\'eel temperature of each compound scales with the distance\nfrom this crossover."}
{"id": "2510.26598", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26598", "abs": "https://arxiv.org/abs/2510.26598", "authors": ["Jackson Saunders", "Emil Prodan", "Camelia Prodan"], "title": "Experimental Milestones Towards Majorana Braiding with Acoustic Metamaterials", "comment": null, "summary": "Here we show the first experimental implementation of the fully general\nKitaev chain with complex-valued order parameter $\\Delta$ and site-varying\nsynthetic chemical potential $\\mu$, using a passive multilayer acoustic\nresonator design and fabrication. Our laboratory model faithfully reproduces\nthe key symmetries and the topological phase diagram of the model, and displays\nrobust Majorana-like edge modes spatially localized at smoothly engineered\ndomain walls and energetically localized in the middle of the bulk spectral\ngap. We demonstrate precise control over mode positioning through smooth\nspatial variations of $\\mu$, and validate the stability of the modes and of the\nspectral gap under continuous and complex variations of $\\Delta$ -- both\ncritical requirements for topological braiding operations. These results\nestablish and validate the fundamental building blocks for experimental\nimplementation of complete braiding protocols, opening concrete pathways toward\naccessible non-abelian physics and topologically protected information\nprocessing."}
{"id": "2510.26626", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2510.26626", "abs": "https://arxiv.org/abs/2510.26626", "authors": ["Cong Liu", "Jordi Boronat", "Claudio Cazorla"], "title": "Stabilization of Metallic, Excitonic Insulator, and Superionic Phases in Helium-Rare Gas Compounds at Sub-Terapascal Pressures", "comment": "14 pages, 9 figures", "summary": "Helium and rare gases (RG: Ne, Ar, Kr, Xe) are typically considered\nchemically inert, yet under the extreme pressures of planetary interiors they\nmay form compounds with unexpected properties. Using crystal structure\nprediction and first-principles calculations, we mapped the phase diagram of\nbinary He-RG systems up to $1$ TPa. We identify several previously unknown\nstoichiometric compounds that are both thermodynamically and vibrationally\nstable at sub-terapascal pressures, within the reach of modern high-pressure\nexperiments. In particular, AHe$_{2}$ and AHe (A: Ar, Kr, Xe) adopt previously\nunreported orthorhombic, hexagonal and cubic phases that remain stable over\nwide pressure ranges. We further find that He-Xe systems host metallic and\nexcitonic insulator phases at pressures nearly an order of magnitude lower than\nthose required for pure helium, offering a pathway to realize these exotic\nquantum states experimentally. Finite-temperature simulations also reveal\nsuperionic He-Xe phases, in which helium ions diffuse either anisotropically or\nisotropically depending on the host lattice. These findings constitute the\nfirst prediction of helium-based systems that combine metallicity and\nsuperionicity, with profound implications for energy transport and planetary\ndynamo processes. Overall, our results demonstrate that mixing helium with\nheavier rare gases provides an effective strategy to stabilize metallic,\nexcitonic insulator, and superionic phases at experimentally accessible\npressures, opening new research directions for condensed matter physics and\nplanetary science."}
{"id": "2510.26629", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2510.26629", "abs": "https://arxiv.org/abs/2510.26629", "authors": ["Nir Sherf", "Remi Goerlich", "Barak Hirshberg", "Yael Roichman"], "title": "Stochastic Resetting vs. Thermal Equilibration: Faster Relaxation, Different Destination", "comment": null, "summary": "Stochastic resetting is known for its ability to accelerate search processes\nand induce non-equilibrium steady states. Here, we compare the relaxation times\nand resulting steady states of resetting and thermal relaxation for Brownian\nmotion in a harmonic potential. We show that resetting always converges faster\nthan thermal equilibration, but to a different steady-state. The acceleration\nand the shape of the steady-state are governed by a single dimensionless\nparameter that depends on the resetting rate, the viscosity, and the stiffness\nof the potential. We observe a trade-off between relaxation speed and the\nextent of spatial exploration as a function of this dimensionless parameter.\nMoreover, resetting relaxes faster even when resetting to positions arbitrarily\nfar from the potential minimum."}
{"id": "2510.26662", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2510.26662", "abs": "https://arxiv.org/abs/2510.26662", "authors": ["Tobias Wichmann", "Mirco Sastges", "Keda Jin", "Jose Martinez-Castro", "Tom G. Saunderson", "Dongwook Go", "Honey Boban", "Samir Lounis", "Lukasz Plucinski", "Markus Ternes", "Yuriy Mokrousov", "F. Stefan Tautz", "Felix Lüpke"], "title": "Giant orbital Zeeman effects in a magnetic topological van der Waals interphase", "comment": null, "summary": "Van der Waals (vdW) heterostructures allow the engineering of electronic and\nmagnetic properties by the stacking different two-dimensional vdW materials.\nFor example, orbital hybridisation and charge transfer at a vdW interface may\nresult in electric fields across the interface that give rise to Rashba\nspin-orbit coupling. In magnetic vdW heterostructures, this in turn can drive\nthe Dzyaloshinskii-Moriya interaction which leads to a canting of local\nmagnetic moments at the vdW interface and may thus stabilise novel 2D magnetic\nphases. While such emergent magnetic \"interphases\" offer a promising platform\nfor spin-based electronics, direct spectroscopic evidence for them is still\nlacking. Here, we report Zeeman effects with Land\\'e $g$-factors up to\n$\\approx230$ at the interface of graphene and the vdW ferromagnet\nFe$_3$GeTe$_2$. They arise from a magnetic interphase in which local-moment\ncanting and itinerant orbital moments generated by the non-trivial band\ntopology of Fe$_3$GeTe$_2$ conspire to cause a giant asymmetric level splitting\nwhen a magnetic field is applied. Exploiting the inelastic phonon gap of\ngraphene, we can directly access the buried vdW interface to the Fe$_3$GeTe$_2$\nby scanning tunnelling spectroscopy. Systematically analyzing the Faraday-like\nscreening of the tip electric field by the graphene, we demonstrate the\ntunability of the constitutional interface dipole, as well as the Zeeman\neffect, by tip gating. Our findings are supported by density functional theory\nand electrostatic modelling."}
{"id": "2510.26671", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26671", "abs": "https://arxiv.org/abs/2510.26671", "authors": ["Felix A. Palm", "Chloé Van Bastelaere", "Laurens Vanderstraeten"], "title": "Fractional Chern insulators on cylinders: Tao-Thouless states and beyond", "comment": "19 pages, 17 figures", "summary": "Topological phases in two-dimensional quantum lattice models are often\nstudied on cylinders for revealing different topological properties and making\nthe problem numerically tractable. This makes a proper understanding of\nfinite-circumference effects crucial for reliably extrapolating the results to\nthe thermodynamic limit. Using matrix product states, we investigate these\neffects for the Laughlin-1/2 phase in the Hofstadter-Bose-Hubbard model, which\ncan be viewed as the lattice discretization of the bosonic quantum Hall problem\nin the continuum. We propose a scaling of the model's parameters with the\ncylinder circumference that simultaneously approaches the continuum and\nthermodynamic limits. We find that different scaling schemes yield distinct\ntopological signatures: we either retrieve a spontaneous formation of charge\ndensity wave ordering reminiscent of the Tao-Thouless states, known from the\ncontinuum problem on thin cylinders, or we find uniform states with a\ntopological degeneracy that can be identified as minimally entangled states\nknown from studies of chiral spin liquids on cylinders. Finally, we carry out a\nsimilar analysis of the non-Abelian Moore-Read phase in the same model. Our\nresults clarify the role of symmetries in numerical studies of topologically\nordered states on cylinders and highlight the role of lattice effects."}
{"id": "2510.26686", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26686", "abs": "https://arxiv.org/abs/2510.26686", "authors": ["Steffen Bollmann", "Andreas Haller", "Jukka I. Väyrynen", "Thomas L. Schmidt", "Elio J. König"], "title": "Phases of Quasi-One-Dimensional Fractional Quantum (Anomalous) Hall - Superconductor Heterostructures", "comment": "22 pages, 10 figures, 2 table", "summary": "Motivated by recent observations of fractional Chern insulators (FCIs) in the\nvicinity of superconducting (SC) phases, we study fractional quantum\n(anomalous) Hall-superconductor heterostructures in the presence of $U(1)$\norder-parameter fluctuations and particularly focus on the case of $\\nu = 2/3$\nquantum Hall states leading to $\\mathbb Z_3$ parafermions. We first employ a\nphenomenological field theory to qualitatively determine the phase diagram.\nFurthermore, we generalize a previously established alternating pattern of\nsuperconductor and tunneling regions, coupled to fractional quantum Hall edge\nstates, to map the problem onto a topological Josephson junction chain\ninvolving lattice parafermions. Using density matrix renormalization group\nsimulations, we establish a phase diagram composed of Mott insulating phases\nand two different Luttinger liquids whose fundamental excitations carry charges\n2e and $2e/3$, respectively. In agreement with analytical considerations using\nconformal field theory, we numerically find transitions of\nBerezinskii-Kosterlitz-Thouless (BKT) type as well as a continuous $\\mathbb Z_3\n\\times U(1)$ second-order phase transition characterized by central charge c =\n9/5. We finally extract information about a possible ground state degeneracy\nand comment on the stability of parafermionic edge states in the presence of\nfluctuations. These theoretical foundations can be expected to be of practical\nimportance for gate-defined FCI-SC heterostructures in moir\\'e materials, in\nwhich broad superconducting transitions indicative of strong order parameter\nfluctuations were observed."}
{"id": "2510.26693", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2510.26693", "abs": "https://arxiv.org/abs/2510.26693", "authors": ["Yu Zhu", "Luigi Ranalli", "Taikang Chen", "Wei Ren", "Cesare Franchini"], "title": "Temperature dependent ferroelectricity in strained KTaO3 with machine learned force field", "comment": null, "summary": "Ferroelectric materials are a class of dielectrics that exhibit spontaneous\npolarization which can be reversed under an external electric field. The\nemergence of ferroelectric order in incipient ferroelectrics is a topic of\nconsiderable interest from both fundamental and applied perspectives. Among the\nvarious strategies explored, strain engineering has been proven to be a\npowerful method for tuning ferroelectric polarization in materials. In the case\nof KTaO3, first principles calculations have suggested that strain can drive a\nferroelectric phase transition. In this study, we investigate the impact of\nin-plane uniaxial and biaxial strain, ranging from 0% to 1%, on pristine KTaO3\nto explore its potential for ferroelectricity induction via inversion symmetry\nbreaking. By integrating density functional theory calculations with the\nstochastic self-consistent harmonic approximation assisted by on the fly\nmachine learned force field, we obtain accurate structural information and\ndynamical properties under varying strain conditions while incorporating\nhigher-order anharmonic effects. Employing the Berry phase method, we obtained\nthe ferroelectric polarization of the strained structures over the entire\ntemperature range up to 300 K. Our findings provide valuable insights into the\nrole of strain in stabilizing ferroelectricity in KTaO3, offering guidance for\nfuture experimental and theoretical studies on strain-engineered ferroelectric\nmaterials."}
{"id": "2510.26713", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26713", "abs": "https://arxiv.org/abs/2510.26713", "authors": ["Aminul Hussain", "Nisa Ara", "Rudranil Basu", "Sudeshna Sen"], "title": "Probing Topological Phases in a Strongly Correlated Ladder Model via Entanglement", "comment": "18 pages, 13 figures, 4 appendices", "summary": "The interplay between non-trivial band topology and strong electronic\ncorrelations is a central challenge in modern condensed matter physics. We\ninvestigate this competition on a two-leg ladder model with a p-wave-like\nhybridisation between the legs. This model hosts a symmetry-protected\ntopological phase in its non-interacting limit. Using the density-matrix\nrenormalisation group algorithm, we compute the comprehensive quantum phase\ndiagram in the presence of a repulsive inter-leg density-density interaction.\nOur analysis, based on entanglement entropy and the entanglement spectrum,\nreveals a fascinating dichotomy in the stability of the topological phase. We\nfind a non-trivial change in the value of the edge entanglement entropy as we\ninclude interaction. Furthermore, we find that the phase boundary separating a\ntrivial insulator phase and a topological one with winding number two remains\nrobustly pinned at its non-interacting location, irrespective of the\ninteraction strength. Variation of the effective conformal field theory's\ncentral charge near the critical line explains the robustness of the gap. In\ncontrast, the transition to an insulating phase with winding number one is\nheavily renormalised, with the critical line shifting significantly as the\ninteraction increases. By successfully mapping the phase diagram and\nidentifying the distinct behaviours of the phase boundaries, our work clarifies\nhow interactions can selectively preserve or destroy different aspects of a\ntopological phase."}
{"id": "2510.26720", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26720", "abs": "https://arxiv.org/abs/2510.26720", "authors": ["Xuan Zou", "Zhou-Quan Wan", "Hong Yao"], "title": "Emergence of charge-$4e$ superconductivity from 2D nematic superconductors", "comment": "4.5 pages, 5 figures", "summary": "Charge-$4e$ superconductivity is an exotic state of matter that may emerge as\na vestigial order from a charge-$2e$ superconductor with multicomponent\nsuperconducting order parameters. Showing its emergence in a microscopic model\nfrom numerically-exact large-scale computations has been rare so far. Here, we\npropose a microscopic lattice model with a nematic superconducting ground state\nand show that it supports a rich set of vestigial phases at elevated\ntemperature, including a charge-$4e$ phase and a quasi-long-range nematic\nphase, by performing large-scale Monte Carlo simulations. Combining theoretical\nanalysis with Monte Carlo simulations, we uncover the nature of these phases\nand show that the phase transitions are governed by the proliferation of\ndistinct topological defects: half superconducting vortices,\n$(\\tfrac{1}{2},\\tfrac{1}{2})$ vortices, integer nematic vortices, and\ndomain-wall excitations. In particular, we demonstrate that domain-wall\nproliferation is crucial for the quasi-nematic phase and should be carefully\naccounted for in phase transitions associated with vestigial charge-$4e$ order."}
{"id": "2510.26733", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26733", "abs": "https://arxiv.org/abs/2510.26733", "authors": ["Luca Basta", "Francesca Picca", "Pegah Darvehi", "Vincenzo Pagliara", "Alberto Aloisio", "Mario Commodo", "Patrizia Minutolo", "Vito Mennella", "Stefan Heun", "Stefano Veronesi", "Andrea D'Anna"], "title": "Impact of hydrogenation on the structure, chemistry, and electrical properties of flame-synthesized carbon nanoparticle films", "comment": null, "summary": "The interaction between hydrogen atoms and carbon nanoparticles is a\nfundamental process governing the properties of carbonaceous materials in\nenvironments ranging from combustion systems to the interstellar medium. This\nstudy investigates the effects of controlled atomic hydrogen exposure on young\nand mature soot nanoparticles, generated in premixed ethylene-air flames, and\ndeposited on substrates. We employed a multi-technique approach to characterize\nthe chemical, mechanical, and electrical evolution of the films. In-situ\ninfrared spectroscopy revealed non-monotonic behavior: an initial increase in\naliphatic CH bonds was observed, followed by a decrease at higher hydrogen\nfluences. This was accompanied by a continuous decrease in the aromatic C=C\nsignal. Atomic force microscopy showed a significant increase in the Young's\nmodulus of the film for both sample types after hydrogenation. This mechanical\nchange was correlated with an increase in the I(D)/I(G) ratio from Raman\nspectroscopy. Furthermore, both macroscopic current vs. voltage and local\nscanning tunneling spectroscopy measurements demonstrated a notable increase in\nelectrical conductivity. For single just-formed soot particles, moreover, a\nhydrogen-induced transformation from a semiconductive to a semi-metallic nature\nwas observed. The collective evidence points towards an H-induced CC\ncross-linking mechanism within the nanoparticle films. We propose that atomic\nhydrogen facilitates the formation of radical sites, which promotes covalent\nbond formation between adjacent particles or molecular units, creating a more\ninterconnected and rigid network, with smaller interlayer distance. These\nfindings provide crucial insights into the structural evolution of carbonaceous\nmaterials in hydrogen-rich environments, with direct implications for\nunderstanding soot formation and for the tailored design of carbon-based\nmaterials."}
{"id": "2510.26763", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26763", "abs": "https://arxiv.org/abs/2510.26763", "authors": ["Mingu Kang", "Pavel E. Dolgirev", "Chao C. Zhang", "Hoyoung Jang", "Byungjune Lee", "Minseok Kim", "Sang-Youn Park", "Ronny Sutarto", "Eugene Demler", "Jae-Hoon Park", "John Y. T. Wei", "Riccardo Comin"], "title": "Role of Phase Fluctuation in Dynamic Competition Between Charge Order and Superconductivity in Cuprates", "comment": "19 pages, 7 figures", "summary": "Phase fluctuations are a key factor distinguishing nonthermal (ultrafast) and\nthermal phase transitions. Charge order in cuprates is characterized by\nshort-range coherence while competing with superconductivity, and as such, it\nprovides a representative case to study the role of phase fluctuation in\ncoupled order parameter dynamics. In this work, we investigated the intertwined\nevolution of charge order and superconductivity in cuprate/manganite\nheterostructures using time-resolved resonant X-ray scattering. The resulting\ndynamics are analyzed within a space- and time-dependent nonperturbative model\ncapturing both amplitude and phase dynamics. At low fluence, photo-induced\nsuppression of superconductivity results in a nonthermal enhancement of charge\norder, underscoring the dynamic competition between charge order and\nsuperconductivity. With increasing fluence, the slowing down of melting and\nrecovery dynamics is observed, indicating a critical role of phase\nfluctuations. At high fluence, both charge order and superconductivity remain\nsuppressed for an extended time window due to decoupling between amplitude and\nphase dynamics and the delayed recovery of phase coherence. Our work\nunderscores the importance of phase fluctuation for understanding the dynamic\ncompetition between order parameters in cuprates."}
{"id": "2510.26798", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26798", "abs": "https://arxiv.org/abs/2510.26798", "authors": ["Saranesh Prembabu", "Rahul Sahay", "Stefan Divic", "Ashvin Vishwanath"], "title": "Spin Polarons in Flat Band Ferromagnets", "comment": null, "summary": "Spin polarons are bound states of electrons and spin-flips that form above\nspin polarized electronic insulators.These bound states conventionally form in\none of two settings: in frustrated lattices with dispersive bands -- where the\nmotion of an electron preferences binding a nearby spin-flip -- or in\ntopological flat bands -- where the Chern number enforces an effective dipolar\ninteraction between electrons and spin flips. In this work, we report the\nformation of a spin polaron in a context that doesn't fall cleanly into either\nof these paradigms. In particular, we study the one-dimensional Mielke-Tasaki\nchain, a paradigmatic model of flat band ferromagnetism, which has an exact\nferromagnetic ground state, trivial band topology, and quenched kinetic energy\nin its lowest band. Despite these features, our density matrix renormalization\ngroup simulations reveal the presence of spin polarons upon electron doping\nthis model. More surprisingly, combining these numerics with analytic\ncalculations, we show that polaron binding occurs when the interaction-induced\nkinetic energy of the model is zero -- contrary to intuition from kinetic\nmagnetism -- and the glue binding the electrons and spin-flips arises from weak\nmixing with the model's dispersive band -- contrary to what occurs in\ntopological flat bands. Our results open the doors to exploring how the quantum\ngeometry of flat bands drives the formation of exotic charge carriers."}
{"id": "2510.26801", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2510.26801", "abs": "https://arxiv.org/abs/2510.26801", "authors": ["Jing-Yu Zhao", "Ya-Hui Zhang"], "title": "Resonating-valence-bond superconductor from small Fermi surface in twisted bilayer graphene", "comment": "15 pages, 9 figures", "summary": "Mechanism of superconductivity in twisted bilayer graphene (TBG) remains one\nof the central problems in strongly correlated topological systems. The most\nintriguing question is about the nature of the normal state: is the Cooper pair\nformed from small Fermi surface or large Fermi surface? In this work we point\nout the possibility of a symmetric pseudogap metal with small hole pockets,\ndubbed as second Fermi liquid (sFL). In the sFL phase at $\\nu=-2-x$, there is a\ntwo-component picture: two electrons mainly localize on the AA sites and form a\npaired singlet due to anti-Hund's coupling mediated by the optical phonon,\nwhile additional holes form small Fermi surfaces. The sFL phase corresponds to\nan intrinsically strongly interacting fixed point and violates the perturbative\nLuttinger theorem. We develop a unified framework to describe both a\nrenormalized Fermi liquid (FL) and an sFL phase. We propose that the normal\nstate of the TBG superconductor is the sFL phase, but it evolves toward the FL\nphase under increasing hole doping. The superconducting phase emerges from the\nsFL phase by transferring pairing of local moments to the mobile carriers.\nInterestingly, the superconducting gap can exhibit a nematic nodal\n$p_x$-pairing symmetry. This work provides, to our knowledge, the first unified\ntheory that explains both the pseudogap metal above $T_c$ and the two-gap\nnematic superconductivity below it."}
{"id": "2510.26467", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2510.26467", "abs": "https://arxiv.org/abs/2510.26467", "authors": ["Jan Elsner", "K Nikolas Lausch", "Jörg Behler"], "title": "Atomistic Simulations of Oxide-Water Interfaces using Machine Learning Potentials", "comment": null, "summary": "Oxide-water interfaces govern a wide range of physical and chemical processes\nfundamental to many fields like catalysis, geochemistry, corrosion,\nelectrochemistry, and sensor technology. Near solid oxide surfaces, water\nbehaves differently than in the bulk, exhibiting pronounced structuring and\nincreased reactivity, typically requiring ab initio-level accuracy for reliable\nmodeling. However, explicit ab initio calculations are often computationally\nprohibitive, especially if large system sizes and long simulation time scales\nare required. By learning the potential energy surface (PES) from data obtained\nfrom electronic structure calculations, machine learning potentials (MLPs) have\nemerged as transformative tools, enabling simulations with ab initio accuracy\nat dramatically reduced computational expense. Here, we provide an overview of\nrecent progress in the application of MLPs to atomistic simulations of\noxide-water interfaces. Specifically, we review insights that have been gained\ninto the reactivity of interfacial systems involving the dissociation and\nrecombination of water molecules, proton transfer processes between the solvent\nand the surface and the dynamic nature of aqueous oxide surfaces. Moreover, we\ndiscuss open challenges and future possible research directions in this rapidly\nevolving but challenging field."}
