{"id": "2511.04795", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.04795", "abs": "https://arxiv.org/abs/2511.04795", "authors": ["Ajendra Singh", "Shubham Saurabh", "Abhinav Gupta", "Rajib Chowdhury"], "title": "Accelerating metamaterial topology optimization using deep super-resolution networks", "comment": null, "summary": "Designing metamaterials for extreme mechanical behavior involves the optimal\nselection of design parameters. However, identifying these optimal parameters\nthrough topology optimization (TO) across a large parametric space requires\nextensive computational resources. To address this challenge, we propose a\nnovel deep learning framework for metamaterial topology optimization using an\nenhanced deep super-resolution (EDSR) approach. Generating low-resolution\ntopologies significantly reduces computational cost compared to high-resolution\ndesigns. Therefore, an EDSR network is trained to learn the mapping between\nlow- and high-resolution metamaterial topologies. The training dataset is\ngenerated using solid isotropic material with penalization (SIMP)-based TO. We\ndemonstrate the proposed approach for the design of mechanical metamaterials\ntargeting objectives such as maximization of bulk modulus, shear modulus, and\nelastic modulus, and minimization of Poisson's ratio. Quantitative assessments\n-including (i) pixel value error, (ii) objective function error, (iii)\nintersection over union, and (iv) volume fraction error -validate the accuracy\nof the EDSR-based TO. Our framework predicts high-resolution topologies of size\n$192 \\times 192$ from optimized low-resolution topologies of size $48 \\times\n48$. Once trained, the proposed network predicts these high-resolution\ntopologies with only $5-7\\%$ of the computational cost required by conventional\nSIMP-based TO at the same resolution. Moreover, by adding upscale blocks, the\nframework can generate smoother, higher-resolution topologies suitable for 3D\nprinting. This approach offers a scalable and efficient solution with strong\npotential for multidisciplinary metamaterial design applications."}
{"id": "2511.05233", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05233", "abs": "https://arxiv.org/abs/2511.05233", "authors": ["Max Okraschevski", "Torben Prill", "Paul Maidl", "Arnulf Latz", "Timo Danner"], "title": "Structure Matters: A Scale-Resolved Numerical Operando Approach for Lithium-Sulfur Batteries", "comment": null, "summary": "Lithium-Sulfur batteries (LSBs) are believed to have a high potential for\naerospace applications due to their high gravimetric energy density. However,\ndespite decades of research and advances, they still suffer from poor rate\ncapability and low power output, eventually preventing their practical\nimplementation. One particular aspect we want to shed light on is the influence\nof the porous cathode structure on the rate performance during discharge.\nTherefore, we present a scale-resolved simulation methodology that aims to\nprovide structural insights into the electrochemical cell behavior that are\nexperimentally hardly accessible even for modern operando methods. Our\nnumerical operando approach employs high-performance computing (HPC) and is\nbased on a coarse-grained continuum model. The latter is spatially discretized\nwith a Discontinuous Galerkin (DG) method and advanced in time by an adaptive\ncontroller. The models and methods as well as HPC aspects of our toolbox will\nbe critically discussed, finally showcasing the capabilities of our workflow to\nimprove LSBs."}
{"id": "2511.05278", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05278", "abs": "https://arxiv.org/abs/2511.05278", "authors": ["Hendrik Schrautzer", "Moritz A. Goerzen", "Bjarne Beyer", "Soumyajyoti Haldar", "Pavel F. Bessarab", "Stefan Heinze"], "title": "Impact of higher-order exchange on the lifetime of skyrmions and antiskyrmions", "comment": null, "summary": "Reliable control of skyrmion lifetime is essential for realizing spintronic\ndevices, yet the role of higher-order exchange - which can lead to skyrmion\nstabilization - remains largely unexplored. Here we calculate lifetimes of\nisolated skyrmions and antiskyrmions at transition-metal interfaces based on an\natomistic spin model that includes all fourth-order exchange terms. Within\nharmonic transition-state theory, we evaluate both energetic and entropic\ncontributions and find substantially enhanced lifetimes when higher-order\nexchange is included. The four-spin four-site interaction raises the energy\nbarrier and lowers the curvature of the energy landscape at the collapse saddle\npoint, increasing the pre-exponential factor. We show that skyrmions and\nantiskyrmions can remain thermally stable even without Dzyaloshinskii-Moriya\ninteraction (DMI), and that tuning the four-spin term by a small amount\nmodulates the prefactor over orders of magnitude. Our results identify\nhigher-order exchange as a promising route to stabilize topological magnetic\ntextures - in particular in systems lacking DMI - and to engineer their\nthermally activated decay."}
{"id": "2511.05188", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05188", "abs": "https://arxiv.org/abs/2511.05188", "authors": ["Hayato Wakai", "Shintaro Ishiwata", "Atsuto Seko"], "title": "Systematic global structure search of bismuth-based binary systems under pressure using machine learning potentials", "comment": "REVTeX 4-2; 22 pages, 13 figures, and 15 tables in the main text; 13\n  pages, 22 figures, and 1 table in the supplemental material", "summary": "Machine learning potentials (MLPs) have significantly advanced global crystal\nstructure prediction by enabling efficient and accurate property evaluations.\nIn this study, global structure searches are performed for 11 bismuth-based\nbinary systems, including Na-Bi, Ca-Bi, and Eu-Bi, under pressures ranging from\n0 to 20 GPa, employing polynomial MLPs developed specifically for these\nsystems. The searches reveal numerous compounds not previously reported in the\nliterature and identify all experimentally known compounds that are\nrepresentable within the explored configurational space. These results\nhighlight the robustness and reliability of the current MLP-based structure\nsearch. The study provides valuable insights into the discovery and design of\nnovel bismuth-based materials under both ambient and high-pressure conditions."}
{"id": "2511.04950", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.04950", "abs": "https://arxiv.org/abs/2511.04950", "authors": ["Luke Allen Myers", "Nigel Lee En Hew", "Shun-Li Shang", "Zi-Kui Liu"], "title": "Recursive entropy in thermodynamics: establishing the statistical-physics basis of the zentropy approach", "comment": null, "summary": "The recursive property of entropy is well known in the field of information\ntheory; however, the concept is rarely used in the field of thermodynamics,\ndespite being the field where the concept of entropy originated. This work\nshows that the equation for entropy used in the zentropy, which is an exact\nmultiscale approach to thermodynamics, is a statement of the recursive property\nof entropy. Further, we clarify the meaning of entropy as the uncertainty\narising from unconstrained degrees of freedom and separate configurational\ncontributions from intra-configurational ones. Building on this, we derive the\npartition function, as used in zentropy, by maximizing entropy in its recursive\nform. The resulting framework is exact for a chosen level of description and\nenables principled coarse-graining, thereby reducing computational complexity\nwhile preserving thermodynamic consistency. These results position zentropy as\na rigorous bridge between microscopic and macroscopic behavior, facilitating\nquantitative predictions and the study of emergent phenomena."}
{"id": "2511.04741", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04741", "abs": "https://arxiv.org/abs/2511.04741", "authors": ["Roberto Carrasco", "Federico Escudero", "Zhen Zhan", "Eva Cortes-del Rio", "Beatriz Viña-Bausa", "Yulia Maximenko", "Pierre A. Pantaleon", "Francisco Guinea", "Ivan Brihuega"], "title": "Twistraintronics in Square Moire Superlattices of Stacked Graphene Layers", "comment": "6 pages, 3 figures and supplementary information. Comments are very\n  welcome", "summary": "We report the first observation of controlled, strain-induced square moire\npatterns in stacked graphene. By selectively displacing native wrinkles, we\ndrive a reversible transition from the usual trigonal to square moire order.\nScanning tunneling microscopy reveals elliptically shaped AA domains, while\nspectroscopy shows strong electronic correlation in the form of narrow bands\nwith split Van Hove singularities near the Fermi level. A continuum model with\nelectrostatic interactions reproduces these features under the specific\ntwist-strain combination that minimizes elastic energy. This work demonstrates\nthat the combination of twist and strain, or twistraintronics, enables the\nrealization of highly correlated electronic states in moire heterostructures\nwith geometries that were previously inaccessible."}
{"id": "2511.04739", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04739", "abs": "https://arxiv.org/abs/2511.04739", "authors": ["Yuxun Zhong", "Wéi Wú", "Dao-Xin Yao"], "title": "Superexchanges and Charge Transfer in the La$_3$Ni$_2$O$_7$ Thin Films", "comment": "6 pages, 4 figures", "summary": "The recent discovery of superconductivity with $T_c$ above 40 K in\nLa$_3$Ni$_2$O$_7$ and (La,Pr)$_3$Ni$_2$O$_7$ thin films at ambient pressure\nmarks a new era in the field of the nickelate superconductors. Motivated by the\nrecent experimental reports, we study an 11-band Hubbard model with\ntight-binding parameters derived from \\textit{ab initio} calculations of\nLa$_3$Ni$_2$O$_7$ thin films, by using large scale determinant quantum Monte\nCarlo and cellular dynamical mean-field theory approaches. Our results\ndemonstrate that the major antiferromagnetic superexchange couplings in\nthin-film La$_3$Ni$_2$O$_7$ can be significantly weaker than in the bulk at\n29.5 Gpa. The out-of-plane antiferromagnetic correlation between\nNi$-d_{3z^2-r^2}$ orbitals is significantly reduced by about 27% in film,\nwhereas, the in-plane magnetic correlations remain largely unchanged. We\nestimate the antiferromagnetic coupling constants, $J_{\\parallel}$ and\n$J_{\\perp}$ by using perturbation theory. Regarding charge transfer, we find\nthat biaxial compression in the thin films results in reduced charge-transfer\ngap compared to the bulk material. We determine the distribution of doped holes\nand electrons among the in-plane (Ni$-d_{x^2-y^2}$ and O$-p_x/p_y$) orbitals\nand the out-of-plane (Ni$-d_{3z^2-r^2}$ and O$-p_z$) orbitals. A significant\nparticle-hole asymmetry regarding carrier doping is revealed. Our results\nprovide a foundation for subsequent studies of the low-energy $t-J$ model of\nLa$_3$Ni$_2$O$_7$ thin films, and ofer key insights into the understanding of\nphysical differences between the film and bulk bilayer nickelate\nhigh-temperature superconductors."}
{"id": "2511.04851", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04851", "abs": "https://arxiv.org/abs/2511.04851", "authors": ["Loren L. Smith", "Warren S. Warren"], "title": "Non-resonant SABRE provides a new and versatile hyperpolarization approach for magnetic resonance", "comment": null, "summary": "Hyperpolarization approaches in magnetic resonance overcome the sensitivity\nlimitations imposed by thermal magnetization and play an important role in a\nvery wide range of modern applications. One of the newer strategies, variants\nof what is generically called SABRE, uses para-hydrogen to form hydrides on\ntransition metal catalysts, followed by reversible exchange to polarize target\nmolecules in solution, and has produced large signal enhancements (approx.\n10^4) on hundreds of different molecules, cheaply and rapidly. Most commonly,\nthe sample is kept in a constant field, matched to make the hydride scalar\ncoupling comparable to the frequency difference between hydride protons and\ntarget protons (approx. 6.5 mT) or hydride protons and target heteronuclei\n(approx. 0.5 {\\mu}T). Here we demonstrate a different strategy, applicable to a\nwide range of target molecules, that produces field-independent spin order in\nthe target molecules that is efficiently converted to magnetization. The\nobserved signal is even independent of field direction, hence significant\npolarization can be achieved in a sample on a lab bench with no field control\nat all. We show this signal arises from creation of two-spin order in the\ntarget molecules, and discuss multiple ways this strategy should expand SABRE\ngenerality and efficiency. We also show that, in many cases, the standard\nassumption in low-field SABRE of a starting state with only singlet\npolarization leads to incorrect results."}
{"id": "2511.04719", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04719", "abs": "https://arxiv.org/abs/2511.04719", "authors": ["Sabbir A. Kahn", "Lukas Stampfer", "Sara Marti-Sanchez", "Dags Olsteins", "Damon James Carrad", "Thies Jansen", "Jonas Johansson", "Jordi Arbiol", "Peter Krogstrup", "Thomas Sand Jespersen"], "title": "Phase controlled multi-terminal Josephson junction in ternary hybrid nanowire", "comment": null, "summary": "This work presents multiterminal Josephson junctions in hybrid\nsemiconductor-superconductor InAsSb-Al nanocrosses. Hybrid nanocrosses are\ngrown using molecular beam epitaxy and are formed through As-assisted merging\nof oppositely directed InAsSb nanowires. We explain this complex ternary\nmerging mechanism using a temperature-dependent phase diagram and investigate\nthe detailed crystal structure with atomic-resolution imaging. The hybrid\nnanoscrosses enabled the fabrication of multiterminal Josephson junction\ndevices, which were characterized at low temperatures. The supercurrent through\neach terminal combination was measured as a function of the density in the\njunction and the relative phase of the terminals, which was controlled by an\nexternal magnetic field."}
{"id": "2511.04719", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04719", "abs": "https://arxiv.org/abs/2511.04719", "authors": ["Sabbir A. Kahn", "Lukas Stampfer", "Sara Marti-Sanchez", "Dags Olsteins", "Damon James Carrad", "Thies Jansen", "Jonas Johansson", "Jordi Arbiol", "Peter Krogstrup", "Thomas Sand Jespersen"], "title": "Phase controlled multi-terminal Josephson junction in ternary hybrid nanowire", "comment": null, "summary": "This work presents multiterminal Josephson junctions in hybrid\nsemiconductor-superconductor InAsSb-Al nanocrosses. Hybrid nanocrosses are\ngrown using molecular beam epitaxy and are formed through As-assisted merging\nof oppositely directed InAsSb nanowires. We explain this complex ternary\nmerging mechanism using a temperature-dependent phase diagram and investigate\nthe detailed crystal structure with atomic-resolution imaging. The hybrid\nnanoscrosses enabled the fabrication of multiterminal Josephson junction\ndevices, which were characterized at low temperatures. The supercurrent through\neach terminal combination was measured as a function of the density in the\njunction and the relative phase of the terminals, which was controlled by an\nexternal magnetic field."}
{"id": "2511.05222", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05222", "abs": "https://arxiv.org/abs/2511.05222", "authors": ["Kousuke Nakano", "Stefano Battaglia", "Jürg Hutter"], "title": "Fast and Scalable Evaluation of Unbiased Atomic Forces in ab initio Variational Monte Carlo via the Lagrangian Technique", "comment": "21 pages, 3 figures", "summary": "Ab initio quantum Monte Carlo (QMC) methods are state-of-the-art electronic\nstructure calculations based on highly parallelizable stochastic frameworks for\naccurate solutions of the many-body Schr\\\"{o}dinger equation, suitable for\nmodern many-core supercomputer architectures. Despite its potential, one of the\nmajor drawbacks that still hinders QMC applications, especially when targeting\ndynamical properties of large systems or large amounts of configurations, is\nthe lack of an affordable method to compute atomic forces that are consistent\nwith the corresponding potential energy surfaces (PESs), also known as unbiased\natomic forces. Recently, one of the authors in the present paper proposed a way\nto obtain unbiased forces with the Jastrow-correlated Slater determinant\nansatz, where the determinant part is frozen to the values obtained by a\nmean-field method, such as DFT. However, the proposed method has a significant\ndrawback for its applications: for a system with $N$ nuclei, one requires $3N$\nadditional DFT calculations to get unbiased forces, which is not negligible as\nthe system size increases. This paper presents a way to replace the $3N$ DFT\ncalculations with a single coupled-perturbed Kohn-Sham calculation, following\nthe so-called Lagrangian technique established in quantum chemistry. This\nimproves the computational cost and scalability of the method. We also\ndemonstrate that the developed unbiased VMC force calculation improves not only\nthe consistency with PESs, but also its accuracy, by investigating three\nmolecules from the rMD17 benchmark set, and comparing the corrected VMC forces\nwith those obtained by the Coupled-Cluster Singles and Doubles with\nperturbative Triples [CCSD(T)] calculations. We found that the bare VMC forces\nare significantly biased from the CCSD(T) ones, while the unbiased ones give\nvalues much closer to those of the CCSD(T) ones."}
{"id": "2511.05194", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.05194", "abs": "https://arxiv.org/abs/2511.05194", "authors": ["V. V. Ryazanov"], "title": "Application of boundary functionals of the theory of random processes to aerosol coagulation", "comment": "12 pages, 4 figures", "summary": "A new approach to describing aerosol behavior is proposed. Boundary\nfunctionals of random process theory are applied to describe the behavior of\naerosol concentrations during coagulation. It is shown that considering the\nfirst-passage time of a given aerosol concentration level corresponds to\nexperimental results for the time dependence of aerosol concentration.\nProbabilities for aerosol concentrations to attain specific values are\nobtained, as well as expressions for average aerosol concentrations."}
{"id": "2511.04744", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.04744", "abs": "https://arxiv.org/abs/2511.04744", "authors": ["Gian Marcello Andolina", "Zeno Bacciconi", "Alberto Nardin", "Marco Schirò", "Peter Rabl", "Daniele De Bernardis"], "title": "Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED", "comment": null, "summary": "We analyze the recently observed breakdown of the integer quantum Hall effect\nin a two-dimensional electron gas embedded in a metallic split-ring resonator.\nBy accounting for both the quantized vacuum field and electrostatic boundary\nmodifications, we identify a mechanism that could potentially explain this\nbreakdown in terms of non-chiral edge channels arising from electrostatic\nboundary effects. For experimentally relevant geometries, a minimal\nsingle-electron model of this mechanism predicts characteristic signatures and\nenergy scales consistent with those observed in experiments. These predictions\ncan be directly tested against alternative, purely vacuum-induced explanations\nto shed further light on the origin of this puzzling phenomenon."}
{"id": "2511.05002", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.05002", "abs": "https://arxiv.org/abs/2511.05002", "authors": ["Jiarui Jiao", "Chao Xu", "Congjun Wu", "Wang Yang"], "title": "Many-body wave function and edge magnetization of an open $p+is$ superconducting chain", "comment": "19 pages, 5 figures", "summary": "Although BCS wave function for superconductors under periodic boundary\nconditions are well-established, obtaining an explicit form of the many-body\nBCS wave function under open boundary condition is usually a nontrivial\nproblem. In this work, we construct the exact BCS ground state wave function of\na one-dimensional spin-1/2 superconductor with $p+ is$ pairing symmetry under\nopen boundary conditions for special sets of parameters. The spin magnetization\non the edges are calculated explicitly using the obtained wave function.\nApproximate expression of the wave function is also discussed based on\ndegenerate perturbation theory when the $s$-wave component is much smaller than\nthe $p$-wave one, which provides more intuitive understanding for the system.\nOur work is useful for obtaining deeper understandings of open $p+ is$\nsuperconducting chains on a wave function level."}
{"id": "2511.04930", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04930", "abs": "https://arxiv.org/abs/2511.04930", "authors": ["Yongkang Wang", "Yair Litman", "Minhaeng Cho", "Stephen Cox", "Mischa Bonn"], "title": "Wetting Transparency of Graphene: Amacroscopic Window but Nanoscopic Mirror", "comment": null, "summary": "Graphene supported on a substrate in contact with water underpins a wide\nrange of processes and technologies, yet its wettability remains controversial.\nUnderstanding how substrate charges and graphene's properties influence water\norganization is crucial. Here, we combine heterodyne-detected sum-frequency\ngeneration (HD-SFG) spectroscopy with molecular dynamics simulations to\ninvestigate CaF$_2$-supported graphene interfaces in contact with water. We\nfind that interfacial water orientation is primarily governed by the CaF$_2$\nsubstrate's pH-dependent local electrostatics, confirming graphene's\nmacroscopic wetting transparency. However, at the nanoscale, graphene's\npolarizability induces a local inversion of water's molecular orientation above\nsubstrate charges, revealing subtle structural ordering that is masked in\nspatially averaged measurements. These insights elucidate the molecular origins\nof graphene's wetting behavior and suggest new avenues to tailor interfacial\nphenomena in graphene-based nanofluidic, sensing, and energy applications."}
{"id": "2511.04819", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04819", "abs": "https://arxiv.org/abs/2511.04819", "authors": ["Héloïse Damas", "Carl S. Davies", "Petr M. Vetoshko", "Vladimir I. Belotelov", "Andrzej Stupakiewicz", "Andrei Kirilyuk"], "title": "Photo-induced switching of magnetisation in the epsilon-near-zero regime", "comment": null, "summary": "The possibility of controlling spins using ultrashort light and strain pulses\nhas triggered intense discussions about the mechanisms responsible for magnetic\nre-ordering. All-optical magnetisation switching can be achieved through\nultrafast heat-driven demagnetisation or transient modifications of magnetic\nanisotropy. During the phononic switching of magnetic dielectrics, however,\nmid-infrared optical excitations can modify the crystal environment via both\nthe thermal quenching of anisotropy and the generation of strain respectively,\nwith the relative distinction between these thermal and non-thermal processes\nremaining an open question. Here, we examine the effect of mid-infrared pulses\ntuned to the frequency of optical phonon resonances on the labyrinthine domain\nstructure of a cobalt-doped yttrium iron garnet film. We find that the\nlabyrinthine domains are transformed into stable parallel stripes, and\nquantitative micromagnetic calculations demonstrate this stems predominantly\nfrom a partial quenching of the anisotropy. Contrary to conventional wisdom,\nhowever, we find that this heat-facilitated process of magnetisation switching\nis spectrally strongest not at the maximum of absorbed optical energy but\nrather at the epsilon-near-zero points. Our results reveal that the\nepsilon-near-zero condition provides an alternative pathway for laser-driven\ncontrol of magnetisation, even when the underlying mechanism is primarily\nthermal."}
{"id": "2511.04739", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04739", "abs": "https://arxiv.org/abs/2511.04739", "authors": ["Yuxun Zhong", "Wéi Wú", "Dao-Xin Yao"], "title": "Superexchanges and Charge Transfer in the La$_3$Ni$_2$O$_7$ Thin Films", "comment": "6 pages, 4 figures", "summary": "The recent discovery of superconductivity with $T_c$ above 40 K in\nLa$_3$Ni$_2$O$_7$ and (La,Pr)$_3$Ni$_2$O$_7$ thin films at ambient pressure\nmarks a new era in the field of the nickelate superconductors. Motivated by the\nrecent experimental reports, we study an 11-band Hubbard model with\ntight-binding parameters derived from \\textit{ab initio} calculations of\nLa$_3$Ni$_2$O$_7$ thin films, by using large scale determinant quantum Monte\nCarlo and cellular dynamical mean-field theory approaches. Our results\ndemonstrate that the major antiferromagnetic superexchange couplings in\nthin-film La$_3$Ni$_2$O$_7$ can be significantly weaker than in the bulk at\n29.5 Gpa. The out-of-plane antiferromagnetic correlation between\nNi$-d_{3z^2-r^2}$ orbitals is significantly reduced by about 27% in film,\nwhereas, the in-plane magnetic correlations remain largely unchanged. We\nestimate the antiferromagnetic coupling constants, $J_{\\parallel}$ and\n$J_{\\perp}$ by using perturbation theory. Regarding charge transfer, we find\nthat biaxial compression in the thin films results in reduced charge-transfer\ngap compared to the bulk material. We determine the distribution of doped holes\nand electrons among the in-plane (Ni$-d_{x^2-y^2}$ and O$-p_x/p_y$) orbitals\nand the out-of-plane (Ni$-d_{3z^2-r^2}$ and O$-p_z$) orbitals. A significant\nparticle-hole asymmetry regarding carrier doping is revealed. Our results\nprovide a foundation for subsequent studies of the low-energy $t-J$ model of\nLa$_3$Ni$_2$O$_7$ thin films, and ofer key insights into the understanding of\nphysical differences between the film and bulk bilayer nickelate\nhigh-temperature superconductors."}
{"id": "2511.05337", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05337", "abs": "https://arxiv.org/abs/2511.05337", "authors": ["Jonas Hänseroth", "Aaron Flötotto", "Muhammad Nawaz Qaisrani", "Christian Dreßler"], "title": "Fine-Tuning Unifies Foundational Machine-learned Interatomic Potential Architectures at ab initio Accuracy", "comment": "main article and supporting information", "summary": "This work demonstrates that fine-tuning transforms foundational\nmachine-learned interatomic potentials (MLIPs) to achieve consistent, near-ab\ninitio accuracy across diverse architectures. Benchmarking five leading MLIP\nframeworks (MACE, GRACE, SevenNet, MatterSim, and ORB) across seven chemically\ndiverse compounds reveals that fine-tuning universally enhances force\npredictions by factors of 5-15 and improves energy accuracy by 2-4 orders of\nmagnitude. The investigated models span both equivariant and invariant, as well\nas conservative and non-conservative, architectures. While general-purpose\nfoundation models are robust, they exhibit architecture-dependent deviations\nfrom ab initio reference data; fine-tuning eliminates these discrepancies,\nenabling quantitatively accurate predictions of atomistic and structural\nproperties. Using datasets constructed from equidistantly sampled frames of\nshort ab initio molecular dynamics trajectories, fine-tuning reduces force\nerrors by an order of magnitude and harmonizes performance across all\narchitectures. These findings establish fine-tuning as a universal route to\nachieving system-specific predictive accuracy while preserving the\ncomputational efficiency of MLIPs. To promote widespread adoption, we introduce\nthe aMACEing Toolkit, which provides a unified and reproducible interface for\nfine-tuning workflows across multiple MLIP frameworks."}
{"id": "2511.05366", "categories": ["cond-mat.stat-mech", "math.DS", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2511.05366", "abs": "https://arxiv.org/abs/2511.05366", "authors": ["Ramón Nartallo-Kaluarachchi", "Renaud Lambiotte", "Alain Goriely"], "title": "Coarse-graining nonequilibrium diffusions with Markov chains", "comment": "22 pages, 18 figures", "summary": "We investigate nonequilibrium steady-state dynamics in both continuous- and\ndiscrete-state stochastic processes. Our analysis focuses on planar diffusion\ndynamics and their coarse-grained approximations by discrete-state Markov\nchains. Using finite-volume approximations, we derive an approximate master\nequation directly from the underlying diffusion and show that this\ndiscretisation preserves key features of the nonequilibrium steady-state. In\nparticular, we show that the entropy production rate of the approximation\nconverges as the number of discrete states goes to the limit. These results are\nillustrated with analytically solvable diffusions and numerical experiments on\nnonlinear processes, demonstrating how this approach can be used to explore the\ndependence of entropy production rate on model parameters. Finally, we address\nthe problem of inferring discrete-state Markov models from continuous\nstochastic trajectories. We show that discrete-state models significantly\nunderestimate the true entropy production rate. However, we also show that they\ncan provide tests to determine if a stationary planar diffusion is out of\nequilibrium. This property is illustrated with both simulated data and\nempirical trajectories from schooling fish."}
{"id": "2511.04877", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04877", "abs": "https://arxiv.org/abs/2511.04877", "authors": ["Arjen van den Berg", "Peter Rickhaus", "Frank Barrows", "Cristiano Nisoli", "Sam Ladak"], "title": "Direct Visualization of the Magnetic Monopole Field in a 3D Artificial Spin Ice", "comment": null, "summary": "Magnetic monopoles, long hypothesised as fundamental particles carrying\nisolated magnetic charge, emerge in spin-ice systems as fractionalised\nexcitations governed by the ice rule. Yet their three-dimensional field\nstructure has never been directly visualised. Here, we use two-photon\nlithography and processing to fabricate a fully three-dimensional artificial\nspin-ice lattice with diamond-bond geometry. We then use scanning\nnitrogen-vacancy magnetometry to directly measure the stray magnetic fields of\nboth charge-neutral and monopole vertices. We find that ice-rule vertices\nproduce antivortex textures directly above their vertices, stabilised by the\nlocal frustrated two-in/two out ordering principle. Direct imaging of the\nmonopole stray field shows a highly divergent profile. By correlating\nexperiment with micromagnetic simulations and performing a multipole expansion\nof the reconstructed magnetisation, we reveal that monopoles in 3DASI are\nnon-trivial micromagnetic entities, carrying both magnetic charge and an\nintrinsic moment, giving rise to anisotropic interactions that are dependent\nupon the quasiparticles position on the lattice. Results suggest that as\nmonopoles separate under an applied field, the dipolar contribution to their\ninteraction reorients relative to the underlying Coulombic field, revealing\nthat monopole coupling is tunable through geometry, being set by the local\nvertex topology. These findings establish 3DASI as a programmable magnetic\nmetamaterial in which nanoscale geometry governs the energetics and dynamics of\nemergent magnetic charges."}
{"id": "2511.05190", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05190", "abs": "https://arxiv.org/abs/2511.05190", "authors": ["Kinga Jasiewicz", "Paweł Wójcik", "Michał Nowak", "Michał Zegrodnik"], "title": "Interplay between altermagnetism and superconductivity in two dimensions: intertwined symmetries and singlet-triplet mixing", "comment": null, "summary": "We study the interplay between altermagnetism and unconventional\nsuperconductivity for the case of two-dimensional square- and\ntriangular-lattice systems. Our approach is based on an effective single\nparticle Hamiltonian which mimics the alternating spin splitting characteristic\nfor the $d$-$wave$ and $i$-$wave$ altermagnetic state. By supplementing the\nmodel with intersite pairing term we characterize the principal features of the\ncoexistent altermagnetic-superconducting state as well as the possibility of\ninducing the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase. Our calculations\nshow that the subtle interplay between the symmetries of the superconducting\nand altermagnetic order parameters as well as the shape/size of the Fermi\nsurface lead to various types of anisotropic behaviors of the resultant\nnon-zero momentum pairing, which has not been possible in the originally\nproposed FFLO state. Moreover, in the considered systems additional pairing\nsymmetries appear leading to an exotic multi-component order parameter with\nsinglet-triplet mixing. To interpret the obtained data we analyze the Cooper\npair density in the momentum space and the corresponding Fermi wave vector\nmismatch resulting from the altermagnetic spin splitting. We discuss our result\nin the context of possible applications like, e.g., the superconducting diode."}
{"id": "2511.05197", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.05197", "abs": "https://arxiv.org/abs/2511.05197", "authors": ["Cansu Utku", "Garrette Pauley Paran", "Thomas-C. Jagau"], "title": "Complex-Energy Second-Order Approximate Coupled-Cluster Methods for Electronic Resonances", "comment": null, "summary": "Electronic resonances are metastable states with finite lifetimes,\nencountered in processes such as photodetachment, electron transmission, and\nAuger decay. Resonances appear in Hermitian quantum mechanics as increased\ndensity of states in the continuum rather than as discrete energy levels. To\ndescribe resonances accurately, including their coupling to the continuum,\nmethods based on non-Hermitian quantum mechanics can be used, which yield\ncomplex energies. In this work, we combine the complex absorbing potential\n(CAP) and complex basis functions (CBF) techniques with the RI-CC2 method. The\nsecond-order coupled cluster method (CC2) offers a good balance between\naccuracy and computational cost by approximating equation-of-motion\ncoupled-cluster singles and doubles (EOM-CCSD) theory, making it suitable for\nstudying of electronic resonances in larger molecules. The\nresolution-of-the-identity (RI) approximation further reduces computational\ndemands without significant loss in accuracy. We investigate the numerical\nperformance of the new complex-energy RI-CC2 methods focusing on temporary\nanions. Negative electron affinities and decay widths can be computed using the\nelectron-attachment (EA) variant of RI-CC2. For N2, C2H4, CH2O, and HCOOH,\nEA-CC2 yields affinities about 0.1-0.2 eV smaller than EOM-EA-CCSD, while\ndeviations reach 0.5 eV for larger anions such as uracil, naphthalene,\ncyanonaphthalene, and pyrene. As a result of these trends, EA-CC2 is in better\nagreement with experiment for the negative electron affinities than EOM-EA-CCSD\nfor all studied anions. The corresponding resonance widths from EA-CC2\ncalculations are about 0.05-0.25 eV smaller compared to EOM-EA-CCSD.\nSemi-empirical spin-scaling increases electron affinities by 0.3-0.5 eV and\nbroadens resonance widths, improving the agreement with EOM-EA-CCSD but\nworsening the agreement with experiment."}
{"id": "2511.04894", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04894", "abs": "https://arxiv.org/abs/2511.04894", "authors": ["Hui-Fei Zhai", "Sergey L. Bud'ko", "Jacob W. Fritsky", "Jason F. Khoury"], "title": "Mixed-Valent Ce Disrupts Magnetic Ordering in CeFe$_2$Ga$_8$", "comment": null, "summary": "Mixed valency in intermetallics with lanthanide cations is well established\nas a pathway to unusual charge transport, complex magnetism, and\nsuperconductivity. In this work, we report a comprehensive study of the\nstructural, magnetic, electronic, and thermal properties of the mixed valent\ncompound CeFe$_2$Ga$_8$. Powder X-ray diffraction (PXRD) and X-ray\nphotoelectron spectroscopy (XPS) characterize CeFe$_2$Ga$_8$ as a\nquasi-one-dimensional (Q1D) compound with mixed-valent Ce$^{3+}$ and Ce$^{4+}$\non a single crystallographic site. $^{57}$Fe M\\\"ossbauer spectroscopy indicates\nthat the Fe sublattice is nonmagnetic, in direct contrast with recent reports\nof this compound. Low-temperature electrical resistivity and heat capacity\nmeasurements show no evidence of magnetic ordering, and a modest Sommerfeld\ncoefficient ($\\gamma$) of 22.7 mJ/mol$\\cdot$K$^2$ make extensive Kondo\nhybridization unlikely. DC and AC magnetic susceptibility data suggest\nshort-range magnetic order at $\\sim$5.2 and 7.6 K with no frequency dependence,\nruling out canonical spin-glass behavior in this compound. Additionally, the\nmagnetic susceptibility data does not contain any broad features that are\ntypically associated with an intermediate valence state in Ce, suggesting\neither high-temperature valence fluctuation or a different mechanism of mixed\nvalency. This work demonstrates that mixed-valent Ce inhibits magnetic ordering\nin CeFe$_2$Ga$_8$ and provides a broader picture for how to analyze short-range\nspin interactions in Q1D intermetallics."}
{"id": "2511.04741", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04741", "abs": "https://arxiv.org/abs/2511.04741", "authors": ["Roberto Carrasco", "Federico Escudero", "Zhen Zhan", "Eva Cortes-del Rio", "Beatriz Viña-Bausa", "Yulia Maximenko", "Pierre A. Pantaleon", "Francisco Guinea", "Ivan Brihuega"], "title": "Twistraintronics in Square Moire Superlattices of Stacked Graphene Layers", "comment": "6 pages, 3 figures and supplementary information. Comments are very\n  welcome", "summary": "We report the first observation of controlled, strain-induced square moire\npatterns in stacked graphene. By selectively displacing native wrinkles, we\ndrive a reversible transition from the usual trigonal to square moire order.\nScanning tunneling microscopy reveals elliptically shaped AA domains, while\nspectroscopy shows strong electronic correlation in the form of narrow bands\nwith split Van Hove singularities near the Fermi level. A continuum model with\nelectrostatic interactions reproduces these features under the specific\ntwist-strain combination that minimizes elastic energy. This work demonstrates\nthat the combination of twist and strain, or twistraintronics, enables the\nrealization of highly correlated electronic states in moire heterostructures\nwith geometries that were previously inaccessible."}
{"id": "2511.04866", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.04866", "abs": "https://arxiv.org/abs/2511.04866", "authors": ["Sebin J. Sebastian", "Q. -P. Ding", "A. A. Tsirlin", "R. Nath", "Y. Furukawa"], "title": "Short-range Spin Freezing State in the Double Trillium Lattice Spin-Liquid Candidate KSrFe$_2$(PO$_4$)$_3$ Revealed via $^{31}$P NMR", "comment": "7 pages, 3 figures", "summary": "A comprehensive $^{31}$P nuclear magnetic resonance (NMR) study, combined\nwith thermodynamic measurements and first-principle band-structure\ncalculations, has been conducted to explore the ground state of the $S = 5/2$\ndouble trillium lattice antiferromagnet KSrFe$_2$(PO$_4$)$_3$. Our experimental\nresults indicate that the magnetic ground state is neither a conventional\nthree-dimensional (3D) long-range order (LRO) nor a pure gapless spin-liquid\nstate, as conjectured previously [Boya et al., APL Mater. 10, 101103 (2022)].\nSpecifically, the observation of a nearly field-independent NMR linewidth below\n$T^{*}$ = (3.5 $\\pm$ 0.4) K, and a significant enhancement of spin-spin\nrelaxation rate $1/T_2$ below $2T^{*}$ (where $T^{*}$ is the characteristic\ntemperature identified from the magnetic susceptibility), indicate a complex\nmagnetic ground state where spin freezing coexists with persistent dynamics.\nFurthermore, we argue that the lack of magnetic LRO and the persistence of\nstrong magnetic fluctuations in KSrFe$_2$(PO$_4$)$_3$ are unlikely to originate\nfrom intersite K/Sr disorder, rather arise due to intrinsic magnetic\nfrustration. Our findings position KSrFe$_2$(PO$_4$)$_3$ into a broader family\nof geometrically frustrated magnets characterized by coexisting spin freezing\nand pronounced antiferromagnetic fluctuations, marking it as a promising\nplatform for investigating exotic phenomena in 3D frustrated magnets."}
{"id": "2511.05437", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05437", "abs": "https://arxiv.org/abs/2511.05437", "authors": ["Nguyen Tran Gia Bao", "Ton Nu Quynh Trang", "Phan Bach Thang", "Nam Thoai", "Vu Thi Hanh Thu", "Nguyen Tuan Hung"], "title": "Point Defects Limited Carrier Mobility in Janus MoSSe monolayer", "comment": "11 pages, 6 figures, 1 table", "summary": "Point defects, often formed during the growth of Janus MoSSe, act as built-in\nscatterers and affect carrier transport in electronic devices based on Janus\nMoSSe. In this study, we employ first-principles calculations to investigate\nthe impact of common defects, such as sulfur vacancies, selenium vacancies, and\nchalcogen substitutions, on electron transport, and compare their influence\nwith that of mobility limited by phonons. Here, we define the saturation defect\nconcentration ($C_{\\mathrm{sat}}$) as the highest defect density that still\nallows the total mobility to remain within 90\\% of the phonon-limited value,\nproviding a direct measure of how many defects a device can tolerate. Based on\n$C_{\\mathrm{sat}}$, we find a clear ranking of defect impact: selenium\nsubstituting for sulfur is relatively tolerant, with\n$C_{\\mathrm{sat}}\\approx2.07\\times10^{-4}$, while selenium vacancies are the\nmost sensitive, with $C_{\\mathrm{sat}}\\approx3.65\\times10^{-5}$. Our\n$C_{\\mathrm{sat}}$ benchmarks and defect hierarchy provide quantitative,\nmaterials-specific design rules that can guide the fabrication of high-mobility\nfield-effect transistors, electronic devices, and sensors based on Janus MoSSe."}
{"id": "2511.05490", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05490", "abs": "https://arxiv.org/abs/2511.05490", "authors": ["Sascha Gehrmann", "Fabian H. L. Essler"], "title": "Exact strong zero modes in quantum circuits and spin chains with non-diagonal boundary conditions", "comment": "22 pages", "summary": "We construct exact strong zero mode operators (ESZM) in integrable quantum\ncircuits and the spin-1/2 XXZ chain for general open boundary conditions, which\nbreak the bulk U(1) symmetry of the time evolution operators. We show that the\nESZM is localized around one of the boundaries induces infinite boundary\ncoherence times. Finally we prove that the ESZM becomes spatially non-local\nunder the map that relates the spin-1/2 XXZ chain to the asymmetric simple\nexclusion process, which suggests that it does not play a significant role in\nthe dynamics of the latter."}
{"id": "2511.04879", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04879", "abs": "https://arxiv.org/abs/2511.04879", "authors": ["Ting-Hsun Yang", "Yaochen Li", "Peng Zhang", "Penghao Zhu", "Hung-Yu Yang", "Eun Sang Choi", "Kaiwei Chen", "Wenqiang Cui", "Kin Wong", "Peng Deng", "Gang Qiu", "Kang L. Wang"], "title": "In-Plane Field induced Quantized Longitudinal Conductivity in Magnetic Topological Insulators", "comment": null, "summary": "We report the discovery of an in plane quantization (IPQ) state in trilayer\nmagnetic topological insulators, characterized by a quantized longitudinal\nconductivity of e2/h under strong in-plane magnetic fields. This state emerges\nat a quantum critical point separating quantum anomalous Hall phases tuned by\nfield angle and orientation, directly linking gap-closing behavior to quantized\ncriticality. Temperature and gate dependent transport measurements, supported\nby a self consistent approximation model, reveal that electron hole puddles\ndominate charge transport in this regime, highlighting the essential role of\nimpurity disorder in stabilizing quantized critical transport. These findings\nestablish a tunable experimental framework that connects gap-closing physics\nwith universal conductivity, offering both microscopic insight into critical\ntransport in magnetic topological insulators and a robust platform for probing\nquantum criticality in topological systems."}
{"id": "2511.05390", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05390", "abs": "https://arxiv.org/abs/2511.05390", "authors": ["Yong Hu", "Christopher Lane", "Xiang Chen", "Shuting Peng", "Zeliang Sun", "Makoto Hashimoto", "Donghui Lu", "Tao Wu", "Robert S. Markiewicz", "Xianhui Chen", "Arun Bansil", "Stephen D. Wilson", "Junfeng He"], "title": "Anomalous Nodal Gap in a Doped Spin-1/2 Antiferromagnetic Mott Insulator", "comment": null, "summary": "Many emergent phenomena appear in doped Mott insulators near the\ninsulator-to-metal transition. In high-temperature cuprate superconductors,\nsuperconductivity arises when antiferromagnetic (AFM) order is gradually\nsuppressed by carrier doping, and a $\\textit{d}$-wave superconducting gap forms\nwhen an enigmatic nodal gap evolves into a point node. Here, we examine\nelectron-doped Sr$_{2}$IrO$_{4}$, the 5$\\textit{d}$-electron counterpart of\ncuprates, using angle-resolved photoemission spectroscopy. At low doping\nlevels, we observe the formation of electronic states near the Fermi level,\naccompanied by a gap at the AFM zone boundary, mimicking the AFM gap in\nelectron-doped cuprates. With increasing doping, a distinct gap emerges along\nthe (0,0)-($\\pi$,$\\pi$) nodal direction, paralleling that observed in\nhole-doped cuprates. This anomalous nodal gap persists after the collapse of\nthe AFM gap and gradually decreases with further doping. It eventually vanishes\ninto a point node of the reported $\\textit{d}$-wave gap. These observations\nreplicate the characteristic features in both electron- and hole-doped\ncuprates, indicating a unified route toward nodal metallicity in doped spin-1/2\nAFM Mott insulators."}
{"id": "2511.05222", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05222", "abs": "https://arxiv.org/abs/2511.05222", "authors": ["Kousuke Nakano", "Stefano Battaglia", "Jürg Hutter"], "title": "Fast and Scalable Evaluation of Unbiased Atomic Forces in ab initio Variational Monte Carlo via the Lagrangian Technique", "comment": "21 pages, 3 figures", "summary": "Ab initio quantum Monte Carlo (QMC) methods are state-of-the-art electronic\nstructure calculations based on highly parallelizable stochastic frameworks for\naccurate solutions of the many-body Schr\\\"{o}dinger equation, suitable for\nmodern many-core supercomputer architectures. Despite its potential, one of the\nmajor drawbacks that still hinders QMC applications, especially when targeting\ndynamical properties of large systems or large amounts of configurations, is\nthe lack of an affordable method to compute atomic forces that are consistent\nwith the corresponding potential energy surfaces (PESs), also known as unbiased\natomic forces. Recently, one of the authors in the present paper proposed a way\nto obtain unbiased forces with the Jastrow-correlated Slater determinant\nansatz, where the determinant part is frozen to the values obtained by a\nmean-field method, such as DFT. However, the proposed method has a significant\ndrawback for its applications: for a system with $N$ nuclei, one requires $3N$\nadditional DFT calculations to get unbiased forces, which is not negligible as\nthe system size increases. This paper presents a way to replace the $3N$ DFT\ncalculations with a single coupled-perturbed Kohn-Sham calculation, following\nthe so-called Lagrangian technique established in quantum chemistry. This\nimproves the computational cost and scalability of the method. We also\ndemonstrate that the developed unbiased VMC force calculation improves not only\nthe consistency with PESs, but also its accuracy, by investigating three\nmolecules from the rMD17 benchmark set, and comparing the corrected VMC forces\nwith those obtained by the Coupled-Cluster Singles and Doubles with\nperturbative Triples [CCSD(T)] calculations. We found that the bare VMC forces\nare significantly biased from the CCSD(T) ones, while the unbiased ones give\nvalues much closer to those of the CCSD(T) ones."}
{"id": "2511.04897", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.04897", "abs": "https://arxiv.org/abs/2511.04897", "authors": ["Monique Kubovsky", "Yorick A. Birkhölzer", "Luka B. Mitrovic", "Hanjong Paik", "George R. Rossman", "Darrell G. Schlom"], "title": "Preparation and evaluation of alexandrite, forsterite, and topaz substrates for the epitaxial growth of rutile oxides", "comment": null, "summary": "Metal-insulator transitions and superconductivity in rutile-structured oxides\nhold promise for advanced electronic applications, yet their thin film\nsynthesis is severely hindered by limited substrate options. Here, we present\nthree single- crystalline substrates, BeAl2O4, Mg2SiO4, and Al2SiO4(F,OH)2,\nprepared via optimized thermal and chemical treatments to achieve atomically\nsmooth surfaces suitable for epitaxial growth. Atomic force microscopy confirms\natomic step-and-terrace surface morphologies, and oxide molecular-beam epitaxy\ngrowth on these substrates demonstrates successful heteroepitaxy of rutile\nTiO2, VO2, NbO2, and RuO2 films. Among these unconventional substrates, BeAl2O4\nexhibits exceptional thermal and chemical stability, making it a versatile\nsubstrate candidate. These findings introduce new substrate platforms that\nfacilitate strain engineering and exploration of rutile oxide thin films,\npotentially advancing the study of their strain-dependent physical properties."}
{"id": "2511.04744", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.04744", "abs": "https://arxiv.org/abs/2511.04744", "authors": ["Gian Marcello Andolina", "Zeno Bacciconi", "Alberto Nardin", "Marco Schirò", "Peter Rabl", "Daniele De Bernardis"], "title": "Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED", "comment": null, "summary": "We analyze the recently observed breakdown of the integer quantum Hall effect\nin a two-dimensional electron gas embedded in a metallic split-ring resonator.\nBy accounting for both the quantized vacuum field and electrostatic boundary\nmodifications, we identify a mechanism that could potentially explain this\nbreakdown in terms of non-chiral edge channels arising from electrostatic\nboundary effects. For experimentally relevant geometries, a minimal\nsingle-electron model of this mechanism predicts characteristic signatures and\nenergy scales consistent with those observed in experiments. These predictions\ncan be directly tested against alternative, purely vacuum-induced explanations\nto shed further light on the origin of this puzzling phenomenon."}
{"id": "2511.05023", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05023", "abs": "https://arxiv.org/abs/2511.05023", "authors": ["Yifan Deng", "Ming Cheng", "Lanxin Liu", "Nan Zhou", "Yu Zhao", "Ruihuan Lan", "Yongqiang Pan", "Wenhai Song", "Yuyan Han", "Xiaoguang Zhu", "Xuan Luo", "Yuping Sun"], "title": "Anisotropy of linear magnetoresistance in Kagome metal ZrV$_6$Sn$_6$", "comment": null, "summary": "The Kagome lattice has attracted extensive attention due to the diverse\nmagnetic properties and non-trivial electronic states generated by its unique\natomic arrangement, which provides an excellent system for exploring\nmacroscopic quantum behavior. Here, we report the anomalous transport\nproperties in 166-type Kagome metal ZrV$_6$Sn$_6$ single crystals. The\nquadratic and linear magnetoresistance (LMR) can be observed depending on the\ndirections of the field and the current. Integrating Hall resistivity and\nquantum oscillation measurements, we found that the LMR could match well with\nthe Abrikosov model. However, this model encounters difficulties in explaining\nthe anisotropy of the magnetoresistance. To solve the issue, we extrapolate the\nAbrikosov model to the case of two-dimensional linear dispersion. It was found\nthat when the field is parallel to the linear dependence momentum, the\nquantized energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{p^2+2eHn/c}$, resulting in\nLMR. By contrast, when it is parallel to the non-linear dependence momentum,\nthe energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{2eHn/c}$, without yielding LMR.\nThrough the combination of experiment and theory, the modified Abrikosov model\ncould interpret the macroscopic quantum transport in ZrV$_6$Sn$_6$ crystal. The\npresent research provides a new perspective for understanding the LMR behavior."}
{"id": "2511.05153", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.05153", "abs": "https://arxiv.org/abs/2511.05153", "authors": ["Joseph M. Jones", "M. W. Long"], "title": "An explicit formula for perturbation theory at any order with infinitely many perturbations", "comment": null, "summary": "We provide a systematic formula, in terms of integer partitions, that\ngenerates perturbation theory explicitly at an arbitrary order. Our approach\nnaturally includes an infinite number of perturbations and uses a single matrix\nequation that contains the information for both the eigenvalue and eigenvector\ncorrections. The formula reduces to the standard case of one perturbation in\nthe appropriate limit. This formulation streamlines the derivations that are\ntraditionally tedious in perturbation theory, facilitating high-order\ncalculations."}
{"id": "2511.05065", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05065", "abs": "https://arxiv.org/abs/2511.05065", "authors": ["V. N. Mantsevich", "D. S. Smirnov", "E. L. Ivchenko"], "title": "Ultimate photon entanglement in biexciton cascade", "comment": "9 pages, 3 figures", "summary": "The polarization entanglement of photons emitted by semiconductor quantum\ndots is unavoidably limited by the spin fluctuations of the host lattice\nnuclei. To overcome this limitation, we develop a theory of entangled photon\npair generation by a symmetric colloidal quantum dot mediated by a triplet\nexciton. We derive general analytical expressions for the concurrence as a\nfunction of the hyperfine interaction strength and show that it is\nintrinsically higher than that in conventional doublet-exciton systems such as\nself-assembled quantum dots. The concurrence sensitively depends on the shape\nanisotropy and the strain applied to a nanocrystal. In particular, we uncover a\npossibility of completely suppressing the detrimental effect of the hyperfine\ninteraction due to the interplay between nanocrystal anisotropy and\nelectron-hole exchange interaction. We argue that this represents the ultimate\nlimit for the generation of entangled photon pairs by semiconductor quantum\ndots."}
{"id": "2511.04719", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04719", "abs": "https://arxiv.org/abs/2511.04719", "authors": ["Sabbir A. Kahn", "Lukas Stampfer", "Sara Marti-Sanchez", "Dags Olsteins", "Damon James Carrad", "Thies Jansen", "Jonas Johansson", "Jordi Arbiol", "Peter Krogstrup", "Thomas Sand Jespersen"], "title": "Phase controlled multi-terminal Josephson junction in ternary hybrid nanowire", "comment": null, "summary": "This work presents multiterminal Josephson junctions in hybrid\nsemiconductor-superconductor InAsSb-Al nanocrosses. Hybrid nanocrosses are\ngrown using molecular beam epitaxy and are formed through As-assisted merging\nof oppositely directed InAsSb nanowires. We explain this complex ternary\nmerging mechanism using a temperature-dependent phase diagram and investigate\nthe detailed crystal structure with atomic-resolution imaging. The hybrid\nnanoscrosses enabled the fabrication of multiterminal Josephson junction\ndevices, which were characterized at low temperatures. The supercurrent through\neach terminal combination was measured as a function of the density in the\njunction and the relative phase of the terminals, which was controlled by an\nexternal magnetic field."}
{"id": "2511.05261", "categories": ["physics.chem-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2511.05261", "abs": "https://arxiv.org/abs/2511.05261", "authors": ["Pedro H. M. Zanineli", "Matheus Zaia Monteiro", "Vinicius Francisco Wasques", "Francielle Santo Pedro Simões", "Gabriel R. Schleder"], "title": "Fuzzy Neural Network Performance and Interpretability of Quantum Wavefunction Probability Predictions", "comment": null, "summary": "Predicting quantum wavefunction probability distributions is crucial for\ncomputational chemistry and materials science, yet machine learning (ML) models\noften face a trade-off between accuracy and interpretability. This study\ncompares Artificial Neural Networks (ANNs) and Adaptive Neuro-Fuzzy Inference\nSystems (ANFIS) in modeling quantum probability distributions for the H$_{2}^+$\nion, leveraging data generated via Physics-Informed Neural Networks (PINNs).\nWhile ANN achieved superior accuracy (R$^2$ = 0.99 vs ANFIS's 0.95 with\nGaussian membership functions), it required over 50x more parameters (2,305 vs\n39-45). ANFIS, however, provided unique interpretability: its Gaussian\nmembership functions encoded spatial electron localization near proton\npositions ($\\mu = 1.2 A$), mirroring Born probability densities, while fuzzy\nrules reflected quantum superposition principles. Rules prioritizing the\ninternuclear direction revealed the system's 1D symmetry, aligning with Linear\nCombination of Atomic Orbitals theory--a novel data-driven perspective on\norbital hybridization. Membership function variances ($\\sigma$) further\nquantified electron delocalization trends, and peak prediction errors\nhighlighted unresolved quantum cusps. The choice of functions critically\nimpacted performance: Gaussian/Generalized Bell outperformed Sigmoid, with\nerrors improving as training data increased, showing scalability. This study\nunderscores the context-dependent value of ML: ANN for precision and ANFIS for\ninterpretable, parameter-efficient approximations that link inputs to physical\nbehavior. These findings advocate hybrid approaches in quantum simulations,\nbalancing accuracy with explainability to accelerate discovery. Future work\nshould extend ANFIS to multi-electron systems and integrate domain-specific\nconstraints (e.g., kinetic energy terms), bridging data-driven models and\nfundamental physics."}
{"id": "2511.04899", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04899", "abs": "https://arxiv.org/abs/2511.04899", "authors": ["Xueheng Kuang", "Federico Escudero", "Pierre A. Pantaleón", "Francisco Guinea", "Zhen Zhan"], "title": "Review of the tight-binding method applicable to the properties of moiré superlattices", "comment": "Invitation from PCCP", "summary": "Moir\\'e superlattices have emerged as a versatile platform for exploring a\nwide range of ex- otic quantum phenomena. Unlike angstrom-scale materials, the\nmoir\\'e length-scale system contains a large number of atoms, and its\nelectronic structure is significantly modulated by the lattice relaxation.\nThese features pose a huge theoretical challenge. Among the available\ntheoretical approaches, tight-binding (TB) methods are widely employed to\npredict the electronic, transport, and optical properties of systems such as\ntwisted graphene, twisted transition-metal dichalcogenides (TMDs), and related\nmoir\\'e materials. In this review, we pro- vide a comprehensive overview of\natomistic TB Hamiltonians and the numerical techniques commonly used to model\ngraphene-based, TMD-based and hBN-based moir\\'e superlattices. We also discuss\nthe connection between atomistic TB descriptions and effective low-energy\ncontinuum models. Two examples of different moir\\'e materials and geometries\nare provided to emphasize the advantages of the TB methods. This review is\nintended to serve as a theoretical and practical guide for those seeking to\napply TB methods to the study of various properties of moir\\'e superlattices."}
{"id": "2511.04819", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04819", "abs": "https://arxiv.org/abs/2511.04819", "authors": ["Héloïse Damas", "Carl S. Davies", "Petr M. Vetoshko", "Vladimir I. Belotelov", "Andrzej Stupakiewicz", "Andrei Kirilyuk"], "title": "Photo-induced switching of magnetisation in the epsilon-near-zero regime", "comment": null, "summary": "The possibility of controlling spins using ultrashort light and strain pulses\nhas triggered intense discussions about the mechanisms responsible for magnetic\nre-ordering. All-optical magnetisation switching can be achieved through\nultrafast heat-driven demagnetisation or transient modifications of magnetic\nanisotropy. During the phononic switching of magnetic dielectrics, however,\nmid-infrared optical excitations can modify the crystal environment via both\nthe thermal quenching of anisotropy and the generation of strain respectively,\nwith the relative distinction between these thermal and non-thermal processes\nremaining an open question. Here, we examine the effect of mid-infrared pulses\ntuned to the frequency of optical phonon resonances on the labyrinthine domain\nstructure of a cobalt-doped yttrium iron garnet film. We find that the\nlabyrinthine domains are transformed into stable parallel stripes, and\nquantitative micromagnetic calculations demonstrate this stems predominantly\nfrom a partial quenching of the anisotropy. Contrary to conventional wisdom,\nhowever, we find that this heat-facilitated process of magnetisation switching\nis spectrally strongest not at the maximum of absorbed optical energy but\nrather at the epsilon-near-zero points. Our results reveal that the\nepsilon-near-zero condition provides an alternative pathway for laser-driven\ncontrol of magnetisation, even when the underlying mechanism is primarily\nthermal."}
{"id": "2511.05037", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05037", "abs": "https://arxiv.org/abs/2511.05037", "authors": ["C. Piyakulworawat", "K. Morita", "Y. Fukumoto", "W. -Y. Hsieh", "W. -T. Chen", "K. Nakajima", "S. Ohira-Kawamura", "Y. Zhao", "S. Wannapaiboon", "P. Piyawongwatthana", "T. J. Sato", "K. Matan"], "title": "Coupled dimerized alternating-bond quantum spin chains in the distorted honeycomb-lattice magnet Cu$_5$SbO$_6$", "comment": "16 pages, 7 figures", "summary": "We analyze powder-averaged inelastic neutron scattering and magnetization\ndata for the distorted honeycomb compound Cu$_5$SbO$_6$ using a first-order\ndimer expansion calculation and quantum Monte Carlo simulations. We show that,\nin contrast to the previously proposed honeycomb lattice model, Cu$_5$SbO$_6$\naccommodates interacting dimerized spin chains with alternating\nferromagnetic-antiferromagnetic couplings along the chain. Moreover, unlike the\ntypical couplings observed in other Cu$^{2+}$-based distorted honeycomb\nmagnets, the spin chains in Cu$_5$SbO$_6$ primarily couple through an\nantiferromagnetic coupling $J_4$ that arises between the honeycomb layers,\nrather than the expected interchain $J_3$ coupling in the layers. This finding\nreveals a different magnetic coupling scheme, $J_1$-$J_2$-$J_4$, for\nCu$_5$SbO$_6$. In addition, utilizing x-ray spectroscopy and transmission\nelectron microscopy, we also refine the crystal structure and stacking-fault\nmodel of the compound."}
{"id": "2511.05112", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05112", "abs": "https://arxiv.org/abs/2511.05112", "authors": ["Ruixin Zuo", "Matthias Reichelt", "Cong Ngo", "Xiaohong Song", "Weifeng Yang", "Torsten Meier"], "title": "Unexpected increase of intensity-dependent excitonic second- and third-harmonic generation induced by static electric fields", "comment": "14 pages, 7 figures", "summary": "We compute and analyze the dependence of excitonic second- and third-harmonic\ngeneration (SHG/THG) as a function of the optical excitation intensity in the\npresence of static electric fields by solving the semiconductor Bloch\nequations. Our simulations are performed for excitation of the strongly bound\nintralayer exciton of an inversion-symmetric homobilayer of MoS2 with in-plane\nelectric fields. We demonstrate that for resonant excitation at the 1s\nK-exciton the SHG and the THG show complex dependencies on both the strength of\nthe static field and the peak amplitude of the optical pulse. For sufficiently\nintense optical excitation, the THG increases and the SHG increases\nsuperlinearly with the amplitude of the static field as long as exciton\nionization is not yet dominating. Microscopic simulations demonstrate that\nthese dependencies arise from an interplay between several effects including\nstatic and transient Stark shifts, exciton ionization, Wannier-Stark\nlocalization, off-resonant Rabi oscillations, and a modified interference\nbetween optical nonlinearities induced by the intraband acceleration. Our\nfindings offer several new possibilities for controlling the strong-field\ndynamics of systems with strongly bound excitons."}
{"id": "2511.05305", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05305", "abs": "https://arxiv.org/abs/2511.05305", "authors": ["E. F. Sheka"], "title": "Spin covalent chemistry of carbon", "comment": "41 pages, 16 figures, 168 references", "summary": "This review presents the covalent chemistry of carbon within the spin-radical\nconcept of electron interaction. Using the language of valence bond\ntrimodality, the regions of classical spinless covalence and its spin\ncounterpart are defined. Carbon is the only element exhibiting spin covalent\nchemistry. Classical covalent chemistry of carbon concerns molecular substances\nwhose valence bond structure includes segregate or chained single sp3C-C bonds.\nSubstances with double sp2C-C and triple sp1C-C bonds are the subject of spin\ncovalent chemistry of carbon. The mathematical apparatus of spin covalence\nforms the basis of algorithms governing the chemical modification of carbon\nsubstances, polymerization processes, and catalysis involving them, making it\npossible to supplement the empirical spin covalent chemistry of carbon with its\nvirtual analog."}
{"id": "2511.04936", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04936", "abs": "https://arxiv.org/abs/2511.04936", "authors": ["Siwei Zhao", "Penghua Ying", "Guoqiang Zhang", "Ke Zhou", "Shengying Yue", "Yan Chen", "Yilun Liu"], "title": "Intrinsic Fracture Nonreciprocity at the Nanoscale", "comment": "14 pages, 5 gigures", "summary": "We reveal intrinsic fracture nonreciprocity, manifesting as directional\nasymmetry in crack resistance, in two-dimensional heterostructures engineered\nthrough lattice-mismatched interfaces. Density-functional theory combined with\nmachine-learning molecular dynamics show that intrinsic lattice mismatch\nbetween bonded component crystals imprints asymmetric prestrain states at crack\ntips, governing bond-breaking thresholds through charge redistribution. The\nfailure criterion obeys a universal exponential scaling law between normalized\ncharge density and bond strain, insensitive to bonding chemistry and local\natomic environment. The magnitude of nonreciprocity scales systematically with\nlattice mismatch, reaching 49% at 10% mismatch. Validation across hexagonal,\nsquare, rectangular, and oblique two-dimensional lattices confirms\nuniversality, establishing interface strain engineering as a general design\nprinciple that bridges electronic structure to nanoscale failure, enabling\nrational design of damage-tolerant nanostructures."}
{"id": "2511.04866", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.04866", "abs": "https://arxiv.org/abs/2511.04866", "authors": ["Sebin J. Sebastian", "Q. -P. Ding", "A. A. Tsirlin", "R. Nath", "Y. Furukawa"], "title": "Short-range Spin Freezing State in the Double Trillium Lattice Spin-Liquid Candidate KSrFe$_2$(PO$_4$)$_3$ Revealed via $^{31}$P NMR", "comment": "7 pages, 3 figures", "summary": "A comprehensive $^{31}$P nuclear magnetic resonance (NMR) study, combined\nwith thermodynamic measurements and first-principle band-structure\ncalculations, has been conducted to explore the ground state of the $S = 5/2$\ndouble trillium lattice antiferromagnet KSrFe$_2$(PO$_4$)$_3$. Our experimental\nresults indicate that the magnetic ground state is neither a conventional\nthree-dimensional (3D) long-range order (LRO) nor a pure gapless spin-liquid\nstate, as conjectured previously [Boya et al., APL Mater. 10, 101103 (2022)].\nSpecifically, the observation of a nearly field-independent NMR linewidth below\n$T^{*}$ = (3.5 $\\pm$ 0.4) K, and a significant enhancement of spin-spin\nrelaxation rate $1/T_2$ below $2T^{*}$ (where $T^{*}$ is the characteristic\ntemperature identified from the magnetic susceptibility), indicate a complex\nmagnetic ground state where spin freezing coexists with persistent dynamics.\nFurthermore, we argue that the lack of magnetic LRO and the persistence of\nstrong magnetic fluctuations in KSrFe$_2$(PO$_4$)$_3$ are unlikely to originate\nfrom intersite K/Sr disorder, rather arise due to intrinsic magnetic\nfrustration. Our findings position KSrFe$_2$(PO$_4$)$_3$ into a broader family\nof geometrically frustrated magnets characterized by coexisting spin freezing\nand pronounced antiferromagnetic fluctuations, marking it as a promising\nplatform for investigating exotic phenomena in 3D frustrated magnets."}
{"id": "2511.05105", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05105", "abs": "https://arxiv.org/abs/2511.05105", "authors": ["Tim Bauer", "Johannes Reuther"], "title": "Compact localized fermions and Ising anyons in a chiral spin liquid", "comment": "12 pages, 5 figures", "summary": "Quasiparticle hybridization remains a major challenge to realizing and\ncontrolling exotic states of matter in existing quantum simulation platforms.\nWe report the absence of hybridization for compact localized states (CLS)\nemerging in the chiral spin liquid described by the Yao-Kivelson model. The CLS\nform due to destructive quantum interference at fine-tuned coupling constants\nand populate perfectly flat quasiparticle bands on an effective kagome lattice.\nUsing a formalism for general Majorana-hopping Hamiltonians, we derive exact\nexpressions for CLS for various flux configurations and both for the\ntopological and trivial phases of the model. In addition to finite-energy\nmatter fermions with characteristic spin-spin correlations, we construct\ncompact localized Majorana zero modes attached to $\\pi$-flux excitations, which\nenable non-Abelian braiding of Ising anyons with minimal separation. Our\nresults inform the quantum simulation of topologically ordered states of matter\nand open avenues for exploring flat-band physics in quantum spin liquids."}
{"id": "2511.05208", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05208", "abs": "https://arxiv.org/abs/2511.05208", "authors": ["Li-Shuo Liu", "Kai Shao", "Hai-Dong Li", "Xiangang Wan", "Wei Chen", "D. Y. Xing"], "title": "Altermagnetic Spin Precession and Spin Transistor", "comment": null, "summary": "Altermagnets hold great potential for spintronic applications, yet their\nintrinsic spin dynamics and associated transport properties remain largely\nunexplored. Here, we investigate spin-resolved quantum transport in a\nmulti-terminal setup based on a $d$-wave altermagnet. It is found that the\naltermagnetic spin splitting in momentum space induces an interesting spin\nprecession in real space, giving rise to characteristic spin patterns. This\naltermagnetic spin precession manifests as a spatial modulation of the Hall\nvoltage, whose oscillation period provides a direct measure of the\nspin-splitting strength. When the altermagnetism is electrically tunable, the\nproposed setup functions as a prototype for a highly efficient spin transistor.\nThe key physical effects are shown to be robust against dephasing and\ncrystalline warping. Our work not only identifies a fingerprint signature of\naltermagnets, offering a direct probe of the altermagnetic spin splitting, but\nalso represents an important step toward bridging their fundamental physics\nwith practical spintronic applications."}
{"id": "2511.05337", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05337", "abs": "https://arxiv.org/abs/2511.05337", "authors": ["Jonas Hänseroth", "Aaron Flötotto", "Muhammad Nawaz Qaisrani", "Christian Dreßler"], "title": "Fine-Tuning Unifies Foundational Machine-learned Interatomic Potential Architectures at ab initio Accuracy", "comment": "main article and supporting information", "summary": "This work demonstrates that fine-tuning transforms foundational\nmachine-learned interatomic potentials (MLIPs) to achieve consistent, near-ab\ninitio accuracy across diverse architectures. Benchmarking five leading MLIP\nframeworks (MACE, GRACE, SevenNet, MatterSim, and ORB) across seven chemically\ndiverse compounds reveals that fine-tuning universally enhances force\npredictions by factors of 5-15 and improves energy accuracy by 2-4 orders of\nmagnitude. The investigated models span both equivariant and invariant, as well\nas conservative and non-conservative, architectures. While general-purpose\nfoundation models are robust, they exhibit architecture-dependent deviations\nfrom ab initio reference data; fine-tuning eliminates these discrepancies,\nenabling quantitatively accurate predictions of atomistic and structural\nproperties. Using datasets constructed from equidistantly sampled frames of\nshort ab initio molecular dynamics trajectories, fine-tuning reduces force\nerrors by an order of magnitude and harmonizes performance across all\narchitectures. These findings establish fine-tuning as a universal route to\nachieving system-specific predictive accuracy while preserving the\ncomputational efficiency of MLIPs. To promote widespread adoption, we introduce\nthe aMACEing Toolkit, which provides a unified and reproducible interface for\nfine-tuning workflows across multiple MLIP frameworks."}
{"id": "2511.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05008", "abs": "https://arxiv.org/abs/2511.05008", "authors": ["Chaman Gupta", "Chris Matsumura", "Hongbin Yang", "Sarah Edwards", "Rebeca M. Gurrola", "Jiun-Haw Chu", "Hanjong Paik", "Yongqiang Wang", "David A. Muller", "Robert Streubel", "Tzu-Ming Lu", "Serena Eley"], "title": "Disorder-broadened topological Hall phase and anomalous Hall scaling in FeGe", "comment": "20 pages, 5 figures", "summary": "Magnetic skyrmions are topologically protected spin textures that are\npromising candidates for low-power spintronic memory and logic devices.\nRealizing skyrmion-based devices requires an understanding of how structural\ndisorder affects their stability and transport properties. This study uses\nNe$^{+}$ ion irradiation at fluences from $10^{11}$ to $10^{14}$ ions-cm$^{-2}$\nto systematically vary defect densities in 80 nm epitaxial FeGe films and\nquantify the resulting modifications to magnetic phase boundaries and\nelectronic scattering. Temperature- and field-dependent Hall measurements\nreveal that increasing disorder progressively extends the topological Hall\nsignal from a narrow window near 200\\~K in pristine films down to 4\\~K at the\nhighest fluence, with peak amplitude more than doubling. Simultaneously, the\nanomalous Hall effect transitions from quadratic Berry curvature scaling to\nlinear skew scattering behavior, with the skew coefficient increasing\nthreefold. These results establish quantitative correlations between defect\nconcentration, skyrmion phase space, and transport mechanisms in a chiral\nmagnet. It demonstrates that ion-beam modification provides systematic control\nover both topological texture stability and electrical detectability."}
{"id": "2511.04877", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04877", "abs": "https://arxiv.org/abs/2511.04877", "authors": ["Arjen van den Berg", "Peter Rickhaus", "Frank Barrows", "Cristiano Nisoli", "Sam Ladak"], "title": "Direct Visualization of the Magnetic Monopole Field in a 3D Artificial Spin Ice", "comment": null, "summary": "Magnetic monopoles, long hypothesised as fundamental particles carrying\nisolated magnetic charge, emerge in spin-ice systems as fractionalised\nexcitations governed by the ice rule. Yet their three-dimensional field\nstructure has never been directly visualised. Here, we use two-photon\nlithography and processing to fabricate a fully three-dimensional artificial\nspin-ice lattice with diamond-bond geometry. We then use scanning\nnitrogen-vacancy magnetometry to directly measure the stray magnetic fields of\nboth charge-neutral and monopole vertices. We find that ice-rule vertices\nproduce antivortex textures directly above their vertices, stabilised by the\nlocal frustrated two-in/two out ordering principle. Direct imaging of the\nmonopole stray field shows a highly divergent profile. By correlating\nexperiment with micromagnetic simulations and performing a multipole expansion\nof the reconstructed magnetisation, we reveal that monopoles in 3DASI are\nnon-trivial micromagnetic entities, carrying both magnetic charge and an\nintrinsic moment, giving rise to anisotropic interactions that are dependent\nupon the quasiparticles position on the lattice. Results suggest that as\nmonopoles separate under an applied field, the dipolar contribution to their\ninteraction reorients relative to the underlying Coulombic field, revealing\nthat monopole coupling is tunable through geometry, being set by the local\nvertex topology. These findings establish 3DASI as a programmable magnetic\nmetamaterial in which nanoscale geometry governs the energetics and dynamics of\nemergent magnetic charges."}
{"id": "2511.05153", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.05153", "abs": "https://arxiv.org/abs/2511.05153", "authors": ["Joseph M. Jones", "M. W. Long"], "title": "An explicit formula for perturbation theory at any order with infinitely many perturbations", "comment": null, "summary": "We provide a systematic formula, in terms of integer partitions, that\ngenerates perturbation theory explicitly at an arbitrary order. Our approach\nnaturally includes an infinite number of perturbations and uses a single matrix\nequation that contains the information for both the eigenvalue and eigenvector\ncorrections. The formula reduces to the standard case of one perturbation in\nthe appropriate limit. This formulation streamlines the derivations that are\ntraditionally tedious in perturbation theory, facilitating high-order\ncalculations."}
{"id": "2511.05388", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05388", "abs": "https://arxiv.org/abs/2511.05388", "authors": ["Jie Zheng", "Jiyong Kang", "Zheng Zhu", "Di Wu", "Yuesheng Li", "Dongxing Yu", "Jiayong Wang", "Hongxing Xu", "Chenglong Jia"], "title": "Quantum-Uncertainty-Governed Spin Dynamics in s-d Coupled Systems", "comment": null, "summary": "We investigate quantum fluctuation effects arising from the Heisenberg\nuncertainty principle governing angular momentum operators in the full\ndynamical evolution of disentanglement-entanglement-disentanglement between\nitinerant electrons and localized magnetic moments under the s-d exchange\ninteraction. Beyond the conventional deterministic spin-transfer torque, we\nidentify an intrinsic channel for the transfer of spin quantum fluctuations. By\nextending the Landau-Lifshitz-Gilbert equation to include both quantum and\nthermal stochastic fields, we reveal a temperature regime where quantum\nfluctuations dominate spin dynamics. Furthermore, voltage-controlled magnetic\nanisotropy can exponentially amplify these quantum fluctuation signals,\nenabling their binary detection via tunneling magnetoresistance in magnetic\ntunnel junctions. These results establish a microscopic framework for quantum\nfluctuation-driven spin dynamics and provide a fundamental route toward\nspin-based quantum true random number generation."}
{"id": "2511.05398", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.05398", "abs": "https://arxiv.org/abs/2511.05398", "authors": ["Vojtech Kostal", "Brennon L. Shanks", "Pavel Jungwirth", "Hector Martinez-Seara"], "title": "Bayesian learning for accurate and robust biomolecular force fields", "comment": "main text: 14 pages, 5 figures; supplementary information: 10 pages,\n  7 figures, 3 tables", "summary": "Molecular dynamics is a valuable tool to probe biological processes at the\natomistic level - a resolution often elusive to experiments. However, the\ncredibility of molecular models is limited by the accuracy of the underlying\nforce field, which is often parametrized relying on ad hoc assumptions. To\naddress this gap, we present a Bayesian framework for learning physically\ngrounded parameters directly from ab initio molecular dynamics data. By\nrepresenting both model parameters and data probabilistically, the framework\nyields interpretable, statistically rigorous models in which uncertainty and\ntransferability emerge naturally from the learning process. This approach\nprovides a transparent, data-driven foundation for developing predictive\nmolecular models and enhances confidence in computational descriptions of\nbiophysical systems. We demonstrate the method using 18 biologically relevant\nmolecular fragments that capture key motifs in proteins, nucleic acids, and\nlipids, and, as a proof of concept, apply it to calcium binding to troponin - a\ncentral event in cardiac regulation."}
{"id": "2511.05014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05014", "abs": "https://arxiv.org/abs/2511.05014", "authors": ["Arvind Singh", "Jan Kunc", "Tinkara Troha", "Hynek Němec", "Petr Kužel"], "title": "Ultrafast Terahertz Photoconductivity and Near-Field Imaging of Nanoscale Inhomogeneities in Multilayer Epitaxial Graphene Nanoribbons", "comment": null, "summary": "We study broadband terahertz (THz) conductivity and ultrafast\nphotoconductivity spectra in lithographically fabricated multilayer epitaxial\ngraphene nanoribbons grown on C- face of 6H-SiC substrate. THz near-field\nspectroscopy reveals local conductivity variations across nanoscale structural\ninhomogeneities such as wrinkles and grain boundaries within the multilayer\ngraphene. Ultrabroadband THz far-field spectroscopy (0.15-16 THz) distinguishes\ndoped graphene layers near the substrate from quasi-neutral layers (QNLs)\nfurther from the substrate. Temperature-dependent THz conductivity spectra are\ndominated by intra-band transitions both in the doped and QNLs. Photoexcitation\nthen alters mainly the response of the QNLs: these exhibit a very high carrier\nmobility and a large positive THz photoconductivity with picosecond lifetime.\nThe response of QNLs strongly depends on the carrier temperature $T_c$: the\nscattering time drops by an order of magnitude down to ~10 fs upon an increase\nof $T_c$ from 50 K to $T_c >$ 1000 K, which is attributed to an enhanced\nelectron-electron and electron- phonon scattering and to an interaction of\nelectrons with mid-gap states."}
{"id": "2511.04879", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.04879", "abs": "https://arxiv.org/abs/2511.04879", "authors": ["Ting-Hsun Yang", "Yaochen Li", "Peng Zhang", "Penghao Zhu", "Hung-Yu Yang", "Eun Sang Choi", "Kaiwei Chen", "Wenqiang Cui", "Kin Wong", "Peng Deng", "Gang Qiu", "Kang L. Wang"], "title": "In-Plane Field induced Quantized Longitudinal Conductivity in Magnetic Topological Insulators", "comment": null, "summary": "We report the discovery of an in plane quantization (IPQ) state in trilayer\nmagnetic topological insulators, characterized by a quantized longitudinal\nconductivity of e2/h under strong in-plane magnetic fields. This state emerges\nat a quantum critical point separating quantum anomalous Hall phases tuned by\nfield angle and orientation, directly linking gap-closing behavior to quantized\ncriticality. Temperature and gate dependent transport measurements, supported\nby a self consistent approximation model, reveal that electron hole puddles\ndominate charge transport in this regime, highlighting the essential role of\nimpurity disorder in stabilizing quantized critical transport. These findings\nestablish a tunable experimental framework that connects gap-closing physics\nwith universal conductivity, offering both microscopic insight into critical\ntransport in magnetic topological insulators and a robust platform for probing\nquantum criticality in topological systems."}
{"id": "2511.05213", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05213", "abs": "https://arxiv.org/abs/2511.05213", "authors": ["Carlos Eduardo S. P. Corsino", "Hermann Freire"], "title": "Exact analysis of the interplay of charge order and unconventional pairings in the 2D Hatsugai-Kohmoto model", "comment": "11 pages, 5 figures", "summary": "We provide here a study of some competing ordering tendencies exhibited by\nthe exactly solvable 2D Hatsugai-Kohmoto (HK) model on a square lattice. To\nthis end, we investigate the interplay between superconductivity,\ncharge-density wave (CDW) and pair-density wave (PDW) orders as a function of\ninteraction, doping parameter, magnetic field, and uniaxial strain. As a\nresult, we confirm the intertwined nature of CDW and PDW fluctuating orders for\nintermediate-to-strong couplings. We also verify that, while an applied\nmagnetic field favors the formation of a CDW and allows the subsequent\nemergence of a PDW as a secondary order, strain effects favor unidirectional\nPDW as a primary order over the subdominant appearance of a stripe-like CDW.\nThese results underscore the value of the HK model as an interesting platform\nin order to investigate (via an exactly solvable framework) the emergence of\ncharge order and unconventional superconductivity in fermionic systems with\nstrong interactions. Finally, we briefly discuss an orbital generalization of\nthe HK model, which has been recently argued to be relevant to describe the\nproperties of realistic strongly correlated systems."}
{"id": "2511.04719", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.04719", "abs": "https://arxiv.org/abs/2511.04719", "authors": ["Sabbir A. Kahn", "Lukas Stampfer", "Sara Marti-Sanchez", "Dags Olsteins", "Damon James Carrad", "Thies Jansen", "Jonas Johansson", "Jordi Arbiol", "Peter Krogstrup", "Thomas Sand Jespersen"], "title": "Phase controlled multi-terminal Josephson junction in ternary hybrid nanowire", "comment": null, "summary": "This work presents multiterminal Josephson junctions in hybrid\nsemiconductor-superconductor InAsSb-Al nanocrosses. Hybrid nanocrosses are\ngrown using molecular beam epitaxy and are formed through As-assisted merging\nof oppositely directed InAsSb nanowires. We explain this complex ternary\nmerging mechanism using a temperature-dependent phase diagram and investigate\nthe detailed crystal structure with atomic-resolution imaging. The hybrid\nnanoscrosses enabled the fabrication of multiterminal Josephson junction\ndevices, which were characterized at low temperatures. The supercurrent through\neach terminal combination was measured as a function of the density in the\njunction and the relative phase of the terminals, which was controlled by an\nexternal magnetic field."}
{"id": "2511.04936", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04936", "abs": "https://arxiv.org/abs/2511.04936", "authors": ["Siwei Zhao", "Penghua Ying", "Guoqiang Zhang", "Ke Zhou", "Shengying Yue", "Yan Chen", "Yilun Liu"], "title": "Intrinsic Fracture Nonreciprocity at the Nanoscale", "comment": "14 pages, 5 gigures", "summary": "We reveal intrinsic fracture nonreciprocity, manifesting as directional\nasymmetry in crack resistance, in two-dimensional heterostructures engineered\nthrough lattice-mismatched interfaces. Density-functional theory combined with\nmachine-learning molecular dynamics show that intrinsic lattice mismatch\nbetween bonded component crystals imprints asymmetric prestrain states at crack\ntips, governing bond-breaking thresholds through charge redistribution. The\nfailure criterion obeys a universal exponential scaling law between normalized\ncharge density and bond strain, insensitive to bonding chemistry and local\natomic environment. The magnitude of nonreciprocity scales systematically with\nlattice mismatch, reaching 49% at 10% mismatch. Validation across hexagonal,\nsquare, rectangular, and oblique two-dimensional lattices confirms\nuniversality, establishing interface strain engineering as a general design\nprinciple that bridges electronic structure to nanoscale failure, enabling\nrational design of damage-tolerant nanostructures."}
{"id": "2511.05054", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05054", "abs": "https://arxiv.org/abs/2511.05054", "authors": ["M. Z. Mo", "M. B. Maigler", "T. Held", "B. K. Ofori-Okai", "A. Bergermann", "Z. Chen", "R. K. Li", "X. Shen", "K. Sokolowski-Tinten", "R. Redmer", "X. J. Wang", "J. Schein", "D. O. Gericke", "B. Rethfeld", "S. H. Glenzer"], "title": "Probing the atomic dynamics of ultrafast melting with femtosecond electron diffraction", "comment": "36 pages, 5 figures, 2 extended data figures", "summary": "Melting is an everyday phase transition that is determined by thermodynamic\nparameters like temperature and pressure. In contrast, ultrafast melting is\ngoverned by the microscopic response to a rapid energy input and, thus, can\nreveal the strength and dynamics of atomic bonds as well as the energy flow\nrate to the lattice. Accurately describing these processes remains challenging\nand requires detailed insights into transient states encountered. Here, we\npresent data from femtosecond electron diffraction measurements that capture\nthe structural evolution of copper during the ultrafast solid to liquid phase\ntransformations. At absorbed energy densities 2 to 4 times the melting\nthreshold, melting begins at the surface slightly below the nominal melting\npoint followed by rapid homogeneous melting throughout the volume. Molecular\ndynamics simulations reproduce these observations and reveal a weak electron\nlattice energy transfer rate for the given experimental conditions. Both\nsimulations and experiments show no indications of rapid lattice collapse when\nits temperature surpasses proposed limits of superheating, providing evidence\nthat inherent dynamics limits the speed of disordering in ultrafast melting of\nmetals."}
{"id": "2511.04894", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04894", "abs": "https://arxiv.org/abs/2511.04894", "authors": ["Hui-Fei Zhai", "Sergey L. Bud'ko", "Jacob W. Fritsky", "Jason F. Khoury"], "title": "Mixed-Valent Ce Disrupts Magnetic Ordering in CeFe$_2$Ga$_8$", "comment": null, "summary": "Mixed valency in intermetallics with lanthanide cations is well established\nas a pathway to unusual charge transport, complex magnetism, and\nsuperconductivity. In this work, we report a comprehensive study of the\nstructural, magnetic, electronic, and thermal properties of the mixed valent\ncompound CeFe$_2$Ga$_8$. Powder X-ray diffraction (PXRD) and X-ray\nphotoelectron spectroscopy (XPS) characterize CeFe$_2$Ga$_8$ as a\nquasi-one-dimensional (Q1D) compound with mixed-valent Ce$^{3+}$ and Ce$^{4+}$\non a single crystallographic site. $^{57}$Fe M\\\"ossbauer spectroscopy indicates\nthat the Fe sublattice is nonmagnetic, in direct contrast with recent reports\nof this compound. Low-temperature electrical resistivity and heat capacity\nmeasurements show no evidence of magnetic ordering, and a modest Sommerfeld\ncoefficient ($\\gamma$) of 22.7 mJ/mol$\\cdot$K$^2$ make extensive Kondo\nhybridization unlikely. DC and AC magnetic susceptibility data suggest\nshort-range magnetic order at $\\sim$5.2 and 7.6 K with no frequency dependence,\nruling out canonical spin-glass behavior in this compound. Additionally, the\nmagnetic susceptibility data does not contain any broad features that are\ntypically associated with an intermediate valence state in Ce, suggesting\neither high-temperature valence fluctuation or a different mechanism of mixed\nvalency. This work demonstrates that mixed-valent Ce inhibits magnetic ordering\nin CeFe$_2$Ga$_8$ and provides a broader picture for how to analyze short-range\nspin interactions in Q1D intermetallics."}
{"id": "2511.05303", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05303", "abs": "https://arxiv.org/abs/2511.05303", "authors": ["Zsolt Gulacsi"], "title": "The action of the nearest neighbor Coulomb repulsion on the homogeneity in the high concentration domain for itinerant systems", "comment": "18 pages, 3 figures, Accepted for publication at Int. Jour. Mod.\n  Phys. B (2025)", "summary": "Exact results are presented for itinerant systems\n  demonstrating that the nearest neighbor Coulomb\n  repulsion (V) destroys the homogeneity in the high concentration regime, this\n  property being not present in the low concentration domain. Since the effects\n  of V often seems contradictory, and the number of phases in which it could\n  appear is extremely large, this result underlines that the action of the\n  nearest neighbor repulsion is not necessarily routed in the characteristics\n  of phases on which it acts, but could be intimately related to V itself.\n  The $V > 0$ case usually means non-integrability, hence the deduced exact\n  ground states are related to non-integrable systems, the technique being\n  based on positive semidefinite operator properties."}
{"id": "2511.04936", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04936", "abs": "https://arxiv.org/abs/2511.04936", "authors": ["Siwei Zhao", "Penghua Ying", "Guoqiang Zhang", "Ke Zhou", "Shengying Yue", "Yan Chen", "Yilun Liu"], "title": "Intrinsic Fracture Nonreciprocity at the Nanoscale", "comment": "14 pages, 5 gigures", "summary": "We reveal intrinsic fracture nonreciprocity, manifesting as directional\nasymmetry in crack resistance, in two-dimensional heterostructures engineered\nthrough lattice-mismatched interfaces. Density-functional theory combined with\nmachine-learning molecular dynamics show that intrinsic lattice mismatch\nbetween bonded component crystals imprints asymmetric prestrain states at crack\ntips, governing bond-breaking thresholds through charge redistribution. The\nfailure criterion obeys a universal exponential scaling law between normalized\ncharge density and bond strain, insensitive to bonding chemistry and local\natomic environment. The magnitude of nonreciprocity scales systematically with\nlattice mismatch, reaching 49% at 10% mismatch. Validation across hexagonal,\nsquare, rectangular, and oblique two-dimensional lattices confirms\nuniversality, establishing interface strain engineering as a general design\nprinciple that bridges electronic structure to nanoscale failure, enabling\nrational design of damage-tolerant nanostructures."}
{"id": "2511.05178", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05178", "abs": "https://arxiv.org/abs/2511.05178", "authors": ["Martin Siron", "Inel Djafar", "Ali Ramlaoui", "Etienne du Fayette", "Amandine Rossello", "Edvin Fako", "Matthew McDermott", "Felix Therrien", "Luis Barroso-Luque", "Flaviu Cipcigan", "Philippe Schwaller", "Thomas Wolf", "Alexandre Duval"], "title": "LeMat-Bulk: aggregating, and de-duplicating quantum chemistry materials databases", "comment": null, "summary": "The rapid expansion of materials science databases has driven machine\nlearning-based discovery while also posing challenges in data integration,\nduplication, and interoperability. Robust standardization and de-duplication\nmethods are needed to address these issues and streamline materials research.\nWe present LeMat-Bulk, a unified dataset combining Materials Project, OQMD, and\nAlexandria, encompassing over 5.3 million PBE-calculated materials and also\nrepresenting the largest collection of PBESol and SCAN functional calculations.\nOur methodology standardizes calculations across databases that utilize\ndifferent parameters, effectively addressing redundancy and enhancing\ncross-compatibility. To de-duplicate, we propose a hashing function which we\ntermed the Bonding Algorithm Weisfeiller-Lehman (BAWL). We comprehensively\nbenchmark this fingerprint under atomic noise, lattice strain, and symmetry\ntransformations, demonstrating that it outperforms existing fingerprinting\ntechniques such as SLICES, and CLOUD in robustness while offering greater\ncomputational efficiency than similarity-based approaches such as Pymatgen's\nStructureMatcher. Additionally, the fingerprint facilitates the analysis of\nfunctional-dependent trends (PBE, PBESol, SCAN) offering a scalable framework\nfor data-driven materials science."}
{"id": "2511.04897", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.04897", "abs": "https://arxiv.org/abs/2511.04897", "authors": ["Monique Kubovsky", "Yorick A. Birkhölzer", "Luka B. Mitrovic", "Hanjong Paik", "George R. Rossman", "Darrell G. Schlom"], "title": "Preparation and evaluation of alexandrite, forsterite, and topaz substrates for the epitaxial growth of rutile oxides", "comment": null, "summary": "Metal-insulator transitions and superconductivity in rutile-structured oxides\nhold promise for advanced electronic applications, yet their thin film\nsynthesis is severely hindered by limited substrate options. Here, we present\nthree single- crystalline substrates, BeAl2O4, Mg2SiO4, and Al2SiO4(F,OH)2,\nprepared via optimized thermal and chemical treatments to achieve atomically\nsmooth surfaces suitable for epitaxial growth. Atomic force microscopy confirms\natomic step-and-terrace surface morphologies, and oxide molecular-beam epitaxy\ngrowth on these substrates demonstrates successful heteroepitaxy of rutile\nTiO2, VO2, NbO2, and RuO2 films. Among these unconventional substrates, BeAl2O4\nexhibits exceptional thermal and chemical stability, making it a versatile\nsubstrate candidate. These findings introduce new substrate platforms that\nfacilitate strain engineering and exploration of rutile oxide thin films,\npotentially advancing the study of their strain-dependent physical properties."}
{"id": "2511.05358", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.05358", "abs": "https://arxiv.org/abs/2511.05358", "authors": ["Jeff Murugan"], "title": "On-Shell Methods for Quantum Matter: Strongly correlated Dirac materials", "comment": "6 pages. Prepared for PRL + Supplementary material", "summary": "We propose a framework for applying on-shell scattering amplitude methods to\nemergent relativistic phases of quantum matter. Many strongly correlated\nsystems, from Dirac and Weyl semimetals to topological-insulator surfaces,\nexhibit low-energy excitations that are effectively massless relativistic\nspinors. We show that physical observables such as nonlinear optical and Hall\nresponses can be obtained from compact on-shell amplitudes, bypassing the\ncomplexity of Feynman diagrams. As a concrete demonstration, we derive the\nnonlinear Hall conductivity of a Dirac semimetal from a single parity-odd\nthree-photon amplitude, highlighting the analytic and conceptual power of\namplitude-based approaches for strongly correlated condensed-matter systems."}
{"id": "2511.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05008", "abs": "https://arxiv.org/abs/2511.05008", "authors": ["Chaman Gupta", "Chris Matsumura", "Hongbin Yang", "Sarah Edwards", "Rebeca M. Gurrola", "Jiun-Haw Chu", "Hanjong Paik", "Yongqiang Wang", "David A. Muller", "Robert Streubel", "Tzu-Ming Lu", "Serena Eley"], "title": "Disorder-broadened topological Hall phase and anomalous Hall scaling in FeGe", "comment": "20 pages, 5 figures", "summary": "Magnetic skyrmions are topologically protected spin textures that are\npromising candidates for low-power spintronic memory and logic devices.\nRealizing skyrmion-based devices requires an understanding of how structural\ndisorder affects their stability and transport properties. This study uses\nNe$^{+}$ ion irradiation at fluences from $10^{11}$ to $10^{14}$ ions-cm$^{-2}$\nto systematically vary defect densities in 80 nm epitaxial FeGe films and\nquantify the resulting modifications to magnetic phase boundaries and\nelectronic scattering. Temperature- and field-dependent Hall measurements\nreveal that increasing disorder progressively extends the topological Hall\nsignal from a narrow window near 200\\~K in pristine films down to 4\\~K at the\nhighest fluence, with peak amplitude more than doubling. Simultaneously, the\nanomalous Hall effect transitions from quadratic Berry curvature scaling to\nlinear skew scattering behavior, with the skew coefficient increasing\nthreefold. These results establish quantitative correlations between defect\nconcentration, skyrmion phase space, and transport mechanisms in a chiral\nmagnet. It demonstrates that ion-beam modification provides systematic control\nover both topological texture stability and electrical detectability."}
{"id": "2511.05188", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05188", "abs": "https://arxiv.org/abs/2511.05188", "authors": ["Hayato Wakai", "Shintaro Ishiwata", "Atsuto Seko"], "title": "Systematic global structure search of bismuth-based binary systems under pressure using machine learning potentials", "comment": "REVTeX 4-2; 22 pages, 13 figures, and 15 tables in the main text; 13\n  pages, 22 figures, and 1 table in the supplemental material", "summary": "Machine learning potentials (MLPs) have significantly advanced global crystal\nstructure prediction by enabling efficient and accurate property evaluations.\nIn this study, global structure searches are performed for 11 bismuth-based\nbinary systems, including Na-Bi, Ca-Bi, and Eu-Bi, under pressures ranging from\n0 to 20 GPa, employing polynomial MLPs developed specifically for these\nsystems. The searches reveal numerous compounds not previously reported in the\nliterature and identify all experimentally known compounds that are\nrepresentable within the explored configurational space. These results\nhighlight the robustness and reliability of the current MLP-based structure\nsearch. The study provides valuable insights into the discovery and design of\nnovel bismuth-based materials under both ambient and high-pressure conditions."}
{"id": "2511.04899", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.04899", "abs": "https://arxiv.org/abs/2511.04899", "authors": ["Xueheng Kuang", "Federico Escudero", "Pierre A. Pantaleón", "Francisco Guinea", "Zhen Zhan"], "title": "Review of the tight-binding method applicable to the properties of moiré superlattices", "comment": "Invitation from PCCP", "summary": "Moir\\'e superlattices have emerged as a versatile platform for exploring a\nwide range of ex- otic quantum phenomena. Unlike angstrom-scale materials, the\nmoir\\'e length-scale system contains a large number of atoms, and its\nelectronic structure is significantly modulated by the lattice relaxation.\nThese features pose a huge theoretical challenge. Among the available\ntheoretical approaches, tight-binding (TB) methods are widely employed to\npredict the electronic, transport, and optical properties of systems such as\ntwisted graphene, twisted transition-metal dichalcogenides (TMDs), and related\nmoir\\'e materials. In this review, we pro- vide a comprehensive overview of\natomistic TB Hamiltonians and the numerical techniques commonly used to model\ngraphene-based, TMD-based and hBN-based moir\\'e superlattices. We also discuss\nthe connection between atomistic TB descriptions and effective low-energy\ncontinuum models. Two examples of different moir\\'e materials and geometries\nare provided to emphasize the advantages of the TB methods. This review is\nintended to serve as a theoretical and practical guide for those seeking to\napply TB methods to the study of various properties of moir\\'e superlattices."}
{"id": "2511.05376", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05376", "abs": "https://arxiv.org/abs/2511.05376", "authors": ["Z. W. Riedel", "C. S. Kengle", "A. Schmidt", "K. Allen", "C. Lane", "Ying Wai Li", "Jian-Xin Zhu", "J. D. Thompson", "F. Ronning", "S. M. Thomas", "P. F. S. Rosa", "E. D. Bauer"], "title": "Structural modulation, physical properties, and electronic band structure of the kagome metal UCr$_6$Ge$_6$", "comment": "15 pages, 13 figures", "summary": "The chemical flexibility of the $RM_6X_6$ stoichiometry, where an $f$-block\nelement is intercalated in the CoSn structure type, allows for the tuning of\nflatbands associated with kagome lattices to the Fermi level and for emergent\nphenomena due to interactions between the $f$- and $d$-electron lattices. Yet,\n5$f$ members of the \"166\" compounds are underrepresented compared with 4$f$\nmembers. Here, we report single-crystal growth of UCr$_6$Ge$_6$, which\ncrystallizes in a monoclinically distorted Y$_{0.5}$Co$_3$Ge$_3$-type\nstructure. The real-space character of the modulation, which is unique within\nthe $RM_6X_6$ family, is approximated by a 3$\\times$1$\\times$2 supercell of the\naverage monoclinic cell. The compound has kagome-lattice flatbands near the\nFermi level and a moderately enhanced electronic heat capacity, as evidenced by\nits low-temperature Sommerfeld coefficient ($\\gamma=86.5$ mJ mol$^{-1}$\nK$^{-2}$) paired with band structure calculations. The small, isotropic\nmagnetization and featureless resistivity of UCr$_6$Ge$_6$ suggest itinerant\nuranium 5$f$ electrons and Pauli paramagnetism. The isotropic magnetic behavior\nof the uranium 5$f$ electrons starkly contrasts with localized behavior in\nother uranium 166 compounds, highlighting the high tunability of the magnetic\nground state across the material family."}
{"id": "2511.05014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05014", "abs": "https://arxiv.org/abs/2511.05014", "authors": ["Arvind Singh", "Jan Kunc", "Tinkara Troha", "Hynek Němec", "Petr Kužel"], "title": "Ultrafast Terahertz Photoconductivity and Near-Field Imaging of Nanoscale Inhomogeneities in Multilayer Epitaxial Graphene Nanoribbons", "comment": null, "summary": "We study broadband terahertz (THz) conductivity and ultrafast\nphotoconductivity spectra in lithographically fabricated multilayer epitaxial\ngraphene nanoribbons grown on C- face of 6H-SiC substrate. THz near-field\nspectroscopy reveals local conductivity variations across nanoscale structural\ninhomogeneities such as wrinkles and grain boundaries within the multilayer\ngraphene. Ultrabroadband THz far-field spectroscopy (0.15-16 THz) distinguishes\ndoped graphene layers near the substrate from quasi-neutral layers (QNLs)\nfurther from the substrate. Temperature-dependent THz conductivity spectra are\ndominated by intra-band transitions both in the doped and QNLs. Photoexcitation\nthen alters mainly the response of the QNLs: these exhibit a very high carrier\nmobility and a large positive THz photoconductivity with picosecond lifetime.\nThe response of QNLs strongly depends on the carrier temperature $T_c$: the\nscattering time drops by an order of magnitude down to ~10 fs upon an increase\nof $T_c$ from 50 K to $T_c >$ 1000 K, which is attributed to an enhanced\nelectron-electron and electron- phonon scattering and to an interaction of\nelectrons with mid-gap states."}
{"id": "2511.05224", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05224", "abs": "https://arxiv.org/abs/2511.05224", "authors": ["G. A. Lombardi", "L. O. Kutelak", "M. M. Piva", "V. E. S. Frehse", "G. A. Calligaris", "K. Manna", "C. Felser", "R. D. dos Reis", "M. Nicklas"], "title": "Uniaxial stress tuning of the anomalous Hall effect in Mn3Ge", "comment": null, "summary": "Tunable electronic properties in magnetic materials lead to novel physical\nphenomena that have the potential to be exploited in the design of new\nspintronic devices. Here, we report the effect of uniaxial stress on the\nanomalous Hall effect (AHE) in the hexagonal frustrated antiferromagnetic\nHeusler compound Mn3Ge. Our x-ray diffraction results show that the c/a ratio\nvaries linearly with strain when stress is applied along the a axis, as well as\na significantly higher Young's modulus along the c direction. The linear\nbehavior of the c/a ratio under uniaxial stress mirrors that seen under\nhydrostatic pressure up to 1.8 GPa, but results in a characteristically\ndifferent behavior of the AHE. Stress applied along the a axis induces a\ndistortion in the ab plane, smoothing the abrupt jump in the AHE signal at zero\nmagnetic field. In contrast, stress applied along the c axis has little effect,\npresumably due to the higher Young's modulus. We argue that this is due to\npronounced changes in magnetic order."}
{"id": "2511.04936", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.04936", "abs": "https://arxiv.org/abs/2511.04936", "authors": ["Siwei Zhao", "Penghua Ying", "Guoqiang Zhang", "Ke Zhou", "Shengying Yue", "Yan Chen", "Yilun Liu"], "title": "Intrinsic Fracture Nonreciprocity at the Nanoscale", "comment": "14 pages, 5 gigures", "summary": "We reveal intrinsic fracture nonreciprocity, manifesting as directional\nasymmetry in crack resistance, in two-dimensional heterostructures engineered\nthrough lattice-mismatched interfaces. Density-functional theory combined with\nmachine-learning molecular dynamics show that intrinsic lattice mismatch\nbetween bonded component crystals imprints asymmetric prestrain states at crack\ntips, governing bond-breaking thresholds through charge redistribution. The\nfailure criterion obeys a universal exponential scaling law between normalized\ncharge density and bond strain, insensitive to bonding chemistry and local\natomic environment. The magnitude of nonreciprocity scales systematically with\nlattice mismatch, reaching 49% at 10% mismatch. Validation across hexagonal,\nsquare, rectangular, and oblique two-dimensional lattices confirms\nuniversality, establishing interface strain engineering as a general design\nprinciple that bridges electronic structure to nanoscale failure, enabling\nrational design of damage-tolerant nanostructures."}
{"id": "2511.05224", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05224", "abs": "https://arxiv.org/abs/2511.05224", "authors": ["G. A. Lombardi", "L. O. Kutelak", "M. M. Piva", "V. E. S. Frehse", "G. A. Calligaris", "K. Manna", "C. Felser", "R. D. dos Reis", "M. Nicklas"], "title": "Uniaxial stress tuning of the anomalous Hall effect in Mn3Ge", "comment": null, "summary": "Tunable electronic properties in magnetic materials lead to novel physical\nphenomena that have the potential to be exploited in the design of new\nspintronic devices. Here, we report the effect of uniaxial stress on the\nanomalous Hall effect (AHE) in the hexagonal frustrated antiferromagnetic\nHeusler compound Mn3Ge. Our x-ray diffraction results show that the c/a ratio\nvaries linearly with strain when stress is applied along the a axis, as well as\na significantly higher Young's modulus along the c direction. The linear\nbehavior of the c/a ratio under uniaxial stress mirrors that seen under\nhydrostatic pressure up to 1.8 GPa, but results in a characteristically\ndifferent behavior of the AHE. Stress applied along the a axis induces a\ndistortion in the ab plane, smoothing the abrupt jump in the AHE signal at zero\nmagnetic field. In contrast, stress applied along the c axis has little effect,\npresumably due to the higher Young's modulus. We argue that this is due to\npronounced changes in magnetic order."}
{"id": "2511.05190", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05190", "abs": "https://arxiv.org/abs/2511.05190", "authors": ["Kinga Jasiewicz", "Paweł Wójcik", "Michał Nowak", "Michał Zegrodnik"], "title": "Interplay between altermagnetism and superconductivity in two dimensions: intertwined symmetries and singlet-triplet mixing", "comment": null, "summary": "We study the interplay between altermagnetism and unconventional\nsuperconductivity for the case of two-dimensional square- and\ntriangular-lattice systems. Our approach is based on an effective single\nparticle Hamiltonian which mimics the alternating spin splitting characteristic\nfor the $d$-$wave$ and $i$-$wave$ altermagnetic state. By supplementing the\nmodel with intersite pairing term we characterize the principal features of the\ncoexistent altermagnetic-superconducting state as well as the possibility of\ninducing the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase. Our calculations\nshow that the subtle interplay between the symmetries of the superconducting\nand altermagnetic order parameters as well as the shape/size of the Fermi\nsurface lead to various types of anisotropic behaviors of the resultant\nnon-zero momentum pairing, which has not been possible in the originally\nproposed FFLO state. Moreover, in the considered systems additional pairing\nsymmetries appear leading to an exotic multi-component order parameter with\nsinglet-triplet mixing. To interpret the obtained data we analyze the Cooper\npair density in the momentum space and the corresponding Fermi wave vector\nmismatch resulting from the altermagnetic spin splitting. We discuss our result\nin the context of possible applications like, e.g., the superconducting diode."}
{"id": "2511.05335", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05335", "abs": "https://arxiv.org/abs/2511.05335", "authors": ["Joshua J. P. Cooper", "Jared W. Mitchell", "Shane Smolenski", "Ming Wen", "Eoghan Downey", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Kai Sun", "Dominika Zgid", "Na Hyun Jo", "Rachel S. Goldman"], "title": "Influence of Bi Alloying on GaAs Valence Band Structure", "comment": null, "summary": "Bi alloying is predicted to transform GaAs from a semiconductor to a\ntopological insulator or semi-metal. To date, studies of the GaAs$_{1-x}$Bi$_x$\nalloy band structure have been limited, and the origins of Bi-induced\nenhancement of the spin-orbit splitting energy, $\\Delta_\\mathrm{SO}$, are\nunresolved. Here, we present high-resolution angle-resolved photoemission\nspectroscopy (ARPES) of droplet-free epitaxial GaAs$_{1-x}$Bi$_x$ films with\n$x_{\\mathrm{Bi}}$ = 0.06. In addition to quantifying the Bi-induced shifts of\nthe light-hole and heavy-hole valence bands, we probe the origins of the\nBi-enhanced $\\Delta_\\mathrm{SO}$. Using exact-two-component density functional\ntheory calculations, we identify the key role of Bi p-orbitals in the upward\nshift of the light-hole and heavy-hole bands that results in the Bi-enhanced\n$\\Delta_\\mathrm{SO}$."}
{"id": "2511.04950", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.04950", "abs": "https://arxiv.org/abs/2511.04950", "authors": ["Luke Allen Myers", "Nigel Lee En Hew", "Shun-Li Shang", "Zi-Kui Liu"], "title": "Recursive entropy in thermodynamics: establishing the statistical-physics basis of the zentropy approach", "comment": null, "summary": "The recursive property of entropy is well known in the field of information\ntheory; however, the concept is rarely used in the field of thermodynamics,\ndespite being the field where the concept of entropy originated. This work\nshows that the equation for entropy used in the zentropy, which is an exact\nmultiscale approach to thermodynamics, is a statement of the recursive property\nof entropy. Further, we clarify the meaning of entropy as the uncertainty\narising from unconstrained degrees of freedom and separate configurational\ncontributions from intra-configurational ones. Building on this, we derive the\npartition function, as used in zentropy, by maximizing entropy in its recursive\nform. The resulting framework is exact for a chosen level of description and\nenables principled coarse-graining, thereby reducing computational complexity\nwhile preserving thermodynamic consistency. These results position zentropy as\na rigorous bridge between microscopic and macroscopic behavior, facilitating\nquantitative predictions and the study of emergent phenomena."}
{"id": "2511.05390", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05390", "abs": "https://arxiv.org/abs/2511.05390", "authors": ["Yong Hu", "Christopher Lane", "Xiang Chen", "Shuting Peng", "Zeliang Sun", "Makoto Hashimoto", "Donghui Lu", "Tao Wu", "Robert S. Markiewicz", "Xianhui Chen", "Arun Bansil", "Stephen D. Wilson", "Junfeng He"], "title": "Anomalous Nodal Gap in a Doped Spin-1/2 Antiferromagnetic Mott Insulator", "comment": null, "summary": "Many emergent phenomena appear in doped Mott insulators near the\ninsulator-to-metal transition. In high-temperature cuprate superconductors,\nsuperconductivity arises when antiferromagnetic (AFM) order is gradually\nsuppressed by carrier doping, and a $\\textit{d}$-wave superconducting gap forms\nwhen an enigmatic nodal gap evolves into a point node. Here, we examine\nelectron-doped Sr$_{2}$IrO$_{4}$, the 5$\\textit{d}$-electron counterpart of\ncuprates, using angle-resolved photoemission spectroscopy. At low doping\nlevels, we observe the formation of electronic states near the Fermi level,\naccompanied by a gap at the AFM zone boundary, mimicking the AFM gap in\nelectron-doped cuprates. With increasing doping, a distinct gap emerges along\nthe (0,0)-($\\pi$,$\\pi$) nodal direction, paralleling that observed in\nhole-doped cuprates. This anomalous nodal gap persists after the collapse of\nthe AFM gap and gradually decreases with further doping. It eventually vanishes\ninto a point node of the reported $\\textit{d}$-wave gap. These observations\nreplicate the characteristic features in both electron- and hole-doped\ncuprates, indicating a unified route toward nodal metallicity in doped spin-1/2\nAFM Mott insulators."}
{"id": "2511.05354", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05354", "abs": "https://arxiv.org/abs/2511.05354", "authors": ["I. O. Simonenko", "R. G. Nazmitdinov", "T. N. Vershinina"], "title": "Antisolvent-Assisted Growth of Centimeter-Scale CsPbBr$_3$ Perovskite Single Crystals: A Theory-Guided Approach", "comment": "11 pages, 5 figures, 2 tables", "summary": "The fabrication of large, high-quality single crystals (SCs) of all-inorganic\ncesium lead bromide (CsPbBr$_3$) via accessible methods remains a significant\nchallenge. This work presents a systematic approach to optimize the antisolvent\nvapor-assisted crystallization (AVC) method, where the experimental design is\nguided by a theoretical methods at each step. A synergistic 9:1 (v/v) DMSO/DMF\nbinary solvent was selected to balance solubility and kinetics, a choice\nrationalized by an analysis of Gutmann's donor numbers. Subsequently, ethanol\nwas selected as a promising antisolvent by evaluating its properties against\nkey criteria of miscibility and diffusion rate using Hansen Solubility\nParameters (HSP) and Fick's law expressed in terms of saturated vapor pressure.\nWithin this rationally-defined chemical system, the \"growth window\" was\nexperimentally mapped, identifying an optimal precursor concentration of 0.35 M\nand a preliminary titration step to induce a controlled metastable state. The\noptimized protocol consistently yields phase-pure, orthorhombic CsPbBr$_3$ SCs\nup to 1 cm in size within one week at room temperature. The resulting crystals\nexhibit high crystallinity and thermal stability up to \\SI{550}{\\celsius}"}
{"id": "2511.05002", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.05002", "abs": "https://arxiv.org/abs/2511.05002", "authors": ["Jiarui Jiao", "Chao Xu", "Congjun Wu", "Wang Yang"], "title": "Many-body wave function and edge magnetization of an open $p+is$ superconducting chain", "comment": "19 pages, 5 figures", "summary": "Although BCS wave function for superconductors under periodic boundary\nconditions are well-established, obtaining an explicit form of the many-body\nBCS wave function under open boundary condition is usually a nontrivial\nproblem. In this work, we construct the exact BCS ground state wave function of\na one-dimensional spin-1/2 superconductor with $p+ is$ pairing symmetry under\nopen boundary conditions for special sets of parameters. The spin magnetization\non the edges are calculated explicitly using the obtained wave function.\nApproximate expression of the wave function is also discussed based on\ndegenerate perturbation theory when the $s$-wave component is much smaller than\nthe $p$-wave one, which provides more intuitive understanding for the system.\nOur work is useful for obtaining deeper understandings of open $p+ is$\nsuperconducting chains on a wave function level."}
{"id": "2511.05437", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05437", "abs": "https://arxiv.org/abs/2511.05437", "authors": ["Nguyen Tran Gia Bao", "Ton Nu Quynh Trang", "Phan Bach Thang", "Nam Thoai", "Vu Thi Hanh Thu", "Nguyen Tuan Hung"], "title": "Point Defects Limited Carrier Mobility in Janus MoSSe monolayer", "comment": "11 pages, 6 figures, 1 table", "summary": "Point defects, often formed during the growth of Janus MoSSe, act as built-in\nscatterers and affect carrier transport in electronic devices based on Janus\nMoSSe. In this study, we employ first-principles calculations to investigate\nthe impact of common defects, such as sulfur vacancies, selenium vacancies, and\nchalcogen substitutions, on electron transport, and compare their influence\nwith that of mobility limited by phonons. Here, we define the saturation defect\nconcentration ($C_{\\mathrm{sat}}$) as the highest defect density that still\nallows the total mobility to remain within 90\\% of the phonon-limited value,\nproviding a direct measure of how many defects a device can tolerate. Based on\n$C_{\\mathrm{sat}}$, we find a clear ranking of defect impact: selenium\nsubstituting for sulfur is relatively tolerant, with\n$C_{\\mathrm{sat}}\\approx2.07\\times10^{-4}$, while selenium vacancies are the\nmost sensitive, with $C_{\\mathrm{sat}}\\approx3.65\\times10^{-5}$. Our\n$C_{\\mathrm{sat}}$ benchmarks and defect hierarchy provide quantitative,\nmaterials-specific design rules that can guide the fabrication of high-mobility\nfield-effect transistors, electronic devices, and sensors based on Janus MoSSe."}
{"id": "2511.05008", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05008", "abs": "https://arxiv.org/abs/2511.05008", "authors": ["Chaman Gupta", "Chris Matsumura", "Hongbin Yang", "Sarah Edwards", "Rebeca M. Gurrola", "Jiun-Haw Chu", "Hanjong Paik", "Yongqiang Wang", "David A. Muller", "Robert Streubel", "Tzu-Ming Lu", "Serena Eley"], "title": "Disorder-broadened topological Hall phase and anomalous Hall scaling in FeGe", "comment": "20 pages, 5 figures", "summary": "Magnetic skyrmions are topologically protected spin textures that are\npromising candidates for low-power spintronic memory and logic devices.\nRealizing skyrmion-based devices requires an understanding of how structural\ndisorder affects their stability and transport properties. This study uses\nNe$^{+}$ ion irradiation at fluences from $10^{11}$ to $10^{14}$ ions-cm$^{-2}$\nto systematically vary defect densities in 80 nm epitaxial FeGe films and\nquantify the resulting modifications to magnetic phase boundaries and\nelectronic scattering. Temperature- and field-dependent Hall measurements\nreveal that increasing disorder progressively extends the topological Hall\nsignal from a narrow window near 200\\~K in pristine films down to 4\\~K at the\nhighest fluence, with peak amplitude more than doubling. Simultaneously, the\nanomalous Hall effect transitions from quadratic Berry curvature scaling to\nlinear skew scattering behavior, with the skew coefficient increasing\nthreefold. These results establish quantitative correlations between defect\nconcentration, skyrmion phase space, and transport mechanisms in a chiral\nmagnet. It demonstrates that ion-beam modification provides systematic control\nover both topological texture stability and electrical detectability."}
{"id": "2511.05448", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2511.05448", "abs": "https://arxiv.org/abs/2511.05448", "authors": ["Alexander M. Imre", "Lutz Hammer", "Ulrike Diebold", "Michele Riva", "Michael Schmid"], "title": "An improved reliability factor for quantitative low-energy electron diffraction", "comment": null, "summary": "Quantitative low-energy electron diffraction [LEED $I(V)$ or LEED $I(E)$, the\nevaluation of diffraction intensities $I$ as a function of the electron energy]\nis a versatile technique for the study of surface structures. The technique is\nbased on optimizing the agreement between experimental and calculated\nintensities. Today, the most commonly used measure of agreement is Pendry's $R$\nfactor $R_\\mathrm{P}$. While $R_\\mathrm{P}$ has many advantages, it also has\nsevere shortcomings, as it is a noisy target function for optimization and very\nsensitive to small offsets of the intensity. Furthermore, $R_\\mathrm{P} = 0$,\nwhich is meant to imply perfect agreement between two $I(E)$ curves can also be\nachieved by qualitatively very different curves. We present a modified $R$\nfactor $R_\\mathrm{S}$, which can be used as a direct replacement for\n$R_\\mathrm{P}$, but avoids these shortcomings. We also demonstrate that\n$R_\\mathrm{S}$ is as good as $R_\\mathrm{P}$ or better in steering the\noptimization to the correct result in the case of imperfections of the\nexperimental data, while another common $R$ factor, $R_\\mathrm{ZJ}$ (suggested\nby Zanazzi and Jona) is worse in this respect."}
{"id": "2511.05014", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05014", "abs": "https://arxiv.org/abs/2511.05014", "authors": ["Arvind Singh", "Jan Kunc", "Tinkara Troha", "Hynek Němec", "Petr Kužel"], "title": "Ultrafast Terahertz Photoconductivity and Near-Field Imaging of Nanoscale Inhomogeneities in Multilayer Epitaxial Graphene Nanoribbons", "comment": null, "summary": "We study broadband terahertz (THz) conductivity and ultrafast\nphotoconductivity spectra in lithographically fabricated multilayer epitaxial\ngraphene nanoribbons grown on C- face of 6H-SiC substrate. THz near-field\nspectroscopy reveals local conductivity variations across nanoscale structural\ninhomogeneities such as wrinkles and grain boundaries within the multilayer\ngraphene. Ultrabroadband THz far-field spectroscopy (0.15-16 THz) distinguishes\ndoped graphene layers near the substrate from quasi-neutral layers (QNLs)\nfurther from the substrate. Temperature-dependent THz conductivity spectra are\ndominated by intra-band transitions both in the doped and QNLs. Photoexcitation\nthen alters mainly the response of the QNLs: these exhibit a very high carrier\nmobility and a large positive THz photoconductivity with picosecond lifetime.\nThe response of QNLs strongly depends on the carrier temperature $T_c$: the\nscattering time drops by an order of magnitude down to ~10 fs upon an increase\nof $T_c$ from 50 K to $T_c >$ 1000 K, which is attributed to an enhanced\nelectron-electron and electron- phonon scattering and to an interaction of\nelectrons with mid-gap states."}
{"id": "2511.05222", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05222", "abs": "https://arxiv.org/abs/2511.05222", "authors": ["Kousuke Nakano", "Stefano Battaglia", "Jürg Hutter"], "title": "Fast and Scalable Evaluation of Unbiased Atomic Forces in ab initio Variational Monte Carlo via the Lagrangian Technique", "comment": "21 pages, 3 figures", "summary": "Ab initio quantum Monte Carlo (QMC) methods are state-of-the-art electronic\nstructure calculations based on highly parallelizable stochastic frameworks for\naccurate solutions of the many-body Schr\\\"{o}dinger equation, suitable for\nmodern many-core supercomputer architectures. Despite its potential, one of the\nmajor drawbacks that still hinders QMC applications, especially when targeting\ndynamical properties of large systems or large amounts of configurations, is\nthe lack of an affordable method to compute atomic forces that are consistent\nwith the corresponding potential energy surfaces (PESs), also known as unbiased\natomic forces. Recently, one of the authors in the present paper proposed a way\nto obtain unbiased forces with the Jastrow-correlated Slater determinant\nansatz, where the determinant part is frozen to the values obtained by a\nmean-field method, such as DFT. However, the proposed method has a significant\ndrawback for its applications: for a system with $N$ nuclei, one requires $3N$\nadditional DFT calculations to get unbiased forces, which is not negligible as\nthe system size increases. This paper presents a way to replace the $3N$ DFT\ncalculations with a single coupled-perturbed Kohn-Sham calculation, following\nthe so-called Lagrangian technique established in quantum chemistry. This\nimproves the computational cost and scalability of the method. We also\ndemonstrate that the developed unbiased VMC force calculation improves not only\nthe consistency with PESs, but also its accuracy, by investigating three\nmolecules from the rMD17 benchmark set, and comparing the corrected VMC forces\nwith those obtained by the Coupled-Cluster Singles and Doubles with\nperturbative Triples [CCSD(T)] calculations. We found that the bare VMC forces\nare significantly biased from the CCSD(T) ones, while the unbiased ones give\nvalues much closer to those of the CCSD(T) ones."}
{"id": "2511.05023", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05023", "abs": "https://arxiv.org/abs/2511.05023", "authors": ["Yifan Deng", "Ming Cheng", "Lanxin Liu", "Nan Zhou", "Yu Zhao", "Ruihuan Lan", "Yongqiang Pan", "Wenhai Song", "Yuyan Han", "Xiaoguang Zhu", "Xuan Luo", "Yuping Sun"], "title": "Anisotropy of linear magnetoresistance in Kagome metal ZrV$_6$Sn$_6$", "comment": null, "summary": "The Kagome lattice has attracted extensive attention due to the diverse\nmagnetic properties and non-trivial electronic states generated by its unique\natomic arrangement, which provides an excellent system for exploring\nmacroscopic quantum behavior. Here, we report the anomalous transport\nproperties in 166-type Kagome metal ZrV$_6$Sn$_6$ single crystals. The\nquadratic and linear magnetoresistance (LMR) can be observed depending on the\ndirections of the field and the current. Integrating Hall resistivity and\nquantum oscillation measurements, we found that the LMR could match well with\nthe Abrikosov model. However, this model encounters difficulties in explaining\nthe anisotropy of the magnetoresistance. To solve the issue, we extrapolate the\nAbrikosov model to the case of two-dimensional linear dispersion. It was found\nthat when the field is parallel to the linear dependence momentum, the\nquantized energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{p^2+2eHn/c}$, resulting in\nLMR. By contrast, when it is parallel to the non-linear dependence momentum,\nthe energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{2eHn/c}$, without yielding LMR.\nThrough the combination of experiment and theory, the modified Abrikosov model\ncould interpret the macroscopic quantum transport in ZrV$_6$Sn$_6$ crystal. The\npresent research provides a new perspective for understanding the LMR behavior."}
{"id": "2511.05261", "categories": ["physics.chem-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2511.05261", "abs": "https://arxiv.org/abs/2511.05261", "authors": ["Pedro H. M. Zanineli", "Matheus Zaia Monteiro", "Vinicius Francisco Wasques", "Francielle Santo Pedro Simões", "Gabriel R. Schleder"], "title": "Fuzzy Neural Network Performance and Interpretability of Quantum Wavefunction Probability Predictions", "comment": null, "summary": "Predicting quantum wavefunction probability distributions is crucial for\ncomputational chemistry and materials science, yet machine learning (ML) models\noften face a trade-off between accuracy and interpretability. This study\ncompares Artificial Neural Networks (ANNs) and Adaptive Neuro-Fuzzy Inference\nSystems (ANFIS) in modeling quantum probability distributions for the H$_{2}^+$\nion, leveraging data generated via Physics-Informed Neural Networks (PINNs).\nWhile ANN achieved superior accuracy (R$^2$ = 0.99 vs ANFIS's 0.95 with\nGaussian membership functions), it required over 50x more parameters (2,305 vs\n39-45). ANFIS, however, provided unique interpretability: its Gaussian\nmembership functions encoded spatial electron localization near proton\npositions ($\\mu = 1.2 A$), mirroring Born probability densities, while fuzzy\nrules reflected quantum superposition principles. Rules prioritizing the\ninternuclear direction revealed the system's 1D symmetry, aligning with Linear\nCombination of Atomic Orbitals theory--a novel data-driven perspective on\norbital hybridization. Membership function variances ($\\sigma$) further\nquantified electron delocalization trends, and peak prediction errors\nhighlighted unresolved quantum cusps. The choice of functions critically\nimpacted performance: Gaussian/Generalized Bell outperformed Sigmoid, with\nerrors improving as training data increased, showing scalability. This study\nunderscores the context-dependent value of ML: ANN for precision and ANFIS for\ninterpretable, parameter-efficient approximations that link inputs to physical\nbehavior. These findings advocate hybrid approaches in quantum simulations,\nbalancing accuracy with explainability to accelerate discovery. Future work\nshould extend ANFIS to multi-electron systems and integrate domain-specific\nconstraints (e.g., kinetic energy terms), bridging data-driven models and\nfundamental physics."}
{"id": "2511.05037", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05037", "abs": "https://arxiv.org/abs/2511.05037", "authors": ["C. Piyakulworawat", "K. Morita", "Y. Fukumoto", "W. -Y. Hsieh", "W. -T. Chen", "K. Nakajima", "S. Ohira-Kawamura", "Y. Zhao", "S. Wannapaiboon", "P. Piyawongwatthana", "T. J. Sato", "K. Matan"], "title": "Coupled dimerized alternating-bond quantum spin chains in the distorted honeycomb-lattice magnet Cu$_5$SbO$_6$", "comment": "16 pages, 7 figures", "summary": "We analyze powder-averaged inelastic neutron scattering and magnetization\ndata for the distorted honeycomb compound Cu$_5$SbO$_6$ using a first-order\ndimer expansion calculation and quantum Monte Carlo simulations. We show that,\nin contrast to the previously proposed honeycomb lattice model, Cu$_5$SbO$_6$\naccommodates interacting dimerized spin chains with alternating\nferromagnetic-antiferromagnetic couplings along the chain. Moreover, unlike the\ntypical couplings observed in other Cu$^{2+}$-based distorted honeycomb\nmagnets, the spin chains in Cu$_5$SbO$_6$ primarily couple through an\nantiferromagnetic coupling $J_4$ that arises between the honeycomb layers,\nrather than the expected interchain $J_3$ coupling in the layers. This finding\nreveals a different magnetic coupling scheme, $J_1$-$J_2$-$J_4$, for\nCu$_5$SbO$_6$. In addition, utilizing x-ray spectroscopy and transmission\nelectron microscopy, we also refine the crystal structure and stacking-fault\nmodel of the compound."}
{"id": "2511.05305", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05305", "abs": "https://arxiv.org/abs/2511.05305", "authors": ["E. F. Sheka"], "title": "Spin covalent chemistry of carbon", "comment": "41 pages, 16 figures, 168 references", "summary": "This review presents the covalent chemistry of carbon within the spin-radical\nconcept of electron interaction. Using the language of valence bond\ntrimodality, the regions of classical spinless covalence and its spin\ncounterpart are defined. Carbon is the only element exhibiting spin covalent\nchemistry. Classical covalent chemistry of carbon concerns molecular substances\nwhose valence bond structure includes segregate or chained single sp3C-C bonds.\nSubstances with double sp2C-C and triple sp1C-C bonds are the subject of spin\ncovalent chemistry of carbon. The mathematical apparatus of spin covalence\nforms the basis of algorithms governing the chemical modification of carbon\nsubstances, polymerization processes, and catalysis involving them, making it\npossible to supplement the empirical spin covalent chemistry of carbon with its\nvirtual analog."}
{"id": "2511.05054", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05054", "abs": "https://arxiv.org/abs/2511.05054", "authors": ["M. Z. Mo", "M. B. Maigler", "T. Held", "B. K. Ofori-Okai", "A. Bergermann", "Z. Chen", "R. K. Li", "X. Shen", "K. Sokolowski-Tinten", "R. Redmer", "X. J. Wang", "J. Schein", "D. O. Gericke", "B. Rethfeld", "S. H. Glenzer"], "title": "Probing the atomic dynamics of ultrafast melting with femtosecond electron diffraction", "comment": "36 pages, 5 figures, 2 extended data figures", "summary": "Melting is an everyday phase transition that is determined by thermodynamic\nparameters like temperature and pressure. In contrast, ultrafast melting is\ngoverned by the microscopic response to a rapid energy input and, thus, can\nreveal the strength and dynamics of atomic bonds as well as the energy flow\nrate to the lattice. Accurately describing these processes remains challenging\nand requires detailed insights into transient states encountered. Here, we\npresent data from femtosecond electron diffraction measurements that capture\nthe structural evolution of copper during the ultrafast solid to liquid phase\ntransformations. At absorbed energy densities 2 to 4 times the melting\nthreshold, melting begins at the surface slightly below the nominal melting\npoint followed by rapid homogeneous melting throughout the volume. Molecular\ndynamics simulations reproduce these observations and reveal a weak electron\nlattice energy transfer rate for the given experimental conditions. Both\nsimulations and experiments show no indications of rapid lattice collapse when\nits temperature surpasses proposed limits of superheating, providing evidence\nthat inherent dynamics limits the speed of disordering in ultrafast melting of\nmetals."}
{"id": "2511.05376", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05376", "abs": "https://arxiv.org/abs/2511.05376", "authors": ["Z. W. Riedel", "C. S. Kengle", "A. Schmidt", "K. Allen", "C. Lane", "Ying Wai Li", "Jian-Xin Zhu", "J. D. Thompson", "F. Ronning", "S. M. Thomas", "P. F. S. Rosa", "E. D. Bauer"], "title": "Structural modulation, physical properties, and electronic band structure of the kagome metal UCr$_6$Ge$_6$", "comment": "15 pages, 13 figures", "summary": "The chemical flexibility of the $RM_6X_6$ stoichiometry, where an $f$-block\nelement is intercalated in the CoSn structure type, allows for the tuning of\nflatbands associated with kagome lattices to the Fermi level and for emergent\nphenomena due to interactions between the $f$- and $d$-electron lattices. Yet,\n5$f$ members of the \"166\" compounds are underrepresented compared with 4$f$\nmembers. Here, we report single-crystal growth of UCr$_6$Ge$_6$, which\ncrystallizes in a monoclinically distorted Y$_{0.5}$Co$_3$Ge$_3$-type\nstructure. The real-space character of the modulation, which is unique within\nthe $RM_6X_6$ family, is approximated by a 3$\\times$1$\\times$2 supercell of the\naverage monoclinic cell. The compound has kagome-lattice flatbands near the\nFermi level and a moderately enhanced electronic heat capacity, as evidenced by\nits low-temperature Sommerfeld coefficient ($\\gamma=86.5$ mJ mol$^{-1}$\nK$^{-2}$) paired with band structure calculations. The small, isotropic\nmagnetization and featureless resistivity of UCr$_6$Ge$_6$ suggest itinerant\nuranium 5$f$ electrons and Pauli paramagnetism. The isotropic magnetic behavior\nof the uranium 5$f$ electrons starkly contrasts with localized behavior in\nother uranium 166 compounds, highlighting the high tunability of the magnetic\nground state across the material family."}
{"id": "2511.05065", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05065", "abs": "https://arxiv.org/abs/2511.05065", "authors": ["V. N. Mantsevich", "D. S. Smirnov", "E. L. Ivchenko"], "title": "Ultimate photon entanglement in biexciton cascade", "comment": "9 pages, 3 figures", "summary": "The polarization entanglement of photons emitted by semiconductor quantum\ndots is unavoidably limited by the spin fluctuations of the host lattice\nnuclei. To overcome this limitation, we develop a theory of entangled photon\npair generation by a symmetric colloidal quantum dot mediated by a triplet\nexciton. We derive general analytical expressions for the concurrence as a\nfunction of the hyperfine interaction strength and show that it is\nintrinsically higher than that in conventional doublet-exciton systems such as\nself-assembled quantum dots. The concurrence sensitively depends on the shape\nanisotropy and the strain applied to a nanocrystal. In particular, we uncover a\npossibility of completely suppressing the detrimental effect of the hyperfine\ninteraction due to the interplay between nanocrystal anisotropy and\nelectron-hole exchange interaction. We argue that this represents the ultimate\nlimit for the generation of entangled photon pairs by semiconductor quantum\ndots."}
{"id": "2511.05390", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05390", "abs": "https://arxiv.org/abs/2511.05390", "authors": ["Yong Hu", "Christopher Lane", "Xiang Chen", "Shuting Peng", "Zeliang Sun", "Makoto Hashimoto", "Donghui Lu", "Tao Wu", "Robert S. Markiewicz", "Xianhui Chen", "Arun Bansil", "Stephen D. Wilson", "Junfeng He"], "title": "Anomalous Nodal Gap in a Doped Spin-1/2 Antiferromagnetic Mott Insulator", "comment": null, "summary": "Many emergent phenomena appear in doped Mott insulators near the\ninsulator-to-metal transition. In high-temperature cuprate superconductors,\nsuperconductivity arises when antiferromagnetic (AFM) order is gradually\nsuppressed by carrier doping, and a $\\textit{d}$-wave superconducting gap forms\nwhen an enigmatic nodal gap evolves into a point node. Here, we examine\nelectron-doped Sr$_{2}$IrO$_{4}$, the 5$\\textit{d}$-electron counterpart of\ncuprates, using angle-resolved photoemission spectroscopy. At low doping\nlevels, we observe the formation of electronic states near the Fermi level,\naccompanied by a gap at the AFM zone boundary, mimicking the AFM gap in\nelectron-doped cuprates. With increasing doping, a distinct gap emerges along\nthe (0,0)-($\\pi$,$\\pi$) nodal direction, paralleling that observed in\nhole-doped cuprates. This anomalous nodal gap persists after the collapse of\nthe AFM gap and gradually decreases with further doping. It eventually vanishes\ninto a point node of the reported $\\textit{d}$-wave gap. These observations\nreplicate the characteristic features in both electron- and hole-doped\ncuprates, indicating a unified route toward nodal metallicity in doped spin-1/2\nAFM Mott insulators."}
{"id": "2511.05105", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05105", "abs": "https://arxiv.org/abs/2511.05105", "authors": ["Tim Bauer", "Johannes Reuther"], "title": "Compact localized fermions and Ising anyons in a chiral spin liquid", "comment": "12 pages, 5 figures", "summary": "Quasiparticle hybridization remains a major challenge to realizing and\ncontrolling exotic states of matter in existing quantum simulation platforms.\nWe report the absence of hybridization for compact localized states (CLS)\nemerging in the chiral spin liquid described by the Yao-Kivelson model. The CLS\nform due to destructive quantum interference at fine-tuned coupling constants\nand populate perfectly flat quasiparticle bands on an effective kagome lattice.\nUsing a formalism for general Majorana-hopping Hamiltonians, we derive exact\nexpressions for CLS for various flux configurations and both for the\ntopological and trivial phases of the model. In addition to finite-energy\nmatter fermions with characteristic spin-spin correlations, we construct\ncompact localized Majorana zero modes attached to $\\pi$-flux excitations, which\nenable non-Abelian braiding of Ising anyons with minimal separation. Our\nresults inform the quantum simulation of topologically ordered states of matter\nand open avenues for exploring flat-band physics in quantum spin liquids."}
{"id": "2511.05112", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05112", "abs": "https://arxiv.org/abs/2511.05112", "authors": ["Ruixin Zuo", "Matthias Reichelt", "Cong Ngo", "Xiaohong Song", "Weifeng Yang", "Torsten Meier"], "title": "Unexpected increase of intensity-dependent excitonic second- and third-harmonic generation induced by static electric fields", "comment": "14 pages, 7 figures", "summary": "We compute and analyze the dependence of excitonic second- and third-harmonic\ngeneration (SHG/THG) as a function of the optical excitation intensity in the\npresence of static electric fields by solving the semiconductor Bloch\nequations. Our simulations are performed for excitation of the strongly bound\nintralayer exciton of an inversion-symmetric homobilayer of MoS2 with in-plane\nelectric fields. We demonstrate that for resonant excitation at the 1s\nK-exciton the SHG and the THG show complex dependencies on both the strength of\nthe static field and the peak amplitude of the optical pulse. For sufficiently\nintense optical excitation, the THG increases and the SHG increases\nsuperlinearly with the amplitude of the static field as long as exciton\nionization is not yet dominating. Microscopic simulations demonstrate that\nthese dependencies arise from an interplay between several effects including\nstatic and transient Stark shifts, exciton ionization, Wannier-Stark\nlocalization, off-resonant Rabi oscillations, and a modified interference\nbetween optical nonlinearities induced by the intraband acceleration. Our\nfindings offer several new possibilities for controlling the strong-field\ndynamics of systems with strongly bound excitons."}
{"id": "2511.05153", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.05153", "abs": "https://arxiv.org/abs/2511.05153", "authors": ["Joseph M. Jones", "M. W. Long"], "title": "An explicit formula for perturbation theory at any order with infinitely many perturbations", "comment": null, "summary": "We provide a systematic formula, in terms of integer partitions, that\ngenerates perturbation theory explicitly at an arbitrary order. Our approach\nnaturally includes an infinite number of perturbations and uses a single matrix\nequation that contains the information for both the eigenvalue and eigenvector\ncorrections. The formula reduces to the standard case of one perturbation in\nthe appropriate limit. This formulation streamlines the derivations that are\ntraditionally tedious in perturbation theory, facilitating high-order\ncalculations."}
{"id": "2511.05178", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05178", "abs": "https://arxiv.org/abs/2511.05178", "authors": ["Martin Siron", "Inel Djafar", "Ali Ramlaoui", "Etienne du Fayette", "Amandine Rossello", "Edvin Fako", "Matthew McDermott", "Felix Therrien", "Luis Barroso-Luque", "Flaviu Cipcigan", "Philippe Schwaller", "Thomas Wolf", "Alexandre Duval"], "title": "LeMat-Bulk: aggregating, and de-duplicating quantum chemistry materials databases", "comment": null, "summary": "The rapid expansion of materials science databases has driven machine\nlearning-based discovery while also posing challenges in data integration,\nduplication, and interoperability. Robust standardization and de-duplication\nmethods are needed to address these issues and streamline materials research.\nWe present LeMat-Bulk, a unified dataset combining Materials Project, OQMD, and\nAlexandria, encompassing over 5.3 million PBE-calculated materials and also\nrepresenting the largest collection of PBESol and SCAN functional calculations.\nOur methodology standardizes calculations across databases that utilize\ndifferent parameters, effectively addressing redundancy and enhancing\ncross-compatibility. To de-duplicate, we propose a hashing function which we\ntermed the Bonding Algorithm Weisfeiller-Lehman (BAWL). We comprehensively\nbenchmark this fingerprint under atomic noise, lattice strain, and symmetry\ntransformations, demonstrating that it outperforms existing fingerprinting\ntechniques such as SLICES, and CLOUD in robustness while offering greater\ncomputational efficiency than similarity-based approaches such as Pymatgen's\nStructureMatcher. Additionally, the fingerprint facilitates the analysis of\nfunctional-dependent trends (PBE, PBESol, SCAN) offering a scalable framework\nfor data-driven materials science."}
{"id": "2511.05188", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05188", "abs": "https://arxiv.org/abs/2511.05188", "authors": ["Hayato Wakai", "Shintaro Ishiwata", "Atsuto Seko"], "title": "Systematic global structure search of bismuth-based binary systems under pressure using machine learning potentials", "comment": "REVTeX 4-2; 22 pages, 13 figures, and 15 tables in the main text; 13\n  pages, 22 figures, and 1 table in the supplemental material", "summary": "Machine learning potentials (MLPs) have significantly advanced global crystal\nstructure prediction by enabling efficient and accurate property evaluations.\nIn this study, global structure searches are performed for 11 bismuth-based\nbinary systems, including Na-Bi, Ca-Bi, and Eu-Bi, under pressures ranging from\n0 to 20 GPa, employing polynomial MLPs developed specifically for these\nsystems. The searches reveal numerous compounds not previously reported in the\nliterature and identify all experimentally known compounds that are\nrepresentable within the explored configurational space. These results\nhighlight the robustness and reliability of the current MLP-based structure\nsearch. The study provides valuable insights into the discovery and design of\nnovel bismuth-based materials under both ambient and high-pressure conditions."}
{"id": "2511.05190", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05190", "abs": "https://arxiv.org/abs/2511.05190", "authors": ["Kinga Jasiewicz", "Paweł Wójcik", "Michał Nowak", "Michał Zegrodnik"], "title": "Interplay between altermagnetism and superconductivity in two dimensions: intertwined symmetries and singlet-triplet mixing", "comment": null, "summary": "We study the interplay between altermagnetism and unconventional\nsuperconductivity for the case of two-dimensional square- and\ntriangular-lattice systems. Our approach is based on an effective single\nparticle Hamiltonian which mimics the alternating spin splitting characteristic\nfor the $d$-$wave$ and $i$-$wave$ altermagnetic state. By supplementing the\nmodel with intersite pairing term we characterize the principal features of the\ncoexistent altermagnetic-superconducting state as well as the possibility of\ninducing the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase. Our calculations\nshow that the subtle interplay between the symmetries of the superconducting\nand altermagnetic order parameters as well as the shape/size of the Fermi\nsurface lead to various types of anisotropic behaviors of the resultant\nnon-zero momentum pairing, which has not been possible in the originally\nproposed FFLO state. Moreover, in the considered systems additional pairing\nsymmetries appear leading to an exotic multi-component order parameter with\nsinglet-triplet mixing. To interpret the obtained data we analyze the Cooper\npair density in the momentum space and the corresponding Fermi wave vector\nmismatch resulting from the altermagnetic spin splitting. We discuss our result\nin the context of possible applications like, e.g., the superconducting diode."}
{"id": "2511.05194", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.05194", "abs": "https://arxiv.org/abs/2511.05194", "authors": ["V. V. Ryazanov"], "title": "Application of boundary functionals of the theory of random processes to aerosol coagulation", "comment": "12 pages, 4 figures", "summary": "A new approach to describing aerosol behavior is proposed. Boundary\nfunctionals of random process theory are applied to describe the behavior of\naerosol concentrations during coagulation. It is shown that considering the\nfirst-passage time of a given aerosol concentration level corresponds to\nexperimental results for the time dependence of aerosol concentration.\nProbabilities for aerosol concentrations to attain specific values are\nobtained, as well as expressions for average aerosol concentrations."}
{"id": "2511.05208", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05208", "abs": "https://arxiv.org/abs/2511.05208", "authors": ["Li-Shuo Liu", "Kai Shao", "Hai-Dong Li", "Xiangang Wan", "Wei Chen", "D. Y. Xing"], "title": "Altermagnetic Spin Precession and Spin Transistor", "comment": null, "summary": "Altermagnets hold great potential for spintronic applications, yet their\nintrinsic spin dynamics and associated transport properties remain largely\nunexplored. Here, we investigate spin-resolved quantum transport in a\nmulti-terminal setup based on a $d$-wave altermagnet. It is found that the\naltermagnetic spin splitting in momentum space induces an interesting spin\nprecession in real space, giving rise to characteristic spin patterns. This\naltermagnetic spin precession manifests as a spatial modulation of the Hall\nvoltage, whose oscillation period provides a direct measure of the\nspin-splitting strength. When the altermagnetism is electrically tunable, the\nproposed setup functions as a prototype for a highly efficient spin transistor.\nThe key physical effects are shown to be robust against dephasing and\ncrystalline warping. Our work not only identifies a fingerprint signature of\naltermagnets, offering a direct probe of the altermagnetic spin splitting, but\nalso represents an important step toward bridging their fundamental physics\nwith practical spintronic applications."}
{"id": "2511.05213", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05213", "abs": "https://arxiv.org/abs/2511.05213", "authors": ["Carlos Eduardo S. P. Corsino", "Hermann Freire"], "title": "Exact analysis of the interplay of charge order and unconventional pairings in the 2D Hatsugai-Kohmoto model", "comment": "11 pages, 5 figures", "summary": "We provide here a study of some competing ordering tendencies exhibited by\nthe exactly solvable 2D Hatsugai-Kohmoto (HK) model on a square lattice. To\nthis end, we investigate the interplay between superconductivity,\ncharge-density wave (CDW) and pair-density wave (PDW) orders as a function of\ninteraction, doping parameter, magnetic field, and uniaxial strain. As a\nresult, we confirm the intertwined nature of CDW and PDW fluctuating orders for\nintermediate-to-strong couplings. We also verify that, while an applied\nmagnetic field favors the formation of a CDW and allows the subsequent\nemergence of a PDW as a secondary order, strain effects favor unidirectional\nPDW as a primary order over the subdominant appearance of a stripe-like CDW.\nThese results underscore the value of the HK model as an interesting platform\nin order to investigate (via an exactly solvable framework) the emergence of\ncharge order and unconventional superconductivity in fermionic systems with\nstrong interactions. Finally, we briefly discuss an orbital generalization of\nthe HK model, which has been recently argued to be relevant to describe the\nproperties of realistic strongly correlated systems."}
{"id": "2511.05224", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05224", "abs": "https://arxiv.org/abs/2511.05224", "authors": ["G. A. Lombardi", "L. O. Kutelak", "M. M. Piva", "V. E. S. Frehse", "G. A. Calligaris", "K. Manna", "C. Felser", "R. D. dos Reis", "M. Nicklas"], "title": "Uniaxial stress tuning of the anomalous Hall effect in Mn3Ge", "comment": null, "summary": "Tunable electronic properties in magnetic materials lead to novel physical\nphenomena that have the potential to be exploited in the design of new\nspintronic devices. Here, we report the effect of uniaxial stress on the\nanomalous Hall effect (AHE) in the hexagonal frustrated antiferromagnetic\nHeusler compound Mn3Ge. Our x-ray diffraction results show that the c/a ratio\nvaries linearly with strain when stress is applied along the a axis, as well as\na significantly higher Young's modulus along the c direction. The linear\nbehavior of the c/a ratio under uniaxial stress mirrors that seen under\nhydrostatic pressure up to 1.8 GPa, but results in a characteristically\ndifferent behavior of the AHE. Stress applied along the a axis induces a\ndistortion in the ab plane, smoothing the abrupt jump in the AHE signal at zero\nmagnetic field. In contrast, stress applied along the c axis has little effect,\npresumably due to the higher Young's modulus. We argue that this is due to\npronounced changes in magnetic order."}
{"id": "2511.05303", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05303", "abs": "https://arxiv.org/abs/2511.05303", "authors": ["Zsolt Gulacsi"], "title": "The action of the nearest neighbor Coulomb repulsion on the homogeneity in the high concentration domain for itinerant systems", "comment": "18 pages, 3 figures, Accepted for publication at Int. Jour. Mod.\n  Phys. B (2025)", "summary": "Exact results are presented for itinerant systems\n  demonstrating that the nearest neighbor Coulomb\n  repulsion (V) destroys the homogeneity in the high concentration regime, this\n  property being not present in the low concentration domain. Since the effects\n  of V often seems contradictory, and the number of phases in which it could\n  appear is extremely large, this result underlines that the action of the\n  nearest neighbor repulsion is not necessarily routed in the characteristics\n  of phases on which it acts, but could be intimately related to V itself.\n  The $V > 0$ case usually means non-integrability, hence the deduced exact\n  ground states are related to non-integrable systems, the technique being\n  based on positive semidefinite operator properties."}
{"id": "2511.05335", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05335", "abs": "https://arxiv.org/abs/2511.05335", "authors": ["Joshua J. P. Cooper", "Jared W. Mitchell", "Shane Smolenski", "Ming Wen", "Eoghan Downey", "Chris Jozwiak", "Aaron Bostwick", "Eli Rotenberg", "Kai Sun", "Dominika Zgid", "Na Hyun Jo", "Rachel S. Goldman"], "title": "Influence of Bi Alloying on GaAs Valence Band Structure", "comment": null, "summary": "Bi alloying is predicted to transform GaAs from a semiconductor to a\ntopological insulator or semi-metal. To date, studies of the GaAs$_{1-x}$Bi$_x$\nalloy band structure have been limited, and the origins of Bi-induced\nenhancement of the spin-orbit splitting energy, $\\Delta_\\mathrm{SO}$, are\nunresolved. Here, we present high-resolution angle-resolved photoemission\nspectroscopy (ARPES) of droplet-free epitaxial GaAs$_{1-x}$Bi$_x$ films with\n$x_{\\mathrm{Bi}}$ = 0.06. In addition to quantifying the Bi-induced shifts of\nthe light-hole and heavy-hole valence bands, we probe the origins of the\nBi-enhanced $\\Delta_\\mathrm{SO}$. Using exact-two-component density functional\ntheory calculations, we identify the key role of Bi p-orbitals in the upward\nshift of the light-hole and heavy-hole bands that results in the Bi-enhanced\n$\\Delta_\\mathrm{SO}$."}
{"id": "2511.05354", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05354", "abs": "https://arxiv.org/abs/2511.05354", "authors": ["I. O. Simonenko", "R. G. Nazmitdinov", "T. N. Vershinina"], "title": "Antisolvent-Assisted Growth of Centimeter-Scale CsPbBr$_3$ Perovskite Single Crystals: A Theory-Guided Approach", "comment": "11 pages, 5 figures, 2 tables", "summary": "The fabrication of large, high-quality single crystals (SCs) of all-inorganic\ncesium lead bromide (CsPbBr$_3$) via accessible methods remains a significant\nchallenge. This work presents a systematic approach to optimize the antisolvent\nvapor-assisted crystallization (AVC) method, where the experimental design is\nguided by a theoretical methods at each step. A synergistic 9:1 (v/v) DMSO/DMF\nbinary solvent was selected to balance solubility and kinetics, a choice\nrationalized by an analysis of Gutmann's donor numbers. Subsequently, ethanol\nwas selected as a promising antisolvent by evaluating its properties against\nkey criteria of miscibility and diffusion rate using Hansen Solubility\nParameters (HSP) and Fick's law expressed in terms of saturated vapor pressure.\nWithin this rationally-defined chemical system, the \"growth window\" was\nexperimentally mapped, identifying an optimal precursor concentration of 0.35 M\nand a preliminary titration step to induce a controlled metastable state. The\noptimized protocol consistently yields phase-pure, orthorhombic CsPbBr$_3$ SCs\nup to 1 cm in size within one week at room temperature. The resulting crystals\nexhibit high crystallinity and thermal stability up to \\SI{550}{\\celsius}"}
{"id": "2511.05358", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.05358", "abs": "https://arxiv.org/abs/2511.05358", "authors": ["Jeff Murugan"], "title": "On-Shell Methods for Quantum Matter: Strongly correlated Dirac materials", "comment": "6 pages. Prepared for PRL + Supplementary material", "summary": "We propose a framework for applying on-shell scattering amplitude methods to\nemergent relativistic phases of quantum matter. Many strongly correlated\nsystems, from Dirac and Weyl semimetals to topological-insulator surfaces,\nexhibit low-energy excitations that are effectively massless relativistic\nspinors. We show that physical observables such as nonlinear optical and Hall\nresponses can be obtained from compact on-shell amplitudes, bypassing the\ncomplexity of Feynman diagrams. As a concrete demonstration, we derive the\nnonlinear Hall conductivity of a Dirac semimetal from a single parity-odd\nthree-photon amplitude, highlighting the analytic and conceptual power of\namplitude-based approaches for strongly correlated condensed-matter systems."}
{"id": "2511.05366", "categories": ["cond-mat.stat-mech", "math.DS", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2511.05366", "abs": "https://arxiv.org/abs/2511.05366", "authors": ["Ramón Nartallo-Kaluarachchi", "Renaud Lambiotte", "Alain Goriely"], "title": "Coarse-graining nonequilibrium diffusions with Markov chains", "comment": "22 pages, 18 figures", "summary": "We investigate nonequilibrium steady-state dynamics in both continuous- and\ndiscrete-state stochastic processes. Our analysis focuses on planar diffusion\ndynamics and their coarse-grained approximations by discrete-state Markov\nchains. Using finite-volume approximations, we derive an approximate master\nequation directly from the underlying diffusion and show that this\ndiscretisation preserves key features of the nonequilibrium steady-state. In\nparticular, we show that the entropy production rate of the approximation\nconverges as the number of discrete states goes to the limit. These results are\nillustrated with analytically solvable diffusions and numerical experiments on\nnonlinear processes, demonstrating how this approach can be used to explore the\ndependence of entropy production rate on model parameters. Finally, we address\nthe problem of inferring discrete-state Markov models from continuous\nstochastic trajectories. We show that discrete-state models significantly\nunderestimate the true entropy production rate. However, we also show that they\ncan provide tests to determine if a stationary planar diffusion is out of\nequilibrium. This property is illustrated with both simulated data and\nempirical trajectories from schooling fish."}
{"id": "2511.05376", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05376", "abs": "https://arxiv.org/abs/2511.05376", "authors": ["Z. W. Riedel", "C. S. Kengle", "A. Schmidt", "K. Allen", "C. Lane", "Ying Wai Li", "Jian-Xin Zhu", "J. D. Thompson", "F. Ronning", "S. M. Thomas", "P. F. S. Rosa", "E. D. Bauer"], "title": "Structural modulation, physical properties, and electronic band structure of the kagome metal UCr$_6$Ge$_6$", "comment": "15 pages, 13 figures", "summary": "The chemical flexibility of the $RM_6X_6$ stoichiometry, where an $f$-block\nelement is intercalated in the CoSn structure type, allows for the tuning of\nflatbands associated with kagome lattices to the Fermi level and for emergent\nphenomena due to interactions between the $f$- and $d$-electron lattices. Yet,\n5$f$ members of the \"166\" compounds are underrepresented compared with 4$f$\nmembers. Here, we report single-crystal growth of UCr$_6$Ge$_6$, which\ncrystallizes in a monoclinically distorted Y$_{0.5}$Co$_3$Ge$_3$-type\nstructure. The real-space character of the modulation, which is unique within\nthe $RM_6X_6$ family, is approximated by a 3$\\times$1$\\times$2 supercell of the\naverage monoclinic cell. The compound has kagome-lattice flatbands near the\nFermi level and a moderately enhanced electronic heat capacity, as evidenced by\nits low-temperature Sommerfeld coefficient ($\\gamma=86.5$ mJ mol$^{-1}$\nK$^{-2}$) paired with band structure calculations. The small, isotropic\nmagnetization and featureless resistivity of UCr$_6$Ge$_6$ suggest itinerant\nuranium 5$f$ electrons and Pauli paramagnetism. The isotropic magnetic behavior\nof the uranium 5$f$ electrons starkly contrasts with localized behavior in\nother uranium 166 compounds, highlighting the high tunability of the magnetic\nground state across the material family."}
{"id": "2511.05388", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.05388", "abs": "https://arxiv.org/abs/2511.05388", "authors": ["Jie Zheng", "Jiyong Kang", "Zheng Zhu", "Di Wu", "Yuesheng Li", "Dongxing Yu", "Jiayong Wang", "Hongxing Xu", "Chenglong Jia"], "title": "Quantum-Uncertainty-Governed Spin Dynamics in s-d Coupled Systems", "comment": null, "summary": "We investigate quantum fluctuation effects arising from the Heisenberg\nuncertainty principle governing angular momentum operators in the full\ndynamical evolution of disentanglement-entanglement-disentanglement between\nitinerant electrons and localized magnetic moments under the s-d exchange\ninteraction. Beyond the conventional deterministic spin-transfer torque, we\nidentify an intrinsic channel for the transfer of spin quantum fluctuations. By\nextending the Landau-Lifshitz-Gilbert equation to include both quantum and\nthermal stochastic fields, we reveal a temperature regime where quantum\nfluctuations dominate spin dynamics. Furthermore, voltage-controlled magnetic\nanisotropy can exponentially amplify these quantum fluctuation signals,\nenabling their binary detection via tunneling magnetoresistance in magnetic\ntunnel junctions. These results establish a microscopic framework for quantum\nfluctuation-driven spin dynamics and provide a fundamental route toward\nspin-based quantum true random number generation."}
{"id": "2511.05390", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.05390", "abs": "https://arxiv.org/abs/2511.05390", "authors": ["Yong Hu", "Christopher Lane", "Xiang Chen", "Shuting Peng", "Zeliang Sun", "Makoto Hashimoto", "Donghui Lu", "Tao Wu", "Robert S. Markiewicz", "Xianhui Chen", "Arun Bansil", "Stephen D. Wilson", "Junfeng He"], "title": "Anomalous Nodal Gap in a Doped Spin-1/2 Antiferromagnetic Mott Insulator", "comment": null, "summary": "Many emergent phenomena appear in doped Mott insulators near the\ninsulator-to-metal transition. In high-temperature cuprate superconductors,\nsuperconductivity arises when antiferromagnetic (AFM) order is gradually\nsuppressed by carrier doping, and a $\\textit{d}$-wave superconducting gap forms\nwhen an enigmatic nodal gap evolves into a point node. Here, we examine\nelectron-doped Sr$_{2}$IrO$_{4}$, the 5$\\textit{d}$-electron counterpart of\ncuprates, using angle-resolved photoemission spectroscopy. At low doping\nlevels, we observe the formation of electronic states near the Fermi level,\naccompanied by a gap at the AFM zone boundary, mimicking the AFM gap in\nelectron-doped cuprates. With increasing doping, a distinct gap emerges along\nthe (0,0)-($\\pi$,$\\pi$) nodal direction, paralleling that observed in\nhole-doped cuprates. This anomalous nodal gap persists after the collapse of\nthe AFM gap and gradually decreases with further doping. It eventually vanishes\ninto a point node of the reported $\\textit{d}$-wave gap. These observations\nreplicate the characteristic features in both electron- and hole-doped\ncuprates, indicating a unified route toward nodal metallicity in doped spin-1/2\nAFM Mott insulators."}
{"id": "2511.05437", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05437", "abs": "https://arxiv.org/abs/2511.05437", "authors": ["Nguyen Tran Gia Bao", "Ton Nu Quynh Trang", "Phan Bach Thang", "Nam Thoai", "Vu Thi Hanh Thu", "Nguyen Tuan Hung"], "title": "Point Defects Limited Carrier Mobility in Janus MoSSe monolayer", "comment": "11 pages, 6 figures, 1 table", "summary": "Point defects, often formed during the growth of Janus MoSSe, act as built-in\nscatterers and affect carrier transport in electronic devices based on Janus\nMoSSe. In this study, we employ first-principles calculations to investigate\nthe impact of common defects, such as sulfur vacancies, selenium vacancies, and\nchalcogen substitutions, on electron transport, and compare their influence\nwith that of mobility limited by phonons. Here, we define the saturation defect\nconcentration ($C_{\\mathrm{sat}}$) as the highest defect density that still\nallows the total mobility to remain within 90\\% of the phonon-limited value,\nproviding a direct measure of how many defects a device can tolerate. Based on\n$C_{\\mathrm{sat}}$, we find a clear ranking of defect impact: selenium\nsubstituting for sulfur is relatively tolerant, with\n$C_{\\mathrm{sat}}\\approx2.07\\times10^{-4}$, while selenium vacancies are the\nmost sensitive, with $C_{\\mathrm{sat}}\\approx3.65\\times10^{-5}$. Our\n$C_{\\mathrm{sat}}$ benchmarks and defect hierarchy provide quantitative,\nmaterials-specific design rules that can guide the fabrication of high-mobility\nfield-effect transistors, electronic devices, and sensors based on Janus MoSSe."}
{"id": "2511.05448", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2511.05448", "abs": "https://arxiv.org/abs/2511.05448", "authors": ["Alexander M. Imre", "Lutz Hammer", "Ulrike Diebold", "Michele Riva", "Michael Schmid"], "title": "An improved reliability factor for quantitative low-energy electron diffraction", "comment": null, "summary": "Quantitative low-energy electron diffraction [LEED $I(V)$ or LEED $I(E)$, the\nevaluation of diffraction intensities $I$ as a function of the electron energy]\nis a versatile technique for the study of surface structures. The technique is\nbased on optimizing the agreement between experimental and calculated\nintensities. Today, the most commonly used measure of agreement is Pendry's $R$\nfactor $R_\\mathrm{P}$. While $R_\\mathrm{P}$ has many advantages, it also has\nsevere shortcomings, as it is a noisy target function for optimization and very\nsensitive to small offsets of the intensity. Furthermore, $R_\\mathrm{P} = 0$,\nwhich is meant to imply perfect agreement between two $I(E)$ curves can also be\nachieved by qualitatively very different curves. We present a modified $R$\nfactor $R_\\mathrm{S}$, which can be used as a direct replacement for\n$R_\\mathrm{P}$, but avoids these shortcomings. We also demonstrate that\n$R_\\mathrm{S}$ is as good as $R_\\mathrm{P}$ or better in steering the\noptimization to the correct result in the case of imperfections of the\nexperimental data, while another common $R$ factor, $R_\\mathrm{ZJ}$ (suggested\nby Zanazzi and Jona) is worse in this respect."}
{"id": "2511.05490", "categories": ["cond-mat.stat-mech", "math-ph", "math.MP", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.05490", "abs": "https://arxiv.org/abs/2511.05490", "authors": ["Sascha Gehrmann", "Fabian H. L. Essler"], "title": "Exact strong zero modes in quantum circuits and spin chains with non-diagonal boundary conditions", "comment": "22 pages", "summary": "We construct exact strong zero mode operators (ESZM) in integrable quantum\ncircuits and the spin-1/2 XXZ chain for general open boundary conditions, which\nbreak the bulk U(1) symmetry of the time evolution operators. We show that the\nESZM is localized around one of the boundaries induces infinite boundary\ncoherence times. Finally we prove that the ESZM becomes spatially non-local\nunder the map that relates the spin-1/2 XXZ chain to the asymmetric simple\nexclusion process, which suggests that it does not play a significant role in\nthe dynamics of the latter."}
{"id": "2511.05222", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.05222", "abs": "https://arxiv.org/abs/2511.05222", "authors": ["Kousuke Nakano", "Stefano Battaglia", "Jürg Hutter"], "title": "Fast and Scalable Evaluation of Unbiased Atomic Forces in ab initio Variational Monte Carlo via the Lagrangian Technique", "comment": "21 pages, 3 figures", "summary": "Ab initio quantum Monte Carlo (QMC) methods are state-of-the-art electronic\nstructure calculations based on highly parallelizable stochastic frameworks for\naccurate solutions of the many-body Schr\\\"{o}dinger equation, suitable for\nmodern many-core supercomputer architectures. Despite its potential, one of the\nmajor drawbacks that still hinders QMC applications, especially when targeting\ndynamical properties of large systems or large amounts of configurations, is\nthe lack of an affordable method to compute atomic forces that are consistent\nwith the corresponding potential energy surfaces (PESs), also known as unbiased\natomic forces. Recently, one of the authors in the present paper proposed a way\nto obtain unbiased forces with the Jastrow-correlated Slater determinant\nansatz, where the determinant part is frozen to the values obtained by a\nmean-field method, such as DFT. However, the proposed method has a significant\ndrawback for its applications: for a system with $N$ nuclei, one requires $3N$\nadditional DFT calculations to get unbiased forces, which is not negligible as\nthe system size increases. This paper presents a way to replace the $3N$ DFT\ncalculations with a single coupled-perturbed Kohn-Sham calculation, following\nthe so-called Lagrangian technique established in quantum chemistry. This\nimproves the computational cost and scalability of the method. We also\ndemonstrate that the developed unbiased VMC force calculation improves not only\nthe consistency with PESs, but also its accuracy, by investigating three\nmolecules from the rMD17 benchmark set, and comparing the corrected VMC forces\nwith those obtained by the Coupled-Cluster Singles and Doubles with\nperturbative Triples [CCSD(T)] calculations. We found that the bare VMC forces\nare significantly biased from the CCSD(T) ones, while the unbiased ones give\nvalues much closer to those of the CCSD(T) ones."}
{"id": "2511.05261", "categories": ["physics.chem-ph", "cond-mat.dis-nn", "cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2511.05261", "abs": "https://arxiv.org/abs/2511.05261", "authors": ["Pedro H. M. Zanineli", "Matheus Zaia Monteiro", "Vinicius Francisco Wasques", "Francielle Santo Pedro Simões", "Gabriel R. Schleder"], "title": "Fuzzy Neural Network Performance and Interpretability of Quantum Wavefunction Probability Predictions", "comment": null, "summary": "Predicting quantum wavefunction probability distributions is crucial for\ncomputational chemistry and materials science, yet machine learning (ML) models\noften face a trade-off between accuracy and interpretability. This study\ncompares Artificial Neural Networks (ANNs) and Adaptive Neuro-Fuzzy Inference\nSystems (ANFIS) in modeling quantum probability distributions for the H$_{2}^+$\nion, leveraging data generated via Physics-Informed Neural Networks (PINNs).\nWhile ANN achieved superior accuracy (R$^2$ = 0.99 vs ANFIS's 0.95 with\nGaussian membership functions), it required over 50x more parameters (2,305 vs\n39-45). ANFIS, however, provided unique interpretability: its Gaussian\nmembership functions encoded spatial electron localization near proton\npositions ($\\mu = 1.2 A$), mirroring Born probability densities, while fuzzy\nrules reflected quantum superposition principles. Rules prioritizing the\ninternuclear direction revealed the system's 1D symmetry, aligning with Linear\nCombination of Atomic Orbitals theory--a novel data-driven perspective on\norbital hybridization. Membership function variances ($\\sigma$) further\nquantified electron delocalization trends, and peak prediction errors\nhighlighted unresolved quantum cusps. The choice of functions critically\nimpacted performance: Gaussian/Generalized Bell outperformed Sigmoid, with\nerrors improving as training data increased, showing scalability. This study\nunderscores the context-dependent value of ML: ANN for precision and ANFIS for\ninterpretable, parameter-efficient approximations that link inputs to physical\nbehavior. These findings advocate hybrid approaches in quantum simulations,\nbalancing accuracy with explainability to accelerate discovery. Future work\nshould extend ANFIS to multi-electron systems and integrate domain-specific\nconstraints (e.g., kinetic energy terms), bridging data-driven models and\nfundamental physics."}
{"id": "2511.05305", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.05305", "abs": "https://arxiv.org/abs/2511.05305", "authors": ["E. F. Sheka"], "title": "Spin covalent chemistry of carbon", "comment": "41 pages, 16 figures, 168 references", "summary": "This review presents the covalent chemistry of carbon within the spin-radical\nconcept of electron interaction. Using the language of valence bond\ntrimodality, the regions of classical spinless covalence and its spin\ncounterpart are defined. Carbon is the only element exhibiting spin covalent\nchemistry. Classical covalent chemistry of carbon concerns molecular substances\nwhose valence bond structure includes segregate or chained single sp3C-C bonds.\nSubstances with double sp2C-C and triple sp1C-C bonds are the subject of spin\ncovalent chemistry of carbon. The mathematical apparatus of spin covalence\nforms the basis of algorithms governing the chemical modification of carbon\nsubstances, polymerization processes, and catalysis involving them, making it\npossible to supplement the empirical spin covalent chemistry of carbon with its\nvirtual analog."}
