{"id": "2508.10957", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.10957", "abs": "https://arxiv.org/abs/2508.10957", "authors": ["Thorsten B. Wahl", "Lukas Devos", "Robert-Jan Slager"], "title": "Gapped spinful phases obtained via Gutzwiller projections of Euler states", "comment": "9 pages, 9 figures", "summary": "Gutzwiller projections of non-interacting chiral topological phases are known\nto give rise to fractional, topologically ordered chiral phases. Here, we carry\nout a similar construction using two copies of non-interacting Euler insulators\nto produce a class of spinful interacting Euler models. To that end, we take\nadvantage of the recently discovered exact representation of certain Euler\ninsulators by a projected entangled pair state (PEPS) of bond dimension $D =\n2$. The Gutzwiller projection can be implemented within the tensor network\nformalism, giving rise to a new PEPS of bond dimension $D = 4$. We, moreover,\napply very recent state-of-the-art tensor network tools to evaluate these\nphases. In particular, we analyze its entanglement entropy scaling and find no\ntopological correction to the area law, indicating that the state is not\nintrinsically topologically ordered. Its entanglement spectrum shows a clear\ncusp at momentum zero, similar to non-interacting Euler insulators, and the\nspectrum of the transfer operator indicates that the state is gapped, which\ncould imply non-intrinsic topological features. Finally, the static structure\nfactor displays Bragg peaks, indicating the simultaneous presence of local\norder."}
{"id": "2508.11003", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.11003", "abs": "https://arxiv.org/abs/2508.11003", "authors": ["Kristian Tyn Kai Chung", "Umberto Borla", "Andriy H. Nevidomskyy", "Sergej Moroz"], "title": "Spontaneously Broken Non-Invertible Symmetries in Transverse-Field Ising Qudit Chains", "comment": "16 pages, 3 figures", "summary": "\\usepackage{iopams} Recent developments have revealed that symmetries need\nnot form a group, but instead can be non-invertible. Here we use analytical\narguments and numerical evidence to illuminate how spontaneous symmetry\nbreaking of a non-invertible symmetry is similar yet distinct from ordinary,\ninvertible, symmetry breaking. We consider one-dimensional chains of\ngroup-valued qudits, whose local Hilbert space is spanned by elements of a\nfinite group $G$ (reducing to ordinary qubits when $G=\\mathbb{Z}_2$). We\nconstruct Ising-type transverse-field Hamiltonians with Rep($G$) symmetry whose\ngenerators multiply according to the tensor product of irreducible\nrepresentations (irreps) of the group $G$. For non-Abelian $G$, the symmetry is\nnon-invertible. In the symmetry broken phase there is one ground state per\nirrep on a closed chain. The symmetry breaking can be detected by local order\nparameters but, unlike the invertible case, different ground states have\ndistinct entanglement patterns. We show that for each irrep of dimension\ngreater than one the corresponding ground state exhibits string order,\nentanglement spectrum degeneracies, and has gapless edge modes on an open chain\n-- features usually associated with symmetry-protected topological order.\nConsequently, domain wall excitations behave as one-dimensional non-Abelian\nanyons with non-trivial internal Hilbert spaces and fusion rules. Our work\nidentifies properties of non-invertible symmetry breaking that existing quantum\nhardware can probe."}
{"id": "2508.11140", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.11140", "abs": "https://arxiv.org/abs/2508.11140", "authors": ["Guowei Liu", "Wei Song", "Titus Neupert", "M. Zahid Hasan", "Hanbin Deng", "Jia-Xin Yin"], "title": "Atomic perspective on the topological magnetism in kagome metal Co3Sn2S2", "comment": "To appear in Quantum Frontiers (2025)", "summary": "Topological quantum materials with kagome lattices have attracted intense\ninterest due to their unconventional electronic structures, which exhibit\nnontrivial topology, anomalous magnetism, and electronic correlations. Among\nthese, Co3Sn2S2 stands out as a prototypical kagome metal, uniquely combining\nintrinsic ferromagnetism with topologically nontrivial electronic states. This\nperspective presents a systematic overview of recent advances in studying\nkagome metal Co3Sn2S2 achieved through scanning tunneling microscopy. We begin\nby introducing different methodologies for surface identification and propose\nusing designer layer-selective chemical markers for conclusive surface\nidentification. We then discuss the Berry curvature induced flat band orbital\nmagnetism and the associated unconventional Zeeman effect. Furthermore, we\nexplore boundary states arising from Weyl topology and analyze challenges in\ndetecting Fermi arcs via quasiparticle interference patterns and in uncovering\nthe topological aspect of the edge states. Finally, we review recent\nobservations of spin-orbit-coupled quantum impurity states through\nspin-polarized tunneling spectroscopy, as well as their connection to Weyl\ntopology and flat band magnetism. We also provide in-depth analysis and\nconstructive comments on the limitations of the current research approach. This\nreview highlights the critical role of scanning tunneling microscopy in\nunraveling the intricate interplay between topology, magnetism, and\ncorrelations at the atomic scale, and the methodology discussed here can be\napplied to study other topological quantum materials in general."}
{"id": "2508.11228", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.11228", "abs": "https://arxiv.org/abs/2508.11228", "authors": ["Debabrata Sinha"], "title": "Light Induced Quantum Anomalous Hall Effect in Cubic Rashba Spin-Orbit Coupled Systems", "comment": "First draft", "summary": "We investigate topological phase transitions in a two-dimensional electron\nsystem with cubic Rashba spin-orbit coupling driven by circularly polarized\nlight. Within the Floquet framework, we demonstrate that light-matter\ninteraction induces nontrivial band topology characterized by a quantized\nanomalous Hall response, with Chern insulating phases of C = 0, 1, and 3. These\ntransitions are governed by gap closings at high-symmetry points in the\nBrillouin zone, controlled by the intensity and energy of the incident light.\nIntroducing a weak linear Rashba term displaces Dirac points in momentum space\nwithout modifying the topology, whereas a purely linear Rashba system remains\ntopologically trivial (C = 0). When both linear and cubic Rashba couplings are\nfinite, the linear term confines nonzero-Chern phases to narrow parameter\nwindows. In contrast, incorporating a linear Dresselhaus term into the cubic\nRashba system can trigger topological transitions even at small coupling\nstrengths. These results clarify the interplay between distinct spin-orbit\ninteractions in Floquet-engineered Chern insulators and offer experimentally\nrelevant pathways for achieving light-controlled topological phases."}
{"id": "2508.10923", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.10923", "abs": "https://arxiv.org/abs/2508.10923", "authors": ["Lucas Hanssens", "Maarten Houlleberghs", "Karel Van Acker", "Johan A. Martensand Eric Breynaert"], "title": "Interactive framework for techno-economic meta-analysis of marine hydrogen transportation", "comment": null, "summary": "As a result of the wide span of uncertainties and input variables considered\nin recent peer-reviewed studies on hydrogen supply chains, consensus and\ngeneralized insight are hard to derive. This work presents a meta-analysis\nmodel, building upon a growing database of literature cost estimations and\nenabling dynamic investigation and comparison of hydrogen transportation chains\nunder varying input scenarios. Also built into the framework is the evaluation\nof the impact of costing methodology and shipping fuel type. A convenient\nonline interface allows to leverage increasing amounts of underlying cost data\nand assists users in gaining insight into generalized cost dynamics attributes.\nThe method and toolbox are demonstrated via in-depth analysis of compressed\nhydrogen (GH2), liquefied hydrogen (LH2), dibenzyltoluene (LOHC) and ammonia as\nhydrogen carriers. Confined hydrogen clathrate hydrates are used as an example\nto demonstrate how one can deal with lower-TRL candidate technologies."}
{"id": "2508.10957", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.10957", "abs": "https://arxiv.org/abs/2508.10957", "authors": ["Thorsten B. Wahl", "Lukas Devos", "Robert-Jan Slager"], "title": "Gapped spinful phases obtained via Gutzwiller projections of Euler states", "comment": "9 pages, 9 figures", "summary": "Gutzwiller projections of non-interacting chiral topological phases are known\nto give rise to fractional, topologically ordered chiral phases. Here, we carry\nout a similar construction using two copies of non-interacting Euler insulators\nto produce a class of spinful interacting Euler models. To that end, we take\nadvantage of the recently discovered exact representation of certain Euler\ninsulators by a projected entangled pair state (PEPS) of bond dimension $D =\n2$. The Gutzwiller projection can be implemented within the tensor network\nformalism, giving rise to a new PEPS of bond dimension $D = 4$. We, moreover,\napply very recent state-of-the-art tensor network tools to evaluate these\nphases. In particular, we analyze its entanglement entropy scaling and find no\ntopological correction to the area law, indicating that the state is not\nintrinsically topologically ordered. Its entanglement spectrum shows a clear\ncusp at momentum zero, similar to non-interacting Euler insulators, and the\nspectrum of the transfer operator indicates that the state is gapped, which\ncould imply non-intrinsic topological features. Finally, the static structure\nfactor displays Bragg peaks, indicating the simultaneous presence of local\norder."}
{"id": "2508.11154", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.11154", "abs": "https://arxiv.org/abs/2508.11154", "authors": ["Yue Yang", "Xiaodong Yang", "Chenhui Lin", "Luo Xu", "Qi Wang", "Shuwei Xu", "Wenchuan Wu"], "title": "Novel discretization method to calculate g-functions of vertical geothermal boreholes with improved accuracy and efficiency", "comment": null, "summary": "The calculation of g-functions is essential for the design and simulation of\ngeothermal boreholes. However, existing methods, such as the stacked finite\nline source (SFLS) model, face challenges regarding computational efficiency\nand accuracy, particularly with fine-grained discretization. This paper\nintroduces a novel discretization method to address these limitations. We\nreformulate the g-function calculation under the uniform borehole wall\ntemperature boundary condition as the solution to spatio-temporal integral\nequations. The SFLS model is identified as a special case using stepwise\napproximation of the heat extraction rate. Our proposed method employs the\nGauss-Legendre quadrature to approximate the spatial integrals with a weighted\nsum of function values at strategically chosen points. This transforms the\ntime-consuming segment-to-segment integral calculations in SFLS model into\nsimpler and analytical point-to-point response factors. Furthermore, we\nidentify that the governing integral equations are of the Fredholm first kind,\nleading to ill-conditioned linear systems that can cause g-function to diverge\nat high discretization orders. To address this, a regularization technique is\nimplemented to ensure stable and convergent solutions. Numerical tests\ndemonstrate that the proposed method is significantly more efficient, achieving\ncomparable or improved accuracy at speeds 20 to 200 times faster than the SFLS\nmodel with optimized nonuniform discretization schemes."}
{"id": "2508.11244", "categories": ["cond-mat.str-el", "82B20, 81V70, 81V45"], "pdf": "https://arxiv.org/pdf/2508.11244", "abs": "https://arxiv.org/abs/2508.11244", "authors": ["Lasin Thaivalappil", "Rahul Verma", "Hsin Lin", "Bahadur Singh", "Shin-Ming Huang"], "title": "Theory of Spiral Magnetism in Weyl semimetal SmAlSi", "comment": "9 pages, 4 figures", "summary": "Recent neutron scattering and thermodynamic measurements suggest that Weyl\nelectrons in the emergent Weyl semimetal SmAlSi mediate unconventional magnetic\ninteractions and induce spiral magnetic order. In this work, we investigate the\nnature of these interactions by modelling long-range $f-f$ exchange mediated by\nitinerant $d$ electrons via the Ruderman-Kittel-Kasuya-Yosida (RKKY) mechanism,\nemploying a material-specific tight-binding Hamiltonian obtained from\nfirst-principles calculations. The magnetic susceptibility is derived from the\nspin-spin correlation function based on the random phase approximation. Our\nresults demonstrate that Fermi-surface nesting alone cannot account for the\nexperimentally observed magnetic modulation at the wave vector (1/3, 1/3, 0);\nhowever, incorporating appropriate antiferromagnetic exchange interactions\namong the $d$ electrons yields the correct propagation vector. The spin-texture\nanalysis reveals a configuration that is close to a cycloidal spin structure,\npreserving combined glide and time-reversal symmetry, and reflecting an\nintricate competition between inter- and intra-sublattice interactions in\nSmAlSi."}
{"id": "2508.10932", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2508.10932", "abs": "https://arxiv.org/abs/2508.10932", "authors": ["Mohsen Salimi", "Andreas B. Pedersen", "John E. V. Andersen", "Henrik B. Pedersen", "Aurélien Dantan"], "title": "Dynamical measurement of saturation vapor pressures below and above room temperature", "comment": "10 pages, 12 figures", "summary": "We report on the implementation of a dynamical method for the determination\n-- in an extended temperature range around room temperature -- of the\nsaturation vapor pressure and enthalpy of vaporization of low-volatility liquid\nsubstances. The method relies on isolating a \\textit{precooled} substance in a\nheated chamber under static vacuum conditions and monitoring the chamber\npressure as the sample slowly thermalizes to the chamber temperature. We apply\nthe method to four reference substances -- diethyl phthalate, 1-decanol,\n1-heptanol, and 1-hexanol -- and provide accurate data for their saturation\nvapor pressure and enthalpy of vaporization in the range from $-10$ to\n$35^\\circ$C."}
{"id": "2508.11003", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2508.11003", "abs": "https://arxiv.org/abs/2508.11003", "authors": ["Kristian Tyn Kai Chung", "Umberto Borla", "Andriy H. Nevidomskyy", "Sergej Moroz"], "title": "Spontaneously Broken Non-Invertible Symmetries in Transverse-Field Ising Qudit Chains", "comment": "16 pages, 3 figures", "summary": "\\usepackage{iopams} Recent developments have revealed that symmetries need\nnot form a group, but instead can be non-invertible. Here we use analytical\narguments and numerical evidence to illuminate how spontaneous symmetry\nbreaking of a non-invertible symmetry is similar yet distinct from ordinary,\ninvertible, symmetry breaking. We consider one-dimensional chains of\ngroup-valued qudits, whose local Hilbert space is spanned by elements of a\nfinite group $G$ (reducing to ordinary qubits when $G=\\mathbb{Z}_2$). We\nconstruct Ising-type transverse-field Hamiltonians with Rep($G$) symmetry whose\ngenerators multiply according to the tensor product of irreducible\nrepresentations (irreps) of the group $G$. For non-Abelian $G$, the symmetry is\nnon-invertible. In the symmetry broken phase there is one ground state per\nirrep on a closed chain. The symmetry breaking can be detected by local order\nparameters but, unlike the invertible case, different ground states have\ndistinct entanglement patterns. We show that for each irrep of dimension\ngreater than one the corresponding ground state exhibits string order,\nentanglement spectrum degeneracies, and has gapless edge modes on an open chain\n-- features usually associated with symmetry-protected topological order.\nConsequently, domain wall excitations behave as one-dimensional non-Abelian\nanyons with non-trivial internal Hilbert spaces and fusion rules. Our work\nidentifies properties of non-invertible symmetry breaking that existing quantum\nhardware can probe."}
{"id": "2508.11283", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.11283", "abs": "https://arxiv.org/abs/2508.11283", "authors": ["Yibo Wang", "Xing Ji", "Liang Pan"], "title": "An efficient and robust high-order compact ALE gas-kinetic scheme for unstructured meshes", "comment": "27 pages, 30 figures", "summary": "For the arbitrary-Lagrangian-Eulerian (ALE) calculations, the geometric\ninformation needs to be calculated at each time step due to the movement of\nmesh. To achieve the high-order spatial accuracy, a large number of matrix\ninversions are needed, which affect the efficiency of computation dramatically.\nIn this paper, an efficient and robust high-order compact ALE gas-kinetic\nscheme is developed for the compressible moving grids and moving boundary\nproblems. The memory-reduction reconstruction is used to construct a quadratic\npolynomial on the target cell, where both structured and unstructured meshes\ncan be used. Taking derivatives of the candidate polynomial, the quadratic\nterms can be obtained by the least square method using the average gradient\nvalues of the cell itself and its adjacent cells. Moving the quadratic terms to\nright-hand side of the constrains for cell averaged value, the linear terms of\nthe polynomial can be determined by the least square method as well. The\ngradient compression factor is adopted to suppress the spurious oscillations\nnear discontinuities. Combined with the two-stage fourth-order time\ndiscretization, a high-order compact gas-kinetic scheme is developed for ALE\ncomputation. In the process of mesh movement, the inversions of lower order\nmatrix are needed for the least square method, which makes a 7x speedup and\nimproves the efficiency greatly. In the computation, the grid velocity can be\ngiven by the mesh adaptation method and the cell centered Lagrangian nodal\nsolver. Numerical examples are presented to evaluate the accuracy, efficiency,\nrobustness and the preservation of geometric conservation law of the current\nscheme."}
{"id": "2508.11322", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.11322", "abs": "https://arxiv.org/abs/2508.11322", "authors": ["Xu-Yan Jia", "Fan Yang", "D. N. Sheng", "Shou-Shu Gong"], "title": "Fermi-liquid-like phase driven by next-nearest-neighbor couplings in a lightly doped kagome-lattice $t$-$J$ model", "comment": null, "summary": "Due to the interplay between charge fluctuation and geometry frustration, the\ndoped kagome-lattice Mott insulator is a fascinating platform to realize exotic\nquantum states. Through the state-of-the-art density matrix renormalization\ngroup calculation, we explore the quantum phases of the lightly doped\nkagome-lattice $t$-$J$ model in the presence of the next-nearest-neighbor\nelectron hopping $t_2$ and spin interaction $J_2$. On the $L_y = 3$ cylinder\n($L_y$ is the number of unit cells along the circumference direction), we\nestablish a quantum phase diagram with tuning $t_2 > 0$ and $J_2 > 0$, showing\nan emergent Fermi-liquid-like phase driven by increased $t_2$ and $J_2$, which\nsits at the neighbor of the previously identified charge density wave (CDW)\nphase. Compared with the CDW phase, the charge order is significantly\nsuppressed in the Fermi-liquid-like phase, and most correlation functions are\ngreatly enhanced with power-law decay. In particular, we find the absence of\nhole pairing and a strong three-sublattice magnetic correlation. On the wider\n$L_y = 4$ cylinder, this Fermi-liquid-like phase persists at low doping levels,\nstrongly suggesting that this state might be stable in the two-dimensional\nkagome system."}
{"id": "2508.11051", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.11051", "abs": "https://arxiv.org/abs/2508.11051", "authors": ["Ruiheng Song", "Xiliang Gong", "Hong-Zhou Ye"], "title": "Unphysical Solutions in Coupled-Cluster-Based Random Phase Approximation and How to Avoid Them", "comment": "7 pages, 2 figures, 1 table", "summary": "The direct ring coupled-cluster doubles (drCCD)-based random phase\napproximation (RPA) has provided an attractive framework for the development\nand application of RPA-related methods. However, a potential unphysical\nsolution issue recently reported by Rekkedal and co-workers (J. Chem. Phys.\n139, 081101, 2013) has raised significant concerns regarding the general\napplicability of coupled-cluster-based RPA, particularly in small-gap systems\nwhere RPA is anticipated to outperform commonly employed second-order\nperturbation theory. In this work, we elucidate the underlying origin of the\nmulti-solution issue in drCCD and develop both a practical criterion for\nvalidating drCCD solutions and improved preconditioners based on level shifting\nand regularized MP2 methods for stabilizing the iterative solution of the drCCD\nequation. We demonstrate the robustness and effectiveness of our approach\nthrough representative systems -- including molecules with stretched bonds,\nlarge conjugated systems, and metallic clusters -- where standard drCCD\niteration encounters convergence difficulties. Furthermore, we extend our\napproach to various recently developed reduced-scaling drCCD-based RPA methods,\nthereby establishing a foundation for their stable application to large-scale\nproblems. The extension of our approach to RPA with exchange, quasiparticle\nRPA, and particle-particle RPA is also discussed."}
{"id": "2508.11140", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.11140", "abs": "https://arxiv.org/abs/2508.11140", "authors": ["Guowei Liu", "Wei Song", "Titus Neupert", "M. Zahid Hasan", "Hanbin Deng", "Jia-Xin Yin"], "title": "Atomic perspective on the topological magnetism in kagome metal Co3Sn2S2", "comment": "To appear in Quantum Frontiers (2025)", "summary": "Topological quantum materials with kagome lattices have attracted intense\ninterest due to their unconventional electronic structures, which exhibit\nnontrivial topology, anomalous magnetism, and electronic correlations. Among\nthese, Co3Sn2S2 stands out as a prototypical kagome metal, uniquely combining\nintrinsic ferromagnetism with topologically nontrivial electronic states. This\nperspective presents a systematic overview of recent advances in studying\nkagome metal Co3Sn2S2 achieved through scanning tunneling microscopy. We begin\nby introducing different methodologies for surface identification and propose\nusing designer layer-selective chemical markers for conclusive surface\nidentification. We then discuss the Berry curvature induced flat band orbital\nmagnetism and the associated unconventional Zeeman effect. Furthermore, we\nexplore boundary states arising from Weyl topology and analyze challenges in\ndetecting Fermi arcs via quasiparticle interference patterns and in uncovering\nthe topological aspect of the edge states. Finally, we review recent\nobservations of spin-orbit-coupled quantum impurity states through\nspin-polarized tunneling spectroscopy, as well as their connection to Weyl\ntopology and flat band magnetism. We also provide in-depth analysis and\nconstructive comments on the limitations of the current research approach. This\nreview highlights the critical role of scanning tunneling microscopy in\nunraveling the intricate interplay between topology, magnetism, and\ncorrelations at the atomic scale, and the methodology discussed here can be\napplied to study other topological quantum materials in general."}
{"id": "2508.11470", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2508.11470", "abs": "https://arxiv.org/abs/2508.11470", "authors": ["ShuQi Lei", "Gan Yu", "Yuan Tian", "XiaoWei Shao"], "title": "DPI-SPR: A Differentiable Physical Inversion for Shadow Profile Reconstruction Framework in Forward Scatter Radar", "comment": null, "summary": "Forward scatter radar (FSR) has emerged as an effective imaging modality for\ntarget detection, utilizing forward scattering (FS) signals to reconstruct\ntwo-dimensional shadow profile images of objects. However, real-world FS\nsignals are inevitably corrupted by noise. Due to the ill-posed nature of\nelectromagnetic inversion and its high sensitivity to noise, existing imaging\nmethods often suffer from degraded performance or even complete failure under\nlow signal-to-noise ratio (SNR) conditions. To address this challenge, we\npropose DPI-SPR (Differentiable Physical Inversion for Shadow Profile\nReconstruction), an end-to-end imaging paradigm built upon the Secondary\nWave-Source Response Field (SWRF). The core concept of this paradigm is to\nreformulate the imaging problem as an optimization problem of continuous and\nlearnable SWRF parameters. To this end, we develop a fully Differentiable\nForward Scattering model (DFSM). Leveraging this model, the proposed inversion\nframework integrates a robust logarithmic loss with physics-based\nregularization constraints, enabling accurate gradient propagation from\nobservation errors to the SWRF parameters associated with the shadow profile.\nExtensive simulation experiments have been conducted to verify the\neffectiveness and robustness of the inversion proposed framework. The results\nshow that our method achieves high-precision profile reconstruction directly\nfrom limited and noisy reference signals, even at an SNR as low as 8dB, setting\na new benchmark for robust imaging in FSR scenarios."}
{"id": "2508.11510", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.11510", "abs": "https://arxiv.org/abs/2508.11510", "authors": ["Hui Li", "Run-Yu Chen", "Wen-Yuan Liu", "Yin Zhong", "Hai-Qing Lin"], "title": "Quantum Quench Dynamics in an Exactly Solvable Two-Dimensional Non-Fermi Liquid System", "comment": "8 pages,5 figures", "summary": "Understanding the behavior of non-Fermi liquids (NFLs) is an important topic\nin condensed matter physics. Here we introduce an exactly solvable\nmulti-orbital model based on iron oxypnictides and the Hatsugai-Kohmoto model,\nand provide exact investigations of the 2D NFLs nonequilibrium physics present\nin this model. Our results reveal fundamental departures from Fermi liquids and\nprior NFLs in the well-know SYK model: anomalous short-time scaling $-\\tau^2\n\\ln \\tau$, $O(\\tau) \\sim \\tau^2$; long-time scaling $ \\tau^{-1}, \\tau^{-1/2},\n\\ln \\tau / \\tau$; a strange critical behavior in the steady-state phase\ndiagram. Our asymptotic results and dynamical critical behavior offer new\ninsights into the orbital-related dynamical physics of 2D NFLs."}
{"id": "2508.11228", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.11228", "abs": "https://arxiv.org/abs/2508.11228", "authors": ["Debabrata Sinha"], "title": "Light Induced Quantum Anomalous Hall Effect in Cubic Rashba Spin-Orbit Coupled Systems", "comment": "First draft", "summary": "We investigate topological phase transitions in a two-dimensional electron\nsystem with cubic Rashba spin-orbit coupling driven by circularly polarized\nlight. Within the Floquet framework, we demonstrate that light-matter\ninteraction induces nontrivial band topology characterized by a quantized\nanomalous Hall response, with Chern insulating phases of C = 0, 1, and 3. These\ntransitions are governed by gap closings at high-symmetry points in the\nBrillouin zone, controlled by the intensity and energy of the incident light.\nIntroducing a weak linear Rashba term displaces Dirac points in momentum space\nwithout modifying the topology, whereas a purely linear Rashba system remains\ntopologically trivial (C = 0). When both linear and cubic Rashba couplings are\nfinite, the linear term confines nonzero-Chern phases to narrow parameter\nwindows. In contrast, incorporating a linear Dresselhaus term into the cubic\nRashba system can trigger topological transitions even at small coupling\nstrengths. These results clarify the interplay between distinct spin-orbit\ninteractions in Floquet-engineered Chern insulators and offer experimentally\nrelevant pathways for achieving light-controlled topological phases."}
{"id": "2508.11244", "categories": ["cond-mat.str-el", "82B20, 81V70, 81V45"], "pdf": "https://arxiv.org/pdf/2508.11244", "abs": "https://arxiv.org/abs/2508.11244", "authors": ["Lasin Thaivalappil", "Rahul Verma", "Hsin Lin", "Bahadur Singh", "Shin-Ming Huang"], "title": "Theory of Spiral Magnetism in Weyl semimetal SmAlSi", "comment": "9 pages, 4 figures", "summary": "Recent neutron scattering and thermodynamic measurements suggest that Weyl\nelectrons in the emergent Weyl semimetal SmAlSi mediate unconventional magnetic\ninteractions and induce spiral magnetic order. In this work, we investigate the\nnature of these interactions by modelling long-range $f-f$ exchange mediated by\nitinerant $d$ electrons via the Ruderman-Kittel-Kasuya-Yosida (RKKY) mechanism,\nemploying a material-specific tight-binding Hamiltonian obtained from\nfirst-principles calculations. The magnetic susceptibility is derived from the\nspin-spin correlation function based on the random phase approximation. Our\nresults demonstrate that Fermi-surface nesting alone cannot account for the\nexperimentally observed magnetic modulation at the wave vector (1/3, 1/3, 0);\nhowever, incorporating appropriate antiferromagnetic exchange interactions\namong the $d$ electrons yields the correct propagation vector. The spin-texture\nanalysis reveals a configuration that is close to a cycloidal spin structure,\npreserving combined glide and time-reversal symmetry, and reflecting an\nintricate competition between inter- and intra-sublattice interactions in\nSmAlSi."}
{"id": "2508.11322", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2508.11322", "abs": "https://arxiv.org/abs/2508.11322", "authors": ["Xu-Yan Jia", "Fan Yang", "D. N. Sheng", "Shou-Shu Gong"], "title": "Fermi-liquid-like phase driven by next-nearest-neighbor couplings in a lightly doped kagome-lattice $t$-$J$ model", "comment": null, "summary": "Due to the interplay between charge fluctuation and geometry frustration, the\ndoped kagome-lattice Mott insulator is a fascinating platform to realize exotic\nquantum states. Through the state-of-the-art density matrix renormalization\ngroup calculation, we explore the quantum phases of the lightly doped\nkagome-lattice $t$-$J$ model in the presence of the next-nearest-neighbor\nelectron hopping $t_2$ and spin interaction $J_2$. On the $L_y = 3$ cylinder\n($L_y$ is the number of unit cells along the circumference direction), we\nestablish a quantum phase diagram with tuning $t_2 > 0$ and $J_2 > 0$, showing\nan emergent Fermi-liquid-like phase driven by increased $t_2$ and $J_2$, which\nsits at the neighbor of the previously identified charge density wave (CDW)\nphase. Compared with the CDW phase, the charge order is significantly\nsuppressed in the Fermi-liquid-like phase, and most correlation functions are\ngreatly enhanced with power-law decay. In particular, we find the absence of\nhole pairing and a strong three-sublattice magnetic correlation. On the wider\n$L_y = 4$ cylinder, this Fermi-liquid-like phase persists at low doping levels,\nstrongly suggesting that this state might be stable in the two-dimensional\nkagome system."}
{"id": "2508.11510", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2508.11510", "abs": "https://arxiv.org/abs/2508.11510", "authors": ["Hui Li", "Run-Yu Chen", "Wen-Yuan Liu", "Yin Zhong", "Hai-Qing Lin"], "title": "Quantum Quench Dynamics in an Exactly Solvable Two-Dimensional Non-Fermi Liquid System", "comment": "8 pages,5 figures", "summary": "Understanding the behavior of non-Fermi liquids (NFLs) is an important topic\nin condensed matter physics. Here we introduce an exactly solvable\nmulti-orbital model based on iron oxypnictides and the Hatsugai-Kohmoto model,\nand provide exact investigations of the 2D NFLs nonequilibrium physics present\nin this model. Our results reveal fundamental departures from Fermi liquids and\nprior NFLs in the well-know SYK model: anomalous short-time scaling $-\\tau^2\n\\ln \\tau$, $O(\\tau) \\sim \\tau^2$; long-time scaling $ \\tau^{-1}, \\tau^{-1/2},\n\\ln \\tau / \\tau$; a strange critical behavior in the steady-state phase\ndiagram. Our asymptotic results and dynamical critical behavior offer new\ninsights into the orbital-related dynamical physics of 2D NFLs."}
{"id": "2508.10923", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.10923", "abs": "https://arxiv.org/abs/2508.10923", "authors": ["Lucas Hanssens", "Maarten Houlleberghs", "Karel Van Acker", "Johan A. Martensand Eric Breynaert"], "title": "Interactive framework for techno-economic meta-analysis of marine hydrogen transportation", "comment": null, "summary": "As a result of the wide span of uncertainties and input variables considered\nin recent peer-reviewed studies on hydrogen supply chains, consensus and\ngeneralized insight are hard to derive. This work presents a meta-analysis\nmodel, building upon a growing database of literature cost estimations and\nenabling dynamic investigation and comparison of hydrogen transportation chains\nunder varying input scenarios. Also built into the framework is the evaluation\nof the impact of costing methodology and shipping fuel type. A convenient\nonline interface allows to leverage increasing amounts of underlying cost data\nand assists users in gaining insight into generalized cost dynamics attributes.\nThe method and toolbox are demonstrated via in-depth analysis of compressed\nhydrogen (GH2), liquefied hydrogen (LH2), dibenzyltoluene (LOHC) and ammonia as\nhydrogen carriers. Confined hydrogen clathrate hydrates are used as an example\nto demonstrate how one can deal with lower-TRL candidate technologies."}
{"id": "2508.11051", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2508.11051", "abs": "https://arxiv.org/abs/2508.11051", "authors": ["Ruiheng Song", "Xiliang Gong", "Hong-Zhou Ye"], "title": "Unphysical Solutions in Coupled-Cluster-Based Random Phase Approximation and How to Avoid Them", "comment": "7 pages, 2 figures, 1 table", "summary": "The direct ring coupled-cluster doubles (drCCD)-based random phase\napproximation (RPA) has provided an attractive framework for the development\nand application of RPA-related methods. However, a potential unphysical\nsolution issue recently reported by Rekkedal and co-workers (J. Chem. Phys.\n139, 081101, 2013) has raised significant concerns regarding the general\napplicability of coupled-cluster-based RPA, particularly in small-gap systems\nwhere RPA is anticipated to outperform commonly employed second-order\nperturbation theory. In this work, we elucidate the underlying origin of the\nmulti-solution issue in drCCD and develop both a practical criterion for\nvalidating drCCD solutions and improved preconditioners based on level shifting\nand regularized MP2 methods for stabilizing the iterative solution of the drCCD\nequation. We demonstrate the robustness and effectiveness of our approach\nthrough representative systems -- including molecules with stretched bonds,\nlarge conjugated systems, and metallic clusters -- where standard drCCD\niteration encounters convergence difficulties. Furthermore, we extend our\napproach to various recently developed reduced-scaling drCCD-based RPA methods,\nthereby establishing a foundation for their stable application to large-scale\nproblems. The extension of our approach to RPA with exchange, quasiparticle\nRPA, and particle-particle RPA is also discussed."}
