{"id": "2509.15300", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15300", "abs": "https://arxiv.org/abs/2509.15300", "authors": ["Félix Desrochers", "Joe Huxford", "Mark R. Hirsbrunner", "Yong Baek Kim"], "title": "Electronic Crystal Phases in the Presence of Non-Uniform Berry Curvature and Tunable Berry Flux: The $λ_N$-Jellium model", "comment": "22 + 16 pages, 9 + 4 figures", "summary": "Recent experiments on multilayer graphene systems have rekindled interest in\nelectronic crystal phases in two dimensions -- but now for phases enriched by\nnon-trivial quantum geometry. In this work, we introduce a simple continuum\nmodel with tunable Berry curvature distribution and total flux, enabling\nsystematic study of crystallization in geometrically nontrivial bands. In the\nnoninteracting limit, the addition of a C6-symmetric periodic potential yields\na rich phase diagram, for which we provide several analytical insights.\nNotably, we derive a general formula for the Chern number in the weak-potential\nregime that is broadly applicable to single-band projected models. Removing the\nperiodic potential and treating Coulomb interactions self-consistently at the\nHartree-Fock level, the resulting phase diagrams host a variety of crystalline\nstates, including anomalous Hall crystals, halo Wigner crystals in which\nlocalized electrons spontaneously acquire orbital angular momentum leading to\ndepleted electron occupation at the zone center, and a novel halo anomalous\nHall crystal that combines these properties with a finite Chern number. We\nidentify why these phases are energetically favorable through analytical and\nenergetic considerations. Our results provide insight into the interplay\nbetween crystallization and band geometry, while also offering a simple toy\nmodel amenable to numerical methods beyond mean-field."}
{"id": "2509.15539", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.15539", "abs": "https://arxiv.org/abs/2509.15539", "authors": ["Ta Tang", "Chunjing Jia", "Brian Moritz", "Thomas P. Devereaux"], "title": "Improving Spectral Resolution from Real-time Evolution for Correlated Systems", "comment": "6 pages, 3 figures", "summary": "The quality of numerically simulated spectra using real-time evolution\nmethods for strongly correlated systems is affected by both the length of\nsimulation time and the system size, limiting resolution in both frequency and\nmomentum. In this work, we propose a computationally cheap, linear\nautoregressive machine learning-based framework to extend short-time and\ndistance results over a wider range. We demonstrate the proposed method to\nextend the lesser Green's function for both the Hubbard model and the much more\ncomputationally challenging Hubbard-extended Holstein model. This technique\nsignificantly improves both the frequency and momentum resolution of the\nsingle-particle removal spectrum $\\mathcal{A}(k,\\omega)$, allowing observation\nof otherwise obscured spectral features due to electron-phonon coupling."}
{"id": "2509.15604", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15604", "abs": "https://arxiv.org/abs/2509.15604", "authors": ["Zi-Ming Wang", "Yang Zhang", "Song-Bo Zhang", "Jin-Hua Sun", "Elbio Dagotto", "Dong-Hui Xu", "Lun-Hui Hu"], "title": "Spin-Orbital Altermagnetism", "comment": "PRL in press", "summary": "Altermagnet is a newly discovered magnetic phase, characterized by\nnon-relativistic spin-splitting that has been experimentally observed. Here, we\nintroduce a framework dubbed {\\it spin-orbital altermagnetism} to achieve\nspin-orbital textures in altermagnetic materials. We identify two distinct\nclasses of spin-orbital altermagnetism: intrinsic and extrinsic. The intrinsic\ntype emerges from symmetry-compensated magnetic orders with spontaneously\nbroken parity-time symmetry, while the extrinsic type stems from\ntranslational-symmetry breaking between sublattices, as exemplified by the\nJahn-Teller-driven structural phase transition. In addition to directly\nmeasuring the spin-orbital texture, we propose spin conductivity and\nspin-resolved orbital polarization as effective methods for detecting these\naltermagnets. Additionally, a symmetry-breaking mechanism induces weak spin\nmagnetization, further revealing the peculiar feature of spin-orbital\naltermagnetism. We also utilize the staggered susceptibility to illustrate a\npotential realization of this phase in a two-orbital interacting system. Our\nwork provides a new platform to explore spin-orbital locked physics, extending\nthe materials classes that may display complex spin textures from the standard\n$4d-5d$ compounds to $3d$ compounds."}
{"id": "2509.15665", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15665", "abs": "https://arxiv.org/abs/2509.15665", "authors": ["Haeyoon Jung", "Indukuru Ramesh Reddy", "Bongjae Kim", "Jiyeon Kim", "Sooran Kim"], "title": "Correlation Effects on Magnetic Structure and Lattice Dynamics of LaMn$_7$O$_{12}$: A First-Principles Study", "comment": null, "summary": "LaMn$_7$O$_{12}$, a quadruple perovskite oxide (AA'$_3$B$_4$O$_{12}$-type),\nhas attracted attention for its notable bifunctional activity in oxygen\nevolution and reduction reactions. Here, we systematically investigate the\nmagnetic phase diagram and lattice dynamics of LaMn$_7$O$_{12}$ using two\ndensity functional theory plus Hubbard U (DFT + U) approaches: the spin-density\nand the charge-only-density formalism. Phase diagram analysis as a function of\nU and J shows that both methods stabilize the experimentally observed\nantiferromagnetic (AFM) configuration (C-type AFM at the B-site and\nferrimagnetic structure at the A'-site Mn ions) at U = 3.5 eV and J = 0.8 eV.\nThese U and J values are consistent with those obtained from the constrained\nrandom phase approximation. Furthermore, we observe the dynamical stability of\nthe AFM phase through phonon dispersion curves and analyze the Raman-active\nphonon modes. These results highlight the critical role of appropriate U and J\nparameters in accurately describing the properties of LaMn$_7$O$_{12}$."}
{"id": "2509.15358", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15358", "abs": "https://arxiv.org/abs/2509.15358", "authors": ["K. Dharmasiri", "S. S. Philip", "D. Louca", "S. A. Chen", "M. D. Frontzek", "Z. J. Morgan", "C. Hua"], "title": "Long-lived dynamics of the charge density wave in TiSe$_2$ observed by neutron scattering", "comment": "12 pages, 12 figures", "summary": "Time-resolved elastic neutron scattering combined with rapid laser heating\nwas used to probe the charge density wave (CDW) state in 1T-TiSe$_2$, capturing\nboth the melting and reformation of the CDW on long timescales and providing\nclues on the roles of phonons and excitons. With the laser source on,\nsuperlattice Bragg peaks such as (-1.5, -1.5, 1.5) observed below the CDW\ntransition due to the new lattice periodicity, dissipate within 5 seconds, at a\nrate that is much slower than the sample's thermal response to the heat wave\npropagation. Whereas the electronic ordering associated with the CDW phase is\ndisrupted rapidly by the laser-induced heating, the periodic lattice distortion\n(PLD) exhibits a markedly slower evolution during the melting process. This\ndelayed suppression of the PLD relative to the thermal response indicates that\nCDW melting proceeds through a nonthermal pathway, likely linked to the loss of\nsuperlattice phonons such as the soft mode at q = (0.5 ,0, 0.5 )."}
{"id": "2509.15855", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.15855", "abs": "https://arxiv.org/abs/2509.15855", "authors": ["David H. Wolpert", "Jan Korbel"], "title": "What does it mean for a system to compute?", "comment": null, "summary": "Many real-world dynamic systems, both natural and artificial, are understood\nto be performing computations. For artificial dynamic systems, explicitly\ndesigned to perform computation - such as digital computers - by construction,\nwe can identify which aspects of the dynamic system match the input and output\nof the computation that it performs, as well as the aspects of the dynamic\nsystem that match the intermediate logical variables of that computation. In\ncontrast, in many naturally occurring dynamical systems that we understand to\nbe computers, even though we neither designed nor constructed them - such as\nthe human brain - it is not a priori clear how to identify the computation we\npresume to be encoded in the dynamic system. Regardless of their origin,\ndynamical systems capable of computation can, in principle, be mapped onto\ncorresponding abstract computational machines that perform the same operations.\nIn this paper, we begin by surveying a wide range of dynamic systems whose\ncomputational properties have been studied. We then introduce a very broadly\napplicable framework for identifying what computations(s) are emulated by a\ngiven dynamic system. After an introduction, we summarize key examples of\ndynamical systems whose computational properties have been studied. We then\nintroduce a very broadly applicable framework that defines the computation\nperformed by a given dynamical system in terms of maps between that system's\nevolution and the evolution of an abstract computational machine. We illustrate\nthis framework with several examples from the literature, in particular\ndiscussing why some of those examples do not fully fall within the remit of our\nframework. We also briefly discuss several related issues, such as\nuncomputability in dynamical systems, and how to quantify the value of\ncomputation in naturally occurring computers."}
{"id": "2509.15314", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.15314", "abs": "https://arxiv.org/abs/2509.15314", "authors": ["Ramón Alain Miranda-Quintana", "Rugwed Lokhande", "Carlos E. V. de Moura", "Krisztina Zsigmond", "Paul W. Ayers"], "title": "A new family of seniority-restricted coupled cluster methods", "comment": "20 pages, 8 figures", "summary": "We introduce a novel class of coupled cluster (CC) methods that leverage the\nseniority concept to enhance efficiency and accuracy in electronic structure\ncalculations. While existing approaches, such as the pair coupled cluster\ndoubles (pCCD) method, are limited to seniority-zero ({\\Omega} = 0)\nwavefunctions,1 we propose a more flexible framework: seniority-restricted\ncoupled cluster (sr-CC). This new methodology selectively constrains the\nseniority sectors accessible through excitation operators in the cluster\nexpansion, enabling a more systematic exploration of electron correlation\neffects. By balancing computational cost and accuracy, sr-CC provides a\npromising pathway for advancing electronic structure theory, particularly in\nstrongly correlated systems."}
{"id": "2509.15268", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15268", "abs": "https://arxiv.org/abs/2509.15268", "authors": ["Davide Costa", "Lucas E. A. Stehouwer", "Davide Degli Esposti", "Giordano Scappucci"], "title": "Quantum oscillations in two-dimensional hole gases with competing cyclotron and Zeeman energy", "comment": null, "summary": "Evaluation of critical bandstructure and quantum transport parameters in\ntwo-dimensional systems is challenging when competition emerges among different\nenergy scales shaping quantum oscillations in a magnetic field. Here we\novercome this challenge in low-disorder strained germanium quantum wells by\nevaluating self-consistently effective mass, g-factor, and quantum lifetime. As\na result, we estimate a quantum mobility of 133(3)$\\times$10$^3$ cm$^2$/Vs,\nsetting a benchmark for 2D holes in group IV semiconductors. The high quality\nof the hole gas if further highlighted by observing clean fractional quantum\nHall states at low magnetic field and low density."}
{"id": "2509.15240", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15240", "abs": "https://arxiv.org/abs/2509.15240", "authors": ["E. E. Torres-Miyares", "S. Miret-Artés"], "title": "Surface diffusion: The intermediate scattering function seen as a characteristic function of probability theory", "comment": "1 figures", "summary": "In surface diffusion, one of the key observables is the so-called\nintermediate scattering function which is measured directly from the surface\ntechnique called Helium spin echo. In this work, we show that this function can\nbe seen as a characteristic function of probability theory. From the\ncharacteristic function, the moments and cumulants of the probability\ndistribution function of the position of the adsorbate are straightforward\nobtained in an analytical way; in particular, the second order which is related\nto the diffusion coefficient. In order to illustrate this simple theory, we\nhave focused on the incoherent tunneling of H and D on a Pt(111) surface where\nonly jumps between nearest neighbor sites have been reported experimentally.\nFinally, an extension to jumps to more than nearest neighbors has also been\nconsidered."}
{"id": "2509.15240", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15240", "abs": "https://arxiv.org/abs/2509.15240", "authors": ["E. E. Torres-Miyares", "S. Miret-Artés"], "title": "Surface diffusion: The intermediate scattering function seen as a characteristic function of probability theory", "comment": "1 figures", "summary": "In surface diffusion, one of the key observables is the so-called\nintermediate scattering function which is measured directly from the surface\ntechnique called Helium spin echo. In this work, we show that this function can\nbe seen as a characteristic function of probability theory. From the\ncharacteristic function, the moments and cumulants of the probability\ndistribution function of the position of the adsorbate are straightforward\nobtained in an analytical way; in particular, the second order which is related\nto the diffusion coefficient. In order to illustrate this simple theory, we\nhave focused on the incoherent tunneling of H and D on a Pt(111) surface where\nonly jumps between nearest neighbor sites have been reported experimentally.\nFinally, an extension to jumps to more than nearest neighbors has also been\nconsidered."}
{"id": "2509.15288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.15288", "abs": "https://arxiv.org/abs/2509.15288", "authors": ["Yu-qing Zhao", "Zhi-fan Wu", "Hai-yan Zuo", "Wei-ming Lao", "Yao He", "Hai Wang", "Ling-xiao Zhao", "Ying-hui Sun", "Huai-xin Yang", "Geng-fu Chen", "Cong Ren"], "title": "Absence of Andreev Bound States in Noncentrosymmetric Superconductor PbTaSe$_2$ under Hydrostatic Pressures", "comment": null, "summary": "Noncentrosymmetric superconductor PbTaSe$_2$, hosting bulk nodal-line\nfermions (Phys. Rev. B. 89, 020505) and spin-helical surface states (Nature\nCommunication 7, 10556), represents a prime candidate for realizing topological\nsuperconductivity and Majorana bound states (MBS). However, the definitive\nexperimental signature of MBS in this system has thus far remained elusive.\nHere we provide a comprehensive investigation of its superconducting properties\nunder hydrostatic pressure. Combining Andreev reflection spectroscopy and\ntemperature-dependent resistance measurements, we identify a separated\nsurface-like superconductivity from the bulk one at a critical pressure $P_c$.\nThe superconducting surface state demonstrate an $s$-wave pairing state with a\nstrong coupling strength. Under magnetic fields, the absence of zero-bias\nconductance peak in the pressurized point-contact Andreev reflection spectrum.\nOur findings imposes a constraint on the theoretical proposals for realizing\nMajorana bound states in noncentrosymmetric superconductors."}
{"id": "2509.15835", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15835", "abs": "https://arxiv.org/abs/2509.15835", "authors": ["Saikat Nandi", "Rounak Das", "Sagar Mahapatra", "Jörg Sichelschmidt", "M. Hemmida", "H. -A. Krug von Nidda", "Marlis Schuller", "N. Büttgen", "John Wilkinson", "M. P. Saravanan", "Indra Dasgupta", "A. V. Mahajan"], "title": "Novel Quantum Spin Liquid states in the $S = {\\frac{1}{2}}$ three-dimensional compound Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$", "comment": null, "summary": "The three-dimensional $S = 1/2$ system Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$\nconsists of two inequivalent Cu$^{2+}$ ions, each forming edge shared\ntriangular lattices. Our magnetic susceptibility $\\chi(T)=M/H$, specific heat\n$C_p(T)$, $^{89}$Y nuclear magnetic resonance (NMR), muon spin relaxation\n($\\mu$SR), and electron spin resonance (ESR) measurements on this system\nconfirm the absence of any long-range magnetic ordering and the persistence of\nspin dynamics down to 0.077 K. From $^{89}$Y NMR we find evidence of a\ntransition at about 120 K which we suggest to arise from a fraction of the\nspins condensing into a singlet (a valence bond solid VBS or a quantum spin\nliquid QSL) state. A plateau in the muon relaxation rate is observed between 60\nK and 10 K (signifying the VBS/QSL state from a fraction of the spins) followed\nby an increase and another plateau below about 1 K (presumably signifying the\nVBS/QSL state from all the spins). Our density functional theory calculations\nfind a dominant antiferromagnetic interaction along the body diagonal with\ninequivalent Cu(1) and Cu(2) ions alternately occupying the corners of the\ncube. All other near neighbour interactions between the Cu ions are also found\nto be antiferromagnetic and are thought to drive the frustration."}
{"id": "2509.15468", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.15468", "abs": "https://arxiv.org/abs/2509.15468", "authors": ["Ruvini Attanayake", "Umesh C. Roy", "Abhiyan Pandit", "Angelo Bongiorno"], "title": "First-principles calculation of higher-order elastic constants from divided differences", "comment": null, "summary": "A method is presented to calculate from first principles the higher-order\nelastic constants of a solid material. The method relies on finite strain\ndeformations, a density functional theory approach to calculate the Cauchy\nstress tensor, and a recursive numerical differentiation technique homologous\nto the divided differences polynomial interpolation algorithm. The method is\napplicable as is to any material, regardless its symmetry, to calculate elastic\nconstants of, in principle, any order. Here, we introduce conceptual framework\nand technical details of our method, we discuss sources of errors, we assess\nconvergence trends, and we present selected applications. In particular, our\nmethod is used to calculate elastic constants up to the 6$^{th}$ order of two\ncrystalline materials with the cubic symmetry, silicon and gold. To demonstrate\ngeneral applicability, our method is also used to calculate the elastic\nconstants up to the 5$^{th}$ order of $\\alpha$-quartz, a crystalline material\nbelonging to the trigonal crystal system, and the second- and third-order\nelastic constants of kevlar, a material with an anisotropic bonding network.\nHigher order elastic constants computed with our method are validated against\ndensity functional theory calculations by comparing stress responses to large\ndeformations derived within the continuum approximation."}
{"id": "2509.15468", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.15468", "abs": "https://arxiv.org/abs/2509.15468", "authors": ["Ruvini Attanayake", "Umesh C. Roy", "Abhiyan Pandit", "Angelo Bongiorno"], "title": "First-principles calculation of higher-order elastic constants from divided differences", "comment": null, "summary": "A method is presented to calculate from first principles the higher-order\nelastic constants of a solid material. The method relies on finite strain\ndeformations, a density functional theory approach to calculate the Cauchy\nstress tensor, and a recursive numerical differentiation technique homologous\nto the divided differences polynomial interpolation algorithm. The method is\napplicable as is to any material, regardless its symmetry, to calculate elastic\nconstants of, in principle, any order. Here, we introduce conceptual framework\nand technical details of our method, we discuss sources of errors, we assess\nconvergence trends, and we present selected applications. In particular, our\nmethod is used to calculate elastic constants up to the 6$^{th}$ order of two\ncrystalline materials with the cubic symmetry, silicon and gold. To demonstrate\ngeneral applicability, our method is also used to calculate the elastic\nconstants up to the 5$^{th}$ order of $\\alpha$-quartz, a crystalline material\nbelonging to the trigonal crystal system, and the second- and third-order\nelastic constants of kevlar, a material with an anisotropic bonding network.\nHigher order elastic constants computed with our method are validated against\ndensity functional theory calculations by comparing stress responses to large\ndeformations derived within the continuum approximation."}
{"id": "2509.15872", "categories": ["physics.chem-ph", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.15872", "abs": "https://arxiv.org/abs/2509.15872", "authors": ["Manajit Das", "Ajnabiul Hoque", "Mayank Baranwal", "Raghavan B. Sunoj"], "title": "DeepMech: A Machine Learning Framework for Chemical Reaction Mechanism Prediction", "comment": "37 pages, 8 figures", "summary": "Prediction of complete step-by-step chemical reaction mechanisms (CRMs)\nremains a major challenge. Whereas the traditional approaches in CRM tasks rely\non expert-driven experiments or costly quantum chemical computations,\ncontemporary deep learning (DL) alternatives ignore key intermediates and\nmechanistic steps and often suffer from hallucinations. We present DeepMech, an\ninterpretable graph-based DL framework employing atom- and bond-level\nattention, guided by generalized templates of mechanistic operations (TMOps),\nto generate CRMs. Trained on our curated ReactMech dataset (~30K CRMs with 100K\natom-mapped and mass-balanced elementary steps), DeepMech achieves\n98.98+/-0.12% accuracy in predicting elementary steps and 95.94+/-0.21% in\ncomplete CRM tasks, besides maintaining high fidelity even in\nout-of-distribution scenarios as well as in predicting side and/or byproducts.\nExtension to multistep CRMs relevant to prebiotic chemistry, demonstrates the\nability of DeepMech in effectively reconstructing pathways from simple\nprimordial substrates to complex biomolecules such as serine and aldopentose.\nAttention analysis identifies reactive atoms/bonds in line with chemical\nintuition, rendering our model interpretable and suitable for reaction design."}
{"id": "2509.15287", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.15287", "abs": "https://arxiv.org/abs/2509.15287", "authors": ["Tomer Berghaus", "Touvia Miloh", "Oded Gottlieb", "Gregory Ya. Slepyan"], "title": "Electrodynamics of carbon nanotubes with non-local surface conductivity", "comment": "47 pages, 10 figures", "summary": "A new framework that can be utilized for the electrodynamics of carbon\nnanotubes (CNTs) with non-local surface conductivity (spatial dispersion) is\npresented. The model of non-local conductivity is developed on the basis of the\nKubo technique applied to the Dirac equation for pseudospins. As a result, the\neffective boundary conditions for the electromagnetic (EM) field on a CNT\nsurface are formulated. The dispersion relation for the eigenmodes of an\ninfinitely long CNT is obtained and analyzed. It is shown that due to\nnonlocality, a new type of eigenmodes are created that disappear in the local\nconductivity limit. These eigenmodes should be properly accounted for in the\ncorrect formulation of the CNT end conditions for the surface current, which\nare manifested in the EM-field scattering problem. Additional boundary\nconditions that consider nonlocality effects are also formulated based on the\nexact solution obtained for the surface current by means of using the\nWiener-Hopf (WH) technique for a semi-infinite CNT. The scattering pattern of\nthe EM-field is simulated by a finite-length model of a CNT, using a\nnumerically solved integral equation for the surface current density and its\napproximate analytical solution. Thus, the scattering field of a CNT prevailing\nin the wide frequency range from THz to infrared light is analytically solved\nand analyzed. The newly obtained results are then utilized for determining the\noptical forces exerted on a CNT of finite length. Potential applications for\nthe design of nanoantennas and other electronic devices, including pointing out\nsome future directions, are also discussed."}
{"id": "2509.15322", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15322", "abs": "https://arxiv.org/abs/2509.15322", "authors": ["Natalia Ruiz-Pino", "Antonio Prados"], "title": "Entropic balance with feedback control: information equalities and tight inequalities", "comment": "7 pages, 4 figures, supplemental material as ancillary file", "summary": "We consider overdamped physical systems evolving under a feedback-controlled\nfluctuating potential and in contact with a thermal bath at temperature $T$. A\nMarkovian description of the dynamics, which keeps only the last value of the\ncontrol action, is advantageous -- both from the theoretical and the practical\nside -- for the entropy balance. Novel second-law equalities and bounds for the\nextractable work are obtained, the latter being both tighter and easier to\nevaluate than those in the literature based on the whole chain of controller\nactions. The Markovian framework also allows us to prove that the bound for the\nextractable work that incorporates the unavailable information is saturated in\na wide class of physical systems, for error-free measurements. These results\nare illustrated in a model system. For imperfect measurements, there appears an\ninterval of measurement uncertainty, including the point at which work ceases\nto be extracted, where the new Markovian bound is tighter than the unavailable\ninformation bound."}
{"id": "2509.15268", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15268", "abs": "https://arxiv.org/abs/2509.15268", "authors": ["Davide Costa", "Lucas E. A. Stehouwer", "Davide Degli Esposti", "Giordano Scappucci"], "title": "Quantum oscillations in two-dimensional hole gases with competing cyclotron and Zeeman energy", "comment": null, "summary": "Evaluation of critical bandstructure and quantum transport parameters in\ntwo-dimensional systems is challenging when competition emerges among different\nenergy scales shaping quantum oscillations in a magnetic field. Here we\novercome this challenge in low-disorder strained germanium quantum wells by\nevaluating self-consistently effective mass, g-factor, and quantum lifetime. As\na result, we estimate a quantum mobility of 133(3)$\\times$10$^3$ cm$^2$/Vs,\nsetting a benchmark for 2D holes in group IV semiconductors. The high quality\nof the hole gas if further highlighted by observing clean fractional quantum\nHall states at low magnetic field and low density."}
{"id": "2509.15327", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15327", "abs": "https://arxiv.org/abs/2509.15327", "authors": ["Laurine Marian", "Edouard Pinsolle", "Samuel Houle", "Maxime Durand-Gasselin", "Christian Lupien", "Bertrand Reulet"], "title": "Higgs mode in superconducting Titanium nanostructures", "comment": null, "summary": "We report observations of Higgs modes in superconducting Titanium\nnanostructures at very low temperature. They appear as anomalies in the\nmicrowave complex impedance of the samples revealed by the presence of a dc\nsupercurrent. By varying the sample geometry and contact material, we probe how\nthe Higgs modes are sensitive to the dimensionality of superconductivity, the\npenetration of the dc and ac current densities in the sample and the\ndissipation in the contacts."}
{"id": "2509.15996", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.15996", "abs": "https://arxiv.org/abs/2509.15996", "authors": ["Ipsita Mandal"], "title": "Non-Fermi liquid behaviour of CDW instabilities in fractionally-filled moiré flatbands", "comment": "13 pages, 4 figures. arXiv admin note: text overlap with\n  arXiv:2403.02322", "summary": "Spin- and valley-polarized fractionally-filled moir\\'e flatbands are known to\nhost emergent Fermi-liquid phases, when analyzed with the help of a dual\ndescription in terms of holes. The dominant Coulomb interactions in an almost\nflatband endow the fermions with a nontrivial dispersion, when the system is\ndescribed in terms of the hole operators (rather than the particle operators).\nIn particular, for one-fourth filling, the Fermi surface takes a\nquasi-triangular shape, which brings about the possibility of\ncharge-density-wave (CDW) ordering in the ground state, characterized by the\nnesting vectors ($ \\mathbf{Q}_n $). The $\\mathbf{Q}_n$'s connect antipodal\npoints of the Fermi surface (designated as hot-spots) and are found to belong\nto the space of reciprocal vectors of the underlying honeycomb structure. The\nresulting CDW order can be described in terms of instabilities caused by\nbosonic fields with momenta centred at $\\lbrace \\mathbf{Q}_n \\rbrace $,\ncoupling with the fermions residing in the vicinity of a pair of antipodal\nhot-spots. When there is a transition from a Fermi liquid to a CDW state, the\nbosons become massless (or critical), effectuating a non-Fermi liquid\nbehaviour. We set out to identify such non-Fermi liquid phases after\nconstructing a minimal effective action."}
{"id": "2509.15644", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15644", "abs": "https://arxiv.org/abs/2509.15644", "authors": ["Bishal Das", "Arnab Bhattacharya", "Amit Chanda", "Chanchal K. Barman", "Jadupati Nag", "Hariharan Srikanth", "Aftab Alam", "I. Das"], "title": "Intrinsic Berry Curvature Driven Anomalous Hall and Nernst Effect in Co$_2$MnSn", "comment": "Bishal Das and Arnab Bhattacharya contributed equally to this work.\n  17 pages (11 pages main, 6 pages supplement), 11 figures (4 figures main, 7\n  figures supplement)", "summary": "Magnetic topological semimetals often exhibit unusual electronic and thermal\ntransport due to nontrivial bulk band crossings, enabling simultaneous\nrealization of large anomalous Hall and Nernst conductivities ($\\sigma_{xy}$\nand $\\alpha_{xy}$). Here, a comprehensive experimental and theoretical study of\nthe anomalous transport properties of ferromagnetic Co$_2$MnSn is reported.\nFirst-principles calculations reveal topological Weyl points producing\nsignificant Berry curvature, driving dominant intrinsic anomalous Hall/Nernst\neffects. Electronic and thermal transport measurements demonstrate robust\nanomalous transport with substantial conductivity values that persist at room\ntemperature ($\\sigma_{xy}\\sim$ 500 S/cm, $\\alpha_{xy}\\sim$ 1.3 A/m/K). We also\nshow how the chemical substitution (via tuning Fermi level) can boost these\neffects (up to $\\sigma_{xy}\\sim$ 1376 S/cm, $\\alpha_{xy}\\sim$ 1.49 A/m/K at 150\nK). These findings position Co$_2$MnSn as a compelling platform for exploring\ntopological transport phenomena and advancing next-generation thermoelectric\nand spintronic technologies."}
{"id": "2509.15907", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.15907", "abs": "https://arxiv.org/abs/2509.15907", "authors": ["Dmitry Korogod", "Olga Chalykh", "Max Hodapp", "Nikita Rybin", "Ivan S. Novikov", "Alexander V. Shapeev"], "title": "Incorporating Coulomb interactions with fixed charges in Moment Tensor Potentials and Equivariant Tensor Network Potentials", "comment": null, "summary": "In this work, we incorporate long-range electrostatic interactions in the\nform of the Coulomb model with fixed charges into the functional form of\nshort-range machine-learning interatomic potentials (MLIPs), particularly in\nthe Moment Tensor Potential and Equivariant Tensor Network potential. We show\nthat explicit incorporation of the Coulomb interactions with fixed charges\nleads to a significant reduction of energy fitting errors, namely, more than\nfour times, of short-range MLIPs trained on organic dimers of charged\nmolecules. Furthermore, with our long-range models we demonstrate a significant\nimprovement in the prediction of the binding curves of the organic dimers of\ncharged molecules. Finally, we show that the results calculated with MLIPs are\nin good correspondence with those obtained with density functional theory for\norganic dimers of charged molecules."}
{"id": "2509.15352", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15352", "abs": "https://arxiv.org/abs/2509.15352", "authors": ["Clovis Farley", "Bertrand Reulet"], "title": "Absence of skewness in the voltage fluctuations of a tunnel junction in the quantum regime", "comment": "6 pages, 3 figures", "summary": "Current fluctuations in a tunnel junction have a remarkable property: On the\none hand, their variance corresponds to vacuum fluctuations at low voltage bias\n$V$, when the electron energy $eV$ is smaller than the photon detection energy\n$hf$ . On the other hand, their skewness, i.e. their third moment, is frequency\nindependent, equal to $e^2I$ as if electron transport were simply Poissonian.\nWe address the following question: Could it be that at low voltage, the vacuum\nfluctuations generated by the junction have a finite skewness, i.e. that the\njunction generates skewed vacuum ? To answer this question we calculate the\neffect of an arbitrary electromagnetic environment at zero temperature and show\nthat the bispectrum of third moment of voltage fluctuations of any quantum\nconductor is always zero at frequencies larger than the voltage. We also show\nexperimental data on tunnel junctions in the quantum regime that agree with our\ncalculation."}
{"id": "2509.15324", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.15324", "abs": "https://arxiv.org/abs/2509.15324", "authors": ["Stephen Whitelam"], "title": "Training thermodynamic computers by gradient descent", "comment": null, "summary": "We show how to adjust the parameters of a thermodynamic computer by gradient\ndescent in order to perform a desired computation at a specified observation\ntime. Within a digital simulation of a thermodynamic computer, training\nproceeds by maximizing the probability with which the computer would generate\nan idealized dynamical trajectory. The idealized trajectory is designed to\nreproduce the activations of a neural network trained to perform the desired\ncomputation. This teacher-student scheme results in a thermodynamic computer\nwhose finite-time dynamics enacts a computation analogous to that of the neural\nnetwork. The parameters identified in this way can be implemented in the\nhardware realization of the thermodynamic computer, which will perform the\ndesired computation automatically, driven by thermal noise. We demonstrate the\nmethod on a standard image-classification task, and estimate the thermodynamic\nadvantage -- the ratio of energy costs of the digital and thermodynamic\nimplementations -- to exceed seven orders of magnitude. Our results establish\ngradient descent as a viable training method for thermodynamic computing,\nenabling application of the core methodology of machine learning to this\nemerging field."}
{"id": "2509.15287", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.15287", "abs": "https://arxiv.org/abs/2509.15287", "authors": ["Tomer Berghaus", "Touvia Miloh", "Oded Gottlieb", "Gregory Ya. Slepyan"], "title": "Electrodynamics of carbon nanotubes with non-local surface conductivity", "comment": "47 pages, 10 figures", "summary": "A new framework that can be utilized for the electrodynamics of carbon\nnanotubes (CNTs) with non-local surface conductivity (spatial dispersion) is\npresented. The model of non-local conductivity is developed on the basis of the\nKubo technique applied to the Dirac equation for pseudospins. As a result, the\neffective boundary conditions for the electromagnetic (EM) field on a CNT\nsurface are formulated. The dispersion relation for the eigenmodes of an\ninfinitely long CNT is obtained and analyzed. It is shown that due to\nnonlocality, a new type of eigenmodes are created that disappear in the local\nconductivity limit. These eigenmodes should be properly accounted for in the\ncorrect formulation of the CNT end conditions for the surface current, which\nare manifested in the EM-field scattering problem. Additional boundary\nconditions that consider nonlocality effects are also formulated based on the\nexact solution obtained for the surface current by means of using the\nWiener-Hopf (WH) technique for a semi-infinite CNT. The scattering pattern of\nthe EM-field is simulated by a finite-length model of a CNT, using a\nnumerically solved integral equation for the surface current density and its\napproximate analytical solution. Thus, the scattering field of a CNT prevailing\nin the wide frequency range from THz to infrared light is analytically solved\nand analyzed. The newly obtained results are then utilized for determining the\noptical forces exerted on a CNT of finite length. Potential applications for\nthe design of nanoantennas and other electronic devices, including pointing out\nsome future directions, are also discussed."}
{"id": "2509.15983", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.15983", "abs": "https://arxiv.org/abs/2509.15983", "authors": ["César González-Ruano", "Chenghao Shen", "Pablo Tuero", "Coriolan Tiusan", "Yuan Lu", "Jong E. Han", "Igor Žutić", "Farkhad G. Aliev"], "title": "Giant shot noise in superconductor/ferromagnet junctions with orbital-symmetry-controlled spin-orbit coupling", "comment": "Accepted for publication", "summary": "By measuring the shot noise, a consequence of charge quantization, in\nsuperconductor/insulator/ferromagnet (V/MgO/Fe) junctions, we discover a giant\nincrease, orders of magnitude larger than expected. The origin of this giant\nnoise is a peculiar realization of a superconducting proximity effect, where a\nsimple superconductor influences its neighbors. Our measurements reveal largely\nunexplored implications of orbital-symmetry-controlled proximity effects. The\nimportance of orbital symmetries and the accompanying spin-orbit coupling is\nmanifested by an unexpected emergence of another superconducting region\nstrikingly different from the parent superconductor. Unlike vanadium's common\nspin-singlet superconductivity, the broken inversion symmetry in V/MgO/Fe\njunctions and the resulting interfacial spin-orbit coupling leads to the\nformation of spin-triplet superconductivity across the ferromagnetic iron. Here\nwe show that the enhanced shot noise, known from Josephson junctions with two\nsuperconductors, is measured even in a single superconductor, this discovery\nmotivates revisiting how the spin-orbit coupling and superconducting proximity\neffects can transform many materials."}
{"id": "2509.15488", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15488", "abs": "https://arxiv.org/abs/2509.15488", "authors": ["Preethi Basani", "Varsha Subramanyan", "Smitha Vishveshwara"], "title": "Symmetries and dynamics of quantum Hall bulk anyons in quadratic potentials", "comment": "6 pages, 3 figures", "summary": "We study two-particle coherent states and their dynamics in the lowest Landau\nlevel (LLL) under the influence of quadratic potentials. We focus on\ngeneralized coherent states that describe Abelian anyons in the LLL and are\nassociated with the $\\mathfrak{su}(1,1)$ Lie algebra. We draw on parallels with\nquantum optics and symmetry properties of the coherent states considered here\nto analytically calculate quantities such as a bunching parameter, which\ndepends on quantum statistics, as well as coherent state trajectories under the\ninfluence of generic quadratic potentials. Our results show that in unbounded\nsaddle potentials, the bunching parameter governs the trajectories which show\nexponentially diverging behavior in a manner that depends on quantum\nstatistics. In bounded elliptical potentials, the bunching parameter is\noscillatory and its maximum magnitude depends on the eccentricity of the\napplied potential. We draw connections between our analyses and the key\nconcepts that underlie anyon detection in recent experiments."}
{"id": "2509.15671", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15671", "abs": "https://arxiv.org/abs/2509.15671", "authors": ["Subham Naik", "Soumili Dutta", "Hiranmayee Senapati", "Sweta Yadav", "Subarna Ray", "Jai Prakash", "Rahul Sharma", "Gohil S. Thakur"], "title": "Crystal Growth, Band Structure, Magnetism and Electrochemical Properties of Hexavalent Strontium Ruthenium Oxyhydroxide", "comment": "28 pages including supplementary information", "summary": "Ruthenates comprise an interesting class of materials with a wide range of\nextremely exciting properties, and thus the discovery of new stable ruthenates\nremains an active area of investigation. We report the crystal growth and\ncomprehensive studies including crystal and electronic structure, magnetic and\nelectrochemical properties of a hexavalent ruthenium oxyhydroxide Sr3Ru2O9H2\nprepared through a low-temperature hydrothermal method. Single crystals and\npowder samples of this phase are isolated by optimising the Sr(OH)2 to KRuO4\nratio while maintaining a high base concentration. The new structure consists\nof a rare five-coordinated RuVI featuring isolated trigonal prisms and\ncrystallising in a non-centrosymmetric tetragonal system. Isolated Ru polyhedra\nleading to a large spatial distance ~ 50 pm between the Ru metal centres render\nthe compound paramagnetic despite strong antiferromagnetic correlation. Band\nstructure calculation suggests a metal-like electronic ground state with mostly\nRu d and O p orbitals contributing to the Fermi surface. The electrochemical\nperformance of Sr3Ru2O9H2, though not as impressive as RuO2, remains relevant\nand is on par with other reported OER catalysts."}
{"id": "2509.15919", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.15919", "abs": "https://arxiv.org/abs/2509.15919", "authors": ["Marit R. Fiechter", "Mark Kamper Svendsen"], "title": "On the Hamiltonian used in Polaritonic Chemistry", "comment": null, "summary": "Experiments have shown that strong coupling between molecular excitations and\na mode of a Fabry--P\\'erot cavity can significantly alter molecular properties,\nsuch as reaction rates and equilibrium constants. However, in spite of the\nlarge body of theoretical work, the mechanism behind this change is still not\nwell understood. In order to make progress, we first take a step back and\nquestion the appropriateness of the Hamiltonian that most recent studies are\nbased on. In particular, we investigate the dipole self-energy cross terms,\nwhich have received attention as they seem to mediate distance-independent\ninteractions between all molecules in the cavity. However, it is often\noverlooked that these terms are known to cancel exactly with the intermolecular\nCoulombic interactions -- which on the other hand are usually neglected. In\nthis work, we revisit how this cancellation comes about in free space and in a\nperfect cavity, and we discuss how the situation changes for a more realistic\ncavity in the framework of macroscopic QED. Finally, we discuss the\nimplications of this cancellation for the single-mode Hamiltonian."}
{"id": "2509.15418", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15418", "abs": "https://arxiv.org/abs/2509.15418", "authors": ["Liubov S. Sirkina", "Luke M. J. Hall", "Amy Morreau", "Wolfgang Langbein", "Egor A. Muljarov"], "title": "Förster transfer between quantum dots in a shared phonon environment: An exact approach, revealing the role of pure dephasing", "comment": null, "summary": "F\\\"orster resonance energy transfer has an important role in nature and\ntechnology, rendering its exact theoretical understanding significant. To this\nend, a system of two electronically decoupled quantum dots (QDs) is considered,\ninteracting via dipole-dipole interaction and a common phonon bath. While the\nformer leads to an oscillatory excitation transfer between the dots, the latter\nprovide the dissipation resulting in directional F\\\"orster transfer. We present\nan exact microscopic treatment of the phonon-assisted transitions between\nhybridized exciton levels of the coupled QD system, going beyond the simple\nperturbative approaches commonly used in the literature. From our\nasymptotically exact results we extract population decay times $T_1$, dephasing\ntimes $T_2$, and resulting pure dephasing times $T_2^*$ of the states. We\ncompare this treatment with an analytical model based on Fermi's golden rule,\ncombining the most accurate elements of existing analytical treatments. The\nexact results show a significant deviation from this model in some parameter\nregimes, mainly due to the role of multi-phonon processes, which become\nimportant for comparable electron-phonon and dipolar coupling, realised at\nshort distances between the QDs and at elevated temperatures."}
{"id": "2509.15415", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15415", "abs": "https://arxiv.org/abs/2509.15415", "authors": ["Joshua R. Tempelman", "Chongan Wang", "Alexander F. Vakakis"], "title": "Spectral Characterization of Wave Scattering at a Granular-Elastic Solid Interface: From Hyperbolic Wave Propagation to Near-Parabolic Diffusion", "comment": "18 pages, 11 figures", "summary": "We present a method based on acoustic wavenumber imaging algorithms to\nquantify the spectral content of strongly nonlinear energy scattering of a\npropagating wavefront across the discrete-continuum interface of a 2D hybrid\nsystem composed of an ordered granular layer in contact with a thin elastic\nplate. We consider snapshots of the transmitted wavefront at given time\ninstants, which are filtered across the wavenumber domain by applying the\nspatial Fourier Transform (FT), and then the filtered wavefields are\ntransformed back to the spatial domain by inverse spatial FT. This yields a\nspectral decomposition of the given snapshots at varying center wavenumbers.\nBased on this postprocessing method, the scattering of the kinetic energy in\nthe receiving medium (plate) can be studied in the wavenumber-time domain,\nproving a quantitative measure of the nonlinear scattering of the transmitted\nwavefront by the strongly nonlinear 2D granular layer. This postprocessing\nmethod enables the detailed quantitative study of the scattering and spectral\nenergy redistribution of propagating wavepackets in elastic media with embedded\nlinear or nonlinear layers or inclusions. In addition, we show that the\nspectral evolution of receiving plate with a granular interface exhibits\ndiffusion-like behavior in the wavenumber domain, drawing an analogy between\nparabolic heat diffusion and classical hyperbolic elsatodynamic energy\ntransport."}
{"id": "2509.15288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.15288", "abs": "https://arxiv.org/abs/2509.15288", "authors": ["Yu-qing Zhao", "Zhi-fan Wu", "Hai-yan Zuo", "Wei-ming Lao", "Yao He", "Hai Wang", "Ling-xiao Zhao", "Ying-hui Sun", "Huai-xin Yang", "Geng-fu Chen", "Cong Ren"], "title": "Absence of Andreev Bound States in Noncentrosymmetric Superconductor PbTaSe$_2$ under Hydrostatic Pressures", "comment": null, "summary": "Noncentrosymmetric superconductor PbTaSe$_2$, hosting bulk nodal-line\nfermions (Phys. Rev. B. 89, 020505) and spin-helical surface states (Nature\nCommunication 7, 10556), represents a prime candidate for realizing topological\nsuperconductivity and Majorana bound states (MBS). However, the definitive\nexperimental signature of MBS in this system has thus far remained elusive.\nHere we provide a comprehensive investigation of its superconducting properties\nunder hydrostatic pressure. Combining Andreev reflection spectroscopy and\ntemperature-dependent resistance measurements, we identify a separated\nsurface-like superconductivity from the bulk one at a critical pressure $P_c$.\nThe superconducting surface state demonstrate an $s$-wave pairing state with a\nstrong coupling strength. Under magnetic fields, the absence of zero-bias\nconductance peak in the pressurized point-contact Andreev reflection spectrum.\nOur findings imposes a constraint on the theoretical proposals for realizing\nMajorana bound states in noncentrosymmetric superconductors."}
{"id": "2509.15644", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15644", "abs": "https://arxiv.org/abs/2509.15644", "authors": ["Bishal Das", "Arnab Bhattacharya", "Amit Chanda", "Chanchal K. Barman", "Jadupati Nag", "Hariharan Srikanth", "Aftab Alam", "I. Das"], "title": "Intrinsic Berry Curvature Driven Anomalous Hall and Nernst Effect in Co$_2$MnSn", "comment": "Bishal Das and Arnab Bhattacharya contributed equally to this work.\n  17 pages (11 pages main, 6 pages supplement), 11 figures (4 figures main, 7\n  figures supplement)", "summary": "Magnetic topological semimetals often exhibit unusual electronic and thermal\ntransport due to nontrivial bulk band crossings, enabling simultaneous\nrealization of large anomalous Hall and Nernst conductivities ($\\sigma_{xy}$\nand $\\alpha_{xy}$). Here, a comprehensive experimental and theoretical study of\nthe anomalous transport properties of ferromagnetic Co$_2$MnSn is reported.\nFirst-principles calculations reveal topological Weyl points producing\nsignificant Berry curvature, driving dominant intrinsic anomalous Hall/Nernst\neffects. Electronic and thermal transport measurements demonstrate robust\nanomalous transport with substantial conductivity values that persist at room\ntemperature ($\\sigma_{xy}\\sim$ 500 S/cm, $\\alpha_{xy}\\sim$ 1.3 A/m/K). We also\nshow how the chemical substitution (via tuning Fermi level) can boost these\neffects (up to $\\sigma_{xy}\\sim$ 1376 S/cm, $\\alpha_{xy}\\sim$ 1.49 A/m/K at 150\nK). These findings position Co$_2$MnSn as a compelling platform for exploring\ntopological transport phenomena and advancing next-generation thermoelectric\nand spintronic technologies."}
{"id": "2509.15682", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15682", "abs": "https://arxiv.org/abs/2509.15682", "authors": ["Kousuke Ooe", "Yufan Shen", "Kazuki Shitara", "Shunsuke Kobayashi", "Yuichi Shimakawa", "Daisuke Kan", "Joanne Etheridge"], "title": "Direct observation of cation-dependent polarisation switching dynamics in fluorite ferroelectrics", "comment": null, "summary": "Fluorite ferroelectrics are exciting candidates for next-generation\nnon-volatile memory devices because their unique ferroelectric mechanism, which\narises from unconventional oxygen displacements, permits ferroelectricity with\nminimal thickness constraints. However, the polarisation switching mechanism\nremains the subject of intense debate due to a limited understanding of the\natomic-scale dynamics which are extremely challenging to detect and measure.\nHere, we observe directly the polarisation switching pathways by visualising\noxygen site dynamics in ZrO2 and Hf0.5Zr0.5O2 freestanding membranes using an\nadvanced atomic-column imaging technique-optimum bright-field scanning\ntransmission electron microscopy. We observe that the 180- and 90-degree\npolarisation pathways involve different nonpolar intermediate states with\ndistinct spatial scales. Coupled with density functional theory, we also reveal\nhow different cation species in fluorite oxides impact the accessible\npolarisation switching pathways. Our atomic-level insights into the\npolarisation switching dynamics open new avenues for the advanced engineering\nof fluorite ferroelectric materials and resulting memory devices."}
{"id": "2509.16152", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.16152", "abs": "https://arxiv.org/abs/2509.16152", "authors": ["Oussama Bindech", "Saad yalouz", "Vincent Robert"], "title": "A State-Specific Iterative Decoupling Scheme Based on Perturbation Theory for Low-Energy Electronic States", "comment": null, "summary": "In this work, we introduce a selective and scalable extension of the\nmulti-step Rayleigh-Schrodinger and Brillouin-Wigner perturbative scheme (see\narXiv:2408.16505), designed to efficiently access the low-energy spectrum of\nmolecular systems. The method proceeds by combining successive effective\nHamiltonian diagonalizations inspired by second-order Rayleigh-Schrodinger\nperturbation theory, with a Brillouin-Wigner correction applied to individually\noptimized states using an updated partitioning of the Hamiltonian. At each\nstep, a zeroth-order state is identified and progressively decoupled from the\nremaining higher-lying states, thereby enabling a well-conditioned\nBrillouin-Wigner expansion for the energy correction. In contrast to previous\napproaches, the method selectively targets a small number of low-lying states,\nsignificantly reducing the numerical overhead while maintaining spectroscopic\naccuracy. The robustness of the method is demonstrated on the LiH and H4\nmolecules, where accurate excitation energies are obtained for the lowest\nsinglet states using compact model spaces, confirming its potential for\nrealistic applications."}
{"id": "2509.15488", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15488", "abs": "https://arxiv.org/abs/2509.15488", "authors": ["Preethi Basani", "Varsha Subramanyan", "Smitha Vishveshwara"], "title": "Symmetries and dynamics of quantum Hall bulk anyons in quadratic potentials", "comment": "6 pages, 3 figures", "summary": "We study two-particle coherent states and their dynamics in the lowest Landau\nlevel (LLL) under the influence of quadratic potentials. We focus on\ngeneralized coherent states that describe Abelian anyons in the LLL and are\nassociated with the $\\mathfrak{su}(1,1)$ Lie algebra. We draw on parallels with\nquantum optics and symmetry properties of the coherent states considered here\nto analytically calculate quantities such as a bunching parameter, which\ndepends on quantum statistics, as well as coherent state trajectories under the\ninfluence of generic quadratic potentials. Our results show that in unbounded\nsaddle potentials, the bunching parameter governs the trajectories which show\nexponentially diverging behavior in a manner that depends on quantum\nstatistics. In bounded elliptical potentials, the bunching parameter is\noscillatory and its maximum magnitude depends on the eccentricity of the\napplied potential. We draw connections between our analyses and the key\nconcepts that underlie anyon detection in recent experiments."}
{"id": "2509.15992", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15992", "abs": "https://arxiv.org/abs/2509.15992", "authors": ["Amrutayani Panda", "Biswajit Das", "Shuvojit Paul", "Arnab Saha", "Ayan Banerjee"], "title": "A stochastic heat engine driven using a nonlinear protocol", "comment": "8 pages, 8 figures, comments are welcome", "summary": "A colloidal particle confined in a time-dependent optical trap can function\nas a microscopic heat engine, with optimization strategies playing a crucial\nrole in enhancing its performance. In this study, we numerically investigate a\nStirling heat engine operating in both passive and active environments using a\nprotocol inspired by the Engineered Swift Equilibration (ESE) method. This\napproach differs from the standard process and focuses on enhancing engine\nefficiency, particularly at short time scales. We analyze various fluctuating\nparameters throughout the cycle to validate the robustness of the engine, and\ndemonstrate a significant enhancement in performance compared to conventional\nStirling engines. Most crucially, we observe that the nonlinear protocol can\neven transform a heat-pump-like operation into a genuine heat engine under\nstrong activity, thereby surpassing bounds imposed on efficiency by\nhigh-temperature and quasi-static conditions. Finally, the proposed protocol is\ndesigned with experimental feasibility in mind, making it a promising framework\nfor the practical realization of efficient microscopic heat engines."}
{"id": "2509.15300", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15300", "abs": "https://arxiv.org/abs/2509.15300", "authors": ["Félix Desrochers", "Joe Huxford", "Mark R. Hirsbrunner", "Yong Baek Kim"], "title": "Electronic Crystal Phases in the Presence of Non-Uniform Berry Curvature and Tunable Berry Flux: The $λ_N$-Jellium model", "comment": "22 + 16 pages, 9 + 4 figures", "summary": "Recent experiments on multilayer graphene systems have rekindled interest in\nelectronic crystal phases in two dimensions -- but now for phases enriched by\nnon-trivial quantum geometry. In this work, we introduce a simple continuum\nmodel with tunable Berry curvature distribution and total flux, enabling\nsystematic study of crystallization in geometrically nontrivial bands. In the\nnoninteracting limit, the addition of a C6-symmetric periodic potential yields\na rich phase diagram, for which we provide several analytical insights.\nNotably, we derive a general formula for the Chern number in the weak-potential\nregime that is broadly applicable to single-band projected models. Removing the\nperiodic potential and treating Coulomb interactions self-consistently at the\nHartree-Fock level, the resulting phase diagrams host a variety of crystalline\nstates, including anomalous Hall crystals, halo Wigner crystals in which\nlocalized electrons spontaneously acquire orbital angular momentum leading to\ndepleted electron occupation at the zone center, and a novel halo anomalous\nHall crystal that combines these properties with a finite Chern number. We\nidentify why these phases are energetically favorable through analytical and\nenergetic considerations. Our results provide insight into the interplay\nbetween crystallization and band geometry, while also offering a simple toy\nmodel amenable to numerical methods beyond mean-field."}
{"id": "2509.15771", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15771", "abs": "https://arxiv.org/abs/2509.15771", "authors": ["Nour Maraytta", "Peter Nagel", "Fatemeh Ghorbani", "Amir Ghiami", "Santanu Pakhira", "Mai Ye", "Bjoern Wehinger", "Federico Abbruciati", "Gaston Garbarino", "Matthieu Le Tacon", "Stefan Schuppler", "Amir-Abbas Haghighirad", "Michael Merz"], "title": "Unveiling Excitonic Insulator Signatures in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$", "comment": "10 pages, 6 figures, accepted for publication in Scientific Reports", "summary": "The high-temperature phase of Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, a\nnear-zero-gap semiconductor ($E_G$ = 0), is a promising candidate for an\nexcitonic insulator. Given the dome-like evolution expected for an excitonic\ninsulator around $E_G$, we investigated Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, the\nmore semi-metallic Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, and semiconducting\nTa$_\\mathrm{2}$NiS$_\\mathrm{5}$ using high-resolution single-crystal x-ray\ndiffraction and near-edge x-ray absorption fine structure (NEXAFS). Our\nfindings reveal a second-order structural phase transition from orthorhombic\n(space group: $Cmcm$) to monoclinic (space group: $C2/c$) in\nTa$_\\mathrm{2}$NiSe$_\\mathrm{5}$ and Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, but\nno transition in Ta$_\\mathrm{2}$NiS$_\\mathrm{5}$ down to 2 K. This transition\nbreaks two mirror symmetries, enabling and enhancing the hybridization of Ta,\nNi, and Se atoms, shortening bond lengths, and strengthening orbital\ninteractions. NEXAFS data confirm stronger hybridization, significant changes\nin excitonic binding energies, and a key alteration in orbital character,\nsuggesting an excitonic insulating state in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$\nand emphasizing the crucial electronic role of orbitals in the formation of the\nexcitonic insulator state."}
{"id": "2509.15715", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.15715", "abs": "https://arxiv.org/abs/2509.15715", "authors": ["Seungheon Shin", "Can Cao", "Jon Pratt", "Yinxuan Zhu", "Brianna A. Klein", "Andrew Armstrong", "Andrew A. Allerman", "Siddharth Rajan"], "title": "Barrier Electrostatics and Contact Engineering for Ultra-Wide Bandgap AlGaN HFETs", "comment": "11 pages, 10 figures", "summary": "We report ultra-wide bandgap (UWBG) AlGaN heterostructure field-effect\ntransistors (HFETs) exhibiting a high breakdown field (> 5.3 MV/cm) and a low\ncontact resistance (~1.55 {\\Omega}mm), tailored for high-power radiofrequency\napplications. A split-doped barrier architecture, employing two distinct doping\nconcentrations, is shown to enhance both the breakdown field and contact\nresistance. This design enables a state-of-the-art combination of maximum drain\ncurrent (487 mA/mm) and breakdown field, along with a high cutoff frequency of\n7.2 GHz. These results demonstrate a viable pathway to push device performance\ntoward the material limits while minimizing contact resistance in UWBG AlGaN\nHFETs, paving the way for next-generation high-power, high-frequency\napplications."}
{"id": "2509.15875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.15875", "abs": "https://arxiv.org/abs/2509.15875", "authors": ["Anuroopa Behatha", "Shalini Tomar", "Hojin Jeong", "Joon Hwan Choi", "Seung-Cheol Lee", "Satadeep Bhattacharjee"], "title": "Mechanistic Insights into Complete Methane Oxidation on Single-Atom Pd Supported by SSZ-13 Zeolite: A First-Principles Study", "comment": null, "summary": "Complete catalytic oxidation of methane is an effective strategy for\ngreenhouse gas mitigation and clean energy conversion; yet, ensuring both high\ncatalytic activity and stability with palladium-based catalysts remains a\nchallenge. In the present work, we employed a theoretical investigation of\nmethane oxidation over single-atom Pd supported on SSZ-13 zeolite using density\nfunctional theory calculations, combined with climbing-image nudged elastic\nband calculations to determine activation barriers. A systematic assessment of\nvarious Al distributions and Pd placements was carried out to identify the most\nstable configurations for Pd incorporation within the zeolite\nframework.Further, two mechanistic routes for methane activation were\nevaluated: (i) direct dehydrogenation under dry conditions, and (ii)\nO$_2$-assisted oxidative dehydrogenation. Our results demonstrate that the\ndirect (dry) pathway is energetically demanding and overall endothermic,\nwhereas the O$_2$ assisted route facilitates the exothermic energy profile,\nparticularly in the C-H bond cleavage. The formation of stable hydroxyl and\nCO/CO$_2$ intermediates were also studied. The results emphasize the role of\noxygen-rich environments in enabling the complete methane oxidation with\nimproved thermodynamic feasibility. Moreover, we propose an alternate\nlow-energy pathway based on O-assisted and multi-site mechanisms that reduce\nthe overall reaction enthalpy. These insights provide the design principles for\nhighly active and moisture-resistant Pd-zeolite catalysts for sustainable\nmethane utilization."}
{"id": "2509.15511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15511", "abs": "https://arxiv.org/abs/2509.15511", "authors": ["Gyungchoon Go", "Se Kwon Kim"], "title": "Magnetoelastic Coupling-Driven Chiral Spin Textures: A Skyrmion-Antiskyrmion-Like Array", "comment": "5 pages, 5 figures", "summary": "We theoretically demonstrate that sufficiently strong magnetoelastic coupling\ncan change the ground state of otherwise uniform spin systems to chiral spin\nconfigurations. More specifically, we show that, a periodic array of chiral\nspin textures can spontaneously emerge in a two-dimensional ferromagnetic\nsystem on a substrate-even in the absence of Dzyaloshinskii-Moriya interaction.\nThe resulting spin texture resembles a skyrmion-antiskyrmion lattice,\ncharacterized by alternating scalar spin chirality and a nonuniform but\nsign-preserving out-of-plane spin profile. Our analysis reveals that such\npatterns form naturally when the magnetoelastic interaction is sufficiently\nstrong, while the coupling between flexural phonons and the substrate is\nsufficiently weak. These findings uncover a previously unexplored mechanism for\nchiral spin texture formation driven purely by magnetoelastic coupling,\nsignaling at potential utilities of materials with strong magnetoelastic\nresponses."}
{"id": "2509.16021", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.16021", "abs": "https://arxiv.org/abs/2509.16021", "authors": ["Hengning Chen", "Zeyu Deng", "Gopalakrishnan Sai Gautam", "Yan Li", "Pieremanuele Canepa"], "title": "Phase Behavior and Ion Transport in Lithium-Niobium-Tantalum Oxide Alloys", "comment": null, "summary": "Lithium niobate-tantalate mixtures have garnered considerable interest for\ntheir ability to merge the desirable properties of both end members, enabling\ndiverse high-value applications, such as high-performance faradaic capacitors,\nnon-linear optics, and protective coatings in rechargeable batteries. While\nnumerous studies on the application of $\\mathrm{LiNb_xTa_{1-x}O_3}$ exist, the\nphase behavior and properties of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$ remain largely\nunexplored. In this work, we employ a multiscale approach that encompasses\nfirst-principles phonon calculations, cluster expansion, and Monte Carlo\nsimulations to derive the temperature-composition phase diagram for\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. Our findings reveal the critical role of\nvibrational entropy in accurately predicting phase stability, which promotes\nthe solubility of Nb in $\\mathrm{Li_3TaO_4}$ while suppressing the miscibility\nof Ta in $\\mathrm{Li_3NbO_4}$. Additionally, we demonstrate that Nb/Ta mixing\noffers a promising avenue for tailoring the Li-ion conductivities of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. On the technical side, we demonstrated the\nimportance of including vibrational entropy effects explicitly in Monte Carlo\nsimulations dealing with multicomponent systems, beyond simple binary mixtures.\nOn the application side, this study provides fundamental insights into the\nphase behavior and Li-ion transport properties of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$, paving the way for its potential applications\nin energy storage and other fields."}
{"id": "2509.15322", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15322", "abs": "https://arxiv.org/abs/2509.15322", "authors": ["Natalia Ruiz-Pino", "Antonio Prados"], "title": "Entropic balance with feedback control: information equalities and tight inequalities", "comment": "7 pages, 4 figures, supplemental material as ancillary file", "summary": "We consider overdamped physical systems evolving under a feedback-controlled\nfluctuating potential and in contact with a thermal bath at temperature $T$. A\nMarkovian description of the dynamics, which keeps only the last value of the\ncontrol action, is advantageous -- both from the theoretical and the practical\nside -- for the entropy balance. Novel second-law equalities and bounds for the\nextractable work are obtained, the latter being both tighter and easier to\nevaluate than those in the literature based on the whole chain of controller\nactions. The Markovian framework also allows us to prove that the bound for the\nextractable work that incorporates the unavailable information is saturated in\na wide class of physical systems, for error-free measurements. These results\nare illustrated in a model system. For imperfect measurements, there appears an\ninterval of measurement uncertainty, including the point at which work ceases\nto be extracted, where the new Markovian bound is tighter than the unavailable\ninformation bound."}
{"id": "2509.15771", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15771", "abs": "https://arxiv.org/abs/2509.15771", "authors": ["Nour Maraytta", "Peter Nagel", "Fatemeh Ghorbani", "Amir Ghiami", "Santanu Pakhira", "Mai Ye", "Bjoern Wehinger", "Federico Abbruciati", "Gaston Garbarino", "Matthieu Le Tacon", "Stefan Schuppler", "Amir-Abbas Haghighirad", "Michael Merz"], "title": "Unveiling Excitonic Insulator Signatures in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$", "comment": "10 pages, 6 figures, accepted for publication in Scientific Reports", "summary": "The high-temperature phase of Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, a\nnear-zero-gap semiconductor ($E_G$ = 0), is a promising candidate for an\nexcitonic insulator. Given the dome-like evolution expected for an excitonic\ninsulator around $E_G$, we investigated Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, the\nmore semi-metallic Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, and semiconducting\nTa$_\\mathrm{2}$NiS$_\\mathrm{5}$ using high-resolution single-crystal x-ray\ndiffraction and near-edge x-ray absorption fine structure (NEXAFS). Our\nfindings reveal a second-order structural phase transition from orthorhombic\n(space group: $Cmcm$) to monoclinic (space group: $C2/c$) in\nTa$_\\mathrm{2}$NiSe$_\\mathrm{5}$ and Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, but\nno transition in Ta$_\\mathrm{2}$NiS$_\\mathrm{5}$ down to 2 K. This transition\nbreaks two mirror symmetries, enabling and enhancing the hybridization of Ta,\nNi, and Se atoms, shortening bond lengths, and strengthening orbital\ninteractions. NEXAFS data confirm stronger hybridization, significant changes\nin excitonic binding energies, and a key alteration in orbital character,\nsuggesting an excitonic insulating state in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$\nand emphasizing the crucial electronic role of orbitals in the formation of the\nexcitonic insulator state."}
{"id": "2509.15525", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15525", "abs": "https://arxiv.org/abs/2509.15525", "authors": ["Deyi Zhuo", "Bomin Zhang", "Humian Zhou", "Han Tay", "Xiaoda Liu", "Zhiyuan Xi", "Chui-Zhen Chen", "Cui-Zu Chang"], "title": "Evidence for Half-Quantized Chiral Edge Current in a C = 1/2 Parity Anomaly State", "comment": "19 pages, 4 figures, comments are welcome", "summary": "A single massive Dirac surface band is predicted to exhibit a half-quantized\nHall conductance, a hallmark of the C = 1/2 parity anomaly state in quantum\nfield theory. Experimental signatures of the C = 1/2 parity anomaly state have\nbeen observed in semi-magnetic topological insulator (TI) bilayers, yet whether\nit supports a half-quantized chiral edge current remains elusive. Here, we\nobserve a robust half-quantized Hall conductance plateau in a molecular beam\nepitaxy (MBE)-grown asymmetric magnetic TI trilayer under specific in-plane\nmagnetic field regimes, corresponding to the C = 1/2 parity anomaly state.\nWithin this state, both nonlocal and nonreciprocal transport signals are\ngreatly enhanced, which we identify as direct evidence for a half-quantized\nchiral edge current localized at the boundary of the top gapped surface. Our\nnumerical simulations demonstrate that this half-quantized chiral edge channel\nis the essential carrier of the observed half-quantized Hall conductance\nplateau, analogous to the quantized chiral edge channel in the C = 1 quantum\nanomalous Hall state. Our results provide experimental evidence for the\nhalf-quantized chiral edge transport in a C = 1/2 parity anomaly state. This\nwork establishes asymmetric magnetic TI trilayers as a platform for probing\nsingle Dirac fermion physics and paves the way to explore a series of exciting\nphenomena in the C = 1/2 parity anomaly state, including the topological\nmagnetoelectric effect and quantized magneto-optical response."}
{"id": "2509.15324", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2509.15324", "abs": "https://arxiv.org/abs/2509.15324", "authors": ["Stephen Whitelam"], "title": "Training thermodynamic computers by gradient descent", "comment": null, "summary": "We show how to adjust the parameters of a thermodynamic computer by gradient\ndescent in order to perform a desired computation at a specified observation\ntime. Within a digital simulation of a thermodynamic computer, training\nproceeds by maximizing the probability with which the computer would generate\nan idealized dynamical trajectory. The idealized trajectory is designed to\nreproduce the activations of a neural network trained to perform the desired\ncomputation. This teacher-student scheme results in a thermodynamic computer\nwhose finite-time dynamics enacts a computation analogous to that of the neural\nnetwork. The parameters identified in this way can be implemented in the\nhardware realization of the thermodynamic computer, which will perform the\ndesired computation automatically, driven by thermal noise. We demonstrate the\nmethod on a standard image-classification task, and estimate the thermodynamic\nadvantage -- the ratio of energy costs of the digital and thermodynamic\nimplementations -- to exceed seven orders of magnitude. Our results establish\ngradient descent as a viable training method for thermodynamic computing,\nenabling application of the core methodology of machine learning to this\nemerging field."}
{"id": "2509.15875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.15875", "abs": "https://arxiv.org/abs/2509.15875", "authors": ["Anuroopa Behatha", "Shalini Tomar", "Hojin Jeong", "Joon Hwan Choi", "Seung-Cheol Lee", "Satadeep Bhattacharjee"], "title": "Mechanistic Insights into Complete Methane Oxidation on Single-Atom Pd Supported by SSZ-13 Zeolite: A First-Principles Study", "comment": null, "summary": "Complete catalytic oxidation of methane is an effective strategy for\ngreenhouse gas mitigation and clean energy conversion; yet, ensuring both high\ncatalytic activity and stability with palladium-based catalysts remains a\nchallenge. In the present work, we employed a theoretical investigation of\nmethane oxidation over single-atom Pd supported on SSZ-13 zeolite using density\nfunctional theory calculations, combined with climbing-image nudged elastic\nband calculations to determine activation barriers. A systematic assessment of\nvarious Al distributions and Pd placements was carried out to identify the most\nstable configurations for Pd incorporation within the zeolite\nframework.Further, two mechanistic routes for methane activation were\nevaluated: (i) direct dehydrogenation under dry conditions, and (ii)\nO$_2$-assisted oxidative dehydrogenation. Our results demonstrate that the\ndirect (dry) pathway is energetically demanding and overall endothermic,\nwhereas the O$_2$ assisted route facilitates the exothermic energy profile,\nparticularly in the C-H bond cleavage. The formation of stable hydroxyl and\nCO/CO$_2$ intermediates were also studied. The results emphasize the role of\noxygen-rich environments in enabling the complete methane oxidation with\nimproved thermodynamic feasibility. Moreover, we propose an alternate\nlow-energy pathway based on O-assisted and multi-site mechanisms that reduce\nthe overall reaction enthalpy. These insights provide the design principles for\nhighly active and moisture-resistant Pd-zeolite catalysts for sustainable\nmethane utilization."}
{"id": "2509.15530", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15530", "abs": "https://arxiv.org/abs/2509.15530", "authors": ["Mladen Kotur", "Pavel S. Bazhin", "Kirill V. Kavokin", "Nataliia E. Kopteva", "Dmitri R. Yakovlev", "Dennis Kudlacik", "Manfred Bayer"], "title": "Dynamic polarization of nuclear spins by optically-oriented electrons and holes in lead halide perovskite semiconductors", "comment": null, "summary": "A theory of dynamic polarization of the nuclear spin system via\noptically-oriented charge carriers in lead halide perovskites is developed and\ncompared with the experiments performed on a\nFA$_{0.9}$Cs$_{0.1}$PbI$_{2.8}$Br$_{0.2}$ crystal. The spin Hamiltonians of the\nelectron and hole hyperfine interaction with the nuclear spins of lead and\nhalogen are derived. The hyperfine interaction of the halogen spins with charge\ncarriers is shown to be anisotropic and depending on the position of the\nhalogen nucleus in the cubic elementary cell. The quadrupole splitting is\nabsent for the lead spins, but plays an important role for the halogen spins\nand affects their dynamic polarization by charge carriers. The Overhauser\nfields of the dynamically polarized nuclei are calculated as functions of the\ntilting angle of an external magnetic field and compared with the\nexperimentally measured angular dependence of the Hanle effect. The comparison\nof the theoretical model with the experimental data reveals an enhanced spin\npolarization of the lead nuclei, whose mean spin exceeds several times the mean\nspins of localized electrons and holes. This unexpectedly strong spin\npolarization is explained by the interaction of the lead nuclei with excitons\nhaving a high degree of spin orientation due to their short lifetime after\nexcitation by circularly-polarized light. The dynamic polarization of the\nquadrupole-split halogen spins manifests itself via the magnetic field they\nproduce at the lead nuclei. This field maintains the magnetization of the lead\nnuclei at zero external magnetic field. The dynamics of the nuclear spin\npolarization is measured under optical pumping and in the dark, yielding a\nnuclear spin-lattice relaxation time on the order of 10 seconds."}
{"id": "2509.15327", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15327", "abs": "https://arxiv.org/abs/2509.15327", "authors": ["Laurine Marian", "Edouard Pinsolle", "Samuel Houle", "Maxime Durand-Gasselin", "Christian Lupien", "Bertrand Reulet"], "title": "Higgs mode in superconducting Titanium nanostructures", "comment": null, "summary": "We report observations of Higgs modes in superconducting Titanium\nnanostructures at very low temperature. They appear as anomalies in the\nmicrowave complex impedance of the samples revealed by the presence of a dc\nsupercurrent. By varying the sample geometry and contact material, we probe how\nthe Higgs modes are sensitive to the dimensionality of superconductivity, the\npenetration of the dc and ac current densities in the sample and the\ndissipation in the contacts."}
{"id": "2509.15908", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2509.15908", "abs": "https://arxiv.org/abs/2509.15908", "authors": ["Zhenhao Zhou", "Salman Bin Kashif", "Dawei Feng", "Jin-Hu Dou", "Kaihang Shi", "Tao Deng", "Zhenpeng Yao"], "title": "An Equivariant Graph Network for Interpretable Nanoporous Materials Design", "comment": null, "summary": "Nanoporous materials hold promise for diverse sustainable applications, yet\ntheir vast chemical space poses challenges for efficient design. Machine\nlearning offers a compelling pathway to accelerate the exploration, but\nexisting models lack either interpretability or fidelity for elucidating the\ncorrelation between crystal geometry and property. Here, we report a\nthree-dimensional periodic space sampling method that decomposes large\nnanoporous structures into local geometrical sites for combined property\nprediction and site-wise contribution quantification. Trained with a\nconstructed database and retrieved datasets, our model achieves\nstate-of-the-art accuracy and data efficiency for property prediction on gas\nstorage, separation, and electrical conduction. Meanwhile, this approach\nenables the interpretation of the prediction and allows for accurate\nidentification of significant local sites for targeted properties. Through\nidentifying transferable high-performance sites across diverse nanoporous\nframeworks, our model paves the way for interpretable, symmetry-aware\nnanoporous materials design, which is extensible to other materials, like\nmolecular crystals and beyond."}
{"id": "2509.15708", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.15708", "abs": "https://arxiv.org/abs/2509.15708", "authors": ["A. M. Shentsev", "M. M. Glazov"], "title": "Terahertz radiation induced attractive-repulsive Fermi polaron conversion in transition metal dichalcogenide monolayers", "comment": "11 pages, 5 figures", "summary": "We present a theoretical study of terahertz radiation-induced transitions\nbetween attractive and repulsive Fermi polaron states in monolayers of\ntransition metal dichalcogenides. Going beyond the simple few-particle trion\npicture, we develop a many-body description that explicitly accounts for\ncorrelations with the Fermi sea of resident charge carriers. We calculate the\nrate of the direct optical conversion process, showing that it features a\ncharacteristic frequency dependence near the threshold due to final-state\nelectron-exciton scattering related to the trion correlation with the Fermi sea\nhole. Furthermore, we demonstrate that intense terahertz pulses can\nsignificantly heat the electron gas via Drude absorption enabling an\nadditional, indirect conversion mechanism through collisions between hot\nelectrons and polarons, which exhibits a strong exponential dependence on\ntemperature. Our results reveal the important role of many-body correlations\nand thermal effects in the terahertz-driven dynamics of excitonic complexes in\ntwo-dimensional semiconductors."}
{"id": "2509.15352", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15352", "abs": "https://arxiv.org/abs/2509.15352", "authors": ["Clovis Farley", "Bertrand Reulet"], "title": "Absence of skewness in the voltage fluctuations of a tunnel junction in the quantum regime", "comment": "6 pages, 3 figures", "summary": "Current fluctuations in a tunnel junction have a remarkable property: On the\none hand, their variance corresponds to vacuum fluctuations at low voltage bias\n$V$, when the electron energy $eV$ is smaller than the photon detection energy\n$hf$ . On the other hand, their skewness, i.e. their third moment, is frequency\nindependent, equal to $e^2I$ as if electron transport were simply Poissonian.\nWe address the following question: Could it be that at low voltage, the vacuum\nfluctuations generated by the junction have a finite skewness, i.e. that the\njunction generates skewed vacuum ? To answer this question we calculate the\neffect of an arbitrary electromagnetic environment at zero temperature and show\nthat the bispectrum of third moment of voltage fluctuations of any quantum\nconductor is always zero at frequencies larger than the voltage. We also show\nexperimental data on tunnel junctions in the quantum regime that agree with our\ncalculation."}
{"id": "2509.16021", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.16021", "abs": "https://arxiv.org/abs/2509.16021", "authors": ["Hengning Chen", "Zeyu Deng", "Gopalakrishnan Sai Gautam", "Yan Li", "Pieremanuele Canepa"], "title": "Phase Behavior and Ion Transport in Lithium-Niobium-Tantalum Oxide Alloys", "comment": null, "summary": "Lithium niobate-tantalate mixtures have garnered considerable interest for\ntheir ability to merge the desirable properties of both end members, enabling\ndiverse high-value applications, such as high-performance faradaic capacitors,\nnon-linear optics, and protective coatings in rechargeable batteries. While\nnumerous studies on the application of $\\mathrm{LiNb_xTa_{1-x}O_3}$ exist, the\nphase behavior and properties of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$ remain largely\nunexplored. In this work, we employ a multiscale approach that encompasses\nfirst-principles phonon calculations, cluster expansion, and Monte Carlo\nsimulations to derive the temperature-composition phase diagram for\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. Our findings reveal the critical role of\nvibrational entropy in accurately predicting phase stability, which promotes\nthe solubility of Nb in $\\mathrm{Li_3TaO_4}$ while suppressing the miscibility\nof Ta in $\\mathrm{Li_3NbO_4}$. Additionally, we demonstrate that Nb/Ta mixing\noffers a promising avenue for tailoring the Li-ion conductivities of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. On the technical side, we demonstrated the\nimportance of including vibrational entropy effects explicitly in Monte Carlo\nsimulations dealing with multicomponent systems, beyond simple binary mixtures.\nOn the application side, this study provides fundamental insights into the\nphase behavior and Li-ion transport properties of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$, paving the way for its potential applications\nin energy storage and other fields."}
{"id": "2509.15823", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.15823", "abs": "https://arxiv.org/abs/2509.15823", "authors": ["V. Champain", "G. Boschetto", "H. Niebojewski", "B. Bertrand", "L. Mauro", "M. Bassi", "V. Schmitt", "X. Jehl", "S. Zihlmann", "R. Maurand", "Y. -M. Niquet", "C. B. Winkelmann", "S. De Franceschi", "B. Martinez", "B. Brun"], "title": "A heat-resilient hole spin qubit in silicon", "comment": null, "summary": "Recent advances in scaling up spin-based quantum processors have revealed\nunanticipated issues related to thermal effects. Microwave pulses required to\nmanipulate and read the qubits are found to overheat the spins environment,\nwhich unexpectedly induces Larmor frequency shifts, reducing thereby gate\nfidelities. In this study, we shine light on these elusive thermal effects, by\nexperimentally characterizing the temperature dependence of the Larmor\nfrequency for a single hole spin in silicon. Our results unambiguously reveal\nan electrical origin underlying the thermal susceptibility, stemming from the\nspin-orbit-induced electric susceptibility. We perform an accurate modeling of\nthe spin electrostatic environment and gyromagnetic properties, allowing us to\npinpoint electric dipoles as responsible for these frequency shifts, that\nunfreeze as the temperature increases. Surprisingly, we find that the thermal\nsusceptibility can be tuned with the magnetic field angle and can even cancel\nout, unveiling a sweet spot where the hole spin is rendered immune to thermal\neffects. These findings bear important implications for optimizing spin-based\nquantum processors fidelity."}
{"id": "2509.15358", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15358", "abs": "https://arxiv.org/abs/2509.15358", "authors": ["K. Dharmasiri", "S. S. Philip", "D. Louca", "S. A. Chen", "M. D. Frontzek", "Z. J. Morgan", "C. Hua"], "title": "Long-lived dynamics of the charge density wave in TiSe$_2$ observed by neutron scattering", "comment": "12 pages, 12 figures", "summary": "Time-resolved elastic neutron scattering combined with rapid laser heating\nwas used to probe the charge density wave (CDW) state in 1T-TiSe$_2$, capturing\nboth the melting and reformation of the CDW on long timescales and providing\nclues on the roles of phonons and excitons. With the laser source on,\nsuperlattice Bragg peaks such as (-1.5, -1.5, 1.5) observed below the CDW\ntransition due to the new lattice periodicity, dissipate within 5 seconds, at a\nrate that is much slower than the sample's thermal response to the heat wave\npropagation. Whereas the electronic ordering associated with the CDW phase is\ndisrupted rapidly by the laser-induced heating, the periodic lattice distortion\n(PLD) exhibits a markedly slower evolution during the melting process. This\ndelayed suppression of the PLD relative to the thermal response indicates that\nCDW melting proceeds through a nonthermal pathway, likely linked to the loss of\nsuperlattice phonons such as the soft mode at q = (0.5 ,0, 0.5 )."}
{"id": "2509.16100", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.16100", "abs": "https://arxiv.org/abs/2509.16100", "authors": ["Omer Yaniv", "Dominik M. Juraschek"], "title": "Phonon polariton Hall effect", "comment": null, "summary": "The phonon Hall effect conventionally describes the generation of a\ntransverse heat current in an applied magnetic field. In this work, we extend\nthe effect to hybrid light-matter excitations and demonstrate theoretically\nthat phonon polaritons, formed by coupling optical phonons with terahertz\nradiation, support transverse energy flow when coherently driven in an applied\nmagnetic field. Using the example of PbTe, which exhibits strongly coupled\nphonon polaritons, we show that the magnetic field splits the phonon-polariton\nbranches into left and right-handed circular polarization, obtaining unequal\ngroup velocities. We derive the energy current operators for propagating phonon\npolaritons and show how their mixed phononic-photonic nature enables\ncontrollable transverse phonon-polariton transport in the terahertz regime. Our\nresults demonstrate bending of light through a phonon polariton Hall effect,\nwhich provides a route towards terahertz polaritonic devices."}
{"id": "2509.16109", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.16109", "abs": "https://arxiv.org/abs/2509.16109", "authors": ["Álvaro Rodríguez Echarri", "F. Javier García de Abajo", "Joel D. Cox"], "title": "Nonreciprocal plasmons in one-dimensional carbon nanostructures", "comment": "16 pages, 12 figures", "summary": "The directional control of light in miniaturized plasmonic waveguides holds\nappealing possibilities for emerging nanophotonic technologies, but is hindered\nby the intrinsic reciprocal optical response of conventional plasmonic\nmaterials. While the ability of graphene to sustain large electrical currents\nshows promise for nonreciprocal plasmonics, studies have been limited to\nextended samples characterized by linear electrical dispersion. Here, we\ntheoretically explore quantum finite-size and nonlocal effects in the\nnonreciprocal response of mesoscale plasmonic waveguides comprised of\ndrift-biased graphene nanoribbons (GNRs) and carbon nanotubes (CNTs). Using\natomistic simulation methods based on tight-binding electronic states and\nself-consistent mean-field optical response, we reveal that a moderate\nelectrical bias can significantly break reciprocity for propagation of guided\nplasmon modes in GNRs and CNTs exhibiting electronic band gaps. The excitation\nby a nearby point dipole emitter and subsequent propagation of guided plasmon\nmodes can thus be actively controlled by the applied current, which can further\nbe leveraged to mediate nonlocal interactions of multiple emitters. Our results\nestablish graphene nanostructures as a promising atomically thin platform for\nnonreciprocal nanophotonics."}
{"id": "2509.15415", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15415", "abs": "https://arxiv.org/abs/2509.15415", "authors": ["Joshua R. Tempelman", "Chongan Wang", "Alexander F. Vakakis"], "title": "Spectral Characterization of Wave Scattering at a Granular-Elastic Solid Interface: From Hyperbolic Wave Propagation to Near-Parabolic Diffusion", "comment": "18 pages, 11 figures", "summary": "We present a method based on acoustic wavenumber imaging algorithms to\nquantify the spectral content of strongly nonlinear energy scattering of a\npropagating wavefront across the discrete-continuum interface of a 2D hybrid\nsystem composed of an ordered granular layer in contact with a thin elastic\nplate. We consider snapshots of the transmitted wavefront at given time\ninstants, which are filtered across the wavenumber domain by applying the\nspatial Fourier Transform (FT), and then the filtered wavefields are\ntransformed back to the spatial domain by inverse spatial FT. This yields a\nspectral decomposition of the given snapshots at varying center wavenumbers.\nBased on this postprocessing method, the scattering of the kinetic energy in\nthe receiving medium (plate) can be studied in the wavenumber-time domain,\nproving a quantitative measure of the nonlinear scattering of the transmitted\nwavefront by the strongly nonlinear 2D granular layer. This postprocessing\nmethod enables the detailed quantitative study of the scattering and spectral\nenergy redistribution of propagating wavepackets in elastic media with embedded\nlinear or nonlinear layers or inclusions. In addition, we show that the\nspectral evolution of receiving plate with a granular interface exhibits\ndiffusion-like behavior in the wavenumber domain, drawing an analogy between\nparabolic heat diffusion and classical hyperbolic elsatodynamic energy\ntransport."}
{"id": "2509.16121", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.16121", "abs": "https://arxiv.org/abs/2509.16121", "authors": ["Daniel Passos", "Ivo Souza"], "title": "Electronic bounds in magnetic crystals", "comment": null, "summary": "We present a systematic study of bound relations between different electronic\nproperties of magnetic crystals: electron density, effective mass, orbital\nmagnetization, localization length, Chern invariant, and electric\nsusceptibility. All relations are satisfied for a group of low-lying bands,\nwhile some remain valid for upper bands. New results include a lower bound on\nthe electric susceptibility of Chern insulators, and an upper bound on the\nsum-rule part of the orbital magnetization. In addition, bounds involving the\nChern invariant are generalized from two dimensions (Chern number) to three\n(Chern vector). Bound relations are established for metals as well as\ninsulators, and are illustrated for model systems. The manner in which they\napproach saturation in a model Chern insulator with tunable flat bands is\nanalyzed in terms of the optical absorption spectrum."}
{"id": "2509.16199", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.16199", "abs": "https://arxiv.org/abs/2509.16199", "authors": ["Marco Brühlmann", "Yunyoung Hwang", "Jorge Puebla", "Carlos Gonzalez-Ballestero"], "title": "Classical and Quantum theory of magnonic and magnetoelastic nonlinear dynamics in continuum geometries", "comment": "16+5 pages, 9 figures", "summary": "We provide a theory of spin and acoustic wave coupled nonlinear dynamics in\ncontinuum systems. Combining the Landau-Lifshitz-Gilbert equations with the\nmagnetoelastic Hamiltonian, we derive classical equations of motion for the\nmagnetization and acoustic wave amplitudes, that include magnonic nonlinearity\n-- both three- and four-magnon processes -- as well as linear and nonlinear\nmagnetoelastic interactions. We focus on two-dimensional magnetic films\nsustaining surface acoustic waves, a geometry where our model successfully\nreproduces our recent experimental observation of phonon-to-magnon\ndown-conversion under acoustic drive. We provide analytical expressions for all\nthe rates in our equations, which make them particularly suitable for\nquantization. We then quantize our model, deriving Heisenberg-Langevin\nequations of motion for magnon and phonon operators, and show how to compute\nquantum expectation values in the mean field approximation. Our work paves the\nway toward acoustic control of magnons in the quantum regime."}
{"id": "2509.15418", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15418", "abs": "https://arxiv.org/abs/2509.15418", "authors": ["Liubov S. Sirkina", "Luke M. J. Hall", "Amy Morreau", "Wolfgang Langbein", "Egor A. Muljarov"], "title": "Förster transfer between quantum dots in a shared phonon environment: An exact approach, revealing the role of pure dephasing", "comment": null, "summary": "F\\\"orster resonance energy transfer has an important role in nature and\ntechnology, rendering its exact theoretical understanding significant. To this\nend, a system of two electronically decoupled quantum dots (QDs) is considered,\ninteracting via dipole-dipole interaction and a common phonon bath. While the\nformer leads to an oscillatory excitation transfer between the dots, the latter\nprovide the dissipation resulting in directional F\\\"orster transfer. We present\nan exact microscopic treatment of the phonon-assisted transitions between\nhybridized exciton levels of the coupled QD system, going beyond the simple\nperturbative approaches commonly used in the literature. From our\nasymptotically exact results we extract population decay times $T_1$, dephasing\ntimes $T_2$, and resulting pure dephasing times $T_2^*$ of the states. We\ncompare this treatment with an analytical model based on Fermi's golden rule,\ncombining the most accurate elements of existing analytical treatments. The\nexact results show a significant deviation from this model in some parameter\nregimes, mainly due to the role of multi-phonon processes, which become\nimportant for comparable electron-phonon and dipolar coupling, realised at\nshort distances between the QDs and at elevated temperatures."}
{"id": "2509.15525", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15525", "abs": "https://arxiv.org/abs/2509.15525", "authors": ["Deyi Zhuo", "Bomin Zhang", "Humian Zhou", "Han Tay", "Xiaoda Liu", "Zhiyuan Xi", "Chui-Zhen Chen", "Cui-Zu Chang"], "title": "Evidence for Half-Quantized Chiral Edge Current in a C = 1/2 Parity Anomaly State", "comment": "19 pages, 4 figures, comments are welcome", "summary": "A single massive Dirac surface band is predicted to exhibit a half-quantized\nHall conductance, a hallmark of the C = 1/2 parity anomaly state in quantum\nfield theory. Experimental signatures of the C = 1/2 parity anomaly state have\nbeen observed in semi-magnetic topological insulator (TI) bilayers, yet whether\nit supports a half-quantized chiral edge current remains elusive. Here, we\nobserve a robust half-quantized Hall conductance plateau in a molecular beam\nepitaxy (MBE)-grown asymmetric magnetic TI trilayer under specific in-plane\nmagnetic field regimes, corresponding to the C = 1/2 parity anomaly state.\nWithin this state, both nonlocal and nonreciprocal transport signals are\ngreatly enhanced, which we identify as direct evidence for a half-quantized\nchiral edge current localized at the boundary of the top gapped surface. Our\nnumerical simulations demonstrate that this half-quantized chiral edge channel\nis the essential carrier of the observed half-quantized Hall conductance\nplateau, analogous to the quantized chiral edge channel in the C = 1 quantum\nanomalous Hall state. Our results provide experimental evidence for the\nhalf-quantized chiral edge transport in a C = 1/2 parity anomaly state. This\nwork establishes asymmetric magnetic TI trilayers as a platform for probing\nsingle Dirac fermion physics and paves the way to explore a series of exciting\nphenomena in the C = 1/2 parity anomaly state, including the topological\nmagnetoelectric effect and quantized magneto-optical response."}
{"id": "2509.15300", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15300", "abs": "https://arxiv.org/abs/2509.15300", "authors": ["Félix Desrochers", "Joe Huxford", "Mark R. Hirsbrunner", "Yong Baek Kim"], "title": "Electronic Crystal Phases in the Presence of Non-Uniform Berry Curvature and Tunable Berry Flux: The $λ_N$-Jellium model", "comment": "22 + 16 pages, 9 + 4 figures", "summary": "Recent experiments on multilayer graphene systems have rekindled interest in\nelectronic crystal phases in two dimensions -- but now for phases enriched by\nnon-trivial quantum geometry. In this work, we introduce a simple continuum\nmodel with tunable Berry curvature distribution and total flux, enabling\nsystematic study of crystallization in geometrically nontrivial bands. In the\nnoninteracting limit, the addition of a C6-symmetric periodic potential yields\na rich phase diagram, for which we provide several analytical insights.\nNotably, we derive a general formula for the Chern number in the weak-potential\nregime that is broadly applicable to single-band projected models. Removing the\nperiodic potential and treating Coulomb interactions self-consistently at the\nHartree-Fock level, the resulting phase diagrams host a variety of crystalline\nstates, including anomalous Hall crystals, halo Wigner crystals in which\nlocalized electrons spontaneously acquire orbital angular momentum leading to\ndepleted electron occupation at the zone center, and a novel halo anomalous\nHall crystal that combines these properties with a finite Chern number. We\nidentify why these phases are energetically favorable through analytical and\nenergetic considerations. Our results provide insight into the interplay\nbetween crystallization and band geometry, while also offering a simple toy\nmodel amenable to numerical methods beyond mean-field."}
{"id": "2509.15468", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2509.15468", "abs": "https://arxiv.org/abs/2509.15468", "authors": ["Ruvini Attanayake", "Umesh C. Roy", "Abhiyan Pandit", "Angelo Bongiorno"], "title": "First-principles calculation of higher-order elastic constants from divided differences", "comment": null, "summary": "A method is presented to calculate from first principles the higher-order\nelastic constants of a solid material. The method relies on finite strain\ndeformations, a density functional theory approach to calculate the Cauchy\nstress tensor, and a recursive numerical differentiation technique homologous\nto the divided differences polynomial interpolation algorithm. The method is\napplicable as is to any material, regardless its symmetry, to calculate elastic\nconstants of, in principle, any order. Here, we introduce conceptual framework\nand technical details of our method, we discuss sources of errors, we assess\nconvergence trends, and we present selected applications. In particular, our\nmethod is used to calculate elastic constants up to the 6$^{th}$ order of two\ncrystalline materials with the cubic symmetry, silicon and gold. To demonstrate\ngeneral applicability, our method is also used to calculate the elastic\nconstants up to the 5$^{th}$ order of $\\alpha$-quartz, a crystalline material\nbelonging to the trigonal crystal system, and the second- and third-order\nelastic constants of kevlar, a material with an anisotropic bonding network.\nHigher order elastic constants computed with our method are validated against\ndensity functional theory calculations by comparing stress responses to large\ndeformations derived within the continuum approximation."}
{"id": "2509.15708", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.15708", "abs": "https://arxiv.org/abs/2509.15708", "authors": ["A. M. Shentsev", "M. M. Glazov"], "title": "Terahertz radiation induced attractive-repulsive Fermi polaron conversion in transition metal dichalcogenide monolayers", "comment": "11 pages, 5 figures", "summary": "We present a theoretical study of terahertz radiation-induced transitions\nbetween attractive and repulsive Fermi polaron states in monolayers of\ntransition metal dichalcogenides. Going beyond the simple few-particle trion\npicture, we develop a many-body description that explicitly accounts for\ncorrelations with the Fermi sea of resident charge carriers. We calculate the\nrate of the direct optical conversion process, showing that it features a\ncharacteristic frequency dependence near the threshold due to final-state\nelectron-exciton scattering related to the trion correlation with the Fermi sea\nhole. Furthermore, we demonstrate that intense terahertz pulses can\nsignificantly heat the electron gas via Drude absorption enabling an\nadditional, indirect conversion mechanism through collisions between hot\nelectrons and polarons, which exhibits a strong exponential dependence on\ntemperature. Our results reveal the important role of many-body correlations\nand thermal effects in the terahertz-driven dynamics of excitonic complexes in\ntwo-dimensional semiconductors."}
{"id": "2509.15327", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15327", "abs": "https://arxiv.org/abs/2509.15327", "authors": ["Laurine Marian", "Edouard Pinsolle", "Samuel Houle", "Maxime Durand-Gasselin", "Christian Lupien", "Bertrand Reulet"], "title": "Higgs mode in superconducting Titanium nanostructures", "comment": null, "summary": "We report observations of Higgs modes in superconducting Titanium\nnanostructures at very low temperature. They appear as anomalies in the\nmicrowave complex impedance of the samples revealed by the presence of a dc\nsupercurrent. By varying the sample geometry and contact material, we probe how\nthe Higgs modes are sensitive to the dimensionality of superconductivity, the\npenetration of the dc and ac current densities in the sample and the\ndissipation in the contacts."}
{"id": "2509.15488", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15488", "abs": "https://arxiv.org/abs/2509.15488", "authors": ["Preethi Basani", "Varsha Subramanyan", "Smitha Vishveshwara"], "title": "Symmetries and dynamics of quantum Hall bulk anyons in quadratic potentials", "comment": "6 pages, 3 figures", "summary": "We study two-particle coherent states and their dynamics in the lowest Landau\nlevel (LLL) under the influence of quadratic potentials. We focus on\ngeneralized coherent states that describe Abelian anyons in the LLL and are\nassociated with the $\\mathfrak{su}(1,1)$ Lie algebra. We draw on parallels with\nquantum optics and symmetry properties of the coherent states considered here\nto analytically calculate quantities such as a bunching parameter, which\ndepends on quantum statistics, as well as coherent state trajectories under the\ninfluence of generic quadratic potentials. Our results show that in unbounded\nsaddle potentials, the bunching parameter governs the trajectories which show\nexponentially diverging behavior in a manner that depends on quantum\nstatistics. In bounded elliptical potentials, the bunching parameter is\noscillatory and its maximum magnitude depends on the eccentricity of the\napplied potential. We draw connections between our analyses and the key\nconcepts that underlie anyon detection in recent experiments."}
{"id": "2509.16109", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.16109", "abs": "https://arxiv.org/abs/2509.16109", "authors": ["Álvaro Rodríguez Echarri", "F. Javier García de Abajo", "Joel D. Cox"], "title": "Nonreciprocal plasmons in one-dimensional carbon nanostructures", "comment": "16 pages, 12 figures", "summary": "The directional control of light in miniaturized plasmonic waveguides holds\nappealing possibilities for emerging nanophotonic technologies, but is hindered\nby the intrinsic reciprocal optical response of conventional plasmonic\nmaterials. While the ability of graphene to sustain large electrical currents\nshows promise for nonreciprocal plasmonics, studies have been limited to\nextended samples characterized by linear electrical dispersion. Here, we\ntheoretically explore quantum finite-size and nonlocal effects in the\nnonreciprocal response of mesoscale plasmonic waveguides comprised of\ndrift-biased graphene nanoribbons (GNRs) and carbon nanotubes (CNTs). Using\natomistic simulation methods based on tight-binding electronic states and\nself-consistent mean-field optical response, we reveal that a moderate\nelectrical bias can significantly break reciprocity for propagation of guided\nplasmon modes in GNRs and CNTs exhibiting electronic band gaps. The excitation\nby a nearby point dipole emitter and subsequent propagation of guided plasmon\nmodes can thus be actively controlled by the applied current, which can further\nbe leveraged to mediate nonlocal interactions of multiple emitters. Our results\nestablish graphene nanostructures as a promising atomically thin platform for\nnonreciprocal nanophotonics."}
{"id": "2509.15996", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.15996", "abs": "https://arxiv.org/abs/2509.15996", "authors": ["Ipsita Mandal"], "title": "Non-Fermi liquid behaviour of CDW instabilities in fractionally-filled moiré flatbands", "comment": "13 pages, 4 figures. arXiv admin note: text overlap with\n  arXiv:2403.02322", "summary": "Spin- and valley-polarized fractionally-filled moir\\'e flatbands are known to\nhost emergent Fermi-liquid phases, when analyzed with the help of a dual\ndescription in terms of holes. The dominant Coulomb interactions in an almost\nflatband endow the fermions with a nontrivial dispersion, when the system is\ndescribed in terms of the hole operators (rather than the particle operators).\nIn particular, for one-fourth filling, the Fermi surface takes a\nquasi-triangular shape, which brings about the possibility of\ncharge-density-wave (CDW) ordering in the ground state, characterized by the\nnesting vectors ($ \\mathbf{Q}_n $). The $\\mathbf{Q}_n$'s connect antipodal\npoints of the Fermi surface (designated as hot-spots) and are found to belong\nto the space of reciprocal vectors of the underlying honeycomb structure. The\nresulting CDW order can be described in terms of instabilities caused by\nbosonic fields with momenta centred at $\\lbrace \\mathbf{Q}_n \\rbrace $,\ncoupling with the fermions residing in the vicinity of a pair of antipodal\nhot-spots. When there is a transition from a Fermi liquid to a CDW state, the\nbosons become massless (or critical), effectuating a non-Fermi liquid\nbehaviour. We set out to identify such non-Fermi liquid phases after\nconstructing a minimal effective action."}
{"id": "2509.15511", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15511", "abs": "https://arxiv.org/abs/2509.15511", "authors": ["Gyungchoon Go", "Se Kwon Kim"], "title": "Magnetoelastic Coupling-Driven Chiral Spin Textures: A Skyrmion-Antiskyrmion-Like Array", "comment": "5 pages, 5 figures", "summary": "We theoretically demonstrate that sufficiently strong magnetoelastic coupling\ncan change the ground state of otherwise uniform spin systems to chiral spin\nconfigurations. More specifically, we show that, a periodic array of chiral\nspin textures can spontaneously emerge in a two-dimensional ferromagnetic\nsystem on a substrate-even in the absence of Dzyaloshinskii-Moriya interaction.\nThe resulting spin texture resembles a skyrmion-antiskyrmion lattice,\ncharacterized by alternating scalar spin chirality and a nonuniform but\nsign-preserving out-of-plane spin profile. Our analysis reveals that such\npatterns form naturally when the magnetoelastic interaction is sufficiently\nstrong, while the coupling between flexural phonons and the substrate is\nsufficiently weak. These findings uncover a previously unexplored mechanism for\nchiral spin texture formation driven purely by magnetoelastic coupling,\nsignaling at potential utilities of materials with strong magnetoelastic\nresponses."}
{"id": "2509.15525", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15525", "abs": "https://arxiv.org/abs/2509.15525", "authors": ["Deyi Zhuo", "Bomin Zhang", "Humian Zhou", "Han Tay", "Xiaoda Liu", "Zhiyuan Xi", "Chui-Zhen Chen", "Cui-Zu Chang"], "title": "Evidence for Half-Quantized Chiral Edge Current in a C = 1/2 Parity Anomaly State", "comment": "19 pages, 4 figures, comments are welcome", "summary": "A single massive Dirac surface band is predicted to exhibit a half-quantized\nHall conductance, a hallmark of the C = 1/2 parity anomaly state in quantum\nfield theory. Experimental signatures of the C = 1/2 parity anomaly state have\nbeen observed in semi-magnetic topological insulator (TI) bilayers, yet whether\nit supports a half-quantized chiral edge current remains elusive. Here, we\nobserve a robust half-quantized Hall conductance plateau in a molecular beam\nepitaxy (MBE)-grown asymmetric magnetic TI trilayer under specific in-plane\nmagnetic field regimes, corresponding to the C = 1/2 parity anomaly state.\nWithin this state, both nonlocal and nonreciprocal transport signals are\ngreatly enhanced, which we identify as direct evidence for a half-quantized\nchiral edge current localized at the boundary of the top gapped surface. Our\nnumerical simulations demonstrate that this half-quantized chiral edge channel\nis the essential carrier of the observed half-quantized Hall conductance\nplateau, analogous to the quantized chiral edge channel in the C = 1 quantum\nanomalous Hall state. Our results provide experimental evidence for the\nhalf-quantized chiral edge transport in a C = 1/2 parity anomaly state. This\nwork establishes asymmetric magnetic TI trilayers as a platform for probing\nsingle Dirac fermion physics and paves the way to explore a series of exciting\nphenomena in the C = 1/2 parity anomaly state, including the topological\nmagnetoelectric effect and quantized magneto-optical response."}
{"id": "2509.15530", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2509.15530", "abs": "https://arxiv.org/abs/2509.15530", "authors": ["Mladen Kotur", "Pavel S. Bazhin", "Kirill V. Kavokin", "Nataliia E. Kopteva", "Dmitri R. Yakovlev", "Dennis Kudlacik", "Manfred Bayer"], "title": "Dynamic polarization of nuclear spins by optically-oriented electrons and holes in lead halide perovskite semiconductors", "comment": null, "summary": "A theory of dynamic polarization of the nuclear spin system via\noptically-oriented charge carriers in lead halide perovskites is developed and\ncompared with the experiments performed on a\nFA$_{0.9}$Cs$_{0.1}$PbI$_{2.8}$Br$_{0.2}$ crystal. The spin Hamiltonians of the\nelectron and hole hyperfine interaction with the nuclear spins of lead and\nhalogen are derived. The hyperfine interaction of the halogen spins with charge\ncarriers is shown to be anisotropic and depending on the position of the\nhalogen nucleus in the cubic elementary cell. The quadrupole splitting is\nabsent for the lead spins, but plays an important role for the halogen spins\nand affects their dynamic polarization by charge carriers. The Overhauser\nfields of the dynamically polarized nuclei are calculated as functions of the\ntilting angle of an external magnetic field and compared with the\nexperimentally measured angular dependence of the Hanle effect. The comparison\nof the theoretical model with the experimental data reveals an enhanced spin\npolarization of the lead nuclei, whose mean spin exceeds several times the mean\nspins of localized electrons and holes. This unexpectedly strong spin\npolarization is explained by the interaction of the lead nuclei with excitons\nhaving a high degree of spin orientation due to their short lifetime after\nexcitation by circularly-polarized light. The dynamic polarization of the\nquadrupole-split halogen spins manifests itself via the magnetic field they\nproduce at the lead nuclei. This field maintains the magnetization of the lead\nnuclei at zero external magnetic field. The dynamics of the nuclear spin\npolarization is measured under optical pumping and in the dark, yielding a\nnuclear spin-lattice relaxation time on the order of 10 seconds."}
{"id": "2509.15539", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2509.15539", "abs": "https://arxiv.org/abs/2509.15539", "authors": ["Ta Tang", "Chunjing Jia", "Brian Moritz", "Thomas P. Devereaux"], "title": "Improving Spectral Resolution from Real-time Evolution for Correlated Systems", "comment": "6 pages, 3 figures", "summary": "The quality of numerically simulated spectra using real-time evolution\nmethods for strongly correlated systems is affected by both the length of\nsimulation time and the system size, limiting resolution in both frequency and\nmomentum. In this work, we propose a computationally cheap, linear\nautoregressive machine learning-based framework to extend short-time and\ndistance results over a wider range. We demonstrate the proposed method to\nextend the lesser Green's function for both the Hubbard model and the much more\ncomputationally challenging Hubbard-extended Holstein model. This technique\nsignificantly improves both the frequency and momentum resolution of the\nsingle-particle removal spectrum $\\mathcal{A}(k,\\omega)$, allowing observation\nof otherwise obscured spectral features due to electron-phonon coupling."}
{"id": "2509.15604", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15604", "abs": "https://arxiv.org/abs/2509.15604", "authors": ["Zi-Ming Wang", "Yang Zhang", "Song-Bo Zhang", "Jin-Hua Sun", "Elbio Dagotto", "Dong-Hui Xu", "Lun-Hui Hu"], "title": "Spin-Orbital Altermagnetism", "comment": "PRL in press", "summary": "Altermagnet is a newly discovered magnetic phase, characterized by\nnon-relativistic spin-splitting that has been experimentally observed. Here, we\nintroduce a framework dubbed {\\it spin-orbital altermagnetism} to achieve\nspin-orbital textures in altermagnetic materials. We identify two distinct\nclasses of spin-orbital altermagnetism: intrinsic and extrinsic. The intrinsic\ntype emerges from symmetry-compensated magnetic orders with spontaneously\nbroken parity-time symmetry, while the extrinsic type stems from\ntranslational-symmetry breaking between sublattices, as exemplified by the\nJahn-Teller-driven structural phase transition. In addition to directly\nmeasuring the spin-orbital texture, we propose spin conductivity and\nspin-resolved orbital polarization as effective methods for detecting these\naltermagnets. Additionally, a symmetry-breaking mechanism induces weak spin\nmagnetization, further revealing the peculiar feature of spin-orbital\naltermagnetism. We also utilize the staggered susceptibility to illustrate a\npotential realization of this phase in a two-orbital interacting system. Our\nwork provides a new platform to explore spin-orbital locked physics, extending\nthe materials classes that may display complex spin textures from the standard\n$4d-5d$ compounds to $3d$ compounds."}
{"id": "2509.15644", "categories": ["cond-mat.mtrl-sci", "cond-mat.other", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15644", "abs": "https://arxiv.org/abs/2509.15644", "authors": ["Bishal Das", "Arnab Bhattacharya", "Amit Chanda", "Chanchal K. Barman", "Jadupati Nag", "Hariharan Srikanth", "Aftab Alam", "I. Das"], "title": "Intrinsic Berry Curvature Driven Anomalous Hall and Nernst Effect in Co$_2$MnSn", "comment": "Bishal Das and Arnab Bhattacharya contributed equally to this work.\n  17 pages (11 pages main, 6 pages supplement), 11 figures (4 figures main, 7\n  figures supplement)", "summary": "Magnetic topological semimetals often exhibit unusual electronic and thermal\ntransport due to nontrivial bulk band crossings, enabling simultaneous\nrealization of large anomalous Hall and Nernst conductivities ($\\sigma_{xy}$\nand $\\alpha_{xy}$). Here, a comprehensive experimental and theoretical study of\nthe anomalous transport properties of ferromagnetic Co$_2$MnSn is reported.\nFirst-principles calculations reveal topological Weyl points producing\nsignificant Berry curvature, driving dominant intrinsic anomalous Hall/Nernst\neffects. Electronic and thermal transport measurements demonstrate robust\nanomalous transport with substantial conductivity values that persist at room\ntemperature ($\\sigma_{xy}\\sim$ 500 S/cm, $\\alpha_{xy}\\sim$ 1.3 A/m/K). We also\nshow how the chemical substitution (via tuning Fermi level) can boost these\neffects (up to $\\sigma_{xy}\\sim$ 1376 S/cm, $\\alpha_{xy}\\sim$ 1.49 A/m/K at 150\nK). These findings position Co$_2$MnSn as a compelling platform for exploring\ntopological transport phenomena and advancing next-generation thermoelectric\nand spintronic technologies."}
{"id": "2509.15665", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15665", "abs": "https://arxiv.org/abs/2509.15665", "authors": ["Haeyoon Jung", "Indukuru Ramesh Reddy", "Bongjae Kim", "Jiyeon Kim", "Sooran Kim"], "title": "Correlation Effects on Magnetic Structure and Lattice Dynamics of LaMn$_7$O$_{12}$: A First-Principles Study", "comment": null, "summary": "LaMn$_7$O$_{12}$, a quadruple perovskite oxide (AA'$_3$B$_4$O$_{12}$-type),\nhas attracted attention for its notable bifunctional activity in oxygen\nevolution and reduction reactions. Here, we systematically investigate the\nmagnetic phase diagram and lattice dynamics of LaMn$_7$O$_{12}$ using two\ndensity functional theory plus Hubbard U (DFT + U) approaches: the spin-density\nand the charge-only-density formalism. Phase diagram analysis as a function of\nU and J shows that both methods stabilize the experimentally observed\nantiferromagnetic (AFM) configuration (C-type AFM at the B-site and\nferrimagnetic structure at the A'-site Mn ions) at U = 3.5 eV and J = 0.8 eV.\nThese U and J values are consistent with those obtained from the constrained\nrandom phase approximation. Furthermore, we observe the dynamical stability of\nthe AFM phase through phonon dispersion curves and analyze the Raman-active\nphonon modes. These results highlight the critical role of appropriate U and J\nparameters in accurately describing the properties of LaMn$_7$O$_{12}$."}
{"id": "2509.15671", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15671", "abs": "https://arxiv.org/abs/2509.15671", "authors": ["Subham Naik", "Soumili Dutta", "Hiranmayee Senapati", "Sweta Yadav", "Subarna Ray", "Jai Prakash", "Rahul Sharma", "Gohil S. Thakur"], "title": "Crystal Growth, Band Structure, Magnetism and Electrochemical Properties of Hexavalent Strontium Ruthenium Oxyhydroxide", "comment": "28 pages including supplementary information", "summary": "Ruthenates comprise an interesting class of materials with a wide range of\nextremely exciting properties, and thus the discovery of new stable ruthenates\nremains an active area of investigation. We report the crystal growth and\ncomprehensive studies including crystal and electronic structure, magnetic and\nelectrochemical properties of a hexavalent ruthenium oxyhydroxide Sr3Ru2O9H2\nprepared through a low-temperature hydrothermal method. Single crystals and\npowder samples of this phase are isolated by optimising the Sr(OH)2 to KRuO4\nratio while maintaining a high base concentration. The new structure consists\nof a rare five-coordinated RuVI featuring isolated trigonal prisms and\ncrystallising in a non-centrosymmetric tetragonal system. Isolated Ru polyhedra\nleading to a large spatial distance ~ 50 pm between the Ru metal centres render\nthe compound paramagnetic despite strong antiferromagnetic correlation. Band\nstructure calculation suggests a metal-like electronic ground state with mostly\nRu d and O p orbitals contributing to the Fermi surface. The electrochemical\nperformance of Sr3Ru2O9H2, though not as impressive as RuO2, remains relevant\nand is on par with other reported OER catalysts."}
{"id": "2509.15682", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.15682", "abs": "https://arxiv.org/abs/2509.15682", "authors": ["Kousuke Ooe", "Yufan Shen", "Kazuki Shitara", "Shunsuke Kobayashi", "Yuichi Shimakawa", "Daisuke Kan", "Joanne Etheridge"], "title": "Direct observation of cation-dependent polarisation switching dynamics in fluorite ferroelectrics", "comment": null, "summary": "Fluorite ferroelectrics are exciting candidates for next-generation\nnon-volatile memory devices because their unique ferroelectric mechanism, which\narises from unconventional oxygen displacements, permits ferroelectricity with\nminimal thickness constraints. However, the polarisation switching mechanism\nremains the subject of intense debate due to a limited understanding of the\natomic-scale dynamics which are extremely challenging to detect and measure.\nHere, we observe directly the polarisation switching pathways by visualising\noxygen site dynamics in ZrO2 and Hf0.5Zr0.5O2 freestanding membranes using an\nadvanced atomic-column imaging technique-optimum bright-field scanning\ntransmission electron microscopy. We observe that the 180- and 90-degree\npolarisation pathways involve different nonpolar intermediate states with\ndistinct spatial scales. Coupled with density functional theory, we also reveal\nhow different cation species in fluorite oxides impact the accessible\npolarisation switching pathways. Our atomic-level insights into the\npolarisation switching dynamics open new avenues for the advanced engineering\nof fluorite ferroelectric materials and resulting memory devices."}
{"id": "2509.15708", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2509.15708", "abs": "https://arxiv.org/abs/2509.15708", "authors": ["A. M. Shentsev", "M. M. Glazov"], "title": "Terahertz radiation induced attractive-repulsive Fermi polaron conversion in transition metal dichalcogenide monolayers", "comment": "11 pages, 5 figures", "summary": "We present a theoretical study of terahertz radiation-induced transitions\nbetween attractive and repulsive Fermi polaron states in monolayers of\ntransition metal dichalcogenides. Going beyond the simple few-particle trion\npicture, we develop a many-body description that explicitly accounts for\ncorrelations with the Fermi sea of resident charge carriers. We calculate the\nrate of the direct optical conversion process, showing that it features a\ncharacteristic frequency dependence near the threshold due to final-state\nelectron-exciton scattering related to the trion correlation with the Fermi sea\nhole. Furthermore, we demonstrate that intense terahertz pulses can\nsignificantly heat the electron gas via Drude absorption enabling an\nadditional, indirect conversion mechanism through collisions between hot\nelectrons and polarons, which exhibits a strong exponential dependence on\ntemperature. Our results reveal the important role of many-body correlations\nand thermal effects in the terahertz-driven dynamics of excitonic complexes in\ntwo-dimensional semiconductors."}
{"id": "2509.15715", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2509.15715", "abs": "https://arxiv.org/abs/2509.15715", "authors": ["Seungheon Shin", "Can Cao", "Jon Pratt", "Yinxuan Zhu", "Brianna A. Klein", "Andrew Armstrong", "Andrew A. Allerman", "Siddharth Rajan"], "title": "Barrier Electrostatics and Contact Engineering for Ultra-Wide Bandgap AlGaN HFETs", "comment": "11 pages, 10 figures", "summary": "We report ultra-wide bandgap (UWBG) AlGaN heterostructure field-effect\ntransistors (HFETs) exhibiting a high breakdown field (> 5.3 MV/cm) and a low\ncontact resistance (~1.55 {\\Omega}mm), tailored for high-power radiofrequency\napplications. A split-doped barrier architecture, employing two distinct doping\nconcentrations, is shown to enhance both the breakdown field and contact\nresistance. This design enables a state-of-the-art combination of maximum drain\ncurrent (487 mA/mm) and breakdown field, along with a high cutoff frequency of\n7.2 GHz. These results demonstrate a viable pathway to push device performance\ntoward the material limits while minimizing contact resistance in UWBG AlGaN\nHFETs, paving the way for next-generation high-power, high-frequency\napplications."}
{"id": "2509.15771", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15771", "abs": "https://arxiv.org/abs/2509.15771", "authors": ["Nour Maraytta", "Peter Nagel", "Fatemeh Ghorbani", "Amir Ghiami", "Santanu Pakhira", "Mai Ye", "Bjoern Wehinger", "Federico Abbruciati", "Gaston Garbarino", "Matthieu Le Tacon", "Stefan Schuppler", "Amir-Abbas Haghighirad", "Michael Merz"], "title": "Unveiling Excitonic Insulator Signatures in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$", "comment": "10 pages, 6 figures, accepted for publication in Scientific Reports", "summary": "The high-temperature phase of Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, a\nnear-zero-gap semiconductor ($E_G$ = 0), is a promising candidate for an\nexcitonic insulator. Given the dome-like evolution expected for an excitonic\ninsulator around $E_G$, we investigated Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, the\nmore semi-metallic Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, and semiconducting\nTa$_\\mathrm{2}$NiS$_\\mathrm{5}$ using high-resolution single-crystal x-ray\ndiffraction and near-edge x-ray absorption fine structure (NEXAFS). Our\nfindings reveal a second-order structural phase transition from orthorhombic\n(space group: $Cmcm$) to monoclinic (space group: $C2/c$) in\nTa$_\\mathrm{2}$NiSe$_\\mathrm{5}$ and Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, but\nno transition in Ta$_\\mathrm{2}$NiS$_\\mathrm{5}$ down to 2 K. This transition\nbreaks two mirror symmetries, enabling and enhancing the hybridization of Ta,\nNi, and Se atoms, shortening bond lengths, and strengthening orbital\ninteractions. NEXAFS data confirm stronger hybridization, significant changes\nin excitonic binding energies, and a key alteration in orbital character,\nsuggesting an excitonic insulating state in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$\nand emphasizing the crucial electronic role of orbitals in the formation of the\nexcitonic insulator state."}
{"id": "2509.15823", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.15823", "abs": "https://arxiv.org/abs/2509.15823", "authors": ["V. Champain", "G. Boschetto", "H. Niebojewski", "B. Bertrand", "L. Mauro", "M. Bassi", "V. Schmitt", "X. Jehl", "S. Zihlmann", "R. Maurand", "Y. -M. Niquet", "C. B. Winkelmann", "S. De Franceschi", "B. Martinez", "B. Brun"], "title": "A heat-resilient hole spin qubit in silicon", "comment": null, "summary": "Recent advances in scaling up spin-based quantum processors have revealed\nunanticipated issues related to thermal effects. Microwave pulses required to\nmanipulate and read the qubits are found to overheat the spins environment,\nwhich unexpectedly induces Larmor frequency shifts, reducing thereby gate\nfidelities. In this study, we shine light on these elusive thermal effects, by\nexperimentally characterizing the temperature dependence of the Larmor\nfrequency for a single hole spin in silicon. Our results unambiguously reveal\nan electrical origin underlying the thermal susceptibility, stemming from the\nspin-orbit-induced electric susceptibility. We perform an accurate modeling of\nthe spin electrostatic environment and gyromagnetic properties, allowing us to\npinpoint electric dipoles as responsible for these frequency shifts, that\nunfreeze as the temperature increases. Surprisingly, we find that the thermal\nsusceptibility can be tuned with the magnetic field angle and can even cancel\nout, unveiling a sweet spot where the hole spin is rendered immune to thermal\neffects. These findings bear important implications for optimizing spin-based\nquantum processors fidelity."}
{"id": "2509.15835", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2509.15835", "abs": "https://arxiv.org/abs/2509.15835", "authors": ["Saikat Nandi", "Rounak Das", "Sagar Mahapatra", "Jörg Sichelschmidt", "M. Hemmida", "H. -A. Krug von Nidda", "Marlis Schuller", "N. Büttgen", "John Wilkinson", "M. P. Saravanan", "Indra Dasgupta", "A. V. Mahajan"], "title": "Novel Quantum Spin Liquid states in the $S = {\\frac{1}{2}}$ three-dimensional compound Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$", "comment": null, "summary": "The three-dimensional $S = 1/2$ system Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$\nconsists of two inequivalent Cu$^{2+}$ ions, each forming edge shared\ntriangular lattices. Our magnetic susceptibility $\\chi(T)=M/H$, specific heat\n$C_p(T)$, $^{89}$Y nuclear magnetic resonance (NMR), muon spin relaxation\n($\\mu$SR), and electron spin resonance (ESR) measurements on this system\nconfirm the absence of any long-range magnetic ordering and the persistence of\nspin dynamics down to 0.077 K. From $^{89}$Y NMR we find evidence of a\ntransition at about 120 K which we suggest to arise from a fraction of the\nspins condensing into a singlet (a valence bond solid VBS or a quantum spin\nliquid QSL) state. A plateau in the muon relaxation rate is observed between 60\nK and 10 K (signifying the VBS/QSL state from a fraction of the spins) followed\nby an increase and another plateau below about 1 K (presumably signifying the\nVBS/QSL state from all the spins). Our density functional theory calculations\nfind a dominant antiferromagnetic interaction along the body diagonal with\ninequivalent Cu(1) and Cu(2) ions alternately occupying the corners of the\ncube. All other near neighbour interactions between the Cu ions are also found\nto be antiferromagnetic and are thought to drive the frustration."}
{"id": "2509.15875", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2509.15875", "abs": "https://arxiv.org/abs/2509.15875", "authors": ["Anuroopa Behatha", "Shalini Tomar", "Hojin Jeong", "Joon Hwan Choi", "Seung-Cheol Lee", "Satadeep Bhattacharjee"], "title": "Mechanistic Insights into Complete Methane Oxidation on Single-Atom Pd Supported by SSZ-13 Zeolite: A First-Principles Study", "comment": null, "summary": "Complete catalytic oxidation of methane is an effective strategy for\ngreenhouse gas mitigation and clean energy conversion; yet, ensuring both high\ncatalytic activity and stability with palladium-based catalysts remains a\nchallenge. In the present work, we employed a theoretical investigation of\nmethane oxidation over single-atom Pd supported on SSZ-13 zeolite using density\nfunctional theory calculations, combined with climbing-image nudged elastic\nband calculations to determine activation barriers. A systematic assessment of\nvarious Al distributions and Pd placements was carried out to identify the most\nstable configurations for Pd incorporation within the zeolite\nframework.Further, two mechanistic routes for methane activation were\nevaluated: (i) direct dehydrogenation under dry conditions, and (ii)\nO$_2$-assisted oxidative dehydrogenation. Our results demonstrate that the\ndirect (dry) pathway is energetically demanding and overall endothermic,\nwhereas the O$_2$ assisted route facilitates the exothermic energy profile,\nparticularly in the C-H bond cleavage. The formation of stable hydroxyl and\nCO/CO$_2$ intermediates were also studied. The results emphasize the role of\noxygen-rich environments in enabling the complete methane oxidation with\nimproved thermodynamic feasibility. Moreover, we propose an alternate\nlow-energy pathway based on O-assisted and multi-site mechanisms that reduce\nthe overall reaction enthalpy. These insights provide the design principles for\nhighly active and moisture-resistant Pd-zeolite catalysts for sustainable\nmethane utilization."}
{"id": "2509.15908", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2509.15908", "abs": "https://arxiv.org/abs/2509.15908", "authors": ["Zhenhao Zhou", "Salman Bin Kashif", "Dawei Feng", "Jin-Hu Dou", "Kaihang Shi", "Tao Deng", "Zhenpeng Yao"], "title": "An Equivariant Graph Network for Interpretable Nanoporous Materials Design", "comment": null, "summary": "Nanoporous materials hold promise for diverse sustainable applications, yet\ntheir vast chemical space poses challenges for efficient design. Machine\nlearning offers a compelling pathway to accelerate the exploration, but\nexisting models lack either interpretability or fidelity for elucidating the\ncorrelation between crystal geometry and property. Here, we report a\nthree-dimensional periodic space sampling method that decomposes large\nnanoporous structures into local geometrical sites for combined property\nprediction and site-wise contribution quantification. Trained with a\nconstructed database and retrieved datasets, our model achieves\nstate-of-the-art accuracy and data efficiency for property prediction on gas\nstorage, separation, and electrical conduction. Meanwhile, this approach\nenables the interpretation of the prediction and allows for accurate\nidentification of significant local sites for targeted properties. Through\nidentifying transferable high-performance sites across diverse nanoporous\nframeworks, our model paves the way for interpretable, symmetry-aware\nnanoporous materials design, which is extensible to other materials, like\nmolecular crystals and beyond."}
{"id": "2509.15983", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2509.15983", "abs": "https://arxiv.org/abs/2509.15983", "authors": ["César González-Ruano", "Chenghao Shen", "Pablo Tuero", "Coriolan Tiusan", "Yuan Lu", "Jong E. Han", "Igor Žutić", "Farkhad G. Aliev"], "title": "Giant shot noise in superconductor/ferromagnet junctions with orbital-symmetry-controlled spin-orbit coupling", "comment": "Accepted for publication", "summary": "By measuring the shot noise, a consequence of charge quantization, in\nsuperconductor/insulator/ferromagnet (V/MgO/Fe) junctions, we discover a giant\nincrease, orders of magnitude larger than expected. The origin of this giant\nnoise is a peculiar realization of a superconducting proximity effect, where a\nsimple superconductor influences its neighbors. Our measurements reveal largely\nunexplored implications of orbital-symmetry-controlled proximity effects. The\nimportance of orbital symmetries and the accompanying spin-orbit coupling is\nmanifested by an unexpected emergence of another superconducting region\nstrikingly different from the parent superconductor. Unlike vanadium's common\nspin-singlet superconductivity, the broken inversion symmetry in V/MgO/Fe\njunctions and the resulting interfacial spin-orbit coupling leads to the\nformation of spin-triplet superconductivity across the ferromagnetic iron. Here\nwe show that the enhanced shot noise, known from Josephson junctions with two\nsuperconductors, is measured even in a single superconductor, this discovery\nmotivates revisiting how the spin-orbit coupling and superconducting proximity\neffects can transform many materials."}
{"id": "2509.15992", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.15992", "abs": "https://arxiv.org/abs/2509.15992", "authors": ["Amrutayani Panda", "Biswajit Das", "Shuvojit Paul", "Arnab Saha", "Ayan Banerjee"], "title": "A stochastic heat engine driven using a nonlinear protocol", "comment": "8 pages, 8 figures, comments are welcome", "summary": "A colloidal particle confined in a time-dependent optical trap can function\nas a microscopic heat engine, with optimization strategies playing a crucial\nrole in enhancing its performance. In this study, we numerically investigate a\nStirling heat engine operating in both passive and active environments using a\nprotocol inspired by the Engineered Swift Equilibration (ESE) method. This\napproach differs from the standard process and focuses on enhancing engine\nefficiency, particularly at short time scales. We analyze various fluctuating\nparameters throughout the cycle to validate the robustness of the engine, and\ndemonstrate a significant enhancement in performance compared to conventional\nStirling engines. Most crucially, we observe that the nonlinear protocol can\neven transform a heat-pump-like operation into a genuine heat engine under\nstrong activity, thereby surpassing bounds imposed on efficiency by\nhigh-temperature and quasi-static conditions. Finally, the proposed protocol is\ndesigned with experimental feasibility in mind, making it a promising framework\nfor the practical realization of efficient microscopic heat engines."}
{"id": "2509.15996", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2509.15996", "abs": "https://arxiv.org/abs/2509.15996", "authors": ["Ipsita Mandal"], "title": "Non-Fermi liquid behaviour of CDW instabilities in fractionally-filled moiré flatbands", "comment": "13 pages, 4 figures. arXiv admin note: text overlap with\n  arXiv:2403.02322", "summary": "Spin- and valley-polarized fractionally-filled moir\\'e flatbands are known to\nhost emergent Fermi-liquid phases, when analyzed with the help of a dual\ndescription in terms of holes. The dominant Coulomb interactions in an almost\nflatband endow the fermions with a nontrivial dispersion, when the system is\ndescribed in terms of the hole operators (rather than the particle operators).\nIn particular, for one-fourth filling, the Fermi surface takes a\nquasi-triangular shape, which brings about the possibility of\ncharge-density-wave (CDW) ordering in the ground state, characterized by the\nnesting vectors ($ \\mathbf{Q}_n $). The $\\mathbf{Q}_n$'s connect antipodal\npoints of the Fermi surface (designated as hot-spots) and are found to belong\nto the space of reciprocal vectors of the underlying honeycomb structure. The\nresulting CDW order can be described in terms of instabilities caused by\nbosonic fields with momenta centred at $\\lbrace \\mathbf{Q}_n \\rbrace $,\ncoupling with the fermions residing in the vicinity of a pair of antipodal\nhot-spots. When there is a transition from a Fermi liquid to a CDW state, the\nbosons become massless (or critical), effectuating a non-Fermi liquid\nbehaviour. We set out to identify such non-Fermi liquid phases after\nconstructing a minimal effective action."}
{"id": "2509.16021", "categories": ["cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2509.16021", "abs": "https://arxiv.org/abs/2509.16021", "authors": ["Hengning Chen", "Zeyu Deng", "Gopalakrishnan Sai Gautam", "Yan Li", "Pieremanuele Canepa"], "title": "Phase Behavior and Ion Transport in Lithium-Niobium-Tantalum Oxide Alloys", "comment": null, "summary": "Lithium niobate-tantalate mixtures have garnered considerable interest for\ntheir ability to merge the desirable properties of both end members, enabling\ndiverse high-value applications, such as high-performance faradaic capacitors,\nnon-linear optics, and protective coatings in rechargeable batteries. While\nnumerous studies on the application of $\\mathrm{LiNb_xTa_{1-x}O_3}$ exist, the\nphase behavior and properties of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$ remain largely\nunexplored. In this work, we employ a multiscale approach that encompasses\nfirst-principles phonon calculations, cluster expansion, and Monte Carlo\nsimulations to derive the temperature-composition phase diagram for\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. Our findings reveal the critical role of\nvibrational entropy in accurately predicting phase stability, which promotes\nthe solubility of Nb in $\\mathrm{Li_3TaO_4}$ while suppressing the miscibility\nof Ta in $\\mathrm{Li_3NbO_4}$. Additionally, we demonstrate that Nb/Ta mixing\noffers a promising avenue for tailoring the Li-ion conductivities of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. On the technical side, we demonstrated the\nimportance of including vibrational entropy effects explicitly in Monte Carlo\nsimulations dealing with multicomponent systems, beyond simple binary mixtures.\nOn the application side, this study provides fundamental insights into the\nphase behavior and Li-ion transport properties of\n$\\mathrm{Li_3Nb_xTa_{1-x}O_4}$, paving the way for its potential applications\nin energy storage and other fields."}
{"id": "2509.16100", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.16100", "abs": "https://arxiv.org/abs/2509.16100", "authors": ["Omer Yaniv", "Dominik M. Juraschek"], "title": "Phonon polariton Hall effect", "comment": null, "summary": "The phonon Hall effect conventionally describes the generation of a\ntransverse heat current in an applied magnetic field. In this work, we extend\nthe effect to hybrid light-matter excitations and demonstrate theoretically\nthat phonon polaritons, formed by coupling optical phonons with terahertz\nradiation, support transverse energy flow when coherently driven in an applied\nmagnetic field. Using the example of PbTe, which exhibits strongly coupled\nphonon polaritons, we show that the magnetic field splits the phonon-polariton\nbranches into left and right-handed circular polarization, obtaining unequal\ngroup velocities. We derive the energy current operators for propagating phonon\npolaritons and show how their mixed phononic-photonic nature enables\ncontrollable transverse phonon-polariton transport in the terahertz regime. Our\nresults demonstrate bending of light through a phonon polariton Hall effect,\nwhich provides a route towards terahertz polaritonic devices."}
{"id": "2509.16109", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2509.16109", "abs": "https://arxiv.org/abs/2509.16109", "authors": ["Álvaro Rodríguez Echarri", "F. Javier García de Abajo", "Joel D. Cox"], "title": "Nonreciprocal plasmons in one-dimensional carbon nanostructures", "comment": "16 pages, 12 figures", "summary": "The directional control of light in miniaturized plasmonic waveguides holds\nappealing possibilities for emerging nanophotonic technologies, but is hindered\nby the intrinsic reciprocal optical response of conventional plasmonic\nmaterials. While the ability of graphene to sustain large electrical currents\nshows promise for nonreciprocal plasmonics, studies have been limited to\nextended samples characterized by linear electrical dispersion. Here, we\ntheoretically explore quantum finite-size and nonlocal effects in the\nnonreciprocal response of mesoscale plasmonic waveguides comprised of\ndrift-biased graphene nanoribbons (GNRs) and carbon nanotubes (CNTs). Using\natomistic simulation methods based on tight-binding electronic states and\nself-consistent mean-field optical response, we reveal that a moderate\nelectrical bias can significantly break reciprocity for propagation of guided\nplasmon modes in GNRs and CNTs exhibiting electronic band gaps. The excitation\nby a nearby point dipole emitter and subsequent propagation of guided plasmon\nmodes can thus be actively controlled by the applied current, which can further\nbe leveraged to mediate nonlocal interactions of multiple emitters. Our results\nestablish graphene nanostructures as a promising atomically thin platform for\nnonreciprocal nanophotonics."}
{"id": "2509.16121", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2509.16121", "abs": "https://arxiv.org/abs/2509.16121", "authors": ["Daniel Passos", "Ivo Souza"], "title": "Electronic bounds in magnetic crystals", "comment": null, "summary": "We present a systematic study of bound relations between different electronic\nproperties of magnetic crystals: electron density, effective mass, orbital\nmagnetization, localization length, Chern invariant, and electric\nsusceptibility. All relations are satisfied for a group of low-lying bands,\nwhile some remain valid for upper bands. New results include a lower bound on\nthe electric susceptibility of Chern insulators, and an upper bound on the\nsum-rule part of the orbital magnetization. In addition, bounds involving the\nChern invariant are generalized from two dimensions (Chern number) to three\n(Chern vector). Bound relations are established for metals as well as\ninsulators, and are illustrated for model systems. The manner in which they\napproach saturation in a model Chern insulator with tunable flat bands is\nanalyzed in terms of the optical absorption spectrum."}
{"id": "2509.16199", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2509.16199", "abs": "https://arxiv.org/abs/2509.16199", "authors": ["Marco Brühlmann", "Yunyoung Hwang", "Jorge Puebla", "Carlos Gonzalez-Ballestero"], "title": "Classical and Quantum theory of magnonic and magnetoelastic nonlinear dynamics in continuum geometries", "comment": "16+5 pages, 9 figures", "summary": "We provide a theory of spin and acoustic wave coupled nonlinear dynamics in\ncontinuum systems. Combining the Landau-Lifshitz-Gilbert equations with the\nmagnetoelastic Hamiltonian, we derive classical equations of motion for the\nmagnetization and acoustic wave amplitudes, that include magnonic nonlinearity\n-- both three- and four-magnon processes -- as well as linear and nonlinear\nmagnetoelastic interactions. We focus on two-dimensional magnetic films\nsustaining surface acoustic waves, a geometry where our model successfully\nreproduces our recent experimental observation of phonon-to-magnon\ndown-conversion under acoustic drive. We provide analytical expressions for all\nthe rates in our equations, which make them particularly suitable for\nquantization. We then quantize our model, deriving Heisenberg-Langevin\nequations of motion for magnon and phonon operators, and show how to compute\nquantum expectation values in the mean field approximation. Our work paves the\nway toward acoustic control of magnons in the quantum regime."}
